{"id": "R46142", "title": "The Power of Congress and the Executive to Exclude Aliens: Constitutional Principles", "released_date": "2019-12-30T00:00:00", "summary": ["Supreme Court precedent establishes that inherent principles of sovereignty give Congress \"plenary power\" to regulate immigration. The core of this powerâ\u0080\u0094the part that has proven most impervious to judicial reviewâ\u0080\u0094is the authority to determine which non-U.S. nationals (aliens) may enter the United States and under what conditions. The Court has also established that the executive branch, when enforcing the laws concerning alien entry, has broad authority to do so mostly free from judicial oversight.", "Two principles frame the scope of the political branches' power to exclude aliens. First, nonresident aliens abroad generally cannot challenge exclusion decisions because they do not have constitutional rights with respect to entry and cannot obtain judicial review of the statutory basis for their exclusion unless Congress provides otherwise. Second, even when the exclusion of a nonresident alien burdens the constitutional rights of a U.S. citizen, the government need only satisfy a \"highly constrained\" judicial inquiry to prevail against the citizen's constitutional challenge.", "The Supreme Court developed the first principleâ\u0080\u0094that nonresident aliens generally cannot challenge exclusion decisionsâ\u0080\u0094in a line of late 19th to mid-20th century exclusion cases. These cases culminated in the 1950 decision United States ex rel. Knauff v. Shaughnessy , in which the Court declared that \"it is not within the province of any court, unless expressly authorized by law, to review the determination of the political branch of the Government to exclude a given alien.\" This rule forms the basis of the doctrine of consular nonreviewability, which in almost all circumstances bars nonresident aliens abroad from challenging visa denials by U.S. consular officers. But the rule set forth in Knauff applies with less force to decisions to exclude aliens arriving at the border. Aliens at the cusp of entry into the United States may be detained by immigration authorities pending their removal. Their cases can trigger habeas corpus proceedings for that reason and may also implicate complex statutory frameworks on judicial review.", "The second principle, concerning exclusion decisions that burden the rights of U.S. citizens, has been the primary subject of the Supreme Court's modern exclusion jurisprudence. In four cases since 1972â\u0080\u0094 Kleindienst v. Mandel , Fiallo v. Bell , the splintered Kerry v. Din , and Trump v. Hawaii â\u0080\u0094the Court has recognized that U.S. citizens who claim that the exclusion of aliens violated the citizens' constitutional rights may obtain judicial review of the exclusion decisions. Yet the standard of review that the Court applies to such claims is so deferential to the government as to all but foreclose U.S. citizens' constitutional challenges. In the most recent case, Trump v. Hawaii , the Court applied a \"highly constrained\" level of review to uphold a broad executive exclusion policy notwithstanding some evidence that the purpose of the policy was to exclude Muslims.", "The Mandel line of cases reaffirms the unique scope of Congress's power to legislate for the exclusion of aliens. Exclusion statutes draw minimal judicial scrutiny even when they classify people by disfavored criteria, such as gender or legitimacy. With respect to the executive power, the cases reaffirm generally that, in the absence of statutory provisions to the contrary, courts play almost no role in overseeing the application of admission and exclusion laws to nonresident aliens abroad. However, the cases leave some questions about executive exclusion power unresolved, including whether the Executive has inherent, constitutional power to exclude aliens and whether U.S. citizens may bring statutory challenges against executive decisions to exclude aliens abroad."], "reports": {"section_title": "", "paragraphs": ["U nder long-standing Supreme Court precedent, Congress has \"plenary power\" to regulate immigration. This power, according to the Court, is the most complete that Congress possesses. It allows Congress to make laws concerning non-U.S. nationals (aliens) that would be unconstitutional if applied to citizens. And while the immigration power has proven less than absolute when directed at aliens already physically present within the United States, the Supreme Court has interpreted the power to apply with most force to the admission and exclusion of nonresident aliens. The Court has upheld or shown approval of laws excluding aliens on the basis of ethnicity, gender and legitimacy, and political belief. It has also upheld an executive exclusion policy that was premised on a broad statutory delegation of authority, even though some evidence considered by the Court tended to show that religious hostility may have prompted the policy. Outside of the immigration context, in contrast, laws and policies that discriminate on such bases are almost always struck down as unconstitutional. To date, the only judicially recognized limit on Congress's power to exclude aliens concerns lawful permanent residents (LPRs): they, unlike nonresident aliens, generally cannot be denied entry without a fair hearing as to their admissibility. ", "The plenary power doctrine has roots in the Chinese Exclusion Case of 1889, which upheld a federal statute that provided for the exclusion of Chinese laborers. Some jurists and commentators have criticized the Chinese Exclusion Case for indulging antiquated notions of race. More generally, many legal scholars contend that the plenary power doctrine lacks a coherent rationale and that it is an anachronism that predates modern individual rights jurisprudence. Yet the Supreme Court continues to employ the doctrine. Some commentators have argued that the Court is in the process of narrowing the parameters of the doctrine's applicability, but they find support for this argument mainly in cases outside the exclusion context. In the exclusion context, the Court's 2018 decision in Trump v. Hawaii reaffirms the exceptional scope of the plenary power doctrine.", "Congress's plenary power to regulate the entry of aliens rests at least in part on implied constitutional authority. The Constitution itself does not mention immigration. It does not expressly confer upon any of the three branches of government the power to control the flow of foreign nationals into the United States or to regulate their presence once here. To be sure, parts of the Constitution address related subjects. The Supreme Court has sometimes relied upon Congress's enumerated powers over naturalization and foreign commerce, and to a lesser extent upon the Executive's implied Article II foreign affairs power, as sources of federal immigration power. Significantly, however, the Court has also consistently attributed the immigration power to the federal government's inherent sovereign authority to control its borders and its relations with foreign nations. It is this inherent sovereign power, according to the Court, that gives Congress essentially unfettered authority to restrict the entry of nonresident aliens. The Court has determined that the executive branch, by extension, possesses unusually broad authority to enforce laws pertaining to alien entry, and to do so under a level of judicial review much more limited than that which would apply outside of the exclusion context. ", "Recent events have generated congressional interest in the constitutional division of responsibilities between Congress and the Executive in establishing and enforcing policies for the exclusion of aliens. Through three iterative executive actions in 2017, commonly known as the \"Travel Ban,\" the President provided for the exclusion of broad categories of nationals of specified countries, most of which were predominantly Muslim. These executive actions relied primarily upon a delegation of authority in the Immigration and Nationality Act (INA) allowing the President, by way of proclamation, to exclude \"any aliens\" or \"any class of aliens\" whose entry he determines would be \"detrimental to the interests of the United States.\" In June 2018, the Supreme Court upheld the third iteration of the Travel Ban as likely lawful, rejecting claims that it was motivated by unconstitutional religious discrimination and that it exceeded the President's authority under the INA. Since that decision, some Members of Congress have proposed curtailing executive authority to craft exclusion policy or subjecting executive exclusion decisions and policies to more stringent judicial review. ", "This report provides an overview of the legislative and executive powers to exclude aliens. First, the report discusses a gatekeeping legal principle that frames those powers: nonresident aliens outside the United States cannot challenge their exclusion from the country in federal court because Congress has not expressly authorized such challenges. But aliens at the threshold of entry have more access to judicial review of exclusion decisions, compared to aliens abroad, because of statutory provisions and other considerations. Next, the report analyzes the extent to which the constitutional and statutory rights of U.S. citizens limit the exclusion power. Specifically, the report examines a line of Supreme Court precedent, starting with Kleindienst v. Mandel and ending with Trump v. Hawaii , that makes a highly curtailed form of judicial review available to U.S. citizens who claim that the exclusion of one or more aliens abroad violates the U.S. citizens' constitutional rights. The report concludes by analyzing the implications of these cases for the scope of the congressional power to legislate for the exclusion of aliens and, separately, for the scope of the executive power to take action to exclude aliens. "], "subsections": [{"section_title": "Knauff and the General Rule Against Judicial Review of Exclusion Decisions", "paragraphs": ["As discussed later, Supreme Court case law on the exclusion of aliens has come to focus upon whether the rights of U.S. citizens limit the government's power to exclude. The case law arrived at this issue, however, only after the Supreme Court developed an underlying principle: nonresident aliens outside the United States do not have constitutional rights with respect to entry. Further, any statutory provisions that govern the admission of nonresident aliens do not permit judicial review unless Congress \"expressly authorize[s]\" such review, something that federal courts generally conclude Congress has not done. Put differently, Congress's plenary power over immigration includes not merely the power to set rules as to which aliens may enter the country and under what conditions, but also the power to have such rules \"enforced exclusively through executive officers, without judicial intervention\" unless Congress provides otherwise. Because Congress has not provided otherwise, judicial review of decisions to exclude aliens abroad is generally unavailable. ", "The Supreme Court developed these general principles against judicial review of exclusion decisions in a series of cases between the late 19th and mid-20th centuries about aliens denied admission after arriving by sea. In one illustrative early case, the 1895 decision Lem Moon Sing v. United States , a Chinese national contended that immigration officers improperly denied him admission under the Chinese exclusion laws. Those laws barred the entry of Chinese laborers, but the Chinese national described himself as a merchant and argued that the laws therefore did not apply to him. As a consequence of his exclusion, he was detained by the steamship company.", "The Supreme Court recognized that the professed merchant could challenge the legality of his detention through a petition for habeas corpus. This procedural right ultimately proved hollow, however, because the Court held that it could not review the immigration officials' determination that the petitioner fell within the scope of the provision excluding Chinese laborers. The Court explained that Congress had precluded such review by providing in statute that the decisions of immigration officers to deny admission to aliens under the Chinese exclusion acts \"shall be final, unless reversed on appeal to the secretary of the treasury.\" In other words, the statute allowed only the Secretary of the Treasury to review exclusion decisions under the acts. Accordingly, the Court limited its consideration of the habeas petition to the narrow question of whether the immigration officers who excluded the professed merchant had authority to make exclusion and admission decisions under the statutes (in other words, whether the officers had jurisdiction). Determining that the immigration officers did have such statutory authority, the Court rejected the habeas petition without reviewing the petitioner's contention that he was in fact a merchant, not a laborer. To review that contention, the Court reasoned, would \"defeat the manifest purpose of congress in committing to subordinate immigration officers . . . exclusive authority to determine whether a particular alien seeking admission into this country belongs to the class entitled by some law or treaty to come into the country.\"", "The Court saw no constitutional problem in Congress's assignment of final authority over exclusion decisions to executive officials. The Court considered it a settled proposition that, because aliens lack constitutional rights with respect to entry, exclusion decisions \"could be constitutionally committed for final determination to subordinate immigration or other executive officers . . . thereby excluding judicial interference so long as such officers acted within the authority conferred upon them by congress.\"", "Two major Supreme Court decisions from the 1950s appeared to transform the principle from Lem Moon Sing and earlier casesâ\u0080\u0094that Congress may bar judicial review of exclusion decisions affirmativelyâ\u0080\u0094into a presumption that judicial review of exclusion decisions is barred unless Congress expressly provides otherwise. First, in the 1950 case United States ex rel. Knauff v. Shaughnessy , the Court declared itself powerless to review an executive branch decision to exclude the German bride of a U.S. World War II veteran, even though executive officials failed to explain the exclusion beyond stating that the woman's entry would have been \"prejudicial.\" The Court reiterated that aliens do not have constitutional rights with respect to entry and reasoned that, as a consequence, \"[w]hatever the procedure authorized by Congress is, it is due process as far as an alien denied entry is concerned.\" In what would become an oft-cited sentence, the Court also announced the presumption against judicial review of exclusion decisions: \"it is not within the province of any court, unless expressly authorized by law , to review the determination of the political branch of the Government to exclude a given alien.\" Next, in the 1953 case Shaughnessy v. Mezei , the Court refused to question the Executive's undisclosed reasons for denying entry to an essentially stateless alien returning to the United States after a prior period of residence, even though the exclusion relegated the stateless alien to potentially indefinite detention on Ellis Island. The Mezei Court cited Knauff for the proposition that federal courts may not review exclusion decisions \"unless expressly authorized by law,\" and the Court held that the Attorney General's decision to exclude Mezei and detain him as a consequence of that exclusion was \"final and conclusive.\" ", "The issue of detention complicated the Knauff and Mezei cases. Because the aliens in both cases suffered detention as a result of their exclusion, they filed petitions for habeas corpus challenging the legality of their detention. And in both cases, in accord with Lem Moon Sing and other early precedents, and notwithstanding the Court's declaration in Knauff and Mezei that judicial review of the exclusion decisions was unavailable, the Court conducted a limited inquiry into whether the governing statutes empowered the Attorney General to exclude the aliens without a hearing. As explained further below, in the immigration context, the Supreme Court does not construe a general bar on judicial review to preclude habeas corpus review, although the proper scope of habeas review in cases concerning the exclusion of arriving aliens remains unclear. In any event, even though the Knauff and Mezei Courts conducted a limited habeas inquiry into the Attorney General's statutory authority to exclude aliens without a hearing, federal courts often cite the cases (and especially Knauff ) for the proposition that courts may not review exclusion decisions unless Congress expressly provides otherwise. ", "Many scholars criticize Knauff and Mezei as incorrectly decided. The aspect of Mezei that upholds as constitutional the indefinite detention of an arriving alien, in particular, is controversial and has been limited by some lower federal courts to apply only in cases that implicate national security. The Supreme Court, however, has cited Knauff and earlier exclusion cases for the proposition that excluded nonresident aliens do not have grounds to challenge their exclusion in federal court. Under current law, this proposition forms the basis for the doctrine of consular nonreviewability, which bars judicial review in almost all circumstances of the denial of visas to aliens abroad. The general principle against judicial review of exclusion decisions applies with less force to executive decisions to exclude aliens arriving in the United States, even though the rule arose from cases about such aliens. The general principles that govern reviewability of both of these two categories of exclusion decisionsâ\u0080\u0094(1) visa denials and other exclusion decisions concerning aliens located abroad; and (2) decisions to deny entry to aliens arriving at U.S. borders or ports of entryâ\u0080\u0094are discussed below. "], "subsections": [{"section_title": "Nonresident Aliens Located Abroad: Consular Nonreviewability", "paragraphs": ["The doctrine of consular nonreviewability precludes judicial review of challenges brought by nonresident aliens located abroad against visa denials and also possibly against other actions by executive branch officials to deny them admission. Under the doctrine, the millions of nonresident aliens denied visas each year at U.S. consulates abroad cannot themselves challenge their visa denials in federal court on statutory or constitutional grounds. The doctrine may also bar U.S. citizens, LPRs, and U.S. entities from challenging the exclusion of a nonresident alien abroad on statutory grounds (as opposed to constitutional grounds), although the Supreme Court has not decided this issue. The general unavailability of judicial review of visa denials under the doctrine means that U.S. consular officers (the officials who adjudicate visas abroad) have considerable power to make final decisions about visa applications. Table 1 provides an overview of the types of claims to which the doctrine of consular nonreviewability applies. "], "subsections": [{"section_title": "Legal Basis for Consular Nonreviewability", "paragraphs": ["Much controversy surrounds the doctrine of consular nonreviewability. Some scholars argue that it lacks a compelling foundation in law. No statute speaks expressly to the issue of whether visa decisions should be subject to judicial review. Even so, lower federal courts recognize the doctrine with apparent uniformity (although some have recognized exceptions to it, as discussed in the next subsection). ", "As authority for the doctrine, courts often cite Knauff and the other Supreme Court cases referenced above concerning the denial of admission to aliens arriving by sea. In particular, the consular nonreviewability cases cite these Supreme Court precedents for the proposition that Congress's plenary immigration power includes the power to have statutes governing the admission of aliens \"enforced exclusively through executive officers, without judicial intervention\" and that \"it is not within the province of any court, unless expressly authorized by law, to review the determination of the political branch of the Government to exclude a given alien.\" Thus, the reasoning that supports lower court applications of the doctrine appears to be that Congress has not expressly authorized judicial review of visa denials. Because the doctrine has its basis in Knauff and the presumption against judicial review of exclusion decisions, it does not apply to the decisions of domestic immigration authorities to deny immigration benefits, unless perhaps those decisions underlie eventual visa denials or otherwise work to exclude aliens located abroad. ", "Some federal courts have sought to reconcile the doctrine of consular nonreviewability with the provisions governing judicial review of final agency action set forth in the Administrative Procedure Act (APA). The APA establishes a \"strong presumption\" that the actions of federal agenciesâ\u0080\u0094including the Department of Stateâ\u0080\u0094are subject to judicial review. Yet, according to these courts, Congress enacted the APA against the backdrop of already-existing consular nonreviewability jurisprudence and without expressly overruling that jurisprudence by providing for review of consular decisions. On this basis, these courts have concluded that the doctrine of consular nonreviewability constitutes a preexisting limitation on judicial review that the APA preserves through its stipulation, in 5 U.S.C. Â§â\u0080¯702(1), that nothing in the statute \"affects other limitations on judicial review.\" In other words, the APA preserves consular nonreviewability as an exception to the general rule that judicial review is available for agency action. ", "Although the doctrine of consular nonreviewability is well established, it remains true that no statute expressly bars judicial review of visa denials abroad. For this reason, courts generally hold that the doctrine \"supplies a rule of decision, not a constraint on the subject matter jurisdiction of the federal courts.\" The legislative history of the original Immigration and Nationality Act of 1952 indicates that Congress considered and rejected the idea of creating within the Department of State a system of administrative appeals for visa denials, and the current version of the INA bars the Secretary of State from overturning visa decisions. But Congress has not legislated affirmatively to shield visa decisions from judicial review. The doctrine of consular nonreviewability is therefore premised upon the absence of any specific statutory authorization for the review of visa denials, not upon an explicit statutory prohibition on such review."], "subsections": []}, {"section_title": "Exceptions to Consular Nonreviewability", "paragraphs": ["Supreme Court case law qualifies the doctrine of consular nonreviewability in one important respect discussed at length later in this report: if a U.S. citizen challenges the exclusion of a nonresident alien abroad on the ground that the exclusion violates the citizen's constitutional rights, then, under the rule of Kleindienst v. Mandel and later cases, courts \"engage[] in a circumscribed judicial inquiry\" of the constitutional claim. Mandel recognized that U.S. citizens may have constitutional rights that bear upon the entry of nonresident aliens, even though nonresident aliens themselves do not have such rights. As such, the case law of multiple federal circuit courts of appeals establishes that \"a U.S. citizen raising a constitutional challenge to the denial of a visa is entitled to a limited judicial inquiry regarding the reason for the decision.\" This is the only exception to consular nonreviewability that federal courts have recognized uniformly. As explained later in the section on the Mandel line of cases, it allows challengers only exceedingly slim prospects of obtaining relief from a visa denial. Lower federal courts have split over whether U.S. citizens may also challenge visa denials on statutory grounds.", "Some lower federal courts have recognized other exceptions to consular nonreviewability's bar on judicial review of decisions to exclude aliens abroad. For instance, at least one federal circuit court decision extends the Mandel principle to allow a limited level of judicial review of a constitutional challenge brought directly by an excluded nonresident alien (rather than a U.S. citizen) against the denial of a visa. This extension, however, seems at odds with Mandel itself, which concluded that a nonresident alien who was denied the statutory waivers needed to secure a visa \"had no constitutional right of entry,\" and that limited judicial review was therefore available only because of constitutional claims brought by U.S. citizens against the alien's exclusion. Other federal appellate court decisions make clear that review of visa denials under Mandel is available only for claims brought by U.S. citizens. ", "In another non-uniformly recognized exception, a line of decisions by the U.S. Court of Appeals for the Ninth Circuit allows nonresident aliens to challenge a consular officer's failure to act upon a visa application (as opposed to the denial of an application). The supporting rationale is that the Mandamus Act supplies a basis for judicial review where an official fails to take a legally required action, such as the adjudication of a visa application, even if the APA does not. This exception to the rule of consular nonreviewability is not as well established as the exception allowing for limited review of constitutional claims brought against visa denials by U.S. citizens. Federal district courts outside the Ninth Circuit have split over whether to recognize the exception. However, as discussed in the next section, in cases not specifically concerning the adjudication of visas, other courts have recognized that the Mandamus Act creates an exception to the presumption against judicial review of decisions to exclude aliens abroad.", "Other federal district court opinions may suggest further exceptions to consular nonreviewability that have yet to gain uniform recognition, such as an exception allowing visa applicants to challenge the validity of generally applicable statutes, regulations, or policies that govern their applications. Nonetheless, the review available under Mandel for constitutional challenges brought by U.S. citizens remains the only exception to consular nonreviewability grounded in Supreme Court case law and universally recognized by lower federal courts."], "subsections": []}, {"section_title": "Nonresident Aliens Abroad Who Seek Entry to Remedy Prior Violations of Constitutional or Statutory Rights", "paragraphs": ["Other cases concerning aliens abroad that implicate the presumption against judicial review of exclusion decisions and the doctrine of consular nonreviewability address the following question: may a federal court order the executive branch to grant entry to a nonresident alien located abroad in order to remedy violations of constitutional or statutory rights that the alien suffered while in the United States or while detained by the United States? The Seventh and Ninth Circuits have both answered in the affirmative. The D.C. Circuit, however, has held that Knauff bars courts from ordering the executive branch to grant entry to an alien unless a statutory provision authorizes courts to do so.", "The Ninth Circuit held that a federal district court has authority to order the executive branch to parole aliens whom it removed in violation of due process back into the country to attend fair removal proceedings. \"Without a provision requiring the government to admit individual [aliens] into the United States so that they may attend the hearings to which they are entitled,\" the court reasoned, the determination that their removal proceedings violated due process \"would be virtually meaningless.\" In other words, the only way to remedy the constitutional violation was to order the government to grant the aliens reentry. In a recent district court case that relied on the Ninth Circuit decision, the district court reasoned that ordering the government to grant reentry to aliens who were removed in violation of law did not contravene the political branches' broad authority over exclusion decisions because the remedy formed part of the review that Congress authorized courts to conduct of removal orders under the INA. ", "The Seventh Circuit reached a broader holding in a different context. The case, Samirah v. Holder , concerned an alien who had overstayed his nonimmigrant visa but who had applied for LPR status (through a process called \"adjustment of status\"). When his mother fell ill in Jordan, the alien received a grant of advance parole from the Department of Homeland Security (DHS) so that he could visit her without abandoning his application for adjustment and with some assurance that he would be able to return to the United States to pursue the application. But while the alien was abroad, DHS revoked his advance parole and did not allow him to board a connecting flight back to the United States. Reviewing the alien's application for a writ of mandamus ordering executive branch officials to grant him reentry, the Seventh Circuit reasoned that DHS had used the advance parole as \"a trapâ\u0080\u0094a device for luring a nonlawful resident out of the United States so that he can be permanently excluded from this country.\" The circuit court held that DHS's parole regulation unambiguously granted the plaintiff a right to reenter the country to continue pursuing his pending application for adjustment of status and that the court could enforce that right through mandamus. Further, the circuit court reasoned that the Supreme Court's holding in Knauff â\u0080\u0094that \"it is not within the province of any court,Â unless expressly authorized by law , Â to review the determination of the political branch of the Government to exclude a given alien\"â\u0080\u0094does not apply in instances where a statute or regulation grants an excluded alien a right to physical presence in the United States. Put differently, where a nonresident alien abroad \"has a right, conferred by a regulation the validity of which is conceded all around, to be in this country,\" Knauff and the doctrine of consular nonreviewability do not bar a court from ordering executive branch officials to grant the alien entry. The Court did not clarify, however, whether the alien's right to be in the United States under the parole regulation also constituted an \"express[] authoriz[ation]\" of judicial review , within the meaning of Knauff , of the alien's exclusion. The Supreme Court, for its part, has held at least once that the potential existence of a right to entry does not give rise to judicial review of an alien's exclusion. ", "A D.C. Circuit decision stands in tension with the Seventh and Ninth Circuit cases. In Kiyemba v. Obama , the D.C. Circuit held that it did not possess authority to order executive branch officials to grant entry into the United States to seventeen Chinese nationals detained without sufficient evidence as enemy combatants in Guantanamo Bay. The aliens feared that they would face persecution in China and requested entry and release into the United States, at least until authorities could locate an appropriate third country to accept them, but executive branch officials denied their request and continued to hold the aliens at Guantanamo Bay while pursuing resettlement options through diplomacy. Although the illegality of the aliens' detention was undisputed, the D.C. Circuit held that it could not order the government to release the aliens into the United States. The circuit court cited Knauff , Mezei , and other exclusion cases for the principle that the political branches have \"exclusive power . . . to decide which aliens may, and which aliens may not, enter the United States,\" and reasoned that this principle barred it from granting the requested relief. The \"critical question\" under Knauff , the circuit court reasoned, was whether any law \"expressly authorized\" courts \"to set aside the decision of the Executive Branch and to order the[] aliens brought to the United States.\" The Court concluded that the aliens did not have due process rights and that no other \"statute or treaty\" authorized it to override the executive branch's decision not to grant the aliens entry to the United States. As such, the rule that \"in the United States, who can come in and on what terms is the exclusive province of the political branches\" foreclosed the aliens' claims for relief.", "In conclusion, the Seventh and Ninth Circuit cases suggest that the doctrine of consular nonreviewability does not bar federal courts from ordering executive branch officials to grant entry to nonresident aliens abroad for the purpose of remedying constitutional, statutory, or regulatory violations that the aliens suffered in the United States. However, the cases may not fully explain how such judicial authority to order a nonresident alien's entry comports with Knauff and the principles underlying the doctrine of consular nonreviewability. The D.C. Circuit opinion, in contrast, appears to stand for the proposition that Knauff allows federal courts no authority to order the entry of a nonresident alien located outside the United States, unless a statute expressly authorizes such relief. "], "subsections": []}]}, {"section_title": "Aliens Excluded at the Border or Port of Entry", "paragraphs": ["Under current law, the general rule against challenges to denials of entry appears less relevant in the context of arriving aliens at the threshold of entry, notwithstanding the rule's provenance in Knauff and other cases about such aliens. Unlike in the visa context, it is not rare for federal courts to review and even strike down executive exclusion decisions and policies concerning aliens arriving at the border. At least three interrelated considerations contribute to the diminished relevance of the rule against challenges to exclusion decisions in arriving alien cases."], "subsections": [{"section_title": "Detention and Other Consequences of Exclusion", "paragraphs": ["First, decisions to exclude arriving aliens, unlike decisions to exclude aliens abroad, typically result in detention. Although nonresident aliens do not have constitutional rights with respect to entry , they may enjoy some protection from burdensome enforcement measures, such as prolonged detention, that sometimes flow from denial of entry. Recall, for example, the 1953 Mezei case mentioned above, where the Supreme Court denied relief to a stateless alien whose exclusion left him detained on Ellis Island without prospects for release. Unlike cases about aliens denied visas abroad, Mezei raised not only the question of whether the alien had grounds to challenge his exclusion from the United States, but also whether the government could keep him in detention on Ellis Island as a consequence of the exclusion decision. The majority answered this second question in the affirmative, reasoning that Mezei's lack of constitutional rights with respect to entry, and Congress's decision not to provide him with any judicially enforceable statutory rights to entry, foreclosed his challenge to the detention that resulted from his exclusion. In dissent, Justice Jackson made a famous retort: ", "Because the respondent has no right of entry, does it follow that he has no rights at all? Does the power to exclude mean that exclusion may be continued or effectuated by any means which happen to seem appropriate to the authorities? It would effectuate [an alien's] exclusion to eject him bodily into the sea or set him adrift in a rowboat. ", "In more recent cases, the Supreme Court has hesitated to rely on Mezei for the proposition that the federal government has the constitutional power to subject arriving aliens to prolonged detention in order to carry out their exclusion. Some lower courts have gone further and held that arriving aliens have due process rights that offer some protection against unreasonably prolonged detention, reasoning that Mezei applies only in cases that implicate specific national security concerns. The Supreme Court has yet to resolve the issue. As such, the extent to which aliens arriving at the border enjoy constitutional protections against prolonged detention or other enforcement measures connected to the denial of entry is a disputed issue. And while the law remains clear on the point that arriving nonresident aliens do not have constitutional rights with respect to entry itself, the proposition that they may have constitutional rights against detention or other enforcement measures that implicate fundamental rights often leads to judicial review of issues arising from their exclusion."], "subsections": []}, {"section_title": "Habeas Corpus Review", "paragraphs": ["Second, also because of the detention issue, arriving alien cases may trigger some level of habeas corpus review. Knauff and Mezei establish that no judicial review is available for exclusion decisions unless a statute expressly authorizes such review. But at the same time, the cases confirm an arguably countervailing proposition: that arriving aliens who suffer detention as a consequence of exclusion may challenge their exclusion in habeas corpus proceedings. Thus, in Knauff , the Court disavowed judicial review but still considered and rejected the excluded alien's argument that the applicable statutes required the Attorney General to conduct a hearing on her admissibility and that an executive branch regulation providing to the contrary was \"unreasonable.\" Similarly, in Mezei , the Court's habeas review included an assessment that the exclusion of the stateless alien in that case without a hearing conformed to the procedural requirements of the immigration statutes. As the Court has noted elsewhere, \"[i]n the immigration context, 'judicial review' and 'habeas corpus' have historically distinct meanings.\" The Court has held in the deportation context that the preclusion of judicial review does not bar habeas corpus proceedings. Knauff , Mezei , and earlier exclusion cases suggest that the same principle applies in the exclusion context: the cases declare that judicial review is unavailable for challenges to exclusion decisions, but they nonetheless engage in some review of executive jurisdiction and procedure under the rubric of habeas corpus. ", "The scope of federal court review in habeas corpus proceedings of a decision to exclude an alien appears extremely limited, although its exact contours remain unclear (as does the question whether such proceedings are constitutionally required). The habeas review that the Court conducted in Knauff and Mezei did not reach the merits of the exclusion decisions. In Knauff , the Court declined to review the Attorney General's determination that the German war bride's entry would be \"prejudicial.\" Similarly, in Mezei , the Court held that it could not review the Attorney General's undisclosed reasons for excluding the stateless alien. As such, one might read Knauff and Mezei to mean that courts reviewing exclusion decisions in habeas proceedings (1) may review pure questions of law, such as whether immigration officials had jurisdiction to enforce the relevant exclusion statutes and whether the statute authorized them to forgo a hearing, but (2) may not review the basis for the officials' determination that the statutes require the aliens' exclusion. ", "Other cases complicate this picture, however. In at least one early habeas case that the Supreme Court has not overruled, the Court reviewed and reversed the determination of immigration officers that a group of arriving aliens was subject to exclusion under the immigration statutes. One federal circuit court has interpreted Supreme Court case law to suggest that \"the Suspension Clause requires review of legal and mixed questions of law and fact related to removal orders, including expedited removal orders.\"", "The proper reach of a habeas court's review of the exclusion of an arriving alien thus remains unsettled, although the Supreme Court is scheduled to consider this issue in 2020. Regardless, the availability of any level of habeas review in arriving alien cases means that, in practice, the general rule against judicial review of exclusion decisions applies with less force in this context than in the context of visa denials or other decisions to exclude aliens located abroad , where the lack of detention makes habeas unavailable. "], "subsections": []}, {"section_title": "INA Framework for Judicial Review of Removal Orders", "paragraphs": ["Third and finally, Congress has established a limited framework in the INA for the review of orders of removal against arriving nonresident aliens. The INA sets forth two primary procedures by which DHS officials may remove aliens arriving in the United States. These procedures are expedited removal, a streamlined process that contemplates removal without a hearing before an immigration judge, and formal removal, a more traditional proceeding in which an immigration judge determines whether to order the alien's removal. The INA specifies the limited circumstances in which an alien ordered removed under these procedures may obtain judicial review. The INA also expressly bars or limits judicial review of a range of executive branch actions and determinations connected to the removal process. This INA scheme of limitations on judicial review purports to bar review of expedited removal orders in most circumstances, but it may not bar review of some executive branch exclusion policies that bear upon the expedited removal process (such as, for example, executive policies that restrict asylum eligibility for some aliens arriving at the border who are subject to expedited removal procedures). ", "These INA provisions concerning the reviewability of removal orders appear to have replaced the Knauff presumptionâ\u0080\u0094that judicial review of exclusion decisions is unavailable \"unless expressly authorized by law\"â\u0080\u0094as the touchstone for whether executive decisions or policies for the exclusion of arriving nonresident aliens are subject to judicial review. When the INA expressly authorizes judicial review of orders or policies for the removal of arriving aliens, federal courts engage in such review. More broadly, however, federal courts have also shown a willingness to review statutory challenges to exclusion decisions or policies concerning aliens at the threshold of entry so long as the INA does not expressly bar such review (even if it does not expressly authorize review). This situation typically arises in cases where arriving aliens or their advocates challenge an executive branch exclusion policy under the APA.", "How judicial review in such exclusion casesâ\u0080\u0094where the INA neither expressly authorizes nor bars reviewâ\u0080\u0094comports with the Knauff presumption remains largely unexplained in the case law. Yet the Supreme Court has on at least one occasion allowed for judicial review of inadmissibility determinations of arriving aliens on the ground that Congress had not expressly barred such review: in the 1956 case Brownwell v. We Shung , the Court held that arriving aliens could challenge inadmissibility determinations through declaratory judgment actions because the relevant statuteâ\u0080\u0094a prior version of the INA that Congress later amended in disapproval of the Supreme Court decisionâ\u0080\u0094did not bar such actions. This decision appeared to disregard the presumption against judicial review of exclusion determinations established in Knauff and earlier exclusion cases, although the We Shung Court did not address this point. The underlying implication of We Shung , and of the more recent lower court decisions reviewing statutory challenges to executive branch policies concerning the exclusion of arriving aliens, may be that the INA's judicial review framework for orders of removal occupies the territory that the Knauff presumption against judicial review once occupied and therefore replaces the Knauff presumption as the law governing the availability of judicial review in arriving alien exclusion cases. ", "To recap: the current case law generally provides that statutory challenges to the exclusion of arriving aliens are reviewable unless a statute expressly bars such judicial review. However, the case law does not thoroughly reconcile this approach with the Knauff presumption that there should be no review of an exclusion determination unless the review is expressly authorized in statute."], "subsections": []}]}, {"section_title": "Conclusion Concerning General Rule Against Judicial Review of Exclusion Decisions", "paragraphs": ["The line of Supreme Court exclusion jurisprudence culminating in Knauff and Mezei establishes that courts may not review challenges to the exclusion of nonresident aliens unless Congress expressly provides for such review. In the context of aliens located abroad, this jurisprudence has developed into the rule of consular nonreviewability, which bars judicial review in most circumstances of visa refusals and other decisions to exclude nonresident aliens abroad. In the context of arriving aliens, however, the Knauff presumption against judicial review of exclusion decisions appears to have been mostly overshadowed by constitutional issues concerning enforcement measures related to the denial of entry, the potential availability of some level of habeas review, and the framework of INA provisions governing judicial review of removal orders."], "subsections": []}]}, {"section_title": "Claims by U.S. Citizens Against an Alien's Exclusion", "paragraphs": ["Even as applied to aliens abroad, the rule against nonresident alien challenges to denials of entry has a major limitation: the rule only clearly forecloses challenges brought by nonresident aliens themselves. Thus, if a U.S. citizen claims that the exclusion of an alien violated the U.S. citizen's constitutional rights, the rule against alien challenges does not apply with its full force. ", "Cases that invoke this limitation account for the entirety of the Supreme Court's modern exclusion jurisprudence. The Court has not considered a nonresident alien's own challenge to a denial of entry in decades. The question about the extent to which U.S. citizens can challenge an alien's exclusion, on the other hand, has occupied the Court in four important cases since 1972: Kleindienst v. Mandel , Fiallo v. Bell , the splintered Kerry v. Din , and Trump v. Hawaii . Under the rule that these cases establish, the government need satisfy only a \"highly constrained\" judicial inquiry into whether the exclusion \"had a justification independent of unconstitutional grounds\" in order to prevail against an American citizen's claim that the exclusion violated his or her constitutional rights. This is an extremely limited level of judicial review under which the government has always prevailed before the Supreme Court."], "subsections": [{"section_title": "Mandel and the Narrow Review of Exclusion Decisions", "paragraphs": ["In 1972, the Court confronted a case in which a group of American professors claimed that the exclusion of a Belgian intellectual, Ernest Mandel, violated the American professors'â\u0080\u0094and not Mandel'sâ\u0080\u0094First Amendment rights. The professors had invited Mandel to speak at their universities. A provision of the INA rendered him ineligible for a visa because of his communist political beliefs. A separate provision authorized the Attorney General to waive Mandel's ineligibility upon a recommendation from the Department of State, but the Attorney General declined to do so. The case produced a standard of review for claims that the exclusion of an alien violates an American citizen's constitutional rights:", "[P]lenary congressional power to make policies and rules for exclusion of aliens has long been firmly established . . . . We hold that when the Executive exercises [a delegation of this power] negatively on the basis of a facially legitimate and bona fide reason , the courts will neither look behind the exercise of that discretion, nor test it by balancing its justification against the First Amendment interests of those who seek personal communication with the applicant.", "Applying this \"facially legitimate and bona fide\" test, the Court upheld Mandel's exclusion on the basis of the government's explanation that it denied the waiver because Mandel had abused visas in the past. The American professors and two dissenting Justices pointed to indications of pretext and argued that Mandel had actually been excluded because of his communist ideas. Nonetheless, the majority refused to \"look behind\" the government's justification to determine whether any evidence supported it. In other words, the Court accepted at face value the government's explanation for why it denied Mandel permission to enter.", "The \"facially legitimate and bona fide\" standard resolved what the Court saw as the major dilemma that the dispute over Mandel's visa posed for the bedrock principles of its immigration jurisprudence. Unlike Mandel himself and the unadmitted aliens from prior exclusion cases, the American professors stated a compelling First Amendment claim based on their \"right to receive information\" from the Belgian intellectual. But for the Court to grant relief on that claim, or even to grant full consideration of the claim, would have undermined Congress's plenary power to exclude aliens by interjecting the courts into the exclusion process. After all, many other exclusions of aliens for communist ideology could also have implicated the rights of U.S. citizens who sought to \"meet and speak with\" the excluded aliens. The \"facially legitimate\" standard protected the plenary power against dilution by limiting the reach of the American professors' claim. Under the standard, the professors were not entitled to balance their First Amendment rights against the government's exclusion power; they were entitled only to a constitutionally valid statement as to why the government exercised the exclusion power. Significantly, the Court left open the question whether the American professors' rights entitled them to even that much. Although the government proffered a \"facially legitimate and bona fide\" justification for Mandel's exclusion, the Court declined to say whether the government would have prevailed even if it had offered \"no justification whatsoever.\""], "subsections": []}, {"section_title": "Subsequent Applications of Mandel: Fiallo, Din, and Trump v. Hawaii", "paragraphs": ["The Court has followed Mandel in three subsequent exclusion cases. The first of these cases, Fiallo v. Bell , concerned the constitutionality of a statute; the second, Kerry v. Din , concerned the Executive's application of a statute in an individual visa case; and the third, Trump v. Hawaii , concerned the Executive's invocation of statutory authority to exclude a broad class of aliens by presidential proclamation. All three cases reinforce the notion of the government's plenary power to exclude aliens even in the face of constitutional challenges brought by U.S. citizens. The second and third cases, however, indicate that a different standard of review than Mandel 's \"facially legitimate and bona fide\" test may apply when challengers present extrinsic evidence of an unconstitutional justification for an executive exclusion decision or policy. The Supreme Court has assumed without definitively holding that, in such cases, reviewing courts may consider the extrinsic evidence to determine whether the exclusion decision or policy \"can reasonably be understood to result from a justification independent of unconstitutional grounds.\""], "subsections": [{"section_title": "Fiallo v. Bell", "paragraphs": ["In Fiallo v. Bell , the Court upheld a provision of the INA that classified people by gender and legitimacy. The statute granted special immigration preferences to the children and parents of U.S. citizens and LPRs, unless the parent-child relationship at issue was that of a father and his illegitimate child. Two U.S. citizens and two LPRs claimed that the restriction violated their equal protection rights by disqualifying their children or fathers from the preferences. Despite the \"double-barreled discrimination\" on the face of the statute, the Court upheld it as a valid exercise of Congress's \"exceptionally broad power to determine which classes of aliens may lawfully enter the country.\" Although it relied on Mandel , the Fiallo Court did not identify a concrete \"facially legitimate or bona fide\" justification for the statute. Instead, the Court surmised that a desire to combat visa fraud or to emphasize close family ties may have motivated Congress to impose the gender and legitimacy restrictions. Similar to the analysis in Mandel , the Fiallo Court justified its limited review of the facially discriminatory statute as a way to prevent the assertion of U.S. citizen rights from undermining the sovereign prerogative to exclude aliens."], "subsections": []}, {"section_title": "Kerry v. Din", "paragraphs": ["In Kerry v. Din , the Court considered a U.S. citizen's claim that the Department of State violated her due process rights by denying her husband's visa application without sufficient explanation. The Department indicated that it denied the visa under a terrorism-related ineligibility but did not disclose the factual basis of its decision. The Court rejected the claim by a vote of 5 to 4 and without a majority opinion. Justice Scalia, writing for a plurality of three Justices, did not reach the Mandel analysis because he concluded that Din did not have a protected liberty interest under the Due Process Clause in her husband's ability to immigrate. But Justice Kennedy, in a concurring opinion for himself and Justice Alito, which some lower courts view as the controlling opinion in the case, assumed without deciding that the visa denial implicated due process rights but rejected the claim under the \"facially legitimate and bona fide reason\" test. ", "Justice Kennedy's concurring opinion made two significant statements about how Mandel works in application. First, the government may satisfy the \"facially legitimate and bona fide reason\" standard by citing the statutory provision under which it has excluded the alien. Such a citation fulfills the \"facially legitimate\" prong by grounding the exclusion decision in legislative criteria enacted under Congress's \"plenary power\" to restrict the entry of aliens, and the citation also, by itself, suffices to \"indicate[] [that the government] relied upon a bona fide factual basis\" for the exclusion. Thus, because the government stated that it denied Din's husband's visa application under the terrorism-related ineligibility, it provided an adequate justification under Mandel even though it did not disclose the factual findings that triggered the ineligibility. Pointing to the statute suffices. ", "Second, however, Justice Kennedy indicated that his interpretation of the \"bona fide\" prong might be susceptible to a caveat in some cases:", "Absent an affirmative showing of bad faith on the part of the consular officer who denied Berashk [Din's husband] a visaâ\u0080\u0094which Din has not plausibly alleged with sufficient particularityâ\u0080\u0094 Mandel instructs us not to \"look behind\" the Government's exclusion of Berashk for additional factual details beyond what its express reliance on [the terrorism-related ineligibility] encompassed.", "In other words, under Justice Kennedy's reading of the Mandel standard, courts will assume that the government has a valid basis for excluding an alien under a given statuteâ\u0080\u0094 unless an affirmative showing suggests otherwise. In Din , the facts did not suggest bad faith, because Din's own complaint revealed a connection between the statutory ineligibility and her husband's case. Justice Kennedy therefore had no occasion to apply the caveat, and the opinion did not clarify what kind of \"affirmative showing\" would trigger it. Nonetheless, Justice Kennedy's concept of a bad faith exception to Mandel 's rule against judicial scrutiny of the government's underlying factual basis for an exclusion decision became a prominent issue in the Supreme Court's most recent exclusion case, Trump v. Hawaii . "], "subsections": []}, {"section_title": "Trump v. Hawaii", "paragraphs": ["Most recently, in Trump v. Hawaii , the Court rejected a challenge brought by U.S. citizens, the state of Hawaii, and other U.S.-based plaintiffs against a presidential proclamation that provided for the indefinite exclusion of broad categories of nonresident aliens from seven countries, subject to some waivers and exemptions. Five of the seven countries covered by the proclamation were Muslim-majority countries. The proclamation, like two earlier executive orders that imposed entry restrictions of a similar nature, became known colloquially as the \"Travel Ban\" or \"Muslim Ban.\" ", "As statutory authority for the proclamation, the President relied primarily upon INA Â§ 212(f). That statute grants the President power \"to suspend the entry of all aliens or any class of aliens\" whose entry he \"finds . . . would be detrimental to the interests of the United States.\" In the proclamation, the President concluded that the entry of the specified categories of nationals from the seven countries would have been \"detrimental\" to the United States because, based on the results of a multiagency review, the countries did not adequately facilitate the vetting of their nationals for security threats or because conditions in the countries posed particular risks to national security. Thus, the stated purpose of the proclamation was to protect national security by excluding aliens who could not be properly vetted due to the practices of their governments or the conditions in their countries. The challengers contended, however, that the actual purpose of the proclamation was to exclude Muslims from the United States. They based this argument primarily upon extrinsic evidenceâ\u0080\u0094that is, evidence outside of the four corners of the proclamationâ\u0080\u0094including statements that the President had made as a candidate calling for a \"total and complete shutdown of Muslims entering the United States.\"", "The challengers argued that the proclamation was illegal on statutory and constitutional grounds. With respect to statute, the challengers contended that INA Â§ 212(f) conferred upon the President only a \"residual power to temporarily halt the entry of a discrete group of aliens engaged in harmful conduct\" and therefore did not authorize the proclamation's indefinite exclusion of nationals of seven countries. The challengers also made other statutory arguments, including that the proclamation did not make sufficient findings that the entry of the excluded aliens would be \"detrimental to the interests of the United States,\" as the language of Â§ 212(f) requires. With respect to the constitutional ground, the challengers argued that the proclamation violated the Establishment Clause because, based on the extrinsic evidence, the President issued the proclamation for the actual purpose of excluding Muslims from the United States. As such, according to plaintiffs, the proclamation ran afoul of the \"clearest command\" of the Establishment Clause: \"that one religious denomination cannot be officially preferred over another.\"", "A five-Justice majority of the Supreme Court rejected all of these challenges in an opinion by Chief Justice Roberts that generally reaffirmed the unique breadth of the political branches' power to admit or exclude aliens. On the statutory claims, the Court declined to decide whether the doctrine of consular nonreviewability barred judicial review of the U.S. plaintiffs' arguments that the proclamation violated Â§ 212(f) and other provisions of the INA. The Court instead held that the proclamation did not violate the INA because Â§ 212(f) \"exudes deference to the President\" and grants him \"'ample power' to impose entry restrictions in addition to those elsewhere enumerated in the INA,\" even restrictions as broad as those in the proclamation. The Court also reasoned that the \"deference traditionally accorded the President\" in national security and immigration matters means that courts must not conduct a \"searching inquiry\" into the basis of the President's determination under Â§ 212(f) that the entry of certain aliens would be \"detrimental to the interests of the United States.\" The Court suggested that such a presidential determination might not be subject to judicial review at allâ\u0080\u0094calling the premise for such review \"questionable\"â\u0080\u0094but ultimately held that, \"even assuming some form of review [was] appropriate,\" the findings in the proclamation about the results of the multiagency review of vetting practices satisfied Â§ 212(f)'s requirements. In short, although the Court reviewed the statutory claims against the proclamation, it rejected those claims by holding that Congress has delegated extraordinary power to the President to exclude aliens and that the President's decisions to employ this power warrant deference. ", "On the constitutional issue, the Court reiterated the holdings in Mandel and Fiallo that matters concerning the admission or exclusion of aliens are \"'largely immune from judicial control'\" and are subject only to \"highly constrained\" judicial inquiry when exclusion \"allegedly burdens the constitutional rights of a U.S. citizen.\" Interestingly, however, the Court did not decide whether the limitations on the scope of this inquiry barred consideration of extrinsic evidence of the proclamation's purpose. Much of the litigation in the lower courts had turned on this issue. A majority of judges on the U.S. Court of Appeals for the Fourth Circuit, citing Justice Kennedy's concurrence in Din , had relied on the campaign statements and other extrinsic evidence of anti-Muslim animus to hold that the proclamation likely violated the First Amendment. Dissenting Fourth Circuit judges had reasoned that Mandel and the other exclusion cases prohibited consideration of the extrinsic evidence. The Supreme Court, instead of resolving this disagreement, assumed without deciding that consideration of the extrinsic evidence was appropriate in connection with a rational basis inquiry:", "AÂ conventional application ofÂ . . . [the] facially legitimate and bona fide [test] would put an end to our review. But the Government has suggested that it may be appropriate here for the inquiry to extend beyond the facial neutrality of the order. For our purposes today, we assume that we may look behind the face of the Proclamation to the extent of applying rational basis review. That standard of review considers whether the entry policy is plausibly related to the Government's stated objective to protect the country and improveÂ vetting processes. As a result, we may consider plaintiffs' extrinsic evidence, but will uphold the policy so long as it can reasonably be understood to result from a justification independent of unconstitutional grounds.", "In other words, the Court concluded that, even if plaintiffs' evidence of anti-Muslim animus warranted expansion of the scope of judicial review beyond the four corners of the proclamation itself, the appropriate inquiry remained extremely limited: whether the proclamation was rationally related to the national security concerns it articulated. And that rational basis inquiry, the Court explained, is one that the government \"hardly ever\" loses unless the laws at issue lack any purpose other than a \"'bare . . . desire to harm a politically unpopular group.'\" Applying this forgiving standard, the Court held that the proclamation satisfied it mainly because agency findings about deficient information-sharing by the governments of the seven covered countries established a \"legitimate grounding in national security concerns, quite apart from any religious hostility.\"", "In the principal dissent, Justice Sotomayor argued that the majority failed to provide \"explanation or precedential support\" for limiting its analysis to rational basis review after deciding to go beyond the \"facially legitimate and bona fide reason\" inquiry. In Justice Sotomayor's view, the Court's Establishment Clause jurisprudence required the Court to strike down the proclamation because a \"reasonable observer\" familiar with the evidence would have concluded that the proclamation sought to exclude Muslims. She also reasoned that, even if rational basis review were the correct standard, the proclamation failed to satisfy it because the President's statements were \"overwhelming . . . evidence of anti-Muslim animus\" that made it impossible to conclude that the proclamation had a legitimate basis in national security concerns. Finally, Justice Sotomayor criticized the majority for, in her view, tolerating invidious religious discrimination \"in the name of a superficial claim of national security.\" She compared the majority decision to Korematsu v. United States , a case that upheld as constitutional the compulsory internment of all persons of Japanese ancestry in the United States (including U.S. citizens) in concentration camps during World War II. (The majority responded that unlike the exclusion order in Korematsu the proclamation did not engage in express, invidious discrimination against U.S. citizens and that, as such, \" Korematsu has nothing to do with this case.\" The majority also took the occasion to overrule Korematsu â\u0080\u0094which had long been considered bad law but which the Supreme Court had never expressly overruledâ\u0080\u0094calling it \"gravely wrong the day it was decided.\" )", "In conclusion, Trump v. Hawaii leaves some questions unresolved about how the Mandel test works in practice, but Trump v. Hawaii leaves no uncertainty on one point: Mandel and its progeny permit courts to conduct only a vanishingly limited review of executive decisions to exclude aliens abroad. The Court did not decide whether U.S. citizens may challenge exclusion decisions on statutory grounds or whether, and in what circumstances, courts may consider extrinsic evidence of the government's purpose for an exclusion decision or policy. Yet the majority opinion reaffirms that the standard of review that applies to constitutional claims brought by U.S. citizens against the exclusion of aliens abroad is a \"highly constrained\" one that favors the government heavily, even when extrinsic evidence suggests that the Executive may have acted for an unconstitutional purpose."], "subsections": []}]}]}, {"section_title": "Implications of Supreme Court Jurisprudence for the Scope of Congressional Power", "paragraphs": ["The Mandel line of cases embraces the broad view of congressional power over the admission and exclusion of aliens that the Supreme Court established in Knauff and earlier precedent, although the cases do leave some uncertainty about the outer edges of the congressional power. ", "Mandel and Din appeared to take the absoluteness of Congress's exclusion power as a given. In Din , Justice Kennedy grounded his conclusionâ\u0080\u0094that a visa denial withstands constitutional attack so long as the government ties the exclusion to a statutory provisionâ\u0080\u0094on the premise that Congress can impose whatever limitations it sees fit on alien entry. In other words, because Congress's limitations are valid per se , executive enforcement of those limitations is also valid. Mandel makes the same point, albeit mainly through omission. Recall that the case concerned application of an INA provision that rendered the Belgian academic ineligible for a visa because he held communist political beliefs. The Court acknowledged that the statute triggered First Amendment concerns by limiting, based on political belief, U.S. citizens' audience with foreign nationals. But the Court did not assess whether the statute violated the First Amendment. Rather, the Court accepted without significant analysis that Congress had the power to impose such an idea-based entry limitation. As a result, the Mandel decision considered only the First Amendment implications of the Attorney General's refusal to waive Mandel's communism-based ineligibility, not the statutory premise of the ineligibility. ", "The untested assumption underlying Mandel and Din â\u0080\u0094that Congress's immigration power encompasses the power to exclude based on any criteria whatsoever, including political beliefâ\u0080\u0094raises a fundamental question about the nature of the plenary power. Often, the Supreme Court has described the power as one that triggers judicial deference , meaning that courts may conduct only a limited inquiry when considering the constitutionality of an exercise of the immigration power. But the plenary power doctrine, as some scholars have noted, can be understood another way, one that perhaps makes more sense of Mandel : the \"plenary\" refers to the scope of the power itself, in substance, and not to its immunity from judicial review. The congressional power to admit or exclude aliens is so complete, this theory goes, as to override the constitutional limitations that typically constrain legislative action. For example, the power overrides the First Amendment principles that would invalidate legislation that expressly provides for unfavorable treatment based on political belief in almost any other context. ", "Aspects of Fiallo , however, arguably do not support this concept of a substantively limitless congressional power to regulate alien entry. Unlike Mandel and Din , which examined the Executive's application and implementation of authority delegated by statute, Fiallo squarely considered the constitutionality of a statute itself. And while Fiallo 's outcome (upholding an immigration law that discriminated by gender and legitimacy) aligns with the concept of an unbridled legislative power, the Court's reasoning wavered between statements suggesting that the legislative power might have limits and statements describing the power as absolute. The lack of clarity in the opinion seemed to stem from the awkwardness of applying Mandel â\u0080\u0094which fashioned a rule for review of executive action (the \"facially legitimate and bona fide\" test)â\u0080\u0094in a case reviewing legislative action. Ultimately, the Fiallo Court cited the Mandel test as an analogue but did not actually apply the test. Rather, the Court upheld the statute at issue under something that looked like a version of rational basis review, one in which a hypothetical justification suffices to sustain the statute. While extremely deferential, this version of rational basis review implies an underlying constitutional limitation against legislative unreasonableness, at least in theory. In other words, an even-handed reading of Fiallo suggests that statutes regulating the admission of aliens must at least be reasonable. ", "Some scholars have argued that Fiallo was incorrectly decided and that stricter constitutional scrutiny should apply to admission and exclusion laws that classify aliens by factors such as race, religion, and gender. To date, this argument does not find support in Supreme Court precedent, particularly not after the Court relied on Fiallo in Trump v. Hawaii to describe the breadth of the political branches' exclusion power. To be sure, the Supreme Court has made clear that Congress cannot deny certain rights to aliens subject to criminal or deportation proceedings within the United States, and that the federal government cannot deny some procedural protections to LPRs returning from brief trips from abroad. But the Court has never suggested that laws regulating the admission of non-LPR aliens trigger anything more than the deferential rational basis review that it applied to the gender-based immigration preferences statute at issue in Fiallo . In other words, the Court has never called Fiallo into question. ", "In one recent case, Sessions v. Morales-Santana , the Supreme Court applied heightened constitutional scrutiny to strike down a derivative citizenship statute that, much like the statute in Fiallo , used gender classifications. However, the Morales-Santana Court distinguished Fiallo and the plenary power doctrine by noting that the statute before it concerned citizenship, not immigration. Accordingly, Morales-Santana does not appear to portend imminent reconsideration of Fiallo . The term after Morales-Santana , the Court applied rational basis review in Trump v. Hawaii to an executive exclusion policy that was based on a statutory delegation of authority, suggesting that nothing more than rational basis review could apply to an exclusion statute itself. ", "To summarize, dicta in two of the exclusion cases that decided challenges to executive action, Mandel and Din , give the impression of a substantively absolute congressional power to control the entry of aliens. But courts have generally interpreted Fiallo , which concerned a direct challenge to a law regulating alien admission and exclusion, to mean that such laws must at least survive a review for reasonableness. To date, the Supreme Court has not heeded calls by some scholars and litigants for more exacting review of laws regulating alien entry. "], "subsections": []}, {"section_title": "Implications of Supreme Court Jurisprudence for the Scope of Executive Power", "paragraphs": ["Mandel , Din , and Trump v. Hawaii trace the contours of the Executive's exclusion power. As described above, Mandel 's \"facially legitimate and bona fide reason\" test governs claims that an exclusion decision or policy violates a U.S. citizen's constitutional rights. The Executive satisfies the test by identifying the statutory basis for the exclusion. Where the U.S. citizen challenger proffers extrinsic evidence that the Executive acted with an unconstitutional purpose, it might be proper for a reviewing court to consider that evidence, but only as part of a rational basis inquiry under which the exclusion decision or policy must be upheld if \"it can reasonably be understood to result from a justification independent of unconstitutional grounds.\" ", "However, the cases do not resolve definitively at least three issues about the executive power. These issues, discussed below, are (1) whether the Executive possesses inherent exclusion power, as opposed to solely statutory-based power; (2) the extent to which U.S. persons or entities may challenge an alien's exclusion on statutory grounds; and (3) the extent to which the Constitution limits the Executive's application of broad delegations of congressional power to make exclusion determinations. "], "subsections": [{"section_title": "Source of Executive Power", "paragraphs": ["The Supreme Court's exclusion cases generally indicate that the authority to exclude aliens reaches the Executive through congressional delegation. The cases generally assign the constitutional power to regulate immigration to Congress and imply that an executive exclusion decision or policy must have a basis in statute. Mandel , Din , and Trump v. Hawaii illustrate this implied point: even though all three cases considered the constitutionality of executive action, the Court focused its analysis in each case on a statutory source of authority for the executive action. For instance, in Trump v. Hawaii , the Court analyzed whether the \"Travel Ban\" order fit within the President's authority under INA Â§ 212(f) to \"suspend the entry of all aliens or any class of aliens.\" Trump v. Hawaii and the Court's other exclusion cases proceed on the assumption that executive action to exclude aliens requires statutory authorization.", "An opposing view held by at least one current Supreme Court Justice posits that the Executive has \" inherent authority to exclude aliens from the country.\" Under this view, Congress does not have authority to constrain executive exclusion decisions. This view arguably finds some support in Supreme Court immigration jurisprudence. Many of the cases, for example, do not distinguish between Congress and the Executive when discussing the constitutional power to regulate immigration, suggesting that the two branches could share the power. Furthermore, at least one pre- Mandel Supreme Court decision states expressly that the Executive possesses inherent authority to exclude aliens. The case makes this statement, however, only to rebuff a challenge to the constitutionality of congressional delegations of immigration authority to executive agencies. In other words, the case states that the Executive has inherent exclusion authority only to explain why Congress may delegate exclusion authority to the Executive, not to establish that the Executive may exclude aliens absent statutory authority. The case goes on to acknowledge that, notwithstanding any inherent executive authority, in immigration matters the Executive typically acts upon congressional direction.", "The text of the Constitution itself does not resolve whether the Executive has a constitutional power to exclude aliens that is independent of statutory authorization. Because the federal government's immigration power rests at least in part upon an \"inherent power as a sovereign\" not enumerated in the Constitution, courts cannot determine who owns the power by reading Article I or Article II. Neither does Supreme Court precedent resolve the issue definitively. In one 1915 case, Gegiow v. Uhl , the Court held that an executive exclusion decision violated the governing statute. That holding implies that legislative restrictions on such decisions are constitutionally valid. But that brief decision did not discuss the concept of inherent executive authority over immigration, and more recent exclusion cases have not decided the issue because they have resolved statutory challenges by holding that the executive action at issue complied with the relevant statutes. ", "On balance, the weight of authority favors the view that the power to exclude aliens belongs primarily to Congress, at least in the first instance. The idea that the Executive could exclude aliens in contravention of a statuteâ\u0080\u0094or, to a lesser extent, without statutory authorizationâ\u0080\u0094would challenge separation of powers principles and does not find support even in the one Supreme Court opinion that expressly endorses the concept of an inherent executive immigration power. The idea of an extra-statutory executive exclusion power would also undermine basic features of the Court's exclusion jurisprudence, such as the long-standing rule that a court reviewing the exclusion of an arriving alien in habeas corpus proceedings must ascertain whether immigration officers had statutory authorization to make the exclusion determination. ", "The point remains, however, that the Court has not established clearly that the Executive may not exclude aliens in contravention of a statute or without statutory authorization. This lack of definitive precedent on the issue may result from Congress's extremely broad delegation of exclusion authority to the Executive, most notably in INA Â§ 212(f), and from the limited judicial review available for executive enforcement of exclusion statutes. Finally, a specific aside about the field of diplomacy: because the Reception Clause of the Constitution grants the President the exclusive power to \"receive Ambassadors and other public Ministers,\" it seems more than plausible that a President could override a statute at least when making decisions about the admission or exclusion of foreign diplomats."], "subsections": []}, {"section_title": "Statutory Challenges to Executive Decisions to Exclude Aliens", "paragraphs": ["Because executive exclusion power appears to derive primarily from statute, executive exclusion decisions or policies are susceptible in theory to attack on the ground that they violate the governing statutes. In Trump v. Hawaii , for instance, the Supreme Court analyzed and rejected arguments that the \"Travel Ban\" exclusion policy violated provisions of the INA. But the Court declined to resolve a threshold question about such challenges: whether they are barred by the doctrine of consular nonreviewability, which, as discussed above, forms part of the general rule against judicial review of exclusion decisions. Specifically, consular nonreviewability prohibits judicial review of a visa denial unless the denial burdens the constitutional rights of a U.S. citizen, in which case the deferential standard of review under the Mandel line of cases applies to the constitutional claim. The Mandel Court, in recognizing for the first time that U.S. citizens could challenge exclusion decisions despite the bar against such suits when brought by aliens, spoke narrowly of constitutional claims by U.S. citizens. Trump v. Hawaii reasoned that the statutory claims at issue there failed on the merits even if they were subject to judicial review, and the Court therefore declined to answer whether the Mandel exception also encompasses statutory claims brought by U.S. citizens against the exclusion of aliens abroad.", "At least two federal circuit courts have held that the doctrine of consular nonreviewability bars U.S. citizen challenges to visa denials on statutory grounds, at least when the citizen does not also state constitutional claims. These courts reasoned that permitting review of purely statutory claims would \"convert[] consular nonreviewability into consular reviewability\" and \"eclipse the Mandel exception\" by subjecting statutory claims to a more exacting level of review under the APA than constitutional claims receive under the \"highly constrained\" review that applies under the Mandel line of cases. ", "On the other hand, in two other cases involving a combination of statutory and constitutional claims brought by U.S. citizens against visa denials, courts in the First Circuit and D.C. Circuit reviewed the statutory claims and rejected or called into question the visa denials on statutory grounds. One of these decisions concluded that the statutory claims were reviewable because, among other rationales, the canon of constitutional avoidance required the court to construe the relevant statutes before considering whether the Executive's application of the statutes violated the Constitution. In both cases, the courts analyzed the statutory claims without deferring to the government's determination that the INA required the denial of the visa applications at issue. As a result, the cases scrutinized the government's justifications for excluding aliens much more closely than the Supreme Court analyzed the constitutional claims in Trump v. Hawaii , Mandel , and Din . It was the Ninth Circuit's disagreement with this framework endorsed by the First and D.C. Circuitsâ\u0080\u0094that statutory challenges to visa denials should draw stricter review than constitutional challengesâ\u0080\u0094that led it, among other reasons, to hold in a pure statutory case that consular nonreviewability bars statutory claims. ", "The Supreme Court has on at least two occasions rejected statutory challenges brought by U.S. citizens or organizations against the exclusion of aliens abroad without deciding whether such challenges are subject to judicial review. As already mentioned, in Trump v. Hawaii , the Court acknowledged but did not decide the reviewability question in a case that involved a combination of statutory and constitutional claims brought by U.S. citizens and other U.S. parties. In the 1993 case Sale v. Haitian Centers Council , the Court considered and ultimately rejected statutory challenges to the U.S. Coast Guard's interdiction and forced return of Haitian migrants trying to reach the United States by sea. Specifically, the Court analyzed and rejected the argument that the interdictions violated an INA provision requiring immigration authorities to determine whether aliens would suffer persecution in a particular country before returning them to that country. The Sale Court did not address the consular nonreviewability issue, even though the government argued it, but instead seemed to assume without discussion that the statutory challenges to the interdictions and forced returns were reviewable. The only clear holding about consular nonreviewability that arises from Hawaii and Sale is that the doctrine does not deprive federal courts of subject matter jurisdiction over statutory challenges brought by U.S. citizens against the exclusion of aliens abroad, even though the doctrine might supply a rule of decision requiring courts to reject such statutory challenges without reviewing their merits. ", "In summary, federal appellate courts have held that the doctrine of consular nonreviewability bars exclusively statutory challenges brought by U.S. citizens against the executive branch decisions to exclude aliens abroad, but not where the citizens also press constitutional challenges. The Supreme Court has not resolved the issue, but the Court reviewed statutory challenges that were combined with constitutional challenges in Trump v. Hawaii and reviewed exclusively statutory challenges in Sale . "], "subsections": [{"section_title": "Exclusions Based on Broad Delegations of Congressional Power", "paragraphs": ["Justice Kennedy concluded in Din that the plenary nature of Congress's power to exclude aliens means that an executive exclusion decision for a statutory reason is facially legitimate and bona fide. But what about where Congress transfers its exclusion power to the Executive with few limiting criteria? What constitutional restrictions does the Executive face in that scenario? ", "Trump v. Hawaii indicates that the Executive, at least in theory, must comply with constitutional guarantees when exercising power delegated from Congress to create exclusion policies. Even though the Court in that case engaged in only a \"highly constrained\" level of judicial review, it stated that the purpose of the review was to determine whether the challenged exclusion policy could \"reasonably be understood to result from a justification independent of unconstitutional grounds.\" Presumably, if the Court had concluded that the \"Travel Ban\" proclamation was \"'inexplicable by anything other than [anti-Muslim] animus,'\" it would have struck down the proclamation for violating the Establishment Clause. ", "Although the proposition that constitutional guarantees restrict executive exercises of exclusion authority may seem unremarkable, the Court actually avoided deciding this issue in Mandel . The relevant statute in that case gave the Attorney General broad discretion to waive the communism-based ground for exclusion. The parties and the Court assumed that Congress had the authority to exclude communists based on their political ideas. The executive branch argued that it, too, could exercise congressionally delegated exclusion authority to deny entry based on political belief or for \"any reason or no reason.\" The Mandel Court, in adopting the \"facially legitimate and bona fide\" standard, avoided addressing this contention. The Court reasoned that it did not have to decide whether the government could deny an inadmissibility waiver for \"any reason or no reason\" because the government had in fact supplied a reason for denying Mandel's waiverâ\u0080\u0094his alleged prior visa abuseâ\u0080\u0094\"and that reason was facially legitimate and bona fide.\" Thus, Mandel left open the possibility that the First Amendment could limit the executive branch's, but not Congress's, power to exclude based on political belief, but the Court did not decide the issue. After Trump v. Hawaii , however, it seems relatively clear that executive exclusion policies must find support in justifications that are \"independent of unconstitutional grounds,\" even though courts will apply only a \"narrow standard of review\" to assess those justifications. In other words, constitutional guarantees might not restrict Congress's exercise of the exclusion power, but they apparently do restrict the Executive's exercise of exclusion power delegated to it by Congress."], "subsections": []}]}]}, {"section_title": "Conclusion", "paragraphs": ["The Supreme Court has consistently reaffirmed that legislative and executive decisions to exclude aliens abroad are \"'largely immune from judicial control.'\" The doctrine of consular nonreviewability bars judicial review of decisions to exclude aliens abroad in most circumstances. And even where such decisions burden the constitutional rights of U.S. citizens, the Mandel line of cases stands for the proposition that federal courts must grant the decisions a level of deference so substantial that it mostly assures government victory over any challenges. Notably, however, Supreme Court precedent mainly describes the deference due to executive exclusion decisions as an issue within Congress's control. The doctrine of consular nonreviewability and the Mandel line of cases take their cue from legislative inaction: because Congress has not said that courts may review executive decisions to exclude aliens abroad, courts mostly do not conduct such review or (where constitutional claims of U.S. citizens are at stake) conduct only an extremely limited form of review. Ultimately, the cases indicate that Congress has authority to expand review through affirmative legislation. "], "subsections": []}]}}