{"id": "R46237", "title": "The 2020 Census: Frequently Asked Questions", "released_date": "2020-02-21T00:00:00", "summary": ["April 1, 2020, will mark the official date of the 24 th U.S. decennial census. Mandated by the Constitution and federal law, the census is considered a cornerstone of the nation's representative democracy. Nevertheless, an enumeration that is complete and accurate is difficult to achieve. Among other challenges, the census is often misunderstood, mischaracterized, feared, or avoided. This report addresses common questions concerning the 2020 census. The report is intended to provide information about the census, including clarifying various aspects of the census process. Among the topics covered are", "the origin and purpose of the census; the dates of key census activities; what the Census Bureau has done to promote the enumeration and gain cooperation with it, such as background research on hard-to-count groups and areas, and outreach to them and the broader public through a $500 million communications strategy that includes paid advertising; what basic data the census will collect, largely about how many people live in each household; each person's sex, age, birthdate, race, Hispanic or non-Hispanic ethnicity, and relationship to the person filling out the census form; and whether the housing unit is owned or rented; what information, the Census Bureau has explained, the census never collects, including Social Security numbers, bank or credit card account information, money, or anything on behalf of a political party; why people who consider themselves to be of Middle Eastern or North African race or ethnicity will not be able to report themselves as such on the census questionnaire; clarification that the census will not include a citizenship, nationality, immigration, or other related question; how the Census Bureau will collect detailed socioeconomic and housing data separately from the census; clarification that people have several different options for answering the censusâ\u0080\u0094online, on paper, or by telephoneâ\u0080\u0094even though online responses are officially most encouraged; language support for the census, including online questionnaires in English and 12 non-English languages, Census Questionnaire Assistance by telephone in the same languages and through a telecommunications device for the deaf, and language guides in 59 non-English languages that will be available in video, standard and large print, braille, and American Sign Language; legal requirement to answer the census and possible $5,000 penalty for nonresponse or false answers; clarification that people must respond to the 2020 census even if they participated in the 2018 or 2019 census tests; the process for updating the Master Address File, the basis for contacting the population about the start of the census and following up with nonrespondents; how and when people can become employed as temporary 2020 census workers, what the requirements are for being hired, and what this work can offer to employees; how the public can identify census workers to be sure that they are legitimate; and legal and cybersecurity protections for confidential census information."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "1. What is a \"census\"?", "paragraphs": ["A census, as distinguished from a survey, is intended to be a complete count of the population. A scientifically designed and conducted survey covers a sample of the population, and the results are generalizable to the whole population. "], "subsections": []}, {"section_title": "2. Why is a census necessary?", "paragraphs": ["The U.S. decennial census is, foremost, a constitutional requirement. The Enumeration Clause of the Constitution (Article I, Section 2, clause 3, as modified by Section 2 of the Fourteenth Amendment) mandates \"counting the whole number of persons in each State\" every 10 years in order to apportion seats in the House of Representatives. The first census occurred in 1790; 2020 marks the 24 th time the national count has taken place.", "The modern census is important for more than House apportionment. Decennial census data are used for within-state redistrictingâ\u0080\u0094the redrawing of legislative districts. Decennial census and related data are used in certain formulas that determine states' and localities' annual allocations of federal funds, estimated by the Census Bureau as of FY2015 at $689.3 billion and by an academic researcher as of FY2017 at $1.5 trillion. The decennial counts also are the foundation for estimates of current population size between censuses and projections of future size. Businesses, nonprofit organizations, researchers, and all levels of government are steady consumers of decennial and related data collected by the Census Bureau."], "subsections": []}, {"section_title": "3. When will the census happen?", "paragraphs": ["April 1, 2020, is the official Census Day. The count starts before, and census activities continue beyond, April 1, however. On January 21, 2020, the Census Bureau began the enumeration by counting the population in remote Toksook Bay, Alaska. The bureau is to start making in-person visits to nonrespondents in May 2020. By law, the bureau must provide the official numbers for House apportionment to the President no later than December 31, 2020. Also by law, states that requested 2020 population counts for, as examples, American Indian areas, counties, cities, towns, census tracts, census block groups, census blocks, and \"state-specified congressional, legislative, and voting districts,\" must receive the data no later than March 31, 2021. The final design of the file containing these data remains to be specified, but the file will include data on \"voting age, race, ethnicity, occupancy status, and (new for the 2020 Census) group quarters.\" The rollout of other census products is scheduled to continue until 2023."], "subsections": []}, {"section_title": "4. What has the Census Bureau done to promote awareness of the census and build support for it?", "paragraphs": [], "subsections": [{"section_title": "The Census Barriers, Attitudes, and Motivators Study", "paragraphs": ["The Census Bureau has researched ways to engage the people who likely will be hardest to count in 2020. For example, the Census Barriers, Attitudes, and Motivators Study (CBAMS), also called the \"2020 Census Planning Survey,\" was conducted from February 20 through April 17, 2018, with a nationwide sample of 50,000 households. It covered, according to the bureau, \"a range of topics related to census participation and completion.\" Respondents could complete the survey in English or Spanish, online or by mail. \"Approximately 17,500 people responded to the survey, which was then weighted to be representative of all householders in the United States ages 18 and older.\" The bureau focused on differences in responses \"across race, age, gender, education, and country of birth.\" Qualitative information gathered from 42 focus groups in 14 locations nationwide from March 14, 2018, through April 19, 2018, supplemented the survey results. The bureau reported that the use of focus groups was \"designed to help the research team understand the attitudes of small demographic groups or groups that were otherwise difficult to reach with the survey.\" The \"chief barrier\" to 2020 census participation identified in the survey and the focus groups was \"a lack of understanding of the purpose and process of the census.\" The focus groups showed this lack to be \"associated with several negative attitudes toward the census, including apathy, privacy concerns, fear of repercussions, and general distrust of government.\" The survey results indicated that \"certain demographic characteristics, including low levels of education, being young, and being of racial or ethnic minority groups,\" were related to \"low levels of intent\" to respond to the 2020 census. The survey and the qualitative findings, however, \"revealed common motivators\" for answering the census. Despite \"important differences\" among demographic groups, \"funding for public servicesâ\u0080\u0094such as hospitals, schools, and roadsâ\u0080\u0094is a key motivator across groups.\" The bureau observed that respondents resembling the people in the focus groups, especially, might understand \"the importance and purpose of the census if they make the connection between completing a census form and the possibility of an increase in funding or support\" for their communities."], "subsections": []}, {"section_title": "Communications Strategy", "paragraphs": ["The bureau used information such as gained from CBAMS to inform its $500 million communications strategy, developed by the bureau and its communications contractor, VMLY&R."], "subsections": [{"section_title": "Advertising", "paragraphs": ["As the bureau has explained, VMLY&R includes \"multicultural advertising agencies, seasoned in reaching diverse audiences.\" An advertising campaign \"in English and 12 other languages\" will be part of the communications strategy. The languages are Arabic, Chinese (Mandarin and Cantonese), French, Haitian Creole, Japanese, Korean, Polish, Portuguese, Russian, Spanish, Tagalog, and Vietnamese. As discussed under question 11, below, online questionnaires are to be available in the same languages. The bureau's schedule calls for paid advertising to begin running in January 2020, \"across multiple platforms, including print and digital outlets, television and radio, billboards,\" and ads \"at transit stations, grocery stores, and movie theaters.\" The two largest shares of the total paid media campaign budget are 39.0% for television and 29.1% for digital media. The campaign is expected to reach \"99% of all households\" nationwide, \"particularly in multicultural and hard-to-count populations.\""], "subsections": []}, {"section_title": "The Partnership Program", "paragraphs": ["Another part of the communications strategy is the partnership program, which, in the bureau's explanation, \"integrates two essential programs.\" The Community Partnership Engagement Program \"employs the strengths of tribal, state, and local governments, as well as community-based organizations, faith-based organizations, schools, media, businesses, social services, ethnic organizations, and others.\" Much of the community partnership work is being \"conducted by partnership specialists who are employed in the field leading up to and during\" the census. The National Partnership Program \"builds and strengthens relationships with businesses, industries and organizations with national reach.\" The two programs \"are intended to be complementary\" and draw on \"the expertise of various Census Bureau employees to help maximize\" census participation.", "The community partnership effort has, among other goals, the formation of Complete Count Committees (CCCs) in all 50 states, tribal areas, the District of Columbia, Puerto Rico, and cities with at least 200,000 residents. A CCC, according to the Census Bureau, comprises \"a broad spectrum of government and community leaders from education, business, healthcare,\" and other organizations. CCC members are to develop census awareness and encourage cooperation with the census \"based upon their knowledge of the local community.\" Still being formed, CCCs are \"identifying budget resources and establishing local work plans\" for implementation in 2020. The bureau has compiled and posted on its website a guide for those interested in forming CCCs and an alphabetized list of existing committees, with any available contact information.", "An additional component of the partnership program is Statistics in Schools, which, in general, promotes statistical literacy for students from kindergarten through high school and, specifically, explains to students why the census is important. One goal is for students to bring this message home. A related goal is to make school-age children and the adults in their households aware of the need to count all children in a household, being sure not to miss any babies or other children under age five. They sometimes can be erroneously omitted from the list of household residents, as has happened in past censuses."], "subsections": []}]}, {"section_title": "The Response Outreach Area Mapper", "paragraphs": ["The Census Bureau has developed an application, the Response Outreach Area Mapper (ROAM), to facilitate identifying hard-to-count areas and provide socioeconomic and demographic profiles of these areas using American Community Survey (ACS) estimates. ROAM has helped the bureau, in its words, \"create a tailored communications and partnership campaign\" and inform \"outreach activities and hiring practices across the country,\" in order to hire \"an adequate number of staff and staff with the necessary language skills for a given area.\" One advantage of ROAM for census partners is that they can use it to identify specific areas most needing their attention."], "subsections": []}]}, {"section_title": "5. How and when will people know that the census is underway?", "paragraphs": ["As the Census Bureau has explained, it will let most people know by mail. In March 2020, about 95% of U.S. households are to receive mailed \"invitations\" from the bureau to answer the census online. A household that does not respond is to receive reminders in the mail, then, in April, a paper questionnaire to complete. Almost 5% of householdsâ\u0080\u0094including those who receive their mail at post office boxes and those recently displaced by natural disastersâ\u0080\u0094are to have an invitation delivered by census workers. Not quite 1% of households are to be enumerated in person during the initial phase of the census. These households are in remote areas, like parts of Alaska and northern Maine and certain American Indian areas that have asked to be counted in person."], "subsections": []}, {"section_title": "6. What questions will the census ask?", "paragraphs": ["The census form asks for the following basic information: the number of people living or staying in the respondent's home as of April 1, 2020; whether any additional people living or staying in the home were not counted; whether anyone in the home usually lives or stays somewhere else; whether the home is owned, with or without a mortgage, or rented; the respondent's telephone number (in case the Census Bureau needs to contact the person to clarify any responses); the name of each person in the household and the person's relationship to the respondent; each person's sex; the person's age and birthdate; whether the person is \"of Hispanic, Latino, or Spanish origin\"; and the person's race. The bureau has emphasized that the census never asks a person for his or her Social Security number or bank or credit card account information, for any \"money or donations,\" or for \"anything on behalf of a political party.\" A form purporting to be a census form that requests such information is not from the Census Bureau and is not legitimate."], "subsections": []}, {"section_title": "7. Some people expected the census form to include a Middle Eastern or North African (MENA) racial or ethnic category. WhyÂ doesn't it?", "paragraphs": ["The Census Bureau announced on January 26, 2018, that the form would not have a separate MENA category. A study the bureau released in 2017 noted that the \"inclusion of a MENA category\" in the 2015 National Content Test helped MENA respondents \"more accurately report their MENA identities\" and characterized the use of this category as \"optimal.\" Later feedback, however, reportedly indicated the opinion of \"a large segment\" of the MENA population \"that MENA should be treated as a category not for race but ethnicity,\" which \"the bureau so far has not specifically tested.\" People of MENA background may continue to report themselves as \"White.\" Two examples of \"White\" shown on the census form are Lebanese and Egyptian, both in the MENA category. The current Office of Management and Budget standards for federal reporting of race and ethnicity, which apply to the Census Bureau, designate \"White\" as \"A person having origins in any of the original peoples of Europe, the Middle East, or North Africa.\""], "subsections": []}, {"section_title": "8. The census form does not have a question about citizenship, despite the widespread public perception that it might. What happened?", "paragraphs": ["The 2020 census will collect only the basic data described under question 6, above. It will not ask people for detailed social, demographic, economic, or housing information, including about their legal, immigration, or citizenship status. A citizenship question was proposed, challenged, and ultimately not retained on the census form.", "Secretary of Commerce Wilbur Ross announced on March 26, 2018, that the 2020 census form would include the current American Community Survey question on citizenship. The question is, as it has been in the ACS since before 2010, \"Is this person a citizen of the United States?\" A checkbox appears beside each of the following possible answers: \"Yes, born in the United States\"; \"Yes, born in Puerto Rico, Guam, the U.S. Virgin Islands, or Northern Marianas\"; \"Yes, born abroad of U.S. citizen parent or parents\"; \"Yes, U.S. citizen by naturalizationâ\u0080\u0094Print year of naturalization\"; and \"No, not a U.S. citizen.\"", "The Department of Justice maintained that the census, not a survey like the ACS, was \"the most appropriate vehicle for collecting\" citizenship data \"critical to the Department's enforcement of Section 2 of the Voting Rights Act\" and its \"protections against racial discrimination in voting.\"", "Opponents of the citizenship question expressed concern that it might depress immigrants' census response rates or cause them to falsify data, especially if their status in the United States, or that of their friends or families, was illegal. Census Bureau fieldworkers in 2017 noted heightened anxiety about data confidentiality among certain foreign-born respondents and reluctance to answer questions, particularly about citizenship status. Six former bureau directors signed a January 26, 2018, letter to Secretary Ross, opposing the late-date introduction of a citizenship question that, at the time, had not been tested for the 2020 census.", "Multiple lawsuits were filed to block the question. Judge Jesse Furman, U.S. District Court for the Southern District of New York, ruled on July 26, 2018, that a consolidated suit by the State of New York and others could proceed. The U.S. Supreme Court heard the case as Department of Commerce et al. v. New York et al. on April 23, 2019. The Court's decision, written by Chief Justice John Roberts and issued on June 27, 2019, found that the addition of a citizenship question did not violate the Enumeration Clause of the Constitution or the Census Act (Title 13, U.S. Code , Census ), but the Court held that Secretary Ross's decision violated the Administrative Procedure Act because his sole stated reason for adding the citizenship question was not the real reason for his decision. On July 11, 2019, the President issued an executive order stating that the ruling had \"made it impossible, as a practical matter, to include a citizenship question on the 2020 decennial census questionnaire.\" The order, instead, directed \"all executive departments and agencies\" to give the department \"the maximum assistance permissible, consistent with law, in determining the number of citizens and non-citizens in the country, including by providing any access\" requested by the department to relevant administrative records. This action, the order continued, \"will ensure that the Department will have access to all available records in time for use in conjunction with the census.\" On September 13, 2019, the organization LUPE and others filed a suit in the U.S. District Court for the District of Maryland against the Commerce Secretary, the Director of the Census Bureau, the Commerce Department, and the Census Bureau, seeking to block implementation of the executive order. The outcome of the suit remains to be determined."], "subsections": []}, {"section_title": "9. Where are all the detailed socioeconomic and housing questions that some people say the census asks?", "paragraphs": ["The American Community Survey is occasionally confused with the decennial census. In past decades, through the 2000 census, the census consisted of a short form, with questions that applied to all U.S. residents, and a long form, which included the short form questions plus many more questions covering social, demographic, economic, and housing topics. The long form went to a representative sample of all U.S. residents, a 17% sample in 2000, and the results could be generalized to the whole resident population. The bureau discontinued the long form after 2000 and launched its replacement, the ACS, in 2005 and 2006. The bureau considers the ACS a part of the decennial census program but conducts it separately from the census. Although the census is administered once a decade, the ACS goes to a small sample of the population every month and, as did the long form, collects myriad data. ACS results are aggregated over time to produce one-year and five-year estimates. For the most populous areas, those with at least 65,000 people, sample data collected over just 12 months can be generalized to an area's whole population. For less populous areas, down to below 20,000 people, data have to be collected over five years to generate representative samples. All areas, however, receive new sets of estimates (either one-year or five-year estimates) every year."], "subsections": []}, {"section_title": "10. What options will people have for responding?", "paragraphs": ["In 2020, for the first time, people will be able to answer the census online. Some people have heard or assumed that because they can answer online, they must answer online or the census will miss them. This concern is based on inaccurate perceptions. The bureau is emphasizing online responses because they can be quick and easy and because they can help control the cost of the census. Anyone who lacks internet access or simply prefers not to respond online, however, can fill out a paper questionnaire. People also will be able to submit their census answers by telephone, by calling Census Questionnaire Assistance centers."], "subsections": []}, {"section_title": "11. How can people answer the census if they are not proficient in English or need language support?", "paragraphs": ["The Census Bureau will make the 2020 census questionnaire available online in 12 non-English languages: Arabic, Chinese (Mandarin and Cantonese), French, Haitian Creole, Japanese, Korean, Polish, Portuguese, Russian, Spanish, Tagalog, and Vietnamese. The bureau will provide Census Questionnaire Assistance in the same languages and through a telecommunications device for the deaf. In addition, the bureau will make field enumeration materials available in Spanish and will provide bilingual (English and Spanish) paper questionnaires and related mailings. It also will provide language guides, language glossaries, and language identification cards in 59 non-English languages. The language guides will be available in video and print, including large print, and braille, as well as American Sign Language."], "subsections": []}, {"section_title": "12. Can people ignore the census or refuse to answer it if theyÂ wish?", "paragraphs": ["Refusing or willfully neglecting to answer the census is illegal. Title 13, U.S. Code , Section 141, \"Population and other census information,\" specifies that a decennial census is to be conducted. Section 221, \"Refusal or neglect to answer questions; false answers,\" states, in full", "(a) Whoever, being over eighteen years of age, refuses or willfully neglects, when requested by the Secretary, or by any other authorized officer or employee of the Department of Commerce or bureau or agency thereof acting under the instructions of the Secretary or authorized officer, to answer, to the best of his knowledge, any of the questions on any schedule submitted to him in connection with any census or survey provided for by subchapters I, II, IV, and V of chapter 5 of this title, applying to himself or to the family to which he belongs or is related, or to the farm or farms of which he or his family is the occupant, shall be fined not more than $100.", "(b) Whoever, when answering questions described in subsection (a) of this section, and under the conditions or circumstances described in such subsection, willfully gives any answer that is false, shall be fined not more than $500.", "(c) Not withstanding any other provision of this title, no person shall be compelled to disclose information relative to his religious beliefs or to membership in a religious body.", "Title 18, U.S. Code , Crimes and Criminal Procedure , Sections 3559 \"Sentencing Classification of Offenses,\" and 3571, \"Sentence of Fine,\" effectively update the penalties for certain broad classes of offenses, without any specific mention of the census. Under this title and these sections, the possible penalty for the type of offense constituted by refusing or willfully neglecting to answer the census (13 U.S.C. 221(a)) is a fine of not more than $5,000. The possible penalty for providing any false census answer (13 U.S.C. 221(b)) is also $5,000."], "subsections": []}, {"section_title": "13. Some people say that they filled out a census form in 2018 or 2019. Do they still have to answer the 2020 census?", "paragraphs": ["Yes. The Census Bureau did conduct limited 2020 census tests in 2018 and 2019. The 2018 test was the so-called dress rehearsal for the 2020 census, which the bureau described as \"the last operational field test\" before the actual census. The test was designed to \"assess the readiness and integration of planned\" 2020 \"operations, procedures, systems and field infrastructure.\" It began in 2017 with address canvassing (explained under question 14. How will the Census Bureau know where people live so that it can contact them in 2020? , below) in Bluefield-Beckley-Oak Hill, West Virginia; Pierce County, Washington; and Providence County, Rhode Island. The enumeration phase of the test occurred in 2018 in Providence County only. As the bureau marked the \"successful completion\" of the test, a bureau official noted that work would continue through 2019 \"to refine and scale\" census systems \"to ensure the best possible performance\" in 2020. In 2019, the bureau selected a nationally representative sample of about 480,000 housing unit addresses to test how a proposed citizenship question might affect census response rates. The test did not involve nonresponse follow-up in the field. Although respondents' cooperation with these tests was helpful to the Census Bureau, the tests were not the actual decennial census. The 2020 census, the complete count of the U.S. resident population, is to occur only in 2020. Even if a person participated in a census test, the person still is obligated to answer the 2020 census questions and can be part of the census count only by doing so."], "subsections": []}, {"section_title": "14. How will the Census Bureau know where people live so that it can contact them in 2020?", "paragraphs": ["Even though people will be able to answer the census online, an accurate Master Address File, with the addresses, geocodes, and other attributes of living quarters, will be, as in past decades, the foundation for contacting the public and conducting a good census. It will enable the bureau to notify the public about the census and, as necessary, send census forms and enumerators to nonresponding households. For the 2010 census, the bureau hired about 150,000 \"address canvassers\" to walk 11 million census blocks, updating addresses and maps as they went. In preparation for 2020, the bureau created Block Assessment, Research, and Classification Application software to compare satellite images of the United States at successive times. Using this software, the bureau could identify new housing developments, changes in existing houses, and other houses that were built after 2010. The bureau could compare, too, \"the number of housing units in current imagery with the number of addresses on file for each block.\" Satellite imagery enabled the bureau to verify 65% of addresses without going into the field, leaving 35% for field verification. The bureau recruited and trained about 32,000 temporary workers to verify more than 50,000 addresses nationwide, covering about 1.1 million census blocks. On August 12, 2019, the bureau announced the start of this work, the first major field operation of the 2020 census. The operation ended on October 11, 2019."], "subsections": []}, {"section_title": "15. What other census jobs are still available?", "paragraphs": ["The bureau expects to hire up to 500,000 temporary census field workers. Enumerators for the nonresponse follow-up operation, beginning in May 2020 and continuing through early July, are the main example. They will go door-to-door, collecting data from households that have not yet answered the census online, by mail, or by phone. Additionally, in certain remote areas, such as northern Maine and Alaska, visits from census-takers may be the only way for residents to report their census data."], "subsections": []}, {"section_title": "16. Who can apply for these jobs, and when?", "paragraphs": ["According to a bureau official, \"Recent high school graduates, veterans, retirees, military spouses, seasonal workers,\" and people who are bilingual are \"highly encouraged to apply.\" Others are welcome, too. \"It's important we hire people in every community in order to have a complete and accurate census,\" the official said. People are encouraged to apply now to be considered for positions in the spring of 2020. Recruitment has begun; paid training is to occur in March and April."], "subsections": []}, {"section_title": "17. What are the requirements for temporary census workers?", "paragraphs": ["To qualify for temporary census employment, a person must be at least age 18, generally must be a U.S. citizen, must be proficient in English, must have a valid email address, and must complete an application that includes the applicant's Social Security number and answers to a set of assessment questions. For some positions, the applicant has to fill out a background questionnaire. Applicants must be fingerprinted, and their fingerprint images will go to the FBI to be processed and checked for criminal records, although a criminal record will not invariably disqualify an applicant."], "subsections": []}, {"section_title": "18. What are the benefits of being a temporary census worker?", "paragraphs": ["Pay rates, which will vary according to where census jobs are located, will range from $13.50 to $30.00 an hour. Workers will receive paid training. They will be paid weekly, and their hours of work will be flexible. Veterans may be eligible for veterans' preference in hiring, and census employment has no upper age limit."], "subsections": []}, {"section_title": "19. How can the public know that authorized census workers, not impostors or criminals, are in their neighborhoods and knocking on their doors?", "paragraphs": ["Every census field worker should have an identification badge (ID) that shows the worker's photograph, an expiration date for the ID, and a U.S. Department of Commerce watermark. Every respondent can check this identification and, if unsure about its authenticity, contact a regional census center to talk to a bureau representative."], "subsections": []}, {"section_title": "20. The census form asks people to report sensitive personal information. How can they be sure that the confidentiality of these data will be protected?", "paragraphs": ["Legal protections for census data exist, and the Census Bureau also continues working to address cybersecurity vulnerabilities that have been, or are being, identified."], "subsections": [{"section_title": "Legal Protections", "paragraphs": ["Title 13, U.S. Code , both requires respondents to provide their data and provides for maintaining the confidentiality of data on individuals.", "Title 13, Section 9, \"Information as confidential; exception,\" states, in part", "(a) Neither the Secretary, nor any other officer of employee of the Department of Commerce or bureau or agency thereof, or local government census liaison, may, except as provided in section 8 or 16 or chapter 10 of this title or section 210 of the Departments of Commerce, Justice, and State, the Judiciary, and Related Agencies Appropriations Act, 1998 or section 2(f) of the Census of Agriculture Act of 1997â\u0080\u0094", "(1) use the information furnished under the provisions of this title for any purpose other than the statistical purposes for which it is supplied; or", "(2) make any publication whereby the data furnished by any particular establishment or individual under this title can be identified; or", "(3) permit anyone other than the sworn officers and employees of the Department or bureau or agency thereof to examine the individual reports.", "No department, bureau, agency, officer, or employee of the Government, except the Secretary in carrying out the purposes of this title, shall require, for any reason, copies of census reports which have been retained by any such establishment or individual. Copies of census reports which have been so retained shall be immune from legal process, and shall not, without the consent of the individual or establishment concerned, be admitted as evidence or used for any purpose in any action, suit, or other judicial or administrative proceeding.", "Title 13, Section 214, \"Wrongful Disclosure of Information,\" states, in full", "Whoever, being or having been an employee or staff member referred to in subchapter II of chapter 1 of this title, having taken and subscribed to the oath of office, or having sworn to observe the limitations imposed by section 9 of this title, or whoever, being or having been a census liaison within the meaning of section 16 of this title, publishes or communicates any information, the disclosure of which is prohibited under the provisions of section 9 of this title, and which comes into his possession by reason of his being employed (or otherwise providing services) under the provisions of this title, shall be fined not more than $5,000 or imprisoned not more than 5 years, or both.", "Under Title 18, Sections 3559 and 3571, the possible penalty for disclosing \"any information, the disclosure of which is prohibited\" (13 U.S.C. 214) is a substantially increased fine of not more than $250,000 or imprisonment of less than five years, or both."], "subsections": []}, {"section_title": "Cybersecurity", "paragraphs": ["The Census Bureau's operational plan has acknowledged the risk that \"cybersecurity incidents,\" including data breaches and denial-of-service attacks, could affect its information technology (IT) systems, such as the online census questionnaires, \"mobile devices used for fieldwork, and data processing and storage systems.\" Under the plan, \"IT security controls will be put in place to protect the confidentiality, integrity, and availability of the IT systems and data,\" with the goal of preventing any such incidents from negatively affecting census operations.", "At a July 24, 2019, congressional hearing, Census Bureau Director Steven Dillingham summarized the bureau's cybersecurity efforts for the 2020 census. He stated, in part", "A key feature of the security is encryption of data at every stageâ\u0080\u0094in transit over the internet, at rest within our systems, and on the enumeration devices. Also, enumeration devices are secured with multiple credentials, and if a device is lost, it will be remotely disabled and have all its contents wiped.", "Our cybersecurity program is designed to adapt and respond to a changing threat landscape. We incorporate protections in our technology, have processes to continuously monitor systems, and have a team ready to respond immediately to any potential threat.", "The Census Bureau works with the Department of Homeland Security, the federal intelligence community, and industry experts to share threat intelligence, giving us the most visibility possible to enable immediate action to protect data. With this cooperation, we identify threats early so that we may proactively respond and improve security.", "Our developers and security engineers work together to integrate security into systems design and development. Our systems are independently assessed for cybersecurity before deployment, and ongoing testing of cybersecurity capabilities is conducted throughout the time systems are operational.", "Security staff monitor our systems for cybersecurity vulnerabilities with industry-leading tools. We continuously test for more than 100,000 known vulnerabilities, with thousands of new potential vulnerabilities added to the list on a regular basis. If a vulnerability is identified, or security enhancement required, the security team will act quickly to ensure the most effective security posture.", "At the same hearing, the Government Accountability Office (GAO) noted delays or gaps in the bureau's progress toward cybersecurity for 2020:", "The Bureau has established a risk management framework that requires it to conduct a full security assessment for nearly all the systems expected to be used for the 2020 Census and, if deficiencies are identified, to determine the corrective actions needed to remediate those deficiencies. As of the end of May 2019, the Bureau had over 330 corrective actions from its security assessments that needed to be addressed, including 217 that were considered \"high-risk\" or \"very high-risk.\" However, of these 217 corrective actions, the Bureau identified 104 as being delayed. Further, 74 of the 104 were delayed by 60 or more days. According to the Bureau, these corrective actions were delayed due to technical challenges or resource constraints. GAO recently recommended that the Bureau take steps to ensure that identified corrective actions for cybersecurity weaknesses are implemented within prescribed time frames.", "GAO commended the bureau for working with the Department of Homeland Security (DHS) \"to support\" its \"cybersecurity efforts.\" During the past two years,", "as a result of these activities, the Bureau has received 42 recommendations from DHS to improve its cybersecurity posture. GAO recently recommended that the Bureau implement a formal process for tracking and executing appropriate corrective actions to remediate cybersecurity findings identified by DHS. Implementing the recommendation would help better ensure that DHS's efforts result in improvements to the Bureau's cybersecurity posture.", "The GAO testimony also called attention to a Commerce Department Office of Inspector General (IG) report identifying challenges in the bureau's \"cloud based systems\" supporting the census. The bureau \"agreed with all eight\" of the IG's recommendations concerning these systems and \"identified actions taken to address them.\"", "In addition, recognizing that \"many of the same digital and social channels\" being used to promote the census can work against it as well, the bureau established a \"trust and safety team\" to combat \"the spread of misinformation (incorrect information spread unintentionally) and disinformation (incorrect information spread intentionally).\" According to the bureau, the team comprises \"more than a dozen communications and social media experts under the executive leadership of career senior officials.\" It is coordinating the bureau's \"efforts with external technology and social media platforms, partner and stakeholder organizations, and cybersecurity officials.\" Drawing on \"best practices from the public and private sectors,\" the team is monitoring \"all available channels and open platforms for misinformation and disinformation about the census.\" The bureau also has launched a \"Fighting 2020 Census Rumors\" page on its website and has asked members of the public to email [email address scrubbed] if they see any \"resources,\" social media postings, or websites that they think contain incorrect information about the census.", "Noteworthy in this context is a December 19, 2019, press report of an announcement by the social media company Facebook that, starting in 2020, it \"will remove posts, photos,\" and other contents \"that mislead people\" about the census, \"aiming to prevent malicious actors from interfering\" with the process. \"Under the new rules, Facebook will ban posts from misrepresenting when and how the census occurs, who can participate and what happens to the personal information people submit to the government, company executives said.\" According to the article, \"Facebook and other tech giants, including Google and Twitter, have huddled with government officials in recent months to prevent census disinformation.\" Other companies \"have unveiled their own defensive measures: Google in December said it prohibited ads and YouTube videos that aim to misinform about the 2020 count. Twitter's rules, meanwhile, prohibit 'misleading information about how to participate in an election or other civic event',\" which presumably could include the census."], "subsections": []}]}]}}