{"id": "R46325", "title": "Fourth COVID-19 Relief Package (P.L. 116-139): In Brief", "released_date": "2020-04-24T00:00:00", "summary": ["On April 23, 2020, Congress passed its fourth measure including supplemental appropriations to respond to the COVID-19 pandemic. The Paycheck Protection Program and Health Care Enhancement Act (the act; P.L. 116-139 ) includes enhancements for the Small Business Administration's Paycheck Protection Program (PPP), Economic Injury Disaster Loans (EIDL), and Emergency EIDL grants, and emergency supplemental appropriations for the Department of Health and Human Services (HHS) and Small Business Administration (SBA). The President signed the bill into law on April 24, 2020.", "The Congressional Budget Office estimates that the act will result in $321.3 billion in additional direct spending for the PPP, and $162.1 billion in additional discretionary spending, including $50 billion for EIDL and $10 billion for Emergency EIDL grants.", "This report provides a brief overview of that measure."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["On April 23, 2020, Congress passed its fourth measure including supplemental appropriations to respond to the Coronavirus Disease 2019 (COVID-19) pandemic. The Paycheck Protection Program and Health Care Enhancement Act (the act; P.L. 116-139 ) includes enhancements for the Small Business Administration's Paycheck Protection Program (PPP), Economic Injury Disaster Loans (EIDL), and Emergency EIDL grants, and emergency supplemental appropriations for the Department of Health and Human Services (HHS) and Small Business Administration (SBA). ", "The Congressional Budget Office estimates that the act will result in $321.3 billion in additional direct spending for the PPP, and $162.1 billion in additional discretionary spending, including $50 billion for EIDL and $10 billion for Emergency EIDL grants."], "subsections": [{"section_title": "Legislative History", "paragraphs": ["H.R. 266 was first passed by the House on January 11, 2019, as an FY2020 annual appropriations measure unrelated to COVID-19. The bill was read twice and placed on the Senate Legislative Calendar on January 15, 2019, but the Senate did not act on the original legislation. The Senate agreed to take up the measure on April 21, 2020. The bill was laid before the Senate by unanimous consent and an amendment in the nature of a substitute replaced the original text with that of the \"Paycheck Protection Program and Health Care Enhancement Act.\" The Senate passed the bill the same day by voice vote. ", "The House of Representatives took up the amended bill on April 23, 2020, suspending the rules and passing it by a vote of 388-5, with one Member voting present. The President signed the bill into law on April 24, 2020, as P.L. 116-139 . "], "subsections": []}]}, {"section_title": "Provisions of the Paycheck Protection Program and Health Care Enhancement Act", "paragraphs": [], "subsections": [{"section_title": "Division Aâ\u0080\u0094Small Business Programs", "paragraphs": ["The Coronavirus Aid, Relief, and Economic Security Act ( P.L. 116-136 ; the CARES Act) established the Paycheck Protection Program (PPP), and provided it $349 billion. The PPP authorized loans with a two-year term at a 1% interest rate to small businesses and other organizations adversely affected by COVID-19. Loan payments are deferred for six months and feature loan forgiveness up to the amount borrowed under specified conditions related to the borrower's retention of employees and employee wages.", "The SBA started accepting PPP loan applications on April 3, 2020. Because the program neared its $349 billion authorization limit, the SBA stopped accepting new PPP loan applications on April 15, 2020. Over 1.66 million loans were approved by nearly 5,000 lenders. Most of the loans (74%) were for under $150,000.", "The CARES Act also enhanced SBA Economic Injury Disaster Loans (EIDL) from January 31, 2020, through December 31, 2020, expanding eligibility and taking other steps, such as establishing Emergency EIDL grants of up to $10,000, to make resources more broadly and quickly available to small businesses. The Coronavirus Preparedness and Response Supplemental Appropriations Act, 2020 ( P.L. 116-123 ) had provided the SBA an additional $20 million to support EIDL. The CARES Act appropriated $10 billion for Emergency EIDL grants. ", "The SBA also stopped accepting new COVID-19-related EIDL loan applications on April 15, 2020, because that program neared its appropriations limit for credit subsidies. COVID-19-related EIDL applications which had already been received continue to be processed on a first-come first-served basis. The SBA approved nearly 30,000 COVID-19-related EIDLs totaling nearly $5.7 billion, and 755,476 Emergency EIDL grants totaling nearly $3.3 billion.", "Division A of P.L. 116-139 increases the PPP authorization limit from $349 billion to $659 billion, and increases the direct appropriation in the CARES Act for the program from $349 billion to more than $670 billion to support that authorization amount.", "Division A of the act also:", "requires that no less than $30 billion of the additional PPP authorization amount be set aside for loans issued by insured depository institutions and credit unions with consolidated assets of $10 billion to $50 billion; requires that no less than $30 billion of the additional PPP authorization amount be set aside for loans issued by community financial institutions (including community development financial institutions (CDFIs), minority depository institutions, community development corporations, and SBA microloan intermediaries), and insured depository institutions and credit unions with consolidated assets less than $10 billion; and makes agricultural enterprises with not more than 500 employees eligible for EIDL and Emergency EIDL grants during the covered period (January 31, 2020, through December 31, 2020)."], "subsections": []}, {"section_title": "Division Bâ\u0080\u0094Additional Emergency Appropriations for Coronavirus Response", "paragraphs": ["Division B of P.L. 116-139 is a supplemental appropriations measure providing $100 billion for the Department of Health and Human Services (HHS) through the Public Health and Social Services Emergency Fund (PHSSEF) and $62 billion for the Small Business Administration ($50 billion for EIDL, $10 billion for Emergency EIDL grants, and $2.1 billion for SBA salaries and expenses). All of the supplemental appropriations are designated as being emergency requirements under the Balanced Budget and Emergency Deficit Control Act of 1985 ( P.L. 99-177 , as amended), and thus do not count against the statutory limits on discretionary spending for FY2020. ", "Each appropriation in P.L. 116-139 , Division B, explicitly provides its resources \"to prevent, prepare for, and respond to coronavirus, domestically or internationally.\"", " Table 1 details the supplemental appropriations included in Division B, as well as subdivision and transfers of those appropriations outlined in P.L. 116-139 ."], "subsections": [{"section_title": "Title Iâ\u0080\u0094Department of Health and Human Services", "paragraphs": ["Title I provides $100 billion in emergency supplemental appropriations to the HHS Public Health and Social Services Emergency Fund (PHSSEF), an account used in appropriations acts to provide the HHS Secretary with one-time or emergency funding, as well as annual funding for the office of the HHS Assistance Secretary for Preparedness and Response (ASPR).", "Of the $100 billion, $75 billion is additional funding for the HHS \"Provider Relief Fund,\" established with an initial appropriation of $100 billion in the CARES Act. These funds remain available until expended, and are to be used \"to prevent, prepare for, and respond to coronavirus, domestically or internationally, for necessary expenses to reimburse, through grants or other mechanisms, eligible health care providers for health care related expenses or lost revenues that are attributable to coronavirusâ\u0080¦.\" Both P.L. 116-139 and the CARES Act define eligible providers broadly as any that provide \"diagnoses, testing, or care for individuals with possible or actual cases of COVID-19â\u0080¦.\" HHS has made initial distributions from the Provider Relief Fund. ", "The remaining $25 billion, also available until expended, is provided to augment national capacity for COVID-19 containment, such as expanded testing capacityâ\u0080\u0094including supplies such as personal protective equipment (PPE)â\u0080\u0094and workforce and technical capacity for disease surveillance and contact tracing. Among other allowable uses, these funds may be used to build, purchase, renovate, or rent non-federally owned facilities. Of the $25 billion, the act requires the HHS Secretary to transfer specified amounts to HHS agencies as follows:", "Not less than $11 billion for states, localities, territories, tribes, tribal organizations, urban Indian health organizations, or health service providers to tribes. Of this amount, not less than $2 billion is for states, localities, and territories according to the formula for the CDC Public Health Emergency Preparedness cooperative agreement in FY2019; and not less than $4.25 billion is for the same awardees according to a formula based on relative number of cases of COVID-19. Of that $4.25 billion, not less than $750 million is for tribes, tribal organizations, urban Indian health organizations, or health service providers to tribes. Not less than $1 billion for CDC for surveillance, epidemiology, and laboratory capacity expansion; contact tracing; data systems modernization; outreach; and workforce support to expand and improve COVID-19 testing. Not less than $1.806 billion for the National Institutes of Health (NIH) as follows: not less than $306 million for the National Cancer Institute to develop, validate, improve, and implement serological testing and associated technologies for COVID-19; not less than $500 million for the National Institute of Biomedical Imaging and Bioengineering for research, development, and implementation of point-of-care and other rapid testing for COVID-19; and not less than $1 billion for the NIH Office of the Director, broadly to support the agency's research and development efforts regarding COVID-19 testing. Not less than $1 billion for the Biomedical Advanced Research and Development Authority (BARDA) for advanced research, development, manufacturing, production, and purchase of diagnostic, serologic, or other COVID-19 tests or related supplies, and other activities related to COVID-19 testing. $22 million for the Food and Drug Administration (FDA), Salaries and Expenses, for activities associated with diagnostic, serological, antigen, and other COVID-19 tests, and related administrative activities. $600 million for the Health Resources and Services Administration (HRSA) for grants under the Health Centers program, covering a broader range of facilities than was previously eligible. $225 million for HRSA for rural health clinics, using the distribution procedures developed for the Provider Relief Fund established under the CARES Act. Not more than $1 billion to cover the cost of testing for the uninsured, using the National Disaster Medical System (NDMS) Definitive Care Reimbursement Program according to the Families First Coronavirus Response Act, P.L. 116-127 .", "Numerous reporting requirements apply to this $25 billion appropriation.", "General provisions in Title I allow the HHS Secretary to transfer PHSSEF funds to HHS agencies, as specified, with attendant reporting to the appropriations committees; and require the Secretary to transfer up to $6 million to the HHS Office of Inspector General for oversight of activities funded by this act through the PHSSEF. "], "subsections": []}, {"section_title": "Title IIâ\u0080\u0094Independent Agencies", "paragraphs": ["Because Division A provides significant additional authorization, resources, and direction for SBA's PPP and EIDL programs, the Title II provisions are for the most part straightforward. $50 billion is provided for the cost of EIDL, and $10 billion for Emergency EIDL grants, to fulfil the authorization in Division A. The $2.1 billion included for SBA's Salaries and Expenses appropriation remains available until the end of FY2021, to support the agency's increased rate of operations in providing COVID-19 pandemic relief. "], "subsections": []}]}]}]}}