{"id": "RL30926", "title": "State Department and Related Agencies FY2002 Appropriations", "released_date": "2002-02-01T00:00:00", "summary": ["On April 9, 2001, the President submitted his FY2002 budget request which included nearly $8 billion for the Departmentof State and the Broadcasting Board of Governors (BBG). This represents an increase of $925 million (or 13.1%)from theFY2001 enacted level which Congress passed and the President signed into law ( P.L. 106-553 ) on October 27,2000.", "On June 27, 2001 the House Commerce, Justice, State (CJS) Subcommittee passed by voice vote its FY2002appropriations. The full House Appropriations Committee reported out the CJS legislation ( H.Rept. 107-139 ) onJuly 10,2001, and set State Department funding at $7.4 billion for FY2002. After transferring $15 million out of two of State'saccounts - $8 million from Diplomatic and Consular Programs and $7 million from the Capital Investment Fund- andmoving the funds into the Small Business Administration, the House passed the bill ( H.R. 2500 ) on July18th,funding State at $7.39 billion.", "On July 19th the Senate Appropriations Committee marked up the CJS appropriations ( S. 1215 ) and filed itsreport ( S.Rept. 107-42 ). The Senate version provided $7.2 billion for the State Department in FY2002. The Senatepassedits version of H.R. 2500 , as amended, on September 13, 2001.", "In response to the September 11th attacks, Congress passed the Emergency Supplemental Appropriations Act ( P.L. 107-38 )totaling $40 billion. Of that total, the State Department received $390,000 for Diplomatic and Consular Programs,$7.5million for its Capital Investment Fund, and $41 million for Emergencies in the Diplomatic and Consular Serviceaccount. These funds will be used for overseas personnel evacuations, information and reward money for apprehendingterrorists,and improvement of emergency communications technology at U.S. and overseas facilities. Additionally, theemergencysupplemental provided $12.25 million to the BBG for increased Arabic and other language broadcast servicesrelated to thewar on terrorism.", "In the absence of a signed CJS appropriation, the following continuing resolutions kept the State Department running intothe new fiscal year: H.J.Res.65 ( P.L. 107-44 ) which expired October 16th, H.J.Res. 68 ( P.L.107-48 ) whichexpired October 23rd, H.J.Res. 69 ( P.L. 107-53 ) which expired October 31st, and H.J.Res. 70 ( P.L.107-58 ) which expired November 16th, and H.J.Res. 74 ( P.L. 107-70 ) which expired December7, 2001.", "The House adopted the conference report ( H.Rept. 107-278 ) by a vote of 411-15 on November 14th and the Senate adoptedit by a vote of 98-1 the following day. The President signed the bill into law ( P.L. 107-77 ) on November 28, 2001."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["Budgets for the Department of State and the Broadcasting Board of Governors (BBG), as well as U.S.contributions toUnited Nations (U.N.) International Organizations, and U.N. Peacekeeping, are within the Commerce, Justice, StateandRelated Agency (CJS) appropriations. Intertwined with the annual appropriations process is the biannual ForeignRelationsAuthorization that, by law, Congress must pass prior to the State Department's expenditure of its appropriations. ", "Secretary of State Colin Powell testified on the FY2002 State Department appropriations request before House and SenateCommittees in February and March 2001. The Administration's budget request for the Department of State wasreleased March 12, 2001, although the Administration officially sent the FY2002 budget request to Congress on April 9,2001.", "The Administration's FY2002 State Department and BBG budget request totaled nearly $8 billion, more than 13% abovethe FY2001 enacted funding level ( P.L. 106-553 ). Increased hiring, improving information technology, andoverseassecurity funding were the three key issues in the State Department portion of the FY2002 CJS appropriations debate. (Formore details on security issues, see CRS Report 98-771, Embassy Security: Background, Funding, and theBudget .)", "In the wake of the September 11th attack, Congress passed the Emergency Supplemental Appropriations Act ( P.L. 107-38 )which provides State with $390,000 for Diplomatic and Consular Programs, $7.5 million for its Capital InvestmentFund,and $41 million for Emergencies in the Diplomatic and Consular Service account. These funds will be used foroverseaspersonnel evacuations, information and reward money for apprehending terrorists, and improvement of emergencycommunications technology at U.S. and overseas facilities. International broadcasting received supplemental fundstotaling$12.25 million for expanding VOA and RFE/RL broadcasts in Arabic and the many languages in and aroundAfghanistan.", "The House adopted the CJS appropriations conference report ( H.Rept. 107-278 ) by a vote of 411-15 on November 14th andthe Senate adopted it by a vote of 98-1 the following day. On November 28, 2001, the President signed it into law( P.L.107-77 )."], "subsections": []}, {"section_title": "State Department", "paragraphs": ["The State Department's mission is to advance and protect the worldwide interests of the United States and itscitizensthrough the staffing of overseas missions, the conduct of U.S. foreign policy, the issuance of passports and visas,and otherresponsibilities. Currently, the State Department coordinates with the activities of 50 U.S. government agenciesandorganizations in operating 257 posts in over 180 countries around the world. The Department's staff size hasincreased,largely because of the integration of ACDA and USIA into State. Highlights follow. (See Table 1. StateDepartment,USIA, and Related Agencies Appropriations below for account-by-account and recent years' appropriations.)"], "subsections": [{"section_title": "Administration of Foreign Affairs", "paragraphs": ["Diplomatic and Consular Programs (D&CP) - The D&CP account funds overseas operations (e.g., motor vehicles, localguards, telecommunications, medical), activities associated with conducting foreign policy, passport and visaapplications,regional bureaus, under secretaries, and post assignment travel. Beginning in FY2000, the State Department'sDiplomaticand Consular Program account included State's salaries and expenses, as well as the technology and informationfunctionsof the former USIA, and the functions of the former ACDA. The FY2001 enacted level was $3.167 billion with$409million for worldwide security upgrades. ", "The Bush Administration requested for D&CP's FY2002 level a 17% increase - to $3,705.1 million - largely for bothForeign and Civil Service personnel. In addition, the Administration advocated hiring floats - staff that could fillin whileothers are attending training classes. ", "The House Appropriations Committee set funding for this account at $3,653.7 million, including $487.7 million forworldwide security upgrades, in FY2002. The House transferred $8 million from D&CP and into the SmallBusinessAdministration, recommending the final D&CP total to be $3,645.7 million. ", "The Senate set DC&P funding at $3,471.2 million, including $409.4 million for worldwide security upgrades, the same asthe current level. The Senate Committee had not recommended full funding, as requested, for hiring 186 DiplomaticSecurity agents. The Committee expressed concern that such an increase in hiring would create a disproportionatenumberof rookie versus seasoned agents, resulting in a loss of effectiveness.", "Congress enacted $3,630 million for the diplomatic and consular programs account for FY2002, nearly the House-passedamount, including $487.7 million for worldwide security upgrades. The funding supports the hiring of 360 newemployees in FY2002, 186 diplomatic security employees (including 86 special agents), and allows the Department to collectanddeposit Machine Readable Visa fees as offsetting collections to the D&CP account for FY2002 and FY2003. In addition,Congress had approved emergency supplemental DC&P funding of $390,000 for possible evacuation needsrelated toterrorist attacks. ", "Embassy Security, Construction and Maintenance (ESCM) - This account supports the maintenance, rehabilitation, andreplacement of overseas facilities to provide appropriate, safe, secure and functional facilities for U.S. diplomaticmissionsabroad. Congress originally had enacted $640 million for this account for FY1999. However, following theembassybombings in Africa in August 1998, Congress agreed to more than $1 billion (within a supplemental funding bill)for the Security and Maintenance account by establishing a new subaccount referred to as WorldwideSecurity Upgrades. Theenacted FY2001appropriation included $416 million for regular ESCM and $661.2 million for Worldwide SecurityUpgrades . ", "The FY2002 request was $475 million for ongoing ESCM and $816 million for Worldwide Security Upgrades . This 23.4%increase would be for both ongoing expenses of security programs in place already, as well as increasing securityin certainlocations, according to State Department officials. ", "The House approved $470 million for ongoing maintenance and construction and agreed with $816 million for embassysecurity. The Senate passed $405 million for ESCM activities and $661.6 million for worldwidesecurity upgrades inembassies.", "The final FY2002 appropriation for ESCM is $1,274 million, including $458 million for regular ESCM and $816 millionfor worldwide security upgrades. ", "Educational and Cultural Exchanges - This account funds programs authorized by the Mutual Educational and CulturalExchange Act of 1961, such as the Fulbright Academic Exchange Program, as well as leadership programs forforeignleaders and professionals. Government exchange programs have come under close scrutiny in recent years for beingexcessive in number and duplicative. As a result, a July 1997 executive order created the Office of U.S.GovernmentInternational Exchange and Training Coordination. For FY2001, Congress passed $231.6 million ($6 million morethanrequested) for the international exchanges account, including $115.3 million for the Fulbright Program. TheAdministration requested $242 million for the Education and Cultural Exchange account in FY2002. The House bill setfunding at $237 million ($5 million less than requested) for educational and cultural exchange programs in FY2002. TheSenate passed the full amount requested-$242 million. Congress agreed to the House's $237 million, including $118million for the Fulbright programs in FY2002.", "The Capital Investment Fund (CIF) - CIF was established by the Foreign Relations Authorization Act of FY1994/95 ( P.L.103-236 ) to provide for purchasing information technology and capital equipment which would ensure the efficientmanagement, coordination, operation, and utilization of State's resources. In FY1998 Congress approved a 250%increasein this fund, from $24.6 million in FY1997 to $86 million in FY1998. The Administration sought $118.3 million(anincrease of 38%) in FY1999 for CIF. Congress exceeded the request, agreeing to $158.6 million for this account,whichincluded funds from the emergency supplemental appropriation for Y2K compliance. For FY2000, Congress agreedto$79.7 million and for FY2001 appropriated $96.8 million-essentially the Clinton Administration's request for CIF. ", "In the early months of 2001, Secretary of State Colin Powell testified before both House and Senate foreignaffairscommittees that the State Department is in dire need of improvements in its information technology. The FY2002requestof $210 million (117% above the previous year) would put full Internet capability on every desktop at State andimprovecommunications technology overall for State Department personnel, according to the Secretary's testimony. ", "The House Appropriations Committee agreed with the Administration request, but a floor amendment transferred $7million from this account and into the Small Business Administration. The Senate Appropriations Committeeagreed withthe $210 million requested by the Administration for CIF. After the September 11th attack, Congressrecognized theurgency for immediate improvements in communication technology and passed the emergency supplemental ( P.L.107-38 )which included $7.5 million for CIF for improving emergency communications capabilities overseas and in theWashingtonoffice. In addition to this supplemental, Congress passed $203 million for CIF FY2002 appropriation, matchingthe Houselevel. The conference report included $102.7 million for information technology investments within the DC&Paccountand also noted that an additional $63 million from expedited passport fees will go toward CIF in FY2002."], "subsections": []}, {"section_title": "International Organizations and Conferences", "paragraphs": ["In recent years, U.S. contributions to U.N. international organizations and peacekeeping activities have been complicatedby a number of issues, such as withholding funds in the past because of international family planning policies. Earlier in2001, some controversial issues included: 1) the recent loss of the U.S. seat on the U.N. Commission on HumanRights, 2)the lack of a formal nomination of a U.S. Ambassador to the United Nations, and 3) the nonpayment by the UnitedStatesof $582 million in arrearages to the U.N.", "Contributions to International Organizations (CIO) - CIO provides funds for U.S. membership in numerous internationalorganizations and for multilateral foreign policy activities that transcend bilateral issues, such as human rights. Maintaining a membership in international organizations, the Administration argues, benefits the United States byadvancing U.S. interests and principles while sharing the costs with other countries. Payments to the U.N. and itsaffiliatedagencies, the Inter-American Organizations, as well as other regional and international organizations are includedin thisaccount. Congress enacted $869 million for CIO in FY2001. The FY2002 request was $878.8 million. The Houseagreedto less than requested for this account, setting the funding at $850 million for FY2002. The Senate passed $1,091.3millionfor CIO-$212.6 million more than requested because of synchronization of payments and expected FY2001payments. Thefinal enacted appropriation totaled the House level of $850.0 million. ", "Shortly after the September 11th terrorist attack and at a time when the U.S. government was seeking U.N. support in itscoalition to fight terrorism, Congress passed, and the President signed, legislation ( S. 248 / P.L. 107-46 ) whichallowed the United States to make its second tranche ($475 million) of arrearage payments to the U.N. (For moredetail,see CRS Issue Brief IB86116, U.N. System Funding: Congressional Issues, by [author name scrubbed].)", "Contributions to International Peacekeeping Activities (CIPA) -- The United States supports multilateral peacekeepingefforts around the world through payment of its share of the U.N. assessed peacekeeping budget. Congress approved$844million for this account for FY2001. The Bush Administration requested to continue this funding level for FY2002;theHouse agreed. The Senate voted to reduce the amount to $773.2 million, expressing a skepticism that theRevolutionaryUnited Front (RUF) in Sierra Leone is serious about attaining peace. Congress finally passed the House andAdministration-requested level of $844.1 million for FY2002. (For more detail, see CRS Issue Brief IB90103, UnitedNations Peacekeeping: Issues for Congress, by [author name scrubbed].)"], "subsections": []}, {"section_title": "International Commissions", "paragraphs": ["The International Commissions account includes the U.S.-Mexico Boundary and Water Commission, the InternationalFisheries Commissions, the International Boundary Commission, the International Joint Commission, and theBorderEnvironment Cooperation Commission. The FY2001 enacted level for International Commissions totaled $56.1million.The FY2002 request would have raised this funding by 12.7% to $63.2 million. The House set funding at $60.3million forInternational Commissions in FY2002. The Senate passed a total of $59.3 million. The final enacted level equals$60.5million."], "subsections": []}, {"section_title": "Related State Department Appropriations", "paragraphs": ["The Asia Foundation - The Asia Foundation is a private, nonprofit organization that supports efforts to strengthendemocratic processes and institutions in Asia, open markets, and improve U.S.-Asian cooperation. The Foundationreceives both government and private sector contributions. Government funds for the Asia Foundation areappropriated to,and pass through, the State Department. Congress funded The Asia Foundation at $9.2 million for FY2001. TheAdministration requested a continuation of this funding level for FY2002. The House agreed, but the Senaterecommendedreducing the funding to $8 million for FY2002. The FY2002 enacted level for the Asia Foundation matched theHouse andWhite House level of $9.3 million.", "National Endowment for Democracy (NED) - The National Endowment for Democracy, a private nonprofit organizationestablished during the Reagan Administration, supports programs to strengthen democratic institutions in more than90countries around the world. NED proponents assert that many of its accomplishments are possible because it is notagovernment agency. NED's critics claim that it duplicates U.S. government democracy programs and either couldbeeliminated or could operate entirely with private funding. NED's FY2001 enacted appropriation was a continuationof theprevious year's level of $30.9 million. The Bush Administration requested continuing this level for NED in FY2002. TheHouse voted to raise NED's funding for FY2002 to $33.5 million, while the Senate agreed to $31 million. The finalFY2002 enacted level for NED was $33.5 million.", "East-West and North-South Centers - The Center for Cultural and Technical Interchange between East and West(East-West Center), located in Honolulu, Hawaii, was established in 1960 by Congress to promote understandingandcooperation among the governments and peoples of the Asia/Pacific region and the United States. The Center forCulturaland Technical interchange between North and South (North-South Center) is a national educational institution inMiami,FL, closely affiliated with the University of Miami. It promotes better relations, commerce, and understandingamong thenations of North America, South America and the Caribbean. The North-South Center began receiving a directsubsidyfrom the federal government in 1991. In FY2001, Congress provided $13.5 million for the East-West Center, butno fundsfor the North-South Center. (The North-South Center received $1.4 million from the Education and CulturalExchangesaccount in FY2001.) The Bush Administration requested to continue funding the East-West Center at $13.5 million,withno funding to the North-South Center. The House agreed to $9.4 million for the East-West Center in FY2002,urging theCenter to seek private grants. In contrast, the Senate agreed to increasing NED's FY2002 funding to $14 million,$500,000above the President's request. The final FY2002 enacted appropriation equaled the Senate level of $14 million."], "subsections": []}]}, {"section_title": "Broadcasting Board of Governors", "paragraphs": ["The United States International Broadcasting Act of 1994 (1) reorganizedwithin USIA all U.S. government internationalbroadcasting, including Voice of America (VOA), Broadcasting to Cuba, Radio Free Europe/Radio Liberty(RFE/RL),Radio Free Asia (RFA), and the newly-approved Radio Free Iraq and Radio Free Iran. The Act established theBroadcasting Board of Governors (BBG) to oversee all U.S. government broadcasting; abolished the Board forInternational Broadcasting (BIB), the administering body of RFE/RL; and recommended that RFE/RL be privatizedbyDecember 31, 1999. This recommendation was repealed by P.L. 106-113 .", "During reorganization debate in 1999, the 105th Congress agreed that credibility of U.S. international broadcasting wascrucial to its effectiveness as a public diplomacy tool. Therefore, Congress agreed not to merge broadcastingfunctions intothe State Department, but to maintain the Broadcasting Board of Governors (BBG) as an independent agency as ofOctober1, 1999. ", "For FY2001, Congress enacted a total of $440.4 million for international broadcasting, including $22.1 million for CubaBroadcasting. The BBG's total funds that year also included $20.3 million for a Broadcasting CapitalImprovementsaccount (formerly USIA's Radio Construction account) which funds the building or renovating of radiostations, upgradingand refurbishing station capabilities, updating technology, and replacing old transmitters. For FY2002, theAdministrationrequested a total international broadcasting budget of $470 million, including $16.9 million for CapitalImprovements and$24.9 million for Broadcasting to Cuba.", "The House passed a total of $479 million for international broadcasting in FY2002-$453 million for internationalbroadcasting operations and $25.9 million for Broadcasting Capital Improvements. Also in the total, the Houseagreed to$24.9 million for Cuba Broadcasting and $25.2 million for Radio Free Asia. The Senate recommended a total of$456.5million, including $16.9 million for Capital Improvements and $24.9 million for Cuba Broadcasting. The finalenactedFY2002 appropriation totaled $479 million, including $25.9 million for Capital Improvements and $24.9 millionfor CubaBroadcasting.", "In addition to the annual appropriation, and in response to the September 11th attack, Congress passed the emergencysupplemental ( P.L. 107-38 ) which provided the BBG with $12.25 million to support VOA broadcasts in Arabic,Farsi,Pashto, Dari, and Urdu, and RFE/RL broadcasts in Arabic, Farsi, Tajik, Turkmen, Uzbek, Kazakh, Krygyz, andAzeri inFY2002.", " Table 1. State Department, USIA, and Related AgenciesAppropriations (millions of dollars)", "a An additional $390,000 was made available by the emergency supplemental ( P.L. 107-38 ) for evacuation andsecurity-related matters in response to the September 11th attacks.", "b An additional $20,750,000 was made available for FY2002 by the emergency supplemental ( P.L.107-38 ) to providerewards for information to help apprehend terrorists.", "c An additional $41 million was made available by P.L. 107-38 for FY2002 to improve emergencycommunicationscapabilities.", "d An additional $12.25 million was made available by the emergency supplemental ( P.L. 107-38 )for FY2002 broadcastingto the Middle East and Afghanistan."], "subsections": []}]}}