{"id": "RL30149", "title": "The Alternative Minimum Tax for Individuals", "released_date": "2013-01-17T00:00:00", "summary": ["Over time, the individual income tax has been used as a vehicle to promote various social and economic goals. This has been accomplished by according preferential tax treatment to certain items of income and expense. The net result, however, has been that by taking advantage of the preferences and incentives in the tax code, some individuals can substantially reduce their income taxes.", "Congress, in 1969, enacted the predecessor to the current individual alternative minimum tax (AMT) to make sure that everyone paid at least a minimum of taxes and still preserve the economic and social incentives in the tax code. The AMT is calculated in the following manner. First, an individual adds back various tax preference items to his taxable income under his regular income tax. This amount then becomes the AMT tax base. Next, the basic exemption is calculated and subtracted from the AMT tax base. A two-tiered tax rate structure of 26% and 28% is then assessed against the remaining AMT tax base to determine liability. The taxpayer then pays whichever is greater, the regular income tax or the AMT. Finally, the AMT tax credit is calculated as an item to be carried forward to offset regular income tax liabilities in future years.", "Since its inception, the value and effectiveness of the AMT has often been the subject of congressional debate. In 2012, the combined effects of inflation and the anticipated expiration of the 2001 and 2003 regular income tax cuts increased congressional concern about the alternative minimum tax. Many policymakers endorsed plans to either permanently patch the AMT as an adjustment for inflation or to repeal the tax outright. In early 2013, however, the American Taxpayer Relief Act of 2012 (ATRA, P.L. 112-240) indexed the parameters of the AMT for inflation beginning retroactively with the 2012 tax year. The so-called permanent patch of the AMT is estimated to reduce federal revenue by $1.816 trillion over the 2013 to 2022 budget window.", "This report will be updated as legislative action warrants."], "reports": {"section_title": "", "paragraphs": ["Over time, the individual income tax has been used as a vehicle to promote various social and economic goals. This has been accomplished by according preferential tax treatment to certain items of income and expense. The net result, however, has been an erosion of the individual income tax base. By taking advantage of the preferences and incentives in the tax code, some individuals can substantially reduce their income taxes.", "To make sure that everyone paid at least a minimum of taxes and still preserve the economic and social incentives in the tax code, Congress, in 1969, enacted the predecessor to the current individual alternative minimum tax (AMT). Since its inception, the value and effectiveness of the minimum tax has often been the subject of congressional debate. Recently, the combined effects of inflation and legislative reductions in the regular income tax enacted as part of the Economic Growth and Tax Relief Reconciliation Act of 2001 (EGTRRA), the Jobs and Growth Tax Relief Reconciliation Act of 2003 (JGTRRA), and the Working Families Tax Relief Act of 2004 (WFTRA) and their pending expiration increased congressional concern about the alternative minimum tax.", "Temporary increases in the basic exemption for the AMT and changes in the treatment of personal tax credits had been enacted in the past as a means of mitigating the interaction between reductions in the regular income tax and the AMT. In the 111 th Congress, the American Recovery and Reinvestment Act of 2009 (ARRA; P.L. 111-5 ) included a one-year patch for the 2009 tax year. The Tax Relief, Unemployment Insurance Reauthorization, and Job Creation Act of 2010 ( P.L. 111-312 ) patched the AMT for the 2010 and 2011 tax years.", "Near the end of the 112 th Congress in early 2013, the American Taxpayer Relief Act of 2012 (ATRA, P.L. 112-240 ) permanently indexed the parameters of the AMT for inflation beginning with the 2012 tax year. The so-called \"permanent patch\" of the AMT was estimated to reduce federal revenue by $1.816 trillion over the 2013 to 2022 budget window. As with recent AMT patch legislation, personal credits are also allowed against the AMT.", "This report provides a brief overview of the alternative minimum tax for individuals and discusses the issues associated with the current system. The report will be updated as legislative action warrants."], "subsections": [{"section_title": "Evolution of the Current System", "paragraphs": ["The first individual minimum tax was enacted in 1969 and was an add-on minimum tax. That is, it was a tax that was paid in addition to the regular income tax. The tax rate for the add-on minimum tax was 10% and the tax base consisted of eight tax preference items, the most significant of which was the portion of capital gains income that was excluded from tax under the regular income tax.", "Since its enactment in 1969, the individual minimum tax has been modified numerous times, in 1971, in 1976, in 1977, in 1978, in 1982, in 1986, in 1990, in 1993, in 1997, in 1998, in 2001, in 2002, in 2003, in 2004, in 2006, in 2007, in 2008, and in 2009. The Tax Reform Act of 1976 was the first major modification, adding new preference items to the add-on minimum tax base and increasing the tax rate to 15%.", "Another major change occurred under the Revenue Act of 1978, which created the predecessor of the current alternative minimum tax (AMT). This was an entirely new tax which was assessed on a taxpayer's regular taxable income increased by certain itemized deductions and the excluded portion of capital gains income (capital gains income was dropped as a preference item under the add-on minimum tax). The tax rates on the alternative minimum tax ranged from 10% to 25%. The alternative minimum tax was payable to the extent that it exceeded the sum of the taxpayer's regular income tax liability and his add-on minimum tax liability.", "Between 1978 and 1982, individuals were subject to both the add-on minimum tax and the alternative minimum tax. Citing the need to simplify the system and focus the tax on high-income taxpayers, Congress, in provisions contained in the Tax Equity and Fiscal Responsibility Act of 1982 ( P.L. 97-248 ), repealed the add-on minimum tax, expanded the tax base of the alternative minimum tax, and changed the AMT tax rate to 20%.", "The Tax Reform Act of 1986 ( P.L. 99-514 ) substantially changed the alternative minimum tax. It increased the tax rate to 21%, changed the basic exemption amount, broadened the tax base, and revamped the alternative minimum tax credit. It also introduced a phase-out of the AMT exemption amount for taxpayers whose AMT taxable income exceeded certain limits. For taxpayers filing joint returns the AMT exemption was reduced by 25% of the amount by which the taxpayer's AMT taxable income exceeded $150,000 ($112,000 for single taxpayers and $75,000 for married taxpayers filing separately, trusts, and estates).", "By far, however, the most significant change affecting the AMT was indirect and resulted from modifications in the tax treatment of capital gains income under the regular income tax. Under pre-1986 law, 60% of a long-term capital gain was exempt from regular income taxes. The excluded portion of the gain, however, was taxable as a tax preference under the AMT. Since the 1986 Act repealed the exclusion for long-term capital gains income and capital gains income was taxed in full under the regular income tax, it was no longer taxed as a tax preference item under the AMT. This change substantially reduced the number of taxpayers subject to the AMT.", "The Revenue Reconciliation Act of 1990 ( P.L. 101-509 ) increased the AMT tax rate from 21% to 24%. Omnibus Budget Reconciliation Act of 1993 ( P.L. 103-66 ) made two major changes in the AMT. First, it increased the AMT exemption amounts from $40,000 to $45,000 for taxpayers filing joint returns, from $30,000 to $33,750 for taxpayers filing single returns, and from $20,000 to $22,500 for married taxpayers filing separately, estates, and trusts. Second, it created a two-tiered tax rate structure for the AMT. A 26% tax rate is applicable to the first $175,000 of a taxpayer's alternative minimum taxable income in excess of the exemption amount and 28% on alternative minimum taxable income in excess of $175,000.", "The Taxpayer Relief Act of 1997 ( P.L. 105-34 ) established that the maximum tax rate applicable to capital gains income under the regular income tax would also apply to capital gains income under the AMT.", "The Omnibus Consolidated and Emergency Supplemental Appropriations Act, 1999 ( P.L. 105-277 ) allowed the nonrefundable personal tax credits to offset an individual's regular income tax in full for tax year 1998 only, even though the personal tax credits might be larger than the amount by which the taxpayer's regular income tax exceeded his tentative minimum tax. In addition, it repealed, for tax year 1998 only, the provision that reduced the additional child tax credit by the amount by which an individual's AMT exceeded his regular income tax liability.", "Another legislative change in the AMT occurred in the Tax Relief Extension Act of 1999 ( P.L. 106-170 ) which extended, through December 31, 2001, the existing law tax provision that allows individuals to offset their regular income tax by the full amount of their nonrefundable personal tax credits regardless of the AMT.", "The Economic Growth and Tax Relief Reconciliation Act of 2001 (EGTRRA; P.L. 107-16 ) allows the child tax credit, the adoption tax credit, and the IRA contribution tax credit to be claimed to the extent of the full amount of a taxpayer's regular income tax and alternative minimum tax. The act also temporarily increased the AMT exemption amount by $4,000 for joint returns ($2,000 for unmarried individuals) effective for tax years between 2001 and 2004.", "The Job Creation and Worker Assistance Act of 2002 (JCWAA; P.L. 107-147 ) extended the temporary provisions, first enacted in 1998, that allowed individuals to use all personal tax credits against both their regular and AMT tax liabilities. This change was effective through December 31, 2003.", "The Jobs and Growth Tax Relief Reconciliation Act of 2003 (JGTRRA; P.L. 108-27 ) increased the basic AMT exemption amount to $58,000 for joint returns and to $40,250 for unmarried taxpayers. These increases were in effect for tax years 2003 and 2004. JGTRRA also established that the new maximum tax rate of 15% applicable to capital gains and dividend income under the regular income tax would also apply to the taxation of capital gains and dividend income under the AMT.", "The Working Families Tax Relief Act of 2004 (WFTRA; P.L. 108-311 ) extended, through 2005, the JGTRRA increase in the basic AMT exemption amounts. WFTRA also extended the provision allowing nonrefundable personal tax credits to offset both regular and AMT tax liability in full for taxable years 2004 and 2005.", "The American Jobs Creation Act of 2004 (AJCA; P.L. 108-357 ) made several changes to the AMT. It coordinated farmer and fisherman income averaging with the AMT so that the use of income averaging did not push taxpayers into the AMT. It repealed the 90-percent limitation on the use of the AMT foreign tax credit. The act also allowed the credits for alcohol used as a fuel and electricity produced by renewable resources to be used in full against the AMT.", "The Tax Increase Prevention and Reconciliation Act of 2005 (TIPRA 2005; P.L. 109-222 ) increased the AMT exemption amount for 2006 to $62,550 for joint returns and $42,500 for unmarried taxpayers. This act also extended, through 2006, the provisions allowing nonrefundable personal tax credits to offset AMT tax liability in full.", "The Tax Relief and Health Care Act of 2006 ( P.L. 109-432 ), which was signed into law on December 20, 2006, made the credit for prior year minimum tax liability refundable. Under the act, taxpayers can claim an AMT refundable credit amount that is the greater of (1) the lesser of $5,000 or the unused minimum credit, or (2) 20% of the unused minimum credit. The unused credit is the credit attributable to the previous three tax years. The AMT refundable credit is reduced for taxpayers with adjusted gross incomes in excess of certain threshold amounts. (For joint returns in 2009, the threshold was $250,200.) This provision applies to tax years beginning before January 1, 2013.", "The U.S. Troop Readiness, Veterans' Care, Katrina Recovery, and Iraq Accountability Appropriations Act of 2007 ( P.L. 110-28 ) allowed the tax credits for the work opportunity credit and the credit for taxes paid with respect to employee cash tips to be used in full against both the corporate and individual alternative minimum taxes. The Tax Increase Prevention Act of 2007 ( P.L. 110-166 ), enacted on December 26, 2007, set the AMT exemption levels at $66,250 for joint filers and $44,350 for single filers and continued to allow nonrefundable personal credits to offset AMT liability for the 2007 tax year.", "The Tax Extenders and Alternative Minimum Tax Relief Act, included with the Emergency Economic Stabilization Act of 2008 (EESA; P.L. 110-343 ) and enacted on October 3, 2008, extended the AMT patch for the 2008 tax year by raising the exemption to $69,950 for joint filers and $46,200 for unmarried filers, and allowing nonrefundable personal credits against AMT liability. EESA also increased the AMT refundable credit amount for individuals with prior year AMT liability and abated the incentive stock option AMT liability, penalty, and interest.", "In the 111 th Congress, the American Recovery and Reinvestment Act of 2009 (ARRA; P.L. 111-5 ) included a one-year patch for the 2009 tax year, increasing the exemption amounts to $46,700 for individuals and $70,950 for joint filers. As with recent AMT patch legislation, personal credits were also allowed against the AMT. Also in the 111 th Congress, the Tax Relief, Unemployment Insurance Reauthorization, and Job Creation Act of 2010 ( P.L. 111-312 ) patched the AMT for the 2010 and 2011 tax years increasing the exemptions amounts to $47,450 for individuals and $72,450 for joint filers for 2010. For 2011, the exemption amounts increased to $48,450 and $74,450, respectively.", "The American Taxpayer Relief Act of 2012 (ATRA, P.L. 112-240 ) permanently indexed the AMT based on the FY2012 exemption amounts. ATRA set the exemption amounts for 2012 at $50,600 for single filers and $78,750 for joint filers. The 2013 amounts are $51,900 and $80,800, respectively. The permanent indexation of the AMT reduces revenues $1.816 trillion over the 2013 to 2022 budget window."], "subsections": []}, {"section_title": "Calculating AMT Liability", "paragraphs": ["The alternative minimum tax for individuals is calculated in the following manner. First, an individual adds back various tax preference items to his taxable income under his regular income tax. This grossed up amount then becomes his tax base for the AMT. Next, the amount of the basic exemption is calculated and subtracted from the AMT tax base. A two-tiered tax rate structure of 26% and 28% is then assessed against the remaining AMT tax base to determine AMT tax liability. The taxpayer then pays whichever is greater, his regular income tax liability or his AMT tax liability. Finally, the AMT tax credit is calculated as an item to be carried forward to offset regular income tax liabilities in future years.", "Tax preference items that are added to the AMT tax base include tax-exempt interest on certain private-activity bonds and excess depletion deductions. Also, for most types of property placed in service before 1987, the excess of accelerated depreciation over straight-line depreciation is considered a tax preference item and is added to the AMT tax base.", "In addition to the tax preference items, certain adjustments are made to deductions that were allowed under the regular income tax calculation of taxable income. For instance, for certain assets, depreciation rates under the AMT differ from the depreciation rates under the regular income tax. In some cases the differences will be positive and increase the AMT tax base, while in other cases, the differences will be negative and decrease the AMT tax base.", "Another major adjustment to the tax base for the AMT involves itemized deductions that are allowed under the regular income tax. For purposes of the AMT a taxpayer cannot claim deductions for miscellaneous expenses, for tax payments to state, local, or foreign governments, and for medical expenses except to the extent they exceed 10% of adjusted gross income (as opposed to the 7.5% floor under the regular income tax). Also deductions for investment interest expenses are limited to net investment income.", "Other adjustments to determine the AMT tax base include, for long-term contracts, the percentage of completion method of accounting must be used rather than the completed contract or cash basis method of accounting; mining exploration and development costs must be capitalized and amortized rather than expensed; and the excess of the fair market value over the amount actually paid on incentive stock options must be included in the AMT tax base.", "Furthermore, the AMT tax base is not reduced by personal exemptions applicable under the regular income tax nor is it reduced by the standard deductions applicable under the regular income tax.", "After the AMT tax base is calculated, the AMT exemption is subtracted prior to the calculation of AMT tax liability. The 2013 exemption amounts are $80,800 for joint filers and $51,900 for single filers. See Table 1 below for the changes in the AMT exemption since 1993.", "The AMT exemption is reduced by 25% of the amount by which a taxpayer's AMT taxable income exceeds certain threshold amounts. In the case of joint returns, the basic exemption starts to phase out at AMT taxable income levels in excess of $153,900 in 2013. For unmarried taxpayers, the exemption is phased out starting at AMT taxable income levels of $115,400. Thus, for each additional dollar of AMT taxable income over these thresholds, the AMT exemption is reduced by $0.25. ATRA indexed for inflation the phase-out thresholds.", "Once the AMT tax base has been reduced by the applicable exemption amount, the AMT tax liability is determined by applying the AMT tax rate schedule. The 2013 AMT tax rate schedule is 26% of the first $179,500 of AMT taxable income in excess of any AMT exemption and 28% on any additional AMT taxable income above $179,500. As is the case under the regular income tax, under the AMT the maximum tax rate applied to capital gains and dividend income is 15%. (For joint returns filing separately, the AMT tax rate schedule is 26% of the first $89,750 AMT taxable income in excess of any AMT exemption amount and 28% on any additional AMT taxable income.) The AMT tax is then reduced by several personal and business credits.", "It is important to note that even though a taxpayer may not be subject to the AMT, it can still affect his regular income tax liability. The reason is that, in 2011, some personal tax credits under the regular income tax are limited to the amount by which regular income tax liability exceeds AMT liability. As noted earlier, TIPRA 2005 first allowed taxpayers to offset their AMT liability by the full amount of their nonrefundable personal tax credits.", "Beginning with 2012, most nonrefundable personal credits will be allowed against the AMT after enactment of ATRA ( P.L. 112-239 ). The credits that would still be allowed against the AMT for 2012 include the Child Tax Credit, the Saver's Credit, the credit for residential energy efficiency property, the credit for certain plug-in vehicles, the credit for alternative motor vehicles, the credit for new qualified plug-in electric drive motor vehicles, and the credit for adoption expenses. A selected list of personal credits and their status for 2012 and 2013 are listed in Table 2 .", "The final step in the process involves calculating the AMT tax credit, a multi-step operation. Essentially, the AMT credit is designed to prevent those preference items that represent tax deferrals (depreciation, for example) from being taxed one year under the AMT and again later under the regular income tax. The AMT tax credit can be carried forward to offset regular income tax liabilities in future years."], "subsections": []}, {"section_title": "AMT Indexation", "paragraphs": ["Before enactment of ATRA, many analysts voiced concern over the expected increase in the number of upper-middle income taxpayers who may have been subject to AMT. The Joint Committee on Taxation estimated that over 30 million taxpayers, or roughly one-fifth of all taxpayers, would have been on the AMT in 2012 absent congressional action. This increase in the number of taxpayers covered by the AMT would have occurred because of the combined effects of inflation and the reductions in the regular income tax.", "Under the regular income tax, the tax rate structure, the standard deductions, the personal exemptions, and certain other structural components are indexed so that they do not lose their real (inflation-adjusted) value over time. This prevents real income tax liabilities from increasing solely due to the effects of inflation.", "The structural components of the AMT, however, were not indexed for inflation before ATRA. The lack of indexation meant that over time AMT tax liability increased because of inflation-induced increases in items of nominal income and expense. The end result was that the gap between tax liabilities under the regular income tax and the AMT shrank and many taxpayers could have been subject to the unindexed AMT or experienced reductions in their nonrefundable tax credits under the regular income tax. The potential problems of an indexed regular tax and an unindexed AMT have long been recognized by tax analysts. With AMT indexation as prescribed under ATRA, this facet of the AMT is no longer as critical a policy concern for Congress. ", "Looking ahead to fundamental tax reform, it is likely the role of the AMT will be an issue for consideration. The permanent indexation of the AMT ensures that the baseline level of tax revenue, the minimum, will be significantly lower than if the AMT were not indexed. From a budget scoring perspective, this may prove important if reform is paired with revenue neutrality. Revenue neutrality would require any changes in tax structure yield the same revenue as before the changes in structure.", "From an economic perspective, the alternative minimum tax poses a dilemma. Under an income tax system designed to be consistent with economic theory, there would be no need for an alternative minimum tax. An economically ideal income tax would accurately measure a taxpayer's change in net worth for the tax year. In these circumstances, where there is no erosion in the tax base, there would be no need for an alternative minimum tax. All taxpayers would already be paying what legislators have determined is their \"fair share\" of taxes as assessed by the regular income tax. Given this, economic theory suggests that efforts might be better made to reform the regular income tax so as to bring it more in line with an economically ideal income tax such as ending any number of special tax preferences. Then the alternative minimum tax could be eliminated.", "It is unlikely, however, that the tax base of the regular individual income tax will be broadened to the point where there would be no place for an alternative minimum tax. If, in this environment, Congress wants to preserve all of the social and economic incentives in the tax code while maintaining the concept that everyone should pay at least a minimum level of income tax and wants to limit the number of taxpayers subject to the AMT, then it faces modification of the AMT along with the regular income tax. ", "A key issue remains the coverage of the AMT. Originally, the AMT was intended to cover only high-income taxpayers. Tax incentives and preferences produced the greatest deviation in income tax payments at the high end of the income distribution. Thus, high-income taxpayers were able to significantly lower their income tax burden.", "Changes to the tax code since the AMT was first introduced (primarily the reduced maximum tax rate on dividends and long term capital gains income under both the regular income tax and the AMT) have markedly increased the availability of special tax preferences to taxpayers in the middle and upper-middle range of the income distribution. This is likely to produce large deviations in the income tax liabilities of otherwise similarly situated taxpayers in these income ranges."], "subsections": []}]}}