{"id": "RL30482", "title": "The Safe and Drug-Free Schools and Communities Program: Background and Context", "released_date": "2007-01-22T00:00:00", "summary": ["The No Child Left Behind Act (P.L. 107-110), amended and reauthorized the Safe and Drug-Free Schools and Communities Act (SDFSCA) as Part A of Title IV—21st Century Schools. The act is up for reauthorization in the 110th Congress. The Department of Education (ED) administers SDFSCA through the SDFSC program, which is the federal government's major initiative to prevent drug abuse and violence in and around schools. State grants are awarded by formula to outlying areas, state educational agencies, and local educational agencies in all 50 states, the District of Columbia and the Commonwealth of Puerto Rico. Also, funds go to state Governors for creating programs to deter youth from using drugs and committing violent acts in schools. National programs are supported through discretionary funds for a variety of national leadership projects designed to prevent drug abuse and violence at all educational levels.", "Other federally sponsored substance abuse and violence prevention programs are administered in the Departments of Justice, Health and Human Services, and other agencies. Those programs are not discussed in this report.", "A joint Department of Education and Department of Justice (DOJ) study (Indicators of School Crime and Safety: 2006) states that \"Our nation's schools should be a safe haven for teaching and learning free of crime and violence.... However, it is difficult to gauge the scope of crime and violence in schools given the large amount of attention devoted to isolated incidents of extreme school violence.\" ED and DOJ data show that from July 1, 2004, through June 30, 2005, there were 21 homicides and seven suicides at school of 5- to 18-year-old students, which translated to about one homicide or suicide of such a student at school per 2 million students enrolled in the 2004-05 school year. Also, in 2004, 12- to-18-year-old students were victims of about 1.4 million nonfatal crimes at school. A spate of school violence deaths and injuries occurred early in the 2006-2007 school term, prompting renewed interest in the issue, including a White House conference on school safety.", "A study conducted by the University of Michigan (2006 Monitoring the Future), revealed a continued general decline in illicit drug use by all 8th, 10th, and 12th grade students. In 2006, very little or no declines in drug use occurred in any grade of such drugs as inhalants, LSD, cocaine powder, methamphetamines, heroin, tranquilizers, sedatives, various club drugs, steroids and others. There was little change in MDMA (ecstasy) use among 8th and 10th graders, but a very small increase in annual use among 12th graders. Marijuana use continued to decline among 10th and 12th graders, but stopped declining among 8th graders. After decreasing slightly in recent years among all grades, crack cocaine use showed a further decline among 10th graders. OxyContin use increased among 8th and 10th graders, but declined among 12th graders. Vicodin use slightly increased among all three grades. Alcohol use, cigarette smoking, and smokeless tobacco use declined only among 12th graders who had used the product 30 days prior to the survey. About one in every 25 8th graders and one in every 14 high school seniors abused over-the-counter cough or cold medications."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The No Child Left Behind Act ( P.L. 107-110 ) amended and reauthorized the Safe and Drug-Free Schools and Communities Act (SDFSCA) within the Elementary and Secondary Education Act (ESEA) as Part A of Title IV—21 st Century Schools. This program will again be considered for reauthorization in the 110 th Congress.", "SDFSCA is administered by the Department of Education (ED). Grants are awarded to states and at the national level for programs to promote school safety and assist in preventing drug abuse. Although the SDFSC program is the primary federal government program targeted to reduce drug use and violence through educational and prevention methods in the nation's schools, it is one of several substance abuse and violence prevention programs funded by the federal government. In a 1997 report, the General Accounting Office (GAO) identified 70 federal programs authorized to provide services for either substance abuse prevention or violence prevention. ED, the Department of Health and Human Services (HHS), and the Department of Justice (DOJ) administered 48 of the programs.", "For FY2006, Congress appropriated $568.8 million for the program. For FY2007, the President requested $216.0 million. The House Appropriations Committee recommended $526.0 million for the SDFSC program ($310 million more than requested), and the Senate Appropriations Committee recommended $492.5 million ($276.5 million more than requested). The program continues to operate at FY2006 levels under a continuing resolution through February 15, 2007. For information about reauthorization and appropriations for the SDFSC program, see CRS Report RL33870, The Safe and Drug-Free Schools and Communities Act: Reauthorization and Appropriations , by [author name scrubbed].", "Since 1986, when a crack cocaine crisis appeared to be developing among older youth and adults in the nation, drug abuse among students in school has been a congressional concern. In response to the growing concern about crack cocaine and drug abuse in general, Congress passed the Anti-Drug Abuse Act of 1986. In 1994, this legislation was expanded (as discussed below) to include violence occurring in and around schools. GAO stated that in 1994, about 3 million violent crimes and thefts occurred annually in or near schools, which equaled almost 16,000 incidents per school day. The Schools and Staffing Survey (SASS) conducted by the National Center for Education Statistics (NCES) indicated that in the 1993-1994 school year, violence in public schools was on the rise and schools appeared less safe than in the 1987-1988 school year. From the 1987-1988 school year to the 1993-1994 school year, an increasing percentage of public elementary and secondary school teachers reported that physical conflict and weapon possession among students were moderate to serious problems in schools. Similarly, between 1992 and 1995, drug use rates among school-aged youth increased for over 10 different drugs, particularly marijuana, after declining in the 1980s.", "To address those concerns, on October 20, 1994, President Clinton signed into law the Improving America's School Act ( P.L. 103-382 ), which reauthorized ESEA, and created SDFSCA as Title IV. The 1994 legislation extended, amended, and renamed the Drug-Free Schools and Communities Act of 1988 ( P.L. 100-297 , DFSCA). Violence prevention was added to DFSCA's original drug abuse-prevention purpose by incorporating the Safe Schools Act. Consequently, SDFSCA was intended to help deter violence and promote school safety as well as discourage drug use in and around the nation's schools. Funding was authorized for federal, state, and local programs to assist schools in providing a disciplined learning environment free of violence and drug use, including alcohol and tobacco.", "This report provides background information about the school safety and drug abuse issues, presents a detailed overview of the various aspects of the SDFSC program as it exists under current law, and discusses an evaluation of the SDFSC program."], "subsections": []}, {"section_title": "School Safety", "paragraphs": ["Indicators of School Crime and Safety: 2006 ( Indicators Study ), a joint publication by ED and DOJ, provides the most recent federal data on school crime and student safety. The report states that \"it is difficult to gauge the scope of crime and violence in schools given the large amount of attention devoted to isolated incidents of extreme school violence.\" The authors note that the aim of the study is to create good indicators of the current state of school crime and safety across the nation and to periodically monitor and update those indicators, which they believe is required to ensure safer schools. The Indicators Study draws information from a variety of independent data sources, which include national representative sample surveys of students, teachers, and principals, and a complete array of data collected from federal departments and agencies including DOJ's Bureau of Justice Statistics (BJS) and the Federal Bureau of Investigation, NCES, and the Centers for Disease Control and Prevention (CDC). Each data source has its own separate sample design, method of collecting data, and questionnaire design or results from a universe of data collection. The national representative sample surveys used in the report were the National Crime Victimization Survey (NCVS) and School Crime Supplement to NCVS, sponsored by BJS and NCES, respectively, NCES's Schools and Staffing Survey and the School Survey on Crime and Safety , and CDC's Youth Risk Behavior Survey .", "The Indicators Study noted that in the 2004-2005 school year, an estimated 54.9 million students were enrolled in elementary and secondary schools in the nation. The study showed that violent crime victimization rates of 12- to 18-year-old students at school actually declined from 73 victimizations per 1,000 students in 2003 to 55 such occurrences in 2004. The study observed that despite such a decline, violence, theft, drugs, and weapons continued to pose problems in schools.", "Preliminary data revealed that 28 youth ages 5 to 18 were victims of school-associated violent deaths from July 1, 2004, through June 30, 2005—that is, 21 homicides and 7 suicides. Those figures translated to about one homicide or suicide of school-aged students at school per 2 million students enrolled during the 2004-05 school year. In 2005, 36% of 9 th through 12 th -grade students reported being in a fight anywhere, while 14% stated that they had been in a fight on school property during the previous year. Also in 2005, the report noted that 28% of 12- to 18-year-old students stated that they had been bullied within the last six months. Males were more likely than females to report being injured as a result of a bullying incident. Furthermore, 24% of such students reported sustaining an injury as a result of bullying incidents. The presence of gangs in schools was reported by 24% of 12- to 18-year-old students in 2005, with a larger percentage of such reports from urban school students than suburban students. This is an increase from the 21% of students who reported the presence of gangs in schools in 2003.", "In 2004, 12-to-18-year-old students were victims of about 1.4 million nonfatal crimes at school. The incidence of thefts at school was 33 per 1,000 students, compared with 27 thefts per 1,000 students that occurred away from school. The study noted that students were more likely to be victims of theft at school than away from school. In 2005, 43% of students in the 9 th through 12 th grades reported drinking at least one alcoholic beverage anywhere, while 4% drank at least one such beverage at school within the previous month. Also in 2005, 20% of 9 th through 12 th grade students reported using marijuana anywhere within the previous month, while 5% stated that they used the drug on school property during the same time period. Furthermore, in 2005, 19% of such students stated that they had carried a weapon anywhere, while about 6% reported carrying a weapon on school property within the previous month. Hispanic students were more likely to report being threatened or injured with a weapon at school than white students.", "The Indicators Study stated that \"Our nation's schools should be safe havens for teaching and learning, free of crime and violence.\" It noted, however, that any instance of crime or violence at school might broadly affect not only the persons involved but also might cause disorder in the educational process and the school itself, as well as affect bystanders and the adjacent community. Also, the report found that in 2005, as in both 1999 and 2001, students were more likely to be afraid of being harmed at school than while away from school. In 2005, as grade levels increased, it was found that the percentage of students who reported fearing an attack at school or on the way to or from school declined.", "The study revealed that feelings regarding safety at school depended on the racial and/or ethnic group, grade level, and school location of the students. In 2005, larger percentages of black and Hispanic students feared attack or harm at school, or on the way to and from school, than white students, regardless of location. Furthermore, students in lower grades generally were more fearful of harm at school, en route to or from school, or away from school, than students in higher grades. Students in urban schools were more likely than those in suburban or rural schools to fear attack both at school or on the way to and from school. Similarly, students in public schools were more fearful of harm than those in private schools.", "In 2005, 11% of 12- to 18-year-old students revealed that someone at school used hate-related words against them (that is, a derogatory word having to do with race, religion, ethnicity, disability, gender, or sexual orientation). Also, 38% of students reported seeing hate-related graffiti at school (that is, such words or symbols written in classrooms, bathrooms, hallways, or on the outside of the school building). In 2005, females were more likely to report gender-related hate words than males, while males were more likely than female students to report hate words related to both race and ethnicity. Blacks, Hispanics, and students of other races were more likely to report race-related hate words than white students. Furthermore, students in urban schools were more likely than students in suburban or rural schools to be called a hate-related word. Students in public schools were more likely than private school students to report being called a hate-related word and to see hate-related graffiti.", "Some other significant findings involved threats and attacks on teachers. In the 2003-04 school year (the most recent data available), a smaller percentage of teachers reported that they had been threatened with injury by a student in their school within the previous year than in the 1993-94 and 1999-2000 school years. Also, in 2003-04, teachers were less likely to report being physically attacked than in 1993-94. Between 1993-94 and 2003-04, teachers in central city schools were more likely to be threatened with injury or physically attacked than those who worked in urban fringe areas or in rural schools. Furthermore, in 2003-04, a larger percentage of male teachers than female teachers reported being threatened with injury, while female teachers were more likely to have been physically attacked than their male counterparts. Secondary school teachers were more likely to have been threatened with injury by a student than elementary school teachers, while elementary school teachers were more likely to have reported being physically attacked."], "subsections": [{"section_title": "Indicators Study Data Questioned", "paragraphs": ["Regarding the findings of the Indicators Study 2005 , Kenneth Trump, President of the National School Safety and Security Services (NSSSS), an independent national school safety private consulting firm, stated that data showing a decline in school crime were misleading because they were not based on actual reported crimes. He stated that such \"outdated, and limited data is misleading and creates a false sense of security.\" In November 2004, Trump summarized what he believed to be the situation with school violence nationwide by observing that, \"Federal statistics grossly underestimate the extent of school crime and public perception tends to overstate it. Nobody knows exactly how many school crimes occur or whether there is an upward or downward trend because there is no mandatory school crime reporting and tracking laws in the United States.\" Furthermore, Trump stated that unlike the Federal Bureau of Investigation's Uniform Crime Report, which is based on actual crimes reported, the Indicators Study and similar publications \"are based upon limited research studies, academic surveys, and self-report surveys.\"", "Trump conducts annual national surveys for the National Association of School Resource Officers (NASRO), which comprises the nation's school-based police officers, and has found that survey results consistently indicated that crime in schools is under-reported to law enforcement. Specifically, the 2003 survey of 728 school resource officers (SROs) showed that over 87% reported that the numbers of crimes occurring on school property nationwide were under-reported to police. Over 61% of SROs believed that the possibility of a school being labeled \"persistently dangerous\" (which the No Child Left Behind Act makes possible) could lead to school administrators under-reporting school crime. Furthermore, over 88% of survey respondents believed that Congress should pass a law requiring nationwide mandatory, consistent school crime reporting for elementary and secondary schools."], "subsections": []}, {"section_title": "School Homicides", "paragraphs": ["The Departments of Education and Justice have concluded that violent school deaths are extremely rare events. Therefore, schools remain the safest places for children, although some might perceive them to be dangerous. Research reported by the Journal of the American Medical Association (JAMA) discovered that less than 1% of homicides and suicides among school-aged youth occurred on school property or when traveling to or from school or at school-sponsored events. The Indicators Study states that \"violent deaths in schools are rare but tragic events with far-reaching effects on the school population and surrounding.\" The discussion below about school-related violent deaths presents data collected prior to the 2006 Indicators Study , which, as stated above, is the most recent compilation of federal research available on such incidents."], "subsections": [{"section_title": "The 1996 Study on School-Related Violent Deaths", "paragraphs": ["In 1996, JAMA published the first study investigating violent school-related deaths nationwide, conducted by researchers from CDC, the Safe and Drug-Free Schools and Communities Program at ED, the National School Safety Center (NSSC) of Westlake Village, CA, and the National Institute of Justice of DOJ. The period studied covered two consecutive academic years from July 1, 1992, through June 30, 1994 (specifically, July 1, 1992-June 30, 1993 and July 1, 1993-June 30, 1994). Over the two-year period, 105 school-related deaths were identified. The researchers used a case definition for school-associated deaths as \"any homicide or suicide in which the fatal injury occurred on the campus of a functioning elementary or secondary school in the United States, while the victim was on the way to or from regular sessions at such a school, or while the victim was attending or traveling to or from an official school-sponsored event.\" Deaths of students, non-students, and staff members were included.", "Researchers discovered the following:", "As mentioned above, less than 1% of all homicides among school-aged children, 5 to 19 years, occurred in or around school grounds or on the way to and from school; 65% of school-related deaths were students, 11% were teachers or other staff members, and 23% were community members who were killed on school property; 83% of school homicide or suicide victims were males; 23% of the fatal injuries occurred inside the school building, 36% happened outdoors on school property, and 35% occurred off campus; and The deaths occurred in 25 states across the nation and took place in both primary and secondary schools and communities of all sizes."], "subsections": []}, {"section_title": "Update of the 1996 Study", "paragraphs": ["The December 5, 2001 issue of JAMA contained the results of an update of the 1996 study. Entitled \"School-Associated Violent Deaths in the United States, 1994-1999,\" the study described the trends and features of such deaths from July 1, 1994, through June 30, 1999. Using a definition similar to the 1996 study, a school-related death was defined as \"a homicide, suicide, legal intervention, or unintentional firearm-related death of a student or nonstudent in which the fatal injury occurred (1) on the campus of a public or private elementary or secondary school, (2) while the victim was on the way to or from such a school, or (3) while the victim was attending or traveling to or from an official school-sponsored event.\" Researchers discovered that between 1994 and 1999, there were 220 events that led to 253 school-related deaths. Of the 220 events, there were 172 homicides, 30 suicides, 11 homicide-suicide occurrences, five legal intervention deaths, and two unintentional firearm-related deaths.", "Several trends were noted in a CDC press release as follows:", "\"School-associated violent deaths represent less than one percent of all homicides and suicides that occur among school-aged children.\" \"Troubled teens often give potential signals such as writing a note or a journal entry, or they make a threat. In over half the incidents that were examined, some type of signal was given.\" \"While the rate of school-associated violent deaths events has decreased significantly during the study time period, the number of multiple-victim events has increased.\" \"More than 50% of all school-associated violent death events occurred during transition times during the school day—either at the beginning or end of the day or during lunch-time.\" \"Homicide perpetrators were far more likely than homicide victims to have expressed previous suicidal behaviors or had a history of criminal charges; been a gang member; associated with high-risk peers or considered a loner; or used alcohol or drugs on a weekly basis. Among students, homicide perpetrators were twice as likely than homicide victims to have been bullied by peers.\" \"The rate of school-associated violent deaths was over twice as high for male students.\"", "Researchers concluded and emphasized that such deaths remained rare events but occurred often enough to indicate patterns and to identify possible risk factors. Therefore, this information might assist schools in responding to the problem."], "subsections": []}, {"section_title": "Centers for Disease Control and Prevention 2001 Reported Study", "paragraphs": ["The CDC, which has been involved in school-associated violent deaths research in collaboration with ED and DOJ (as mentioned above), also collected data to assess whether the risk for such deaths varied during the school year. The case definition for school-associated violent deaths used in this study was the same one that was used in the 1996 study discussed above. Researchers analyzed monthly counts of school-associated homicides and suicides for seven school terms, from September 1, 1992, to June 30, 1999, that occurred among middle, junior, and senior high school students in the nation. For that seven-year period, 209 school-related violent deaths occurred involving either a homicide or a suicide of a student. An average of 0.14 school-related homicide incidents occurred each school day, which translated to one homicide every seven school days. Homicide rates usually were highest near the beginning of the fall and spring semesters and then declined over the subsequent months. An average of 0.03 suicide incidents occurred each school day, which was one suicide every 31 school days. The overall suicide rates were higher during the spring semester than in the fall semester, but did not vary significantly within semesters.", "The CDC researchers believe that these findings could be useful for school personnel in planning and implementing school violence prevention programs. They point out possible explanations for why high school-related homicide rates were highest at the beginning of each semester. One suggested explanation is that conflicts that began either before or during the semester or holiday break might have escalated into deadly violence when students returned to school for the start of a new semester. Another suggestion was that the beginning of a new semester represented a time of considerable change and stress for students when they have to adapt to new schedules, teachers, and classmates. Such stressors might contribute to violent behavior. For these reasons, they propose that schools should consider policies and programs that might ease student adjustment during the transitional periods.", "The researchers warn that the results of the study should be interpreted with caution because incidents were identified from news media reports. Therefore, any such event that was not reported in the news media would not have been included in the study. Reports of suicides were of particular concern because media coverage of such events might be limited or discouraged. If under-reporting of suicides did occur, the report states, \"coverage probably did not vary by time of year and would not account for the higher rate observed during the spring semester.\""], "subsections": []}, {"section_title": "Source of Firearms Used in School-Related Violent Deaths", "paragraphs": ["In March 2003, CDC released findings regarding the source of firearms used by students in the violent deaths of elementary and secondary students that occurred from July 1, 1992 through June 30, 1999. Information on the types of weapons and their sources was obtained by interviewing school and police officials and by reviewing official police reports. CDC found that the majority of weapons used in such school-related violent deaths were obtained from either the perpetrator's home, or from friends or relatives. CDC concluded that \"The safe storage of firearms is critically important and should be continued. In addition, other strategies that might prevent firearm-related injuries and deaths among students, such as safety and design changes for firearms, should be evaluated.\""], "subsections": []}, {"section_title": "School-Associated Violent Deaths: CDC's 2006 Update", "paragraphs": ["On October 6, 2006, CDC provided an update regarding school associated violent deaths. The update suggested measures that might help prevent school-associated violent deaths as follows:", "—Encouraging efforts to reduce crowding, increase supervision, and institute plans/policies to handle disputes during transition times that may reduce the likelihood of potential conflicts and injuries;", "—Taking threats seriously: students need to know who to go to when they have learned of a threat to anyone at the school, while parents, educators, and mentors should be encouraged to take an active role in helping troubled children and teens;", "—Taking talk of suicide seriously: it is important to address risk factors for suicidal behavior when trying to prevent violence toward self and others;", "—Promoting prevention programs that are designed to help teachers and other school staff recognize and respond to incidences of bullying between students;", "—Ensuring at the start of each semester that schools' security plans are being enforced and that staff are trained and prepared to use the plans."], "subsections": [{"section_title": "Youth Violence Prevention Resources", "paragraphs": ["CDC's 2006 update also listed several resources related to youth violence prevention in general that educators, parents, and others might find useful:", "CDC's Best Practices of Youth Violence Prevention: A Sourcebook for Community Action . This is a source book for Community Action that looks at the effectiveness of violence prevention practices in four basic areas—parents and families, home visitation, social and conflict resolutions skills, and mentoring. Blueprints for Violence Prevention was designed and launched in 1996 by the University of Colorado's (at Boulder) Center for the Study and Prevention of Violence (CSPV). Eleven violence prevention and intervention programs or Blueprints were recognized by DOJ as being effective in reducing youth violent crime, aggression, delinquency, and substance abuse. Youth Violence: A Report of the Surgeon General summarizes a large body of research clarifying youth violence trends, identifying risk factors, and reviewing the effectiveness of particular prevention strategies. Early Warning, Timely Response: A Guide to Safe Schools provides research-based practices intended to assist schools in identifying warning signs early in order to develop plans to prevent, intervene, and respond to crises. The publication was based on the work of an independent panel of experts in the areas of education, law enforcement, and mental health."], "subsections": []}]}, {"section_title": "National School Safety and Security Services Data", "paragraphs": ["NSSSS President Trump identifies school-related deaths, shootings, and crisis incidents from print and electronic news sources, professional contacts, and other nationwide sources. NSSSS research on school-related violent deaths is not exhaustive nor is it a scientific study. To monitor such incidents, the organization used the same definition for school-related violent deaths as CDC (that is, including homicides and suicides with firearms), but NSSSS also included other violent, non-accidental deaths (such as fighting and stabbing) and also reported such fatal injuries occurring at parochial schools. Furthermore, NSSSS has collected data for the 1999-2000 school year through the 2006-2007 school term. NSSSS data and a news account (summarized in Table 1 ) show that during those school terms, a total of 232 school-related violent deaths occurred (as of January 19, 2007).", "The data appear to indicate that school violence incidents declined from 33 in the 1999-2000 school term to 16 in the 2002-2003 school term. A significant increase of such incidents was recorded, however, in the 2003-2004 school year to a high number of 49 deaths. Those deaths included 23 from shootings, 10 stabbings, five suicides, six murder-suicides, four fight-related, and one other death (the cause of death was not specified). NSSSS President Trump noted that those deaths represented more than twice the number of such incidents in the previous two school terms combined.", "Trump believed that the reasons for the sharp increase in school violence-related deaths included complacency. The April 20, 1999 incident at Columbine High School in Littleton, Colorado has been called the worst school shooting tragedy in the nation's history by some commentators. Two male students armed with handguns and rifles shot and killed 12 classmates, a teacher, and wounded 23 others, before killing themselves. This incident stirred much concern and questions about safety in the nation's schools. Trump stated that \"School safety is an on-going process, not a one-time event\" (referring to the steps taken following the Columbine tragedy). He noted that after Columbine, many schools immediately adopted emergency and safety plans, but those plans started \"collecting dust.\" Also, he observed that \"Staff members were named to task forces or committees, but many of these programs are now inactive. School administrators are under enormous political pressure to raise test scores to meet accountability standards, and they may be too preoccupied to focus on school safety.\"", "The number of school-related violent deaths recorded by NSSSS declined to 39 in the 2004-2005 school year, and decreased again to 27 deaths in the 2005-2006 school year. There has been a spate of school-related violent deaths and injuries thus far in the 2006-2007 school year. Experts were reported to be baffled regarding the reasons for such occurrences. There have been 20 school-related violent single deaths as of January 19, 2007. Those incidents included eight shootings, two suicides, eight murder-suicides, and two stabbing deaths. Three high-profile school shootings occurred within two days of each other beginning on September 27, 2006, in Colorado, followed by another in Wisconsin on September 29, and then a multiple shooting in Pennsylvania on October 2, 2006 (discussed below)."], "subsections": []}]}, {"section_title": "Multiple Deaths and Injuries", "paragraphs": ["From the 1995-1996 school year through the 2000-2001 school term, several school violence incidents occurred that appeared to reflect a pattern of multiple-victim attacks at various schools across the nation. Mark Moore, chairman of a National Research Council/Institute of Medicine Case Studies of School Violence Committee (CSSVC), and fellow committee members stated that \"the frequency of student-perpetrated school rampages resulting in multiple victimizations increased dramatically after 1994.\"", "CCSVC research showed that from 1974 to 1990 and from 1991 to 2001, the mean number of \"student-perpetrated rampages increased from an average of 0.53 incidents per year to an average of 3.27 incidents per year.\" Although that increase might have skewed the public's perception about the safety of children and youth at school, CCSVC noted that such occurrences were not entirely a new phenomena. CCSVC investigated both lethal school violence, which were incidents involving more than one victim (their core operational definition for most of their work), and \"school rampages,\" which included \"cases in which more than one person was injured, and there was a significant potential for lethal violence as well as those in which people were actually killed.\" The committee observed that the numbers of lethal school violence and school rampage incidents were very small, and that the increase in such incidents in the 1990s might be explained in part by media reporting. CCSVC believed that although such school rampages would have been newsworthy during the earlier period, the media might have been more sensitized to the school shootings issue in the late 1990s and began covering them more diligently than previously. CCSVC concluded that if this was the case, then the increase might partly be explained as the result of more news accounts of such incidents rather than an increase in the basic rate of those events. CCSVC collected data from an assemblage of newspaper accounts (of school-associated violent deaths and injuries) produced and gathered by the National School Safety Center between 1992 and 2001. Using its core definition for lethal school violence, CCSVC separated out such incidents from the NSSC data.", "CCSVC compiled a list of its estimates of the number of multiple-victim, student-perpetrated school violence incidents in the nation from 1974 to 2001. Their data indicated that between 1974 and 1993, there were 19 incidents of multiple-victim school shootings. From 1995 to 2001, they listed 26 such incidents. Table 2 below draws from CCSVC's compilation of such incidents. The definition the Committee used for listing such occurrences included not only multiple fatalities, but also multiple non-fatal serious injuries.", "NSSSS data and news accounts indicate that since the 2001-2002 school year, there appear to have been about 38 multiple-victim school-related violent incidents. Such incidents included 40 fatalities and 110 non-fatal violent acts (including shootings and stabbings), for a total of 150 multiple victims. Table 3 , below, lists NSSSS data and information from news accounts about such incidents from the 2001-2002 school year to the 2006-2007 school year (as of December 22, 2006).", "Interestingly, in the multiple-victim school violence episodes in Colorado and Pennsylvania, a total of 16 female students were traumatized, and six were killed before each of the assailants (who were atypically adult males) committed suicide. Some experts believe that the Pennsylvania incident might have been a case of copycat violence fostered by media attention. James Fox, a criminologist at Northeastern University in Boston, stated that he believes the news media bear some responsibility for the copycat phenomena. He remarked that \"This is especially the case when attackers' personalities and grudges are exposed to high-profile public analysis—as when two teenage attackers in the Columbine attack were featured on the cover of a news magazine.... While most sympathize with the victims, others empathize with the shooters. It's the publicity they get that turns the shooter into a celebrity that spawns more of them.\"", "Another similarity between the Colorado and Pennsylvania shootings is that in both incidents, girls were the targeted victims. Katherine S. Newman, a Harvard urban studies professor and co-author of the book, Rampage: The Social Roots , who has researched school shootings since the 1970s, observed that \"The predominant pattern in school shootings of the past three decades is that girls are the victims.... Though it is impossible to know whether girls were randomly victimized in those cases ..., 'in every case in the U.S. since the early 1970s we do note this pattern' of girls being the majority of victims.\"", "Both the Colorado and Pennsylvania multiple-victim shootings occurred in rural settings. Newman reports that it is uncommon for such incidents to occur in urban areas. Revenge, she observed, can be particularly fertile in rural settings. Cheryl Meyer, a Wright State University psychology professor in Dayton, Ohio, has conducted research on school shooting similarities in rural and small towns. She noted that \"It's so often about revenge. Even if something happened 20 years ago, it doesn't mean it is gone. People talk about it and everybody remembers. It just trails after you.\""], "subsections": []}, {"section_title": "White House Conference on School Safety", "paragraphs": ["The early 2006-2007 school violence incidents and several school lockdowns because of the threat of violence stirred schools across the nation to review school safety issues. Also, the occurrences led President Bush to call for a conference on school safety that was held on October 10, 2006, in Chevy Chase, Maryland. Convened by Attorney General Alberto Gonzales and Education Secretary Margaret Spellings, the purpose of the hour-long meeting was to gather leading school and youth safety experts and concerned citizens to discuss how federal, state, and local governments could work together and discuss best practices for keeping the nation's schools safe learning environments for students.", "NSSSS President Trump, who attended the conference, observed that the discussions broke no new ground regarding school safety, and that best practices discussed have been well established within the school safety profession since the Columbine tragedy. Also, in follow-up to the conference, Trump and NSSSS called upon Congress to create a bipartisan task force to promote the following recommendations:", "establish a required K-12 school crime reporting and tracking mandate for schools to report up-to-date actual crime data to law enforcement. The Indicators of School Crime and Safety: 2005 report discusses 2002-2003 school year data, not 2005 onward; revise the Safe and Drug-Free Schools and Communities State Grant program. Remove responsibility for school security, school-based policing, and school emergency planning from ED and place it under DOJ. Drug and alcohol prevention curricula programs, suicide prevention, and similar education and curriculum-based projects should remain under ED in cooperation with HHS. Funding cuts for such projects should be restored to support new restructured programs; restore funding for the Emergency Response and Crisis Management Program, significantly enlarge funds for K-12 school emergency preparedness funding and resources, and move to DOJ the responsibility for this component, along with, as previously stated, school security and school-based policing initiatives; restore funding for the COPS in Schools program conducted by DOJ, and increase funding for local and regional training for school resource officers (SROs) and school administrators concentrating on school violence prevention, school security evaluations, school emergency preparedness planning, and related initiatives; and create legislation that would allow K-12 schools to apply for Department of Homeland Security (DHS) funding for increased security and emergency preparedness to protect against possible terrorist attacks upon schools and school buses. Also, Congress should guarantee that K-12 schools would remain classified as government facilities by DHS, and that such schools are incorporated into National Critical Infrastructure programs.", "After the conference, ED Secretary Margaret Spellings responded to questions from the public about school safety and other education-related topics of interest on the White House online site \"Ask the White House.\" Four questions were asked about school safety. Replying to one inquiry, the Secretary mentioned some things communities, students, parents, teachers, and school officials could do to help prevent further violence in schools:", "... [T]here are some things communities can do to improve school safety such as: ensuring that every school has a comprehensive crisis plan, that every school involves students, parents, law enforcement and community groups in the development of its crisis plan and prevention programs and trains educators in how to use the crisis plan, and that schools ensure that every student is connected to a responsible adult in the school or community. ... [Y]ou as a student can help ensure that schools remain safe. You can do that by reporting threats and criminal incidents, speaking out against those who bully or harass others, and serving as a peer mentor to someone who needs a helping hand. Whether a student, parent, teacher, or school official, one of the most important actions we can take to prevent further violence is to remain aware, watch for warning signs of violence and report them immediately."], "subsections": []}]}, {"section_title": "Drug Abuse", "paragraphs": ["Since 1975, the University of Michigan's Institute for Social Research has conducted the Monitoring the Future (MTF) study, funded by the National Institute on Drug Abuse at the National Institutes of Health of HHS. High school seniors and, since 1991, 8 th and 10 th grade youth have been canvassed annually about their behavior, attitudes, values in general, and substance use. At each grade level, responses of students surveyed were used to represent all students nationwide in public and private secondary schools. For the 2006 MTF study, 48,460 students in 410 secondary schools were surveyed about their use of illicit drugs, alcohol, cigarettes and smokeless tobacco within three prevalence periods, that is, lifetime, annual (or 12 months), past month (or 30-day), and daily use.", "Overall, for 2006, illicit drug use and alcohol consumption continued a decade-long decline. Decreases since 2005, however, were relatively small and, while statistically significant for all grades combined, were not for any one individual grade. Lloyd Johnston, MTF's principal investigator, noted that the \"youngest students that we survey—the 8 th graders—have shown the largest proportional drop in their use of nearly all of the illicit drugs since the recent peak rates of the mid to late 1990s..., but their improvements now seem near an end. The older teens, on the other hand, are showing a continuation of their decreases, as they catch up with the progress of the younger age groups. We believe that this reflects what social scientists call a 'cohort effect'....\" A cohort effect refers to teens who were previously in lower grades who have entered the upper grades.", "In 2006, as in 2005, researchers reported that survey results revealed high rates of prescription painkillers use, such as Vicodin and OxyContin, and in abuse of sedatives/barbiturates, especially among 12 th graders. OxyContin use increased among 8 th and 10 th graders, but slightly declined among 12 th graders. Although relatively few youth are using OxyContin, Johnston observed, given the addictive potential of this narcotic drug, there still should be concern about its rates of use among teens. Vicodin use slightly increased among all three grades in 2006, but since 2002, when rates were first measured, its use has remained relatively stable. The use of sedatives, including barbituates, showed a steady increase over a period of years among 12 th graders, whose yearly use of such drugs increased from 1993 to 2005. In 2006, however, such use declined, marking what researchers called \"the end of a long rise, but ... still near its recent peak in teen-age use.\" Furthermore, Johnston noted that \"Because most of the illegal drugs like LSD, ecstasy, cocaine, and heroin have shown considerable declines in recent years, while the misuse of prescription-type drugs has been growing, the latter have become a more important part of the country's drug problem.\" Also, he observed that marijuana is still the most widely used among all illicit drugs and recently, its use has gradually decreased. Among the class of prescribed psychotherapeutic drugs used for purposes other than a medical regimen, researchers found that amphetamines constituted the only drug in this class that had not shown a recent increase in use among teens. ", "A new question was added to the study in 2006 regarding the use of over-the-counter cough and cold medications for the sole purpose of getting high. The street names for those drugs include \"DXM,\" \"Dex,\" and \"skittles.\" The proportion of 8 th , 10 th , and 12 th grade students who reported using such drugs to get high translated to one in every 25 students in 8 th grade and one in 14 high school seniors. Because these types of drugs are sold over-the-counter, researchers noted, most students might not fully understand the dangers in using them. Johnston observed, \"If the dangers of using these drugs receive more attention in the media I would expect that their popularity to fade somewhat\" (sic).", "In general, MTF researchers noted that alcohol use has been in decline among teens for many years and continued in all three grades in 2005. In 2006, however, 12 th graders constituted the only group that showed a further decline in 30-day use of alcohol. Teen cigarette smoking rates continued to show a decline in all grade levels in 30-day use with the greatest decrease among 12 th graders. Similarly, smokeless tobacco use declined only among 12 th graders who had used the product 30 days prior to the survey.", "Survey findings of specific drugs are discussed below."], "subsections": [{"section_title": "Marijuana Use", "paragraphs": ["In 2003, the use of marijuana, the most widely used illicit drug among all grade levels, declined for the second year in a row among 10 th and 12 th graders, and for the seventh year among 8 th graders. In 2004, the decline continued in all grade levels, but was more modest among 10 th and 12 th graders because their use of the drug held steady from 1997 to 2001, before declining. This modest decline in use continued in the upper grades in 2006.", "Researchers noted that the 30-day prevalence of any illicit drug use, including marijuana, among such students dropped by statistically significant amounts between 2003 and 2004. It was reported that over those two years, there had been significant increases in the proportion of students who perceived marijuana use as dangerous. Researchers believed that this change in perception was a possible explanation for the decline in use. In 2005, however, this increase in perceived risk in marijuana use continued among 12 th graders only. In 2006, for the fifth consecutive year, marijuana use continued to decrease among 10 th and 12 th graders. It appeared, however, that declines in such use among 8 th graders had ended. Although researchers noted that the decline in marijuana use among 8 th graders ended in 2006, Johnston observed that 8 th graders showed the largest proportional drop in the use of nearly all illicit drugs since the peak rates of the mid to late 1990s."], "subsections": []}, {"section_title": "Ecstasy Use", "paragraphs": ["In 2001, there was a sharp increase in the proportion of students who believed that using ecstasy was dangerous. Also, the rate of use that had increased between 1999 and 2001 began to slow among all students. In 2002, there was another marked rise in the proportion of teens who believed that using ecstasy was dangerous, and a decline in the drug's usage occurred. In 2003, the trend continued with an even sharper decline in ecstasy use as the perceived dangers in using the drug continued to climb. Consequently, since 2002, Johnston observed, \"the annual prevalence of ecstasy use fell by more than half among both 10 th and 12 th graders.\" The declines, however, were much smaller in 2004, and did not reach statistical significance, although such decreases in ecstasy use occurred in all three grades. In 2005, only 12 th graders showed any further decline in ecstasy use. In 2006, 12 th graders showed a slight but insignificant increase in the annual prevalence of ecstasy use. There was very little change, however, in the proportion of 8 th or 10 th graders saying that they used the drug.", "The perception that there is a great risk associated with experimenting with ecstasy, Johnston believed, accounted for most of the turnaround in ecstasy use prior to 2006. Since 2000, there has been an increased disapproval of ecstasy use among teens that continued among 10 th and 12 th grade students in 2004. Also, fewer students in 2004 believed that the drug was readily available. In 2006, however, Johnston noted that over the past one to three years, there had been a reduction in the proportion of students who believed that using ecstasy was dangerous, or who stated that they disapproved of using the drug. Johnston warned that this change \"could be setting the stage for a resurgence in the use of this drug, since use often moves with these beliefs and attitudes.\""], "subsections": []}, {"section_title": "Other Illicit Drug Use", "paragraphs": ["In 2006, as previously mentioned, researchers found no or very little decline at any grade level in the use of LSD, hallucinogens other than LSD, cocaine powder, inhalants, crystal methamphetamine (\"ice\"), heroin, narcotics other than heroin, tranquilizers, sedatives, various club drugs, and steroids. Since 2000, student use of illicit drugs other than marijuana had shown evidence of some decline or had remained steady.", "Use of anabolic steroids, which are often used to improve strength and muscle mass, continued to decline among 8 th and 10 th graders in 2004. Steroid use remained steady for 8 th graders from 2004 to 2005, and slightly declined for 10 th and 12 th graders for the first time since a decline from 1999 to 2000. None of those reductions continued in 2006, and there were no significant changes in usage rates among students in all three grades. Also, steroid use remained considerably higher among boys than girls.", "Since 1996, LSD use declined in all three grade levels, but showed a sharp decrease in 2002 and in 2003. There was little change in LSD use in 2004 or in 2005, which kept its use at historic low levels. Perceived LSD availability dropped considerably since 2001. Johnston observed, \"Our concern about this drug is that a new generation of young people, particularly the 8 th graders, do not see LSD as dangerous. This leaves them vulnerable to a possible new epidemic of use at some time in the future if easy availability returns.\"", "In 2005, the 30-day prevalence of crack cocaine use held steady for 8 th and 12 th graders and slightly declined for 10 th graders. In 2006, only 10 th graders showed a further decline in use of the drug, which was statistically significant, although their belief that there was a great risk in using the drug slightly declined after an increase in that belief in 2005 over 2004. Cocaine powder use slightly increased in 2005 among 8 th graders, declined among 10 th graders, and remained steady among 12 th graders. As previously mentioned, researchers found no or very little decline at any grade level in cocaine powder use in 2006. The belief that there is a great risk in trying crack cocaine once or twice or occasionally among 8 th graders declined in 2006. This perceived risk in using the drug had held moderately steady in 2004 and in 2005. Among 12 th graders, there was a decline in the belief that there is a great risk if crack cocaine was used once or twice or regularly, but data indicated an increase in perceived risk if the drug was used occasionally.", "The use of inhalants (called \"huffing\"), after a long and continuous decline in all grade levels, significantly increased among 8 th graders in 2003. Researchers believed that such use among 8 th graders was likely because inhalant products (such as glues, aerosols, butane, paint thinner, and nail polish remover) were inexpensive, legal, and easy to obtain. In 2004, inhalant use among 8 th graders continued to rise, and for the first time in recent years, also increased among 10 th and 12 th graders. In 2005, there was no further increase among 8 th and 10 th graders in such use, but some further increase occurred among 12 th graders. Researchers believed that the increase in use among 12 th graders might reflect a cohort effect, as mentioned above. Researchers noted that over the past four years, the perceived dangers in using inhalants declined among both 8 th and 10 th graders. Johnston observed that \"This fact continues to suggest the need for greater attention to this class of drugs in media messages and in-school [prevention] programming.\" In 2006, as previously stated, researchers found no or very little decline at any grade level in the use of inhalants.", " Figure 1 , below, depicts the usage levels of any illicit drug within the last 12 months by grade, from 1992 through 2006."], "subsections": []}, {"section_title": "Alcohol Use", "paragraphs": ["In 2002, some significant declines occurred in teen alcohol use. Quite large drops occurred in the proportion of students in all three grades who said that they had consumed any alcohol in the past year, or in the past 30 days. Those declines were statistically significant for 8 th and 10 th graders. Furthermore, there were decreases in the proportion of students in all three grades who indicated that they got drunk in the past year, and in the past 30 days prior to the survey.", "In 2003, only 12 th graders showed further decreases in alcohol use in the past 30 days, although the decline was statistically insignificant. Heavy drinking (that is, more than five or more drinks in a row), continued to slightly decline among all grade levels, although none reached statistically significant changes.", "Alcohol use among 8 th and 10 th graders remained steady in 2004, although there were drops in several alcohol use indicators among all grade levels. Among 12 th graders in 2004, however, levels of drinking increased. Johnston observed \"We will have to wait for another year to see if this increase in 12 th grade is a real one, or just a blip in the data.\"", "In 2005, alcohol use declined in all three grades. Also, heavy drinking or binge drinking (that is, more than five or more drinks in a row at least once in the prior two weeks), continued to slightly decline among all grade levels. Researchers noted, however, that over the past two years there has been only a modest decrease in binge drinking among 8 th and 10 th graders, and no decline among 12 th graders. There has been an increase among all grades in the perceived risk to health as a result of binge drinking, and an increase in disapproval of such behavior.", "Only 12 th graders showed a further decline in 30-day prevalence of alcohol use in 2006. Researchers believed that this result suggested that the decline in such use might have ended for 8 th and 10 th graders, but was continuing among the older youth for a while longer as a result of the cohort effect (that is, teens who were previously in lower grades who had entered the upper grades). Survey results showed that there were high prevalence rates among all teens of being drunk at least once during the previous month. Despite those results, the analysts noted that the data actually reflected proportional declines from recent peaks of drunkenness that occurred among the students in previous years, but no further improvement (that is, declines) occurred in 2006.", "Flavored alcoholic beverages (sometimes referred to as \"alcopops\" or malternatives\") used in the past 30 days were first measured in all grades in 2004. In 2006, the prevalence of such use declined to slightly lower levels among all students than in the previous survey. The analysts reported that despite the fears of some, the use of these types of alcoholic beverages did not appear to be expanding among teens, but rather appeared to have declined somewhat in teen use.", "The perceived belief that alcohol is readily available if wanted has steadily declined among 8 th graders (that is, they do not believe it is readily available) since 1997, and declined slightly among 10 th graders since 2001. Among 12 th graders, however, more than 90% believe that alcohol is readily available, a belief that has not changed in recent years.", " Figure 2 , below, shows alcohol use by teens surveyed within the last 30 days before the survey."], "subsections": []}, {"section_title": "Cigarette Smoking", "paragraphs": ["Cigarette smoking (defined as smoking one or more cigarettes during the past 30 days), which showed a steady increase among all grade levels between 1992 and 1998, continued a decline in 2004 that had begun in 1998 (see Figure 3 ). Johnston and his associates emphasized that these significant reductions translated into the lengthening of many lives and preventing an even larger number of serious illnesses, such as heart disease, stroke, cancer, and emphysema.", "In 2003 and 2004, the declines continued, but researchers found the rate of decline had slowed considerably. In 2005, the decline in cigarette smoking ended among 8 th graders, whom researchers observed had been the leaders in smoking trends among teens. In addition, although declines in smoking were noted among 10 th and 12 th graders, researchers believed that those decreases would likely end in the near future. In 2004, researchers cautioned that despite the decreases, substantial numbers of teen smokers were evident—25% of 12 th graders, 16% of 10 th graders, and 9% of 8 th graders reported having smoked 30 days prior to taking the survey. One finding that analysts found to be encouraging was that in 2004, the proportion of current smokers had declined by half from mid-1990s peak levels among 8 th and 10 th graders, and by one-third among 12 th graders.", "Johnston cautioned in 2005:", "Among the facts that we would like to share with young people who are thinking about taking up smoking are these: In 2005 about half of all 10 th and 12 th graders said that they strongly dislike being near people who are smoking; and 75 percent to 80 percent of them say that they personally prefer to date nonsmokers.", "It is clear that there is a high social price to be paid for any teen becoming a smoker today, and that's all in addition to the serious costs in terms of one's eventual health and length of life. And, of course, the other fact they should know is that once the smoking habit is established, most people find it terribly difficult to quit. Even though many teenage smokers say they expect to quit, most fail to do so....", "MTF researchers reported that after 10 years of substantial improvement in daily smoking among students in their early to mid-teens, the decline has ended. In 2006, there were no further declines in daily smoking among 8 th and 10 th graders. A further decline, however, did occur among 12 th graders, particularly in their half-pack-a-day cigarette use. The 12 th graders have been showing the greatest declines. These results occurred, researchers observed, \"as the class cohorts of 8 th and 10 th graders who have previously shown large declines in their use move into 12 th grade.\" For 30-day prevalence in smoking, all grades showed a small, continuing decline. Most notably, data for monthly smoking among teens were down substantially from the mid-1990s, when such smoking reached a peak.", "Johnston noted that much fewer students in 2006 had ever tried smoking cigarettes than in 1996, when the peak in lifetime usage was attained. He observed that the decline was expected to continue among 12 th graders as the younger, less tobacco-experienced students move into the 12 th grade. Researchers noted, however, that there appeared to be a leveling off in the decline in cigarette smoking among teens in recent years. They attributed this change to a reduction in anti-tobacco advertising campaigns that were widespread in the mid-1990s after the Tobacco Settlement occurred between major tobacco companies and state attorneys general, focusing on the hazards of smoking and questionable practices of the tobacco industry. The researchers believed these campaigns probably contributed to less favorable attitudes toward smoking. They contend, however, that since the Tobacco Settlement is now over and there are fewer heated public debates regarding the problems with smoking or with the tobacco industry, national anti-smoking ad campaigns have declined and the reduction in teen smoking has diminished.", "Over the past two years, the proportion of students who believed that smoking was dangerous, Johnston observed, leveled off among 10 th graders and has begun to drop among 8 th graders. He stated, \"Generally we have found perceived risk to be an important indicator of changes in future use of a drug, so this is not a favorable development. The good news is that disapproval of cigarette smoking is still rising and is at very high levels among teens.\" The analysts found, however, that the perceived risk of cigarette smoking among 8 th and 10 th graders is declining (that is, fewer of them believe that smoking is dangerous), and the reductions in the percentages of such youth who smoke cigarettes have ended.", "In 2000, because of concern about a possible increase in use among teens of small flavored cigarettes imported from India called \"bidis,\" the MTF study introduced a new question regarding their use. Likewise in 2001, because of the same concern, a new question was introduced regarding teen use of clove-flavored cigarettes imported from Indonesia called \"kreteks.\" Relatively small prevalence rates were observed among teens in the use of both types of cigarettes during the initial years of measurement. Since that time, use of the specialty cigarettes dropped substantially and steadily in all grades. By 2006, the decline in the annual use of the specialty cigarettes had continued to steadily drop, which produced a statistically significant decrease. The researchers concluded that both types of specialty cigarettes constituted short-term fads that did not catch on with the nation's mainstream youth, diminishing the likelihood of these types of cigarettes becoming health hazards, as some people had feared. The analysts noted, however, that U.S. tobacco companies had introduced their own flavored cigarettes, which might have influenced the demise of the imported products."], "subsections": []}, {"section_title": "Smokeless Tobacco Use", "paragraphs": ["In 2003, use of smokeless tobacco (that is, chewing tobacco) continued a decline that began around 1996/1997 among teens. Between 1994 and 2003, the 30-day prevalence of smokeless tobacco use among 8 th graders declined by about one-half, and remained at that level in 2005. Similar to cigarette usage, declines in smokeless tobacco use ended among 8 th and 10 th graders, and such use leveled off in 2006. Only 12 th graders showed evidence of a further decrease in such use probably, researchers believed, because of the cohort effect of teens previously in lower grades entering the upper grades. Johnston observed that the data appeared to be a little deceptive because boys accounted for nearly all smokeless tobacco use, of which one in 9 males in 12 th grade had used the product in 2006.", "Analysts believed that one important reason for the considerable declines in smokeless tobacco use by teens between 1995 and 2004 was that a growing portion of such youth believed that using the product could be dangerous. That belief showed a slight turnaround in 2005. Johnston noted that in 1995, teens began to get the message that using smokeless tobacco could cause mouth and throat cancer, and were probably deterred from using such products. He believed that a new group of teens would also have to hear the same message if the rates in such use were to remain low. MTF 2004 survey data indicated that using smokeless tobacco was perceived as a great risk among 8 th and 12 th graders (such a perception declined among 10 th graders), but that 8 th and 10 th graders disapproved of its use. The 12 th graders were not asked the question regarding whether they disapproved of the product. Johnston noted that \"A rise in disapproval often starts a year after an increase in perceived risk is observed for a drug, which is what we saw here as well. I think a reasonable interpretation of the dynamic is that young people eventually become more disapproving of using a drug after they have come to see its use as dangerous.\"", "In 2006, the MTF survey data indicated that fewer 8 th and 10 th graders (compared with the percentage of such students in 2005) believed that using smokeless tobacco regularly could be harmful to one's health, while 12 th graders believed that such use would be a great risk to health. Furthermore, the percentage of such teens who disapproved of using the product declined for 8 th graders, but remained steady for 10 th graders in 2006. Twelfth graders were not asked the question about their attitude toward using the product.", "MTF researchers reported throughout the survey years (that is, from 1975 through 2005) that smokeless tobacco was primarily used by boys, especially in rural areas. Also, some demographic differences in its use by teens indicated that such use tended to be higher in the South and North Central regions of the nation, than in the Northeast or in the West. Also, as implied above, such use tended to be more focused in non-metropolitan areas than in metropolitan regions. Furthermore, its use was negatively correlated with the education level of the parents, and tended to be higher among Whites than among Black or Hispanic youths."], "subsections": []}]}, {"section_title": "The SDFSC Program", "paragraphs": ["The Safe and Drug-Free Schools and Communities Act is administered by the Department of Education. Grants are authorized for state programs and for a variety of national programs to promote school safety and assist in preventing drug abuse in the nation's schools. For the program's appropriations and funding history, see CRS Report RL33870, The Safe and Drug-Free Schools and Communities Act: Reauthorization and Appropriations , by [author name scrubbed]. As previously stated the SDFSC Act is up for reauthorization in the 110 th Congress. How the program is administered under current law is discussed below."], "subsections": [{"section_title": "State Grants", "paragraphs": ["State grants are administered through a formula grant program. Funds for state grants are disbursed as follows: From the total appropriation for state grants each fiscal year, 1%, or $4,750,000 (whichever is greater) is reserved for outlying areas (Guam, American Samoa, the Virgin Islands, and the Commonwealth of the Northern Mariana Islands); 1% or $4,750,000 (whichever is greater) is reserved for the Secretary of the Interior to administer programs for Indian youth; and 0.2% is reserved to provide programs for Native Hawaiians. The remaining funds are distributed to the states (which include the District of Columbia, and the Commonwealth of Puerto Rico), by a formula based 50% on school-aged population and based 50% on ESEA Title I, Part A concentration grants for the preceding fiscal year. No state receives less than the greater of one-half of 1% (0.5%) of the total amount allotted to all of the states, or the amount the state received for FY2001. State grant funds may be redistributed to other states if the Secretary determines that a state will not be able to use the funds within two years of the initial award. Also, funds appropriated for national programs may not be increased unless state grant funding is at least 10% more than the previous fiscal year's appropriation. Language in the FY2005 Consolidated Appropriations Act negated this \"limitation\" provision. Since the FY2006 national programs appropriation is less than its FY2005 appropriation, the limitation does not appear to apply.", "Of the total allotted to a state, up to 20% is used by the state Chief Executive Officer (Governor) for drug and violence prevention programs and activities, and the remainder is administered by the State Educational Agency (SEA). The Governor may use not more than 3% of the funds for administrative costs. Those aspects of the SDFSC program are discussed below.", "The distribution of state funds is depicted in Figure 5 ."], "subsections": [{"section_title": "State Chief Executive Officer's Funds", "paragraphs": ["As mentioned above, of the total state allotment, up to 20% goes to the Governor to award competitive grants and contracts to local educational agencies (LEAs), community-based groups, other public entities, private groups, and associations. Grants and contracts are to be used to support the comprehensive state plan for programs and activities that complement an LEA's drug and violence prevention activities. The Governor must award grants based on the quality of the proposed program or activity, and how such program or activity fulfills the principles of effectiveness.", "Funding priority for such programs and activities must be given to children and youth who are not normally served by SEAs and LEAs, or to populations that require special services, such as youth in juvenile detention facilities, runaway and homeless children and youth, pregnant and parenting teens, and school dropouts. In addition, when awarding funds, the Governor must give special consideration to grantees that seek to accomplish a comprehensive approach to drug and violence prevention efforts that include providing and incorporating into their programs mental health services related to drug and violence prevention. Furthermore, funds must be used to implement and develop drug and violence prevention programs that include activities to prevent and reduce violence related to prejudice and intolerance, to disseminate information about drug and violence prevention, and to develop and implement community-wide drug and violence prevention plans. The Governor may use not more than 3% of the funds for administrative costs."], "subsections": []}, {"section_title": "State and Local Educational Agencies Grant Allocations and Activities", "paragraphs": ["SEAs can reserve up to 5% of their allotted funds for statewide drug and violence prevention efforts. Funds should be used for planning, developing, and implementing capacity-building, training and technical assistance, evaluating the program, providing services to improve the program, coordinating activities for LEAs, community-based groups, and other public and private entities that are intended to assist LEAs in developing, carrying out, and assessing comprehensive prevention programs that are consistent with the SDFSC mandated requirements. Such uses of the funds are required to meet the principles of effectiveness (discussed below), should complement and support LEA-funded activities, and should be in agreement with the purposes of state activities. Funded activities may include, but are not limited to, identifying, developing, evaluating, and disseminating drug and violence prevention projects, programs, and other information; training, technical assistance, and demonstration programs, to address violence associated with prejudice and intolerance; and providing financial assistance to increase available drug and violence prevention resources in areas that serve numerous low-income children, that are sparsely populated, or have other special requirements. SEAs may use up to an additional 3% of funds for administering the program.", "At least 93% of SEA funds must be subgranted to LEAs for drug and violence prevention and education programs and activities. Of those funds, 60% are based on the relative amount LEAs received under ESEA Title I, Part A for the previous fiscal year, and 40% are based on public and private school enrollments. Of the amount received from the state, LEAs may use not more than 2% for administrative costs. LEAs are required to use funds \"to develop, implement, and evaluate comprehensive programs and activities, which are coordinated with other school and community-based services and programs.\" Such programs should nurture an environment conducive for learning that is safe and drug-free and supports academic attainment, should be consistent with the principles of effectiveness, and should be designed to prevent or reduce violence, the use, possession, and distribution of illegal drugs, and delinquency. Activities should be included to promote parental involvement in the program or activity, coordination with community organizations, coalitions, and government agencies, and distribution of information about the LEA's needs, goals, and programs that are funded under the SDFSCA."], "subsections": [{"section_title": "Uniform Management Information and Reporting System", "paragraphs": ["States are required to create and maintain a uniform management information and reporting system to provide the public with information about truancy rates, the frequency, seriousness, and incidence of violence and drug-related offenses resulting in suspensions and expulsions in elementary and secondary schools; the types of curricula, programs, and services provided by the Governor, SEA, LEAs, and other fund recipients; and about the incidence and prevalence, age of onset, perception of health risk, and perception of social disapproval of drug use and violent behavior by youth in schools and in communities. The data collected must include incident reports by school officials, and anonymous student and teacher surveys. In addition, the state must submit a report to the Secretary of Education (hereafter, the Secretary) every two years on the implementation, outcomes, and effectiveness of its SEA, LEA, and Governor's SDFSC programs, and on the state's progress toward achieving its performance measures for drug and violence prevention efforts."], "subsections": []}]}, {"section_title": "State Application", "paragraphs": ["To receive an allotment, a state must provide the Secretary with an application that contains a comprehensive plan about how the SEA and the Governor will use the funds for programs and activities that will complement and support LEA activities to provide safe, orderly, and drug-free schools and communities; how such programs and activities comply with the principles of effectiveness; and that they are in accordance with the purpose of the SDFSCA. The application must describe how funded activities will promote a safe and drug-free learning environment that supports academic attainment; must guarantee that it was developed by consulting and coordinating with appropriate state officials and others; must describe how the SEA will coordinate its activities with the Governor's drug and violence prevention programs and with the prevention efforts of other state agencies and programs, as appropriate; and must comply with several other additional requirements."], "subsections": []}, {"section_title": "LEA Application", "paragraphs": ["An LEA must submit an application to its SEA that has been developed through timely and meaningful consultation with state and local government representatives, as well as representatives from public and private schools to be served, teachers and other staff, parents, students, community-based groups, and others such as, medical, mental health, and law enforcement personnel with relevant and demonstrated expertise in drug and violence prevention activities. The application should contain, among other things, an assurance that the funded activities and programs will comply with the principles of effectiveness, promote safe and drug-free learning environments that provide for academic achievement, and contain a detailed account of the LEA's comprehensive plan for drug and violence prevention activities."], "subsections": []}, {"section_title": "LEA Limitation", "paragraphs": ["LEAs are authorized to use the funds for a wide range of related activities. There is a limitation, however, on the use of funds by LEAs regarding drug and violence prevention activities related to (1) Acquiring and installing metal detectors, electronic locks, surveillance cameras, or other related equipment and technologies; (2) Reporting criminal offenses committed on school property; (3) Developing and implementing comprehensive school security plans or obtaining technical assistance concerning such plans; (4) Supporting safe zones of passage activities that ensure that students travel safely to and from school; and (5) The hiring and mandatory training, based on scientific research, of school security personnel. Not more than 40% of LEA funds may be used to support these five activities. Out of the 40% of LEA funds used for the five activities, not more than one-half of those funds (that is, 20% of the LEA funds) may be used to support the first four activities. An LEA, however, may use up to 40% of the funds for the first four activities, only if funding for those activities is not received from other federal government agencies."], "subsections": []}, {"section_title": "Principles of Effectiveness for State and Local Grant Recipients", "paragraphs": ["A 1997 study authorized by ED to assess drug and violence programs in 19 school districts across the nation, found that few districts weighed research results when planning their prevention programs nor generally did they use proven prevention approaches with the greatest potential to make a difference among students. Therefore, to improve the quality of drug and violence prevention programs, ED devised four principles of effectiveness for all grant recipients. On July 1, 1998, the Principles of Effectiveness became operative. Under these principles, grantees are required to use SDFSC State and Local Grants Program funds to support research-based drug and violence prevention programs for youth. The principles were adopted by the Secretary to ensure that SEAs, LEAs, Governors' offices, and community-based groups would plan and implement effective drug and violence prevention programs and use funds as efficiently and effectively as possible. The Principles of Effectiveness became mandated requirements under NCLBA.", "Grant recipients must", "base their programs on a thorough evaluation of objective data about the drug and violence problems in the schools and communities served; design activities to meet goals and objectives for drug and violence prevention; create and implement activities based on research that provides evidence that the strategies used prevent or reduce drug use, violence, or disruptive behavior among youth; and assess programs periodically to determine progress toward achieving program goals and objectives, and use evaluation results to refine, improve, and strengthen the program, and refine goals and objectives as necessary."], "subsections": []}]}, {"section_title": "National Programs", "paragraphs": ["Under National Programs, funding is authorized for various programs to foster safe and drug-free school environments for students and to assist at-risk youth. These activities and programs are discussed below."], "subsections": [{"section_title": "Federal Activities", "paragraphs": ["The Safe Schools/Healthy Students Initiative has been funded under the National Program's federal activities since FY1999. This program is jointly funded with HHS and DOJ to assist school districts and communities in developing and implementing community-wide projects in order to create safe and drug-free schools and to encourage healthy childhood development. For each fiscal year, the Secretary is required to reserve an amount necessary to continue the Safe Schools/Healthy Students initiative. Other SDFSC National Programs collaborative efforts include funding grants with DOJ's Office of Juvenile Justice and Delinquency Prevention (OJJDP) for projects to recruit and train adult mentors to assist at-risk youth in avoiding alcohol, illegal drug use, participation in gangs, and in acts of violence. Another joint project with OJJDP is supporting a National Safe Schools Resource Center to provide training and technical assistance to large urban school districts.", "Federal activities are authorized to allow the Secretary to consult with the HHS Secretary, the Director of the Office of National Drug Control Policy (ONDCP), and the Attorney General, to administer programs aimed at preventing violence and illegal drug use among students and promoting their safety and discipline. The ED Secretary must carry out such programs directly or through discretionary grants, contracts, or cooperative agreements with public and private entities and persons, or by agreements with other federal agencies, and coordinate such programs with other suitable federal activities."], "subsections": []}, {"section_title": "Impact Evaluation", "paragraphs": ["The Secretary may reserve up to $2,000,000 to conduct a required evaluation every two years of the national impact of the SDFSC program and of other recent and new enterprises to deter violence and drug use in schools. The evaluation must report on whether funded community and LEA programs complied with the principles of effectiveness, considerably reduced the usage level of illegal drugs, alcohol, and tobacco, lowered the amount of school violence, reduced the level of the illegal possession of weapons at school, conducted effective training programs, and accomplished efficient parental involvement.", "Similar to the required uniform management information and reporting system for states, under national programs, the National Center for Education Statistics (NCES) must collect data to determine the incidence and prevalence of illegal drug use and violence in elementary and secondary schools in the states. Such data must include incident reports by school officials, and anonymous student and teacher surveys. Furthermore, by January 1, 2003, and subsequently, biennially, the Secretary was required to submit a report on the findings of the impact evaluation to the President and to the Congress. Along with such findings, the Secretary must provide NCES collected data, and statistics from other sources on the incidence and prevalence of drug use and violence in elementary and secondary schools, as well as on the age of onset, perception of health risk, and perception of social disapproval of such behavior among students.", "In late 2003 or early 2004, ED awarded a contract for an independent impact evaluation of violence and drug prevention programs in schools. ED estimates that the evaluation probably will take five years to complete. Whether interim reports will be issued prior to its completion is not known. The Institute on Educational Sciences (ED's research arm) is working with the contractor.", "Prior to the No Child Left Behind Act, NCES collected data regarding crime and violence occurring in schools and to and from school. NCES, however, does not collect data on drug use in schools because there are three surveys that ED believes meet this requirement—CDC's Youth Risk Behavior Survey , HHS's National Survey on Drug Use and Health (formerly the National Household Survey on Drug Abuse ), and the HHS funded University of Michigan's Monitoring the Future study discussed in this report."], "subsections": []}, {"section_title": "National Coordinator Program", "paragraphs": ["In FY1999, the National Coordinator Initiative was created under national programs allowing LEAs to recruit, hire, and train persons to serve as SDFSC program coordinators in middle schools. ED officials believed that middle school students were at the age where they were most likely to begin experimenting with drugs and becoming more involved in violence and crime. SDFSCA continued this permissive activity by expanding coverage for national coordinators to serve as drug prevention and school safety program coordinators in all schools with notable drug and safety problems. The coordinators were responsible for developing, conducting, and analyzing assessments of drug and crime problems at their schools and for administering the SDFSC state grant program.", "Funding for the National Coordinator initiative was terminated in FY2004."], "subsections": []}, {"section_title": "Grants to Reduce Alcohol Abuse", "paragraphs": ["The Secretary may award competitive grants, in consultation with the Administrator of the Substance Abuse and Mental Health Services Administration (SAMSHA, within HHS), to LEAs allowing school districts to develop and implement new programs to reduce alcohol abuse in secondary schools. The Secretary may reserve 20% of amounts used for these grants to empower SAMSHA's Administrator to provide alcohol abuse resources and start-up assistance to LEAs receiving the grants. Furthermore, the Secretary may reserve up to 25% of the funds to award grants to low-income and rural SEAs.", "To be eligible to receive a grant, LEAs must prepare and submit an application to the Secretary containing the following required information:", "Describing activities that will be administered under the grant; Guaranteeing that such activities will include one or more of the proven strategies that reduce underage alcohol abuse; Explaining how activities to be conducted will be effective in reducing underage alcohol abuse by including information about previous effectiveness of such activities; Guaranteeing that the LEA will submit an annual report to the Secretary about the effectiveness of the programs and activities funded under the grant; and Providing any additional information required."], "subsections": []}, {"section_title": "Mentoring Programs176", "paragraphs": ["The Secretary may award competitive grants to eligible entities, that is, LEAs, non-profit community-based groups, or a partnership between an LEA and a non-profit community-based organization, for assistance in creating and supporting mentoring programs and activities for children with greatest need in middle schools. Mentors would assist such students in successfully making the transition to secondary school. The mandate defines a child with greatest need as \"a child who is at risk of educational failure, dropping out of school, or involvement in criminal or delinquent activities, or who lacks strong positive role models.\" A mentor is defined as \"a responsible adult, a postsecondary school student, or a secondary school student who works with a child.\"", "Grants, which will be made available for an obligation of up to three years, may be awarded to eligible entities for mentoring programs that are designed to link children with greatest need, especially those living in rural areas, high-crime areas, stressful home environments, or children experiencing educational failure, with mentors who have been trained and supported in mentoring; screened with appropriate reference checks, child and domestic abuse record checks, and criminal background checks; and who have been deemed as interested in working with such children.", "Mentors are expected to achieve one or more of several goals with respect to the children including—providing general guidance; fostering personal and social responsibility; increasing participation in, and enhancing the ability to profit from elementary and secondary school; discouraging the illegal use of drugs and alcohol, violent behavior, using dangerous weapons, promiscuous behavior, and other criminal, harmful, or potentially harmful behavior; encouraging goal setting and planning for the future; and discouraging gang involvement.", "When awarding grants, the Secretary must give priority to each eligible entity that provides adequate service for children with greatest need who live in rural areas, high crime areas, reside in troubled homes, or who attend schools with violence problems; provides high quality background screening of mentors, training for mentors, and technical assistance in administering mentoring programs; or that plans a school-based mentoring program."], "subsections": []}]}, {"section_title": "The Gun-Free Schools Act", "paragraphs": ["The Gun-Free Schools Act, which was Title XIV, Part F of the ESEA, was incorporated as part of SDFSCA because of its close relationship with the SDFSC program. This provision calls for each state receiving funds under the No Child Left Behind Act to have a law that requires LEAs to expel for one year any student bringing a weapon to school. The chief administering officer of an LEA, however, can modify the expulsion requirement on a case-by-case basis.", "In order to receive funds under the SDFSCA, an LEA must have a policy requiring that any student who brings a firearm or weapon to school will be referred to the criminal justice or juvenile delinquency system."], "subsections": []}]}, {"section_title": "Program Assessment Rating Tool (PART)", "paragraphs": ["PART is an instrument that was developed by the Administration to examine the performance of certain programs across federal agencies. It was used in 2004 for the first time, and the SDFSC State Grants component of the SDFSC program was selected to be rated by the instrument. The SDFSC State Grants component was found to be \"ineffective\" by PART because ED was unable to demonstrate that those programs worked and because state grant funds were distributed too thinly to support quality interventions. Consequently, the Administration proposes to terminate the state grants program in FY2007.", "ED has explained that the department's strategy to determine whether positive outcomes are occurring as a result of the state grants program is using national survey data from CDC's Youth Risk Behavior Surveillance System to determine how widespread are teen drug use and violence, along with data on the extent SDFSC state grant recipients implement research-based programs. Also, ED is conducting an evaluation \"using rigorous methodology for measuring the impact of promising interventions, and supporting grants and technical assistance to help States improve the collection, analysis, and use of data to improve the quality, and report the outcomes, of their SDFSC programs.\""], "subsections": []}]}}