{"id": "RL30120", "title": "The Marine Mammal Protection Act: Reauthorization Issues", "released_date": "2007-06-11T00:00:00", "summary": ["The Marine Mammal Protection Act (MMPA) was last reauthorized in 1994. The MMPA's authorization of appropriations expired at the end of FY1999. At issue for Congress are the terms and conditions of provisions designed to reauthorize and amend the MMPA to address a variety of concerns relating to marine mammal management. In the 109th Congress, the House passed a bill to reauthorize and amend the MMPA, but no further action was taken on this measure. The 110th Congress may again consider measures to amend and reauthorize the MMPA as well as bills to address specific marine mammal regulatory and management issues.", "Several issues that may arise in reauthorization relate to modifying management of the interactions between marine mammals and commercial fishing operations. Other concerns relate to marine mammals in captivity and subsistence use of marine mammals by Native Americans. Additional issues include providing for trade in marine mammal products, managing robust marine mammal stocks, understanding the effect of noise on marine mammals, fostering international cooperation, regulating large incidental takes, modifying the scientific research permit process, improving agency compliance with MMPA deadlines, facilitating marine mammal research by federal scientists, dealing with harassment of marine mammals, considering a directed research program, and appropriating adequate funding for federal agency programs. While some of these issues could be addressed administratively, in regulations proposed and promulgated by the National Marine Fisheries Service, the U.S. Fish and Wildlife Service, or the USDA Animal and Plant Health Inspection Service, others likely would require statutory changes.", "Most potential participants in the reauthorization debate anticipate extended negotiations on some of these issues. Although the authorization for appropriations expired at the end of FY1999, the MMPA itself did not expire. Eventually, however, an extension of funding authority may need to be considered to continue federal program operations. Most of the issues associated with this law are not time-sensitive, and a number of oversight hearings have been held to increase understanding of various issues, positions, and possibilities.", "This report lays out the range of issues likely to be raised during any reauthorization debate, the reasons behind them, and possible proposals that could be offered to address these concerns. This report will be updated as warranted to reflect the evolution of these issues."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The Marine Mammal Protection Act (MMPA) of 1972 (P.L. 92-522, as amended; 16 U.S.C. §§1361, et seq.) was last reauthorized in 1994 by P.L. 103-238 . The authorization of appropriations under the MMPA expired at the end of FY1999. The 104 th , 105 th , 106 th , 108 th , and 109 th Congresses enacted additional amendments addressing single or limited issues (see \" Miscellaneous MMPA Amendments \"); no MMPA amendments were enacted by the 107 th Congress. At issue for Congress are the terms and conditions of provisions to reauthorize and amend the MMPA to address a variety of concerns related to marine mammal management. Legislation introduced, but not enacted, in the 105 th , 106 th , 107 th , 108 th , and 109 th Congresses suggests a number of issues that may be discussed during a reauthorization debate. To identify a larger universe of potentially relevant concerns, the Congressional Research Service queried commercial fishing, scientific research, public display, animal protection, Native American, and environmental interests to identify issues that might surface during a reauthorization debate. This report identifies these concerns and provides background to facilitate a better understanding of various positions on these issues. These concerns, along with other factors, may be considered as Congress determines whether and how to address MMPA reauthorization.", "Other than recommendations contained in reports to Congress mandated by the MMPA Amendments of 1994 (discussed later in this report) and in testimony presented at a June 29, 1999 oversight hearing before the House Resources Subcommittee on Fisheries Conservation, Wildlife, and Oceans, the Clinton Administration did not release any comprehensive proposals related to MMPA reauthorization. In the 109 th Congress, H.R. 4075 incorporated some of the MMPA amendments proposed by the Bush Administration. Congress has been active on marine mammal protection issues in recent years, responding primarily to balancing concerns of the commercial fishing industry and environmental interests. Congress generally views the MMPA as working well, but possibly needing changes to address an increasing number of concerns that have arisen since the 1994 amendments. In the House, the Committee on Natural Resources has jurisdiction over any MMPA reauthorization legislation. In the Senate, the Committee on Commerce, Science, and Transportation has jurisdiction over any legislation on this issue."], "subsections": []}, {"section_title": "Constituency Groups", "paragraphs": ["An array of groups and individuals hold common and conflicting interests in our nation's marine mammals. Despite their diversity, they generally share the goals of ensuring sustainable marine mammal populations and maintaining healthy marine ecosystems. These groups, however, sometimes disagree about how best to achieve these goals and use these common resources, and thus, conflict is inevitable. As Congress considers reauthorization of the MMPA, these diverse groups will advocate a wide variety of policy proposals."], "subsections": [{"section_title": "Commercial Fishing Industry", "paragraphs": ["There were more than 65,000 commercial fishing vessels estimated to be operating in U.S. marine fisheries in 2001, and 3,242 processor and wholesale plants employing 65,690 individuals in 2004. In 2005, the total catch of marine fish was more than 9.6 billion pounds, with an estimated ex-vessel value of more than $3.9 billion. For 2005, the overall economic contribution of commercial fishing to gross national product (in value added) was estimated to exceed $32.9 billion.", "This sector is chiefly concerned with ensuring sustainable fisheries that balance environmental protection with the continued short-term and long-term viability of the industry. An additional concern is how best to manage conflicts between increasingly abundant marine mammals and commercial fishing. Within this sector is a diverse group of interests, each with specific concerns regarding the rational use of living marine resources and the allocation of resources among user groups. These sectors divide according to scale of operation; type of activity (fishermen, catcher-processor, processor); type of fishing gear used (trawl, longline, gillnet, pots, seine); and location (inshore or offshore)."], "subsections": []}, {"section_title": "Environmental Groups", "paragraphs": ["More than 50 U.S. environmental and conservation organizations focus primarily or largely on marine issues. Membership in these groups ranges into the millions. With respect to the MMPA, environmental groups are principally concerned with the lack of assessment data for many managed stocks, the direct and indirect harm to less resilient marine species (including marine mammals), the protection of marine biodiversity, and the continuing loss of marine habitat."], "subsections": []}, {"section_title": "Public Display Community", "paragraphs": ["This community includes about 200 U.S. marine life parks, aquariums, and zoos dedicated to the conservation of marine mammals and their environments through public display, education, and research. The public display community has not taken a formal position on any of the issues raised in this report."], "subsections": []}, {"section_title": "Animal Protection Advocates", "paragraphs": ["More than 30 U.S. animal protection organizations have programs focusing on the protection of marine mammals and other marine species. Animal protection groups are concerned with impacts on individual animals as well as species, with harassment as well as killing and injury, and with captive as well as free-ranging animals. They share concerns with environmental groups regarding habitat loss and degradation, but are also concerned with intentional and incidental takes that result in animal suffering. Their key focus is on protection."], "subsections": []}, {"section_title": "Native Americans", "paragraphs": ["Because of their culture, tradition, and subsistence needs, many tribes and indigenous groups are concerned about the management of marine mammals. Some Alaska Native groups are represented by commissions (e.g., Eskimo Walrus Commission, Alaska Eskimo Whaling Commission, Harbor Seal Commission, Aleut Marine Mammal Commission, Alaska Nanuuq Commission, Alaska Sea Otter and Steller Sea Lion Commission) that coordinate management of certain species with federal agencies. The long-term goals of tribes and indigenous groups generally include economic stability, resource sustainability, and regulatory certainty. Of particular concern during MMPA reauthorization will be cooperative management of marine mammals, which they believe fosters economic vitality, environmental health, and rational management of natural resources."], "subsections": []}, {"section_title": "Marine Mammal Scientists", "paragraphs": ["Scientists from academia, the private sector, and state and federal agencies are principally involved in analyzing the ecological, social, and economic effects of MMPA provisions and marine mammal management policy. Like the other groups, they are concerned with the health and integrity of marine ecosystems and the rational use of marine resources. Specifically, they are interested in the availability of adequate funding and accurate data to perform the necessary analyses. Such scientists are also often members of or associated with other constituent groups."], "subsections": []}, {"section_title": "Marine Mammal Managers", "paragraphs": ["Federal and state marine mammal managers are charged with implementing the MMPA and complementary state programs. Because of this responsibility, their interests and concerns are more keenly focused on the pragmatic aspects of the MMPA. Specifically, they are interested in clarity in the intent of management requirements and in federal appropriations to fund data collection and research."], "subsections": []}]}, {"section_title": "Marine Mammal Protection Act", "paragraphs": ["Congress enacted the Marine Mammal Protection Act (MMPA) in 1972, due in part to the high level of dolphin mortality in the eastern tropical Pacific tuna fishery (estimated at more than 400,000 animals per year in the late 1960s). The MMPA established a moratorium on the \"taking\" of marine mammals in U.S. waters and by U.S. nationals on the high seas. The MMPA also established a moratorium on importing marine mammals and marine mammal products into the United States. The MMPA protects marine mammals from \"clubbing, mutilation, poisoning, capture in nets, and other human actions that lead to extinction.\" It also expressly authorized the Secretaries of Commerce and the Interior to issue permits for the \"taking\" of marine mammals for certain purposes, such as scientific research and public display.", "Under the MMPA, the Secretary of Commerce, acting through the National Marine Fisheries Service (NMFS, in the National Oceanic and Atmospheric Administration, also popularly referred to as \"NOAA Fisheries\"), is responsible for the conservation and management of whales, dolphins, porpoises, seals, and sea lions. The Secretary of the Interior, acting through the U.S. Fish and Wildlife Service (FWS), is responsible for walruses, sea otters, polar bears, manatees, and dugongs. This division of authority derives from agency responsibilities as they existed when the MMPA was enacted. Title II of the MMPA established an independent Marine Mammal Commission (MMC) and its Committee of Scientific Advisors on Marine Mammals to oversee and recommend actions necessary to meet the requirements of the MMPA. Title III authorized the International Dolphin Conservation Program. Title IV authorized the Marine Mammal Health and Stranding Response Program. Title V implemented the Agreement Between the United States and the Russian Federation on the Conservation and Management of the Alaska-Chukotka Polar Bear Population.", "Prior to passage of the MMPA, states were responsible for managing marine mammals on lands and in waters under their jurisdiction. The MMPA shifted all marine mammal management authority to the federal government. It provides, however, that management authority, on a species-by-species basis, could be returned to a state that adopts conservation and management programs consistent with the purposes and policies of the MMPA. It also provides that the moratorium on taking can be waived by the federal government or states with management authority for specific purposes, if the taking will not disadvantage the affected species or population. Permits may be issued to take or import any marine mammal species, including depleted species, for scientific research or to enhance the survival or recovery of the species or stock. Non-depleted species may be taken or imported for purposes of public display. The MMPA allows U.S. citizens to apply for and obtain authorization for taking small numbers of mammals incidental to activities other than commercial fishing (e.g., offshore oil and gas exploration and development), if the taking would have a negligible impact on any marine mammal species or stock, and if monitoring requirements and other conditions are met.", "The MMPA's moratorium on taking does not apply to any resident Alaskan Indian, Aleut, or Eskimo who dwells on the coast of the North Pacific (including the Bering Sea) or Arctic Oceans (including the Chukchi and Beaufort Seas), if such taking is for subsistence purposes or for creating and selling authentic Native articles of handicrafts and clothing, and is not done wastefully. However, such taking can be regulated or even prohibited if the Secretary determines a stock is depleted. The MMPA also provides for co-management of marine mammal subsistence use by Alaska Native groups, under which authority Native commissions have been established.", "The MMPA also authorizes the taking of marine mammals incidental to commercial fishing operations. In 1988, most U.S. commercial fish harvesters were exempted from otherwise applicable regulations and permit requirements for five years, pending development of an improved system to govern the incidental taking of marine mammals in the course of commercial fishing operations. The taking of marine mammals incidental to the eastern tropical Pacific tuna fishery is governed by specific and separate provisions in Title III of the MMPA.", "The Endangered Species Act of 1973 (ESA; P.L. 93-205 , as amended; 16 U.S.C. §§1531, et seq.) provides additional protection for some marine mammal species that have been determined to be threatened or endangered with extinction. When protective actions are taken under both ESA and MMPA authorities, interactions between implementation efforts under these two statutes may increase management complexity and legal uncertainty in dealing with some species, such as the southern sea otter in California."], "subsections": []}, {"section_title": "1994 MMPA Reauthorization", "paragraphs": ["The 1988 commercial fishing exemption expired at the end of FY1993, and new provisions were enacted in P.L. 103-238 , which reauthorized the MMPA through FY1999. These new provisions indefinitely authorized the taking of marine mammals incidental to commercial fishing operations and provided for (1) preparing assessments for all marine mammal stocks in waters under U.S. jurisdiction, (2) developing and implementing Take Reduction Plans for stocks that may be reduced or are being maintained below their optimum sustainable population levels due to interactions with commercial fisheries, and (3) studying pinniped -fishery interactions. In addition, the 1994 amendments substantially changed provisions relating to public display of marine mammals, authorized imports of polar bear trophies from Canada, authorized the limited lethal removal of pinnipeds, and enacted a general authorization for research involving only low levels of harassment."], "subsections": [{"section_title": "Implementation of the 1994 Amendments", "paragraphs": ["Implementation of the 1994 MMPA amendments by NMFS and FWS has been controversial on several issues. In some cases, implementation of new provisions took more than the full five years of the authorization to complete. One of the most difficult and controversial amendments to implement was the convening of Take Reduction Teams (TRTs) and the development of Take Reduction Plans by these TRTs. Critics believe an insufficient number of TRTs have been convened and that development of plans is far behind schedule.", "NMFS has convened nine TRTs to reduce bycatch of strategic stocks of marine mammals in selected commercial fisheries. One of these, the Atlantic Offshore Cetacean TRT, was disbanded in August 2001 due to changes in the affected fisheries. Another, the Mid-Atlantic TRT, became the Mid-Atlantic Harbor Porpoise TRT, because of priority given to particularly vulnerable harbor porpoise. Six of the remaining TRTs address bycatch issues on the Atlantic Coast, while the remaining TRT addresses marine mammal bycatch in the Pacific driftnet fishery for swordfish and sharks.", "Several TRTs have yet to be convened and plans developed. Although NMFS recognizes that fishery-related mortality exceeds the PBR level in some marine mammal stocks, no new TRTs are to be convened until additional funds are appropriated or redirected from existing Take Reduction Plans that have been declared successful. Congress recognized that funds would be limited and established criteria for prioritization of this effort in 16 U.S.C. §1387(f)(3).", "Overall, NMFS believes that the time allowed by the MMPA to convene a TRT and develop a plan has been adequate. However, NMFS found it difficult to publish a final rule based on a plan in the time allotted by the MMPA, due primarily to the complexity and difficulty of implementing regulations that minimize impacts to the industry as required by the MMPA, and by the economic analyses and requirements of other statutes. The difficulties in meeting statutory deadlines and implementing plans for these strategic stocks has been both frustrating to many, sometimes resulting in litigation, and satisfying to others in that serious bycatch/fishery issues have been addressed.", "In response to the 1994 MMPA amendments at 16 U.S.C. §1386, NMFS and FWS have completed reports assessing more than 170 different marine mammal stocks as required by the MMPA, and have developed a list of fisheries that monitor their annual takes of marine mammals by stock. These lists are frequently being revised and are also the target of controversy as new information is incorporated into the assessments. However, some of the stock assessments conducted by FWS have been criticized for using outdated (e.g., decades old) data. In addition, Alaska Native interests continue to be concerned that some stock assessment reports have little information on incidental take from commercial fishing operations. The sparse information in these reports, based on data collected during the 1988-1992 exemption, was the result of an emphasis on some U.S. fisheries having interactions with marine mammals at a rate that was considered more serious than that occurring in fisheries of concern to Native Alaskans. An observer program was therefore not initiated in Alaska until 1998. NMFS anticipates becoming better able to address the concerns of Alaska Natives.", "The 1994 amendments also directed the federal government to undertake an ecosystem-based research and monitoring program for the Bering Sea to identify the causes of ecosystem decline. There is controversy over the extent to which this provision has been fulfilled. Meanwhile, the Alaska Native community would like to initiate a complimentary effort to understand Bering Sea ecological processes by drawing upon traditional Native knowledge and wisdom. The Alaska Native community was unable to obtain public funding to convene meetings among affected villages to review the draft federal Bering Sea research plan, and eventually sought independent funding to support a March 1999 Bering Sea conference."], "subsections": []}, {"section_title": "Miscellaneous MMPA Amendments", "paragraphs": ["Subsequent to the 1994 reauthorization, several additional MMPA amendments were enacted separately:", "Section 405(b)(3) of P.L. 104-297 amended the MMPA's definition of the term \"waters under the jurisdiction of the United States.\" In P.L. 105-18 , §2003 provided a \"good samaritan\" exemption allowing individuals to free marine mammals entangled in fishing gear or debris, while §5004 modified the requirements for the importation of polar bear parts from polar bears legally harvested in Canada before the MMPA Amendments of 1994 were enacted. P.L. 105-42 modified dolphin conservation provisions of the MMPA applicable to the eastern tropical Pacific tuna seine fishery and specified under what conditions tuna products can be labeled \"dolphin-safe.\" Administrative provisions for the U.S. Fish and Wildlife Service in P.L. 105-277 clarified that polar bear trophy permit fees remain available until expended for cooperative research and management programs. Title II of P.L. 106-555 authorized grants to benefit marine mammal stranding programs. Section 149 of P.L. 108-108 permitted the importation of polar bears from Canada harvested prior to the enactment of final regulations. Section 319 of P.L. 108-136 modified the MMPA's definition of harassment and provisions relating to taking marine mammals as they relate to military readiness activities and federal scientific research. Title IX of P.L. 109-479 implemented the Agreement Between the United States and the Russian Federation on the Conservation and Management of the Alaska-Chukotka Polar Bear Population.", "In compliance with the International Dolphin Conservation Program Act ( P.L. 105-42 ), the Secretary of Commerce, on April 29, 1999, made an initial finding that there was insufficient evidence of significant adverse impact from chase and encirclement of dolphins during tuna fishing. Subsequently, NMFS promulgated a new standard for dolphin-safe tuna in January 2000. However, this standard was challenged by environmental groups and overturned by the U.S. District Court for the Northern District of California on April 11, 2000. Although the Department of Commerce appealed this ruling, the 9 th Circuit Court of Appeals affirmed the lower court decision in July 2001."], "subsections": []}]}, {"section_title": "Issues for Congress", "paragraphs": ["The remainder of this report reviews issues that may be raised during discussions on reauthorizing the MMPA. The major issue categories include commercial fishing interactions with marine mammals, marine mammals in captivity, Native Americans and marine mammals, permits and authorizations, and program management and administration. Some of these issues could be addressed administratively, in regulations implemented by NMFS, FWS, or the Animal and Plant Health Inspection Service (APHIS, Department of Agriculture). Others would require legislative action."], "subsections": [{"section_title": "Commercial Fishing Interactions with Marine Mammals", "paragraphs": [], "subsections": [{"section_title": "Optimum Sustainable Population", "paragraphs": ["Optimum sustainable population (OSP) is defined in 16 U.S.C. §1362(9) as \"the number of animals which will result in the maximum productivity of the population or the species, keeping in mind the carrying capacity of the habitat and the health of the ecosystem of which they form a constituent element.\" However, the variable nature of populations in marine ecosystems makes it nearly impossible to determine carrying capacity. In addition, for many species, the limiting habitat factors that govern carrying capacity are not known or well understood.", "Animal protection, scientific, and environmental interests generally agree that OSP is an important concept for assessing the viability of a population or stock. Some scientists, however, express concern that, if current rather than historic population data are used to calculate OSP, OSP levels may be calculated too low for some marine mammal stocks. Some in the commercial fishing industry, however, argue that OSP, as currently defined, is complex and vague in concept. They contend that \"maximum productivity\" is difficult to determine and imprecise, and complicates work on developing Take Reduction Plans for marine mammal stocks. The difficulties in declaring that a species is at OSP (1) frustrate fishing industry interests by impeding the ability of the federal government to transfer management authority to states and (2) prevent or delay fishermen from gaining authority to deliberately kill marine mammals. In addition, commercial fishing interests chafe when the MMPA, through OSP, grants marine mammals priority access to certain fish stocks and allocates marine mammals de facto \"harvest quotas\" in direct competition with and to the detriment of the fishing industry. Environmental and scientific interests counter that marine mammals are part of the marine ecosystem and should have their prey species protected from excessive fishing. These interests also believe that critics within the commercial fishing industry may be too quick to blame marine mammals for reductions in target fish populations where predator-prey relationships are incompletely understood.", "Commercial fishing interests would like to see the MMPA amended to modify, simplify, and clarify the definition of OSP as the objective for marine mammal management. Scientific, animal protection, and environmental interests believe that OSP, as the central \"core\" innovation of the MMPA, should be retained and improved. Other suggestions include directing the MMC to host a workshop, involving marine ecologists, oceanographers, and climatologists, to further examine the methods for determining OSP and its derivative potential biological removal (see section below). Appropriation of funds necessary for this task would probably be required."], "subsections": []}, {"section_title": "Calculating Potential Biological Removal", "paragraphs": ["The potential biological removal (PBR) level is used to establish limits on incidental marine mammal mortality for commercial fishing operations. It is defined in 16 U.S.C. §1362(20) as \"the maximum number of animals, not including natural mortalities, that may be removed from a marine mammal stock while allowing that stock to reach or maintain its optimum sustainable population.\" PBR is calculated by multiplying a stock's minimum population estimate by half the known or presumed maximum net productivity of the stock. This product is multiplied by a fractional multiplier known as the recovery factor. Take Reduction Plans are based on two assumptions: (1) that a stock or population currently within its OSP range will remain so, and (2) that any stock or population below its maximum net productivity level will increase to that level if the total human-caused mortality is kept below the PBR level. However, some scientists believe that both these assumptions might be questionable in light of today's much better information.", "MMPA critics in the fishing industry and Native Alaskan community believe that NMFS has been so restrictive in calculating PBRs that the economic viability of certain fisheries (e.g., the New England and mid-Atlantic gillnet fisheries, Bering Sea pollock fishery) is being compromised. NMFS and FWS managers counter that the lack of critical data used in PBR calculations limits their ability to calculate precise PBR values for many species. These issues are particularly acute for Alaskan species where population surveys, productivity rates, and harvest data are absent or based on crude estimates several decades old. Some scientific and animal protection interests, however, are concerned that, if the method for calculating them is changed, PBRs could be set too high to provide adequate incentive for commercial fishermen to develop better ways of targeting and catching certain species of fish (e.g., phasing out indiscriminate harvesting methods).", "Segments of the commercial fishing industry would like to have the concept or definition of PBR revised to be less restrictive by, for example, manipulating one of the multipliers (particularly the recovery factor). Scientific, animal protection, and environmental interests believe that PBR is an extremely important concept and an excellent management tool that should be maintained. Without a way to calculate concrete limits on take, they argue, NMFS would have no way of adequately determining the impact of human-caused mortality on marine mammal stocks or of adequately enforcing regulations. Some scientists contend that the necessary monitoring and research to accurately calculate useful PBRs is lacking. These critics suggest that a deadline be set for completing development of models to address these concerns.", "As mentioned in the previous section, suggestions for MMPA reauthorization include directing the MMC to host a workshop, involving marine ecologists, oceanographers, and climatologists, to further examine the methods for determining OSP and its derivative PBR. Considerations for such a workshop might include (1) multiple mortality factors such as subsistence harvest, commercial fishery interactions (including entanglement in net discards), and industrial activities (e.g., noise, contaminants); (2) standardized guidelines for using the recovery factor (e.g., endangered species that continue to decline should use 0.1 or less; endangered but increasing should use 0.2); and (3) variability in natural mortality due to extreme events (e.g., mass stranding, El Niño ). Appropriation of funds necessary for this task would probably be required."], "subsections": []}, {"section_title": "Zero Mortality Rate Goal", "paragraphs": ["In 16 U.S.C. §1387(b)(3), the MMPA requires \"the immediate goal that incidental kill or incidental serious injury of marine mammals permitted in the course of commercial fishing operations be reduced to insignificant levels approaching a zero mortality and serious injury rate within 7 years after April 30, 1994.\" In July 2004, NMFS defined insignificant levels approaching the ZMRG as 10% or less of the PBR for any stock.", "The animal protection and environmental communities believe the objective of approaching the ZMRG must be maintained. However, while marine mammal mortality in many fisheries has been reduced (in some cases, substantially), animal protection and environmental interests do not consider these reductions to be significant. They believe that the ZMRG can be implemented in ways that do not impose burdensome costs on the fishing industry, and that promote marine ecosystem sustainability that is in the interest of all parties. Similar to their reasoning on PBRs, they believe ZMRG must be maintained as a means of encouraging the development and use of more risk-averse fishing methods.", "The fishing industry is concerned that ZMRG be implemented in a manner that recognizes a reasonable balance between marine mammal protection and economically viable fisheries, and that can be seen as having been already achieved in many instances. Animal protection and environmental communities generally are supportive of the NMFS definition of approaching the ZMRG—that is, 10% of the PBR or less."], "subsections": []}, {"section_title": "Stock Assessment Process", "paragraphs": ["The MMPA outlines a stock assessment process in 16 U.S.C. §1386. Several scientists and managers contend that this process is insufficient to assess most marine mammal populations with a reasonable degree of certainty. In addition, these critics as well as various advocacy groups believe that federal funding is insufficient to improve species-specific methods for assessing marine mammal stocks, and that Congress should authorize specific and substantial multi-year funding to improve our basic knowledge of marine mammal populations, especially for Arctic species. Alaskan Native interests suggest that the MMPA (16 U.S.C. §1386(d)) be amended to confer greater authority to Regional Scientific Review Groups, authorizing these groups to exercise more power in addressing concerns of where research is needed, rather than be only advisory. In addition, they suggest amendments to 16 U.S.C. §1386(c) to alter the timing of stock assessment reviews, feeling that healthy stocks may not need review every three years—every five years would be more reasonable. They believe that three years may be too short an interval to detect meaningful trends and can be burdensome on the agency performing the assessments. For most strategic stocks, since little new information is gathered to necessitate an annual review, they believe an assessment every two years might be sufficient."], "subsections": []}, {"section_title": "Deterrence", "paragraphs": ["In 16 U.S.C. §1371(a)(4), the MMPA allows the use of deterrents to discourage marine mammals from damaging fish catch or gear. Currently, the burden falls on the federal government to prove that a deterrent is harmful before it can be prohibited. For example, the long-term effects on marine mammals of acoustical harassment devices (AHDs), such as \"seal bombs\" and \"seal scarers,\" are not known. NMFS and the Marine Mammal Commission sponsored a 1996 scientific workshop that raised significant concerns about AHDs and recommended that their use be severely limited. NMFS proposed but never finalized deterrence regulations because of the difficulty in identifying measures for safely deterring endangered and threatened marine mammals, and the use of AHDs has increased substantially in recent years. Similarly, some scientists are concerned that there has been insufficient research to determine at what threshold a deterrent device might become harmful to marine mammals.", "With huge gaps of knowledge in marine mammal science, some animal protection advocates argue that it would be prudent to allow only proven harmless deterrents for use on marine mammals interacting with fishing vessels and/or fish farms. Some have argued for reliance on the precautionary principle that would require manufacturers to prove that a deterrent does not cause permanent harm to any age/sex class of affected marine mammal species before allowing its use. In addition, some scientists and managers believe that not enough emphasis has been placed on encouraging fishermen to change their fishing practices, rather than use a proven deterrent, to reduce interactions with marine mammals. However, fishermen are likely to make their choice between deterrents and changes in fishing practice on the basis of their relative cost.", "Some parties critical of the current situation may endorse proposals to alter the burden of proof for deterrents found in 16 U.S.C. §1371(a)(4)(C); others may support efforts to direct NMFS to study the causes of fishery-marine mammal interaction problems to develop a different basis for regulating deterrents. Others suggest that the MMPA be revised to require permits for AHD users, allowing NMFS to better monitor the amount of ocean noise generated by these devices. NMFS has recommended that Congress consider (1) removing impediments to testing non-lethal deterrent technologies and (2) funding additional research, development, and evaluation of innovative non-lethal pinniped deterrence techniques. Some managers and scientists as well as certain interest groups caution, however, that considerable care must be taken to fully assess the \"side effects\" of noise and other emissions of non-lethal deterrents to identify any potential for damage to targeted and non-targeted marine mammals, fish that may be more sensitive to noise (e.g., herring, cod, other schooling fish), and divers. Any potential for damage will need to be weighed against the benefits of these deterrents before their use becomes even more widespread."], "subsections": []}, {"section_title": "Reinstate Limited Authority for Intentional Lethal Taking", "paragraphs": ["Prior to the 1994 MMPA amendments, commercial fishermen were allowed to kill certain pinnipeds as a last resort to protect their gear and catch. The 1994 amendments eliminated authorization for such lethal taking and replaced it with authority to use deterrence measures that do not kill or seriously injure marine mammals. However, conflicts between fishermen and pinnipeds have become more frequent, and economic losses have increased. NMFS has recommended that Congress consider authorizing the intentional lethal taking of California sea lions and Pacific harbor seals in specific areas and fisheries to protect gear and catch until effective non-lethal methods are developed. Critics oppose reinstating this authority, fearing that allowing fishermen to kill California sea lions and Pacific harbor seals could reduce the incentive to modify fishing practices or develop non-lethal deterrents, and would likely result in accidental kills of similar-appearing species that are endangered, such as the ESA-listed Steller sea lion. These critics suggest that more attention be given to modifying fishing practices and fishery management policies to reduce contact between commercial fishermen and marine mammals. One possible means for accomplishing this might involve the creation of marine protected areas that encompass key marine mammal habitats. In particular, animal protection advocates strongly oppose any reinstatement of intentional lethal taking, fearing the increased risks of merely injuring animals and causing significant suffering as shown by the number of live-stranded sea lions that are sent to rehabilitation centers after having been illegally shot.", "With regard to sea otters rather than pinnipeds, Washington State sea urchin fishermen are becoming more concerned about harmful interactions by increasingly abundant sea otters, and may seek some means for limiting or controlling sea otter abundance to benefit the sea urchin fishery. The state lists sea otters as endangered, but no federal protection is afforded this population under the ESA. However, a 1996 stock assessment report prepared under MMPA authority indicated this population was below OSP. In addition, Alaskans who blame sea otters, in part, for declining fish catch may advocate a more liberal killing of sea otters by Alaska Natives interested in expanding commercial trade in handicrafts made from their fur. Others, however, are concerned about reported recent declines in Alaska sea otter abundance. Animal protection groups rigorously oppose proposals to lethally take sea otters."], "subsections": []}, {"section_title": "Integration with Fishery Management", "paragraphs": ["On several issues, observers suggest that better integration between the management programs under the MMPA and the Magnuson-Stevens Fishery Conservation and Management Act might be helpful. Currently, no formal mechanism exists for interaction between Take Reduction Teams (TRTs) and the regional fishery management council committees, established under the Magnuson-Stevens Act, which assess fish stocks, determine total allowable catch (TAC), and make other fishery management decisions. However, marine mammal take reduction is clearly an essential part of reducing fishery bycatch and other incidental mortalities associated with fisheries. The Steller Sea Lion Recovery Team has so far been the only quasi-TRT that has been included in formulating fishery management plans (i.e., by the North Pacific Fishery Management Council for Gulf of Alaska groundfish and for Bering Sea/Aleutian Islands groundfish). Some marine mammal scientists suggest amending the MMPA and the Magnuson-Stevens Act to require TRT input in fishery management planning, to better address marine mammal-fisheries interaction problems."], "subsections": []}, {"section_title": "Fishery Impacts and Southern Sea Otters", "paragraphs": ["Because vessels conducting trap and other inshore fisheries off southern California are often too small to carry observers, monitoring the impacts of these fisheries on southern sea otters has been especially challenging. Without evidence that significant mortality results from these particular fishing activities, funds provided to NMFS under the MMPA are not available to identify and monitor potential sources of mortality for southern sea otters, much less to evaluate how trap design might affect sea otter entrapment or otherwise help identify means to minimize conflicts. Some scientists and managers suggest amending the MMPA to facilitate monitoring in small vessel fisheries and to authorize funding to address potential interactions.", "Southern sea otters appear to be attempting to extend their range southward. Such behavior may be significant to the long-term survival of this population, scientists contend. However, the commercial fishing industry opposes any expansion of the southern sea otter's range. When FWS was authorized to establish an experimental population of southern sea otters at San Nicolas Island, one of Southern California's Channel Islands, in 1986, the agency was required to limit the potential impacts of translocated southern sea otters on existing commercial fisheries and remove sea otters from a management zone south of Point Conception. In late 2005, FWS proposed that this translocation program be terminated. Commercial fishermen suggest that the MMPA and the ESA might be amended to impose more stringent requirements on managing populations to limit their potential to conflict with existing uses. Opposing this, some environmental and animal protection interests suggest that language establishing the 1986 experimental population and translocation be repealed, eliminating the management zone and allowing sea otters to expand their range naturally to meet their recovery needs."], "subsections": []}]}, {"section_title": "Marine Mammals in Captivity", "paragraphs": ["While some issues involving marine mammals in captivity discussed in this section may require amendment of the MMPA, many of these issues could also be addressed under the authority of the Animal Welfare Act (AWA) or be addressed administratively in regulations implemented by APHIS (Department of Agriculture). Procedurally, Congress faces the decision on whether to treat these issues within the MMPA reauthorization process, to treat them as AWA issues and consider them concurrently with MMPA reauthorization, or to address these issues as strictly AWA concerns to be considered at another time. Congressional oversight of agency implementation of the MMPA and the AWA in some of these issue areas may identify regulatory concerns where further direction from Congress may be helpful in refocusing federal agency implementation of existing law.", "Many of the issues in this section reflect the contentious relationship between animal protection interests and holders of captive marine mammals. These constituencies often disagree on whether, and if so under what conditions, marine mammals should be held in captivity."], "subsections": [{"section_title": "Authority for Captive Marine Mammals", "paragraphs": ["Prior to the 1994 MMPA amendments, NMFS, FWS, and APHIS shared responsibility for the care and maintenance of marine mammals held by public display facilities. However, the 1994 MMPA amendments delegated primary authority for captive marine mammals to APHIS for regulation under provisions of the Animal Welfare Act. APHIS conducted a negotiated rulemaking process to revise requirements for the humane handling, care, treatment, and transport of marine mammals in captivity. It involved representatives of animal protection groups, marine mammal facilities, veterinary professionals, trainers, and government managers working cooperatively.", "The animal protection community, believing that APHIS's expertise and experience is primarily with non-aquatic species, may propose to return jurisdiction to NMFS and FWS, which they feel are better qualified to monitor marine mammal care and maintenance. On the other hand, some in the public display community see no basis for stripping APHIS of primary authority for captive marine mammals, since they contend that APHIS has a long history of developing and enforcing standards of animal health and care and has vigorously exercised its jurisdiction. This has included conducting broad rulemaking proceedings on revised requirements for marine mammals in captivity. In contrast, the public display community views NMFS and FWS as not typically dealing with or being involved in the animal husbandry sector and having limited expertise in the captive maintenance and care of marine mammals. Critics further assert that giving NMFS and FWS jurisdiction in this area would necessitate an expensive program duplicating what APHIS already administers. Some in the public display community further assert that the majority of problems concerning the quality of care provided captive marine mammals occurred prior to the 1994 MMPA amendments and in privately operated facilities that were not regulated, rather than in regulated public display facilities.", "Regardless of who regulates these facilities, some marine mammal scientists and animal protection advocates believe that regulations need to be brought more closely into accord with the physical, psychological, and social needs of marine mammals. In addition, they suggest that existing regulations need to be enforced with more rigor and with less influence from the facilities being regulated. They argue that reliance on the public display community to be forthcoming when explaining the application of particular husbandry practices may be open to question, particularly when public display facilities fear that proprietary interest related to husbandry techniques (e.g., successful captive breeding techniques) might be revealed to competitors. They suggest that Congress consider ways in which successful husbandry techniques might be made more openly available in the interest of benefitting the care of marine mammals throughout the public display industry. Under such conditions, husbandry practices might be standardized to better protect animals."], "subsections": []}, {"section_title": "Export of Captive Animals", "paragraphs": ["The 1994 MMPA amendments repealed export permit and public notification requirements, replacing them with a 15-day federal agency notification requirement prior to export. NMFS has interpreted export provisions as requiring a letter of comity from the foreign government certifying that the standards of the MMPA are upheld in foreign facilities. In addition, NMFS requires a letter of comity for any further transfer of a marine mammal of U.S. origin by one foreign nation to another foreign nation. Animal protection advocates claim that the current status of some of the marine mammals (dolphins, in particular) shipped from the United States to Honduras, China, Portugal, Tahiti, and other countries since the 1994 repeal is not known. The animal protection community is concerned and may seek to amend the MMPA to restore the export requirements to their original condition (i.e., requiring a permit, with a public comment period as part of the process). Some scientists agree that a requirement for export permits should be reinstated, but believe that MMC and NMFS/FWS review of export permits might make public comment unnecessary. Some suggest that Congress require a full accounting from NMFS/FWS for all past exported marine mammals before allowing any further U.S. animals to be exported. In addition, they suggest the MMPA be amended to require a $25,000 surety bond or insurance policy per exported marine mammal to cover emergency medical and transfer costs in the event of financial or natural disaster at a foreign facility. Animal protection advocates recommend mandatory on-site inspections of foreign facilities before any U.S. marine mammal can be exported. Elements of the public display community, however, believe the current process includes extensive safeguards, and that the prior law requirements were outmoded and cumbersome. Some in the public display community may suggest further amending the MMPA to eliminate the 15-day prior agency notification requirement for exports."], "subsections": []}, {"section_title": "Import of Captive Animals", "paragraphs": ["Some in the public display community may seek to amend the MMPA to treat the import of marine mammals the same way exports are treated (i.e., agency notification required but no permit required and no public comment solicited). They argue that the current process is cumbersome and unnecessary. The animal protection community would likely oppose such an amendment, desiring to retain and possibly strengthen federal agency review of imports as well as the option for public comment. They believe that a public process with agency review would better protect marine mammals, discouraging the import of certain marine mammals such as those captured specifically for the importing facility."], "subsections": []}, {"section_title": "Scientific Research on Captive Marine Mammals", "paragraphs": ["Research on captive marine mammals has provided critical information and a substantial body of literature on many aspects of marine mammal biology. Some scientists assert that research on captive marine mammals may be more useful for certain disciplines (e.g., physiology, immunology, nutrition, hearing sensitivity, and cognitive and acoustic abilities) than others (e.g., acoustic behavior and intra- and inter-species interactions). Some scientists have proposed that more research be conducted on how human activities might affect marine animals. They further contend that research on and observation of marine mammals in captivity affords scientists the opportunity to conduct studies with live animals that are not always possible or practical to do in the wild, and contributes valuable data useful in determining management criteria for wild populations. Many of these scientists believe the MMPA has placed an unreasonable burden on scientific research (e.g., invasive research is seriously impeded).", "Other scientists as well as parts of the animal protection community question how much of the research conducted on captive marine mammals actually benefits marine mammals in the wild. These critics may suggest that the MMPA be amended to require that more attention to benefits be given by federal agencies that review permits for scientific research on captive marine mammals. Other scientists are likely to oppose any amendment that might increase their regulatory burden or curtail access to potential research animals. As an alternative to greater restrictions, some scientists suggest amending the MMPA to impose a research requirement on all regulated facilities holding marine mammals, with mandatory peer review of these research programs to ensure that the capture and holding of marine mammals for research is justified."], "subsections": []}, {"section_title": "More Extensive Medical Exams for Transferred Animals", "paragraphs": ["Although both APHIS and FWS require a health certificate from a licensed veterinarian prior to transporting a marine mammal, the United States does not require any blood tests be made on marine mammals destined for export. In addition, neither NMFS nor FWS requires an exporter to prove that an animal harbors no infections, even if the animal may have been exposed to Morbillivirus —a highly contagious, distemper-like disease harmful to some marine mammal species. Therefore, critics assert that some disease-carrying marine mammals could be exported to countries where they might infect marine mammals in that region. Animal protection advocates suggest that the MMPA or the AWA may need to be amended to require more safeguards against transferring pathogens (including antibiotic-resistant pathogens) (a) among captive populations when animals are moved; and (b) to wild populations when captive animals are moved to sea-pens or when a public display facility discharges untreated effluents into the marine environment. More extreme scientific critics suggest that transferred animals should be prohibited from ever being placed in a sea pen or other open enclosure, and that imported and exported marine mammals should be treated like parrots and other exotic birds, with quarantines and thorough medical examinations required at each end of the transfer.", "Individuals at some public display facilities believe that these matters have been addressed sufficiently in regulations finalized by APHIS. In addition, an individual associated with the public display community relates that medical examinations prior to transporting marine mammals, regardless of their destination, have been a long-standing practice for many zoos and aquaria. Under such practice and before an animal is transferred, a veterinarian conducts an examination and certifies the animal's healthy condition. They further state that, since humans are not required to be proven disease-free before traveling, it would be ridiculous to impose a higher standard for marine mammals. Managers of public display facilities are exceedingly hesitant to accept any animal that could pose a potential pathogenic threat because of their interest in their investment and the difficulty in replacing animals that die. Furthermore, they assert that there is no documented case where release of a captive marine mammal to the wild or to an open ocean pen, or discharge of facility effluent has contributed to an epidemiological episode in the wild."], "subsections": []}, {"section_title": "Necropsies", "paragraphs": ["Currently necropsies on dead marine mammals are performed in-house by public display facility veterinarians. Prior to the 1994 MMPA amendments, necropsy reports were required to be submitted to NMFS and FWS. Current APHIS standards require such reports to be completed and kept on file at the public display facility for three years. Such medical records are available to APHIS inspectors on-site when requested, but are not submitted to, nor kept on file at, APHIS or any centralized point. The only requirement under the MMPA is to report to NMFS and FWS the \"date of death of the marine mammal and the cause of death when determined.\" Thus, necropsies, which formerly were available to the public under the Freedom of Information Act, are no longer public records.", "Animal protection advocates believe that public access to necropsy information is important to protecting the well-being of marine mammals in captivity, and they object to the 1994 changes in necropsy policy. They also fear that captive holding facilities minimize the impact of animal deaths by under-reporting findings of a necropsy, performing an inadequate necropsy, or failing to report actual findings. These critics would like to see the MMPA amended to again require that necropsy reports, in standardized format, be submitted to a federal agency, thus guaranteeing public access to them. In addition, animal protection interests may propose a requirement that necropsies be performed by independent/impartial veterinarians (federally employed, appointed, or contracted veterinarians) and that institutions experiencing a marine mammal death report to APHIS within 48 hours, upon which an official examiner would be dispatched to perform the necropsy or review the tissue samples and examine the carcass. Scientists, however, point out that the more time that passes between death and necropsy, the less there is to learn from the necropsy. Thus, this suggests that, in addition to raising costs, the logistics of implementing an external review also may frustrate the ability to gain worthwhile information. Some scientists suggest an alternative approach that would direct veterinarians employed by the public display facilities to conduct necropsies, but allow veterinarians representing animal protection groups to have access to replicate tissue samples from necropsies, if requested. Critics of current policy may also propose that the MMPA be amended to require submission of necropsies on all animals transferred or exported under MMPA authority. In addition, some critics suggest that APHIS be required to conduct more intensive inspections of facilities holding captive marine mammals whenever mortalities at such facilities exceed a certain annual minimum, such as the deaths of either 2 adult animals or 1 juvenile.", "Managers of captive holding facilities state that they ensure good healthcare for their animals by providing licensed veterinary care, thus also protecting themselves from liability and claims of negligence. They assert that there is no evidence that such care is suspect. Furthermore, they point out that necropsies were the subject of a 2001 APHIS rulemaking; because these rules are still being implemented, the need for legislation is unclear for now. If more expensive necropsies were required, the issue of who would pay for them is likely to be controversial. Animal protection interests believe that captive holding facilities should pay for supervised necropsies as part of the costs of captive care; managers of captive animals contend that the federal government should bear the costs if additional outside veterinary services were required."], "subsections": []}, {"section_title": "Genetic Mixing", "paragraphs": ["Some federal managers have criticized release programs for captive animals on genetic-mixing grounds. Similar concerns have not been stated about husbandry practices related to the movement of animals between captive facilities. The U.S. Navy's use of Atlantic bottlenose dolphins in open-ocean training exercises in the Pacific where they occasionally integrate with local populations of wild Pacific bottlenose dolphins also has been criticized. Scientists, animal protection advocates, and environmentalists question whether it is responsible management to mix animals originating from different oceans, especially if there is the possibility that they or their offspring might be inadvertently or intentionally released into a wild breeding population. These interests suggest that the MMPA should be amended to address the genetic mixing that invariably occurs when captive animals are moved from one facility to another. MMPA provisions requiring attention to this concern might engender greater confidence if such captive animals later became candidates for release programs. An opposing view encourages genetic mixing within captive populations, especially for species with small populations, as an appropriate husbandry practice to maintain genetic diversity, counter inbreeding within the captive population, and reduce the demand for acquiring new animals from the wild. Some scientists believe that the incidental mixing of captive animals with wild stocks is rare and likely insignificant from an evolutionary perspective. However, they suggest that additional research may be required on these issues before appropriate policy can be determined, recommending a government workshop be convened on the topic."], "subsections": []}, {"section_title": "Wild Versus Captive Survivorship", "paragraphs": ["Claims differ on whether marine mammals live longer, similar, or shorter lifespans in captivity compared to the same species in the wild. Animal protection advocates suggest that the MMPA be amended to direct and fund a government workshop to review the status of knowledge on survivorship in captive and wild marine mammal populations. Such a workshop might determine what, if any, concerns are relevant to the performance of facilities holding such animals and influence the development of appropriate captive care and maintenance standards. Since only a few wild populations are reported to have been studied well enough to provide confident data on survivorship, such a workshop likely would identify additional areas for research on wild populations to obtain data necessary for comparison."], "subsections": []}, {"section_title": "Air Quality and Noise at Facilities", "paragraphs": ["Based on speculation from human studies as well as limited reactivity research on wild cetaceans, local environmental conditions may cause stress in individual animals. Some animal protection advocates suggest that the MMPA be amended to mandate a study of the effect of the local environment (e.g., urban noise, vibrations, air pollution) on animals at captive holding facilities, to identify and substantiate any effect on their life expectancy and general health. Such a study might define abusive levels and help determine appropriate captive care and maintenance standards. Some in the public display community, however, suggest that this concern be addressed administratively, and observe that some aspects already were the subject of APHIS rulemaking. Procedures for monitoring environmental effects on marine mammals also have been incorporated in American Zoo and Aquarium Association guidelines and facility operations manuals."], "subsections": []}, {"section_title": "Rehabilitation and Release", "paragraphs": ["Closures of at least 21 North American marine parks since 1990, a diminishing emphasis on marine mammal exhibits in remaining parks, reductions in the military use of marine mammals, and increasingly successful captive breeding programs have led to a surplus of marine mammals in captivity. Because of this surplus, interest has increased concerning the rehabilitation and release to the wild of marine mammals that have spent significant time in captivity, recognizing the need to prevent the spread of disease and release of unfit animals. Some animal protection advocates may propose MMPA amendments authorizing oversight of rehabilitation and release activities, requiring federal agency definition of rehabilitation/release protocols, and establishing a scientific research permit for rehabilitation and release activities as well as for establishing rehabilitation/release facilities for long-captive marine mammals. Such facilities might also engage in captive rotation programs, where animals are brought into captivity for predetermined amounts of time or are maintained in enclosures where they have periodic access to the open ocean. Proponents contend that the existence and operation of such facilities under strict guidelines would promote the welfare of captive and free-living marine mammals, including threatened and endangered species. Some public display interests and a few scientists, however, assert that rehabilitation and release does not work. These critics cite research indicating that animals held in captivity for any length of time and those born in captivity are more likely to die upon release because they do not or are not able to make the necessary adjustments to life in the wild. They would oppose efforts that encourage the release of long-captive animals. Other opponents include those worried about the federal cost of financing such a program. A parallel concern relates to discouraging and preventing unregulated releases of captive marine mammals by the more proactive animal protection advocates."], "subsections": []}, {"section_title": "Quality of Captive Environments", "paragraphs": ["Under present MMPA regulations, captive marine mammals can be relocated anywhere that complies with APHIS regulations on captivity enclosure characteristics (e.g., bare concrete tanks are acceptable). Some scientists and animal protection interests assert that the captive environment of some U.S. marine parks is almost devoid of the features, richness, or dimensions of the natural world of marine mammals—social animals that have evolved to exploit the complex and expansive natural marine environment. Furthermore, they claim that our increased understanding of the complex social, psychological, and behavioral requirements of marine mammals reveals how lacking most captive environments are in providing sufficient space for animals to make normal postural and social adjustments or in allowing adequate freedom of movement. These critics would like the MMPA to be amended to require APHIS to define minimum acceptable levels of environmental and social stimuli for marine mammals. The physical and social environment of any animal regulated by the MMPA, it is argued, should conform to some standard for what is minimally acceptable and strive for enrichment to fulfill animals' needs. However, establishing standards to respond to the differing requirements of various species may be complex. For example, while some contend that overall size of the captive environment is much more important than its features for cetaceans, others believe that pinnipeds require more emphasis on geotopical elements in their artificial habitat rather than a large enclosure. In addition, it may be difficult or impossible to provide situations in captivity that permit the complex social systems, groupings, and bonding normal among marine mammals."], "subsections": []}, {"section_title": "Programs Promoting Human Interaction with Captive Dolphins", "paragraphs": ["Various facilities holding captive dolphins promote interactive petting and feeding pools as well as programs for swimming with or wading with these animals. Animal protection advocates as well as some scientists and managers claim that these programs place both dolphins and humans at risk, and believe that APHIS regulation of such activities is inappropriately minimal. Early in 1999, APHIS suspended enforcement of all AWA regulations dealing with \"swim-with-the-dolphin\" programs to solicit further public comment on expanding regulations to encompass activities involving shallow water interactive programs with dolphins. Some animal protection interests would like the MMPA and/or AWA to either prohibit all interactive programs, including petting and feeding pools which they claim have never been regulated, or require more stringent regulation of these programs by APHIS. These critics also suggest an inconsistency in policy and confusion of the public wherein swimming with and feeding of wild dolphins is prohibited to protect them from harassment while swimming with and feeding of captive dolphins, which could be less able to escape interaction, is promoted by marine parks. Those conducting interactive programs, however, argue that their activities are safe and well-managed, with adequate measures enforced to protect both dolphins and humans."], "subsections": []}, {"section_title": "Insurance Requirement", "paragraphs": ["Since 1990, at least 21 North American marine parks are reported to have closed. Animal protection advocates suggest that measures need be taken to assure that the welfare of captive marine mammals is protected should research programs terminate or parks close. These interests may propose amending the MMPA to require that a minimum of $25,000 per marine mammal be placed in escrow or be covered by insurance as an additional permit requirement for each marine mammal transfer, import, and export. In addition, such a requirement might be imposed in permits covering each marine mammal born in captivity. Such financial resources would be used if the federal government were required to assume temporary responsibility for animals from closed parks or pay transfer expenses for moving animals to new facilities."], "subsections": []}, {"section_title": "Prohibition of Traveling Exhibits", "paragraphs": ["Animal protection advocates believe that circuses and traveling shows cannot maintain the highly specialized conditions necessary to ensure the health and well-being of marine mammals. They cite the recent experience with the Mexican-based Suarez Brothers Circus in Puerto Rico, where performing polar bears were confiscated by FWS. Dolphin traveling circuses exist and move throughout Latin America and the Caribbean, and could potentially enter U.S. territories or use marine mammals from U.S. facilities. Animal protection groups seek to amend the MMPA to prohibit these traveling exhibits."], "subsections": []}, {"section_title": "Prohibition of Wild Captures for Public Display", "paragraphs": ["The International Union for Conservation of Nature and Natural Resources' Dolphins, Whales, and Porpoises: Conservation Action Plan for the World ' s Cetaceans, 2002-2010 notes that the removal of live cetaceans from the wild for captive display is equivalent to incidental or deliberate killing, as the animals brought into captivity (or killed during capture) are no longer available to contribute to maintaining their populations. Concerned that, when unmanaged and undertaken without a rigorous program of research and monitoring, live capture can be fatally stressful to animals and pose a serious threat to cetacean populations, animal protection interests support an amendment to the MMPA to prohibit wild captures of marine mammals for public display."], "subsections": []}]}, {"section_title": "Native Americans and Marine Mammals", "paragraphs": [], "subsections": [{"section_title": "Co-Management with Native American Tribes", "paragraphs": ["Some federal managers believe that co-management agreements, when accompanied by dedicated funding, have dramatically improved communication among Native subsistence users, Alaska Native organizations, and FWS. However, Native Alaskan interests assert that NMFS has been slower to enter into cooperative agreements to implement co-management for marine mammals in Alaska (authorized under 16 U.S.C. §1388), and that federal appropriations to provide grants to Native organizations under this section have not been forthcoming. Some Native American interests are likely to propose amending the MMPA to provide additional opportunities for Native Americans to participate in co-managing marine mammal populations, especially those that have subsistence value. Particular need is seen for coordinating federal and Alaska Native priorities in the Bering Sea region, due to ongoing concerns to better understand this marine ecosystem's apparent decline. Countering the view in support of additional co-management opportunities are some in the scientific and environmental communities who fear the potential for overhunting by Natives seeking economic gain, and who believe that current MMPA co-management provisions are more than adequate (if not excessively lenient). These critics believe co-management works well only when the federal government supports a multi-year national program to assess population abundance, habitat conditions, and ecological relationships to provide a sound basis for such co-management, as has been done since the 1970s for bowhead whales. Similar national programs have not been conducted on most other species. Some animal protection advocates are concerned that reporting of subsistence kill levels often lags by five years of more and is based on self-reporting, making it difficult to determine the impact of the subsistence on a particular stock until well after the fact. Animal protection interests also believe current cooperative agreements lack some transparency and provide little opportunity for public comment before the agreement is negotiated."], "subsections": []}, {"section_title": "Reporting Subsistence Takes", "paragraphs": ["Knowledge of the number of animals killed is necessary for managing any harvested resource. Nevertheless, many marine mammal stock assessment reports lack substantial information on subsistence takes. In 16 U.S.C. §1379(i), the MMPA states that \"the Secretary may prescribe regulations requiring the marking, tagging, and reporting of animals taken pursuant to section 101(b).\" FWS has promulgated regulations and instituted a marking, tagging, and reporting program (MTRP) for polar bears, walrus, and sea otters taken by Alaska Natives. NMFS does not have a similar program, even though comparable information could be useful for managing species of special concern such as Steller sea lions and harbor seals. Although NMFS has awarded contracts for the development of harvest estimates, their accuracy has been questioned by some scientists. Some Alaska Native organizations conduct biosampling programs on marine mammals taken for subsistence through cooperative agreements developed under the authority of 16 U.S.C. §1388. Despite this, some in the Alaska Native and environmental communities continue to call for NMFS to develop an MTRP similar to that conducted by FWS, desiring more research on marine mammals taken for subsistence use.", "The Alaska Native community generally accepts the FWS program, considering it to be well-run and to provide useful data. However, some managers and environmental interests believe the level of detail available on subsistence takes for many Alaska species could be improved. In particular, some animal protection interests, scientists, and managers do not consider the FWS program \"well-run\" and would like to see this program improved. Some scientists believe that a program for each species should include a well-designed harvest survey based on structured hunter samples from different communities that intensively exploit the targeted species, with data analysis by good statistical methods to adequately fulfill management needs. Other scientific and environmental interests suggest that the MMPA be amended to require reporting, marking, tagging, and sampling of all marine mammals taken by Alaska Natives for subsistence. Others in the environmental and animal protection communities believe such reporting should be required for seal hunting and for any subsistence takes of marine mammals by Native Americans in the contiguous states (e.g., Washington, Oregon, and California). Some scientists, however, contend that tagging of subsistence kills may not be practical for species taken in large numbers, such as some seals, and that the sheer volume of individuals' subsistence activities may lead to under-reporting. In addition, some scientists and managers believe that better subsistence estimates need to be factored into the PBR process (see \" Calculating Potential Biological Removal \"), especially in situations where (1) subsistence harvest may account for the majority of the total number of animals removed and (2) subsistence harvest may approach or exceed the PBR level."], "subsections": []}, {"section_title": "Limitation on the Sale of Edible Subsistence Takes", "paragraphs": ["In 16 U.S.C. §1371(b)(2), the MMPA states that \"any edible portion of marine mammals may be sold in native villages and towns in Alaska or for native consumption.\" There are legitimate reasons why Alaska Natives purchase legally taken parts of marine mammals for their consumption. The current interpretation of the MMPA language is that all Alaska locales, including the city of Anchorage, qualify as Native villages and towns. Certain markets in Anchorage sell large quantities of marine mammal meat and muktuk, with a few Alaska Natives allegedly hunting primarily to supply this commercial market.", "Scientists, animal protection advocates, and environmentalists suggest amending the MMPA to limit or restrict the sale of edible parts from marine mammals taken for subsistence, such as prohibiting commercial sales in cities or in communities where Native residents are in the minority. Others suggest amending the MMPA to prohibit the commercial sale of marine mammal products from any stock that is declining in abundance. Alternatively, NMFS and/or FWS already have the authority to make administrative determinations that species are depleted under the MMPA or are threatened/endangered under the ESA, allowing them to take regulatory action to limit subsistence take without legislation.", "Alaskan Natives, however, believe that the Native community itself should take the initiative to deal with these problems, using existing models that have proven workable in similar Alaska Native situations. They suggest approaches similar to those used in the allocation of strikes among various whaling crews in the North Slope Borough or the Sitka Tribe's management of sea otter take in traditional territory. Others are concerned about the potential cultural costs of limiting access to subsistence foods for individuals living in urban areas and the possibility that these costs could outweigh the benefits to marine mammal stocks."], "subsections": []}, {"section_title": "Definition of Subsistence Whaling", "paragraphs": ["With the support of the U.S. government, the Makah Tribe of Washington State petitioned the International Whaling Commission (IWC) in 1996 for an allocation to harvest eastern Pacific gray whales, to exercise whaling rights as part of their cultural heritage negotiated in the 1855 Treaty of Neah Bay between the Makah and the United States. In October 1997, a bilateral agreement between Russia and the United States on aboriginal quota sharing resulted in the Makah gaining access to IWC aboriginal quota sufficient to kill an average of four gray whales from the North Pacific stock annually from 1998 through 2002. Disagreement continues, both domestically and internationally, concerning the appropriateness and legitimacy of the action taken on this issue.", "While bowhead whaling by Native villagers along Alaska's Beaufort and Chukchi Sea coasts is seen as truly for the subsistence, animal protection advocates are concerned that the Makah seek to kill whales without demonstrable proof of nutritional need, but with an eye to the possibility of commercial trade in whale products. To animal protection interests, this has the potential for reversing the whale's recovery and for inviting a return to whaling by all northern cultures which claim whaling as part of their cultural tradition. In fact, after the Makah situation, Native peoples in Canada demanded their \"cultural right\" to return to whaling. Although Norwegians, Icelandics, Faroese, Irish, Japanese, Russian, and others assert cultural traditions in whaling, their situations and that of Canadian aboriginal groups differ from the Makah in that no \"right to whale\" has been acknowledged by treaty. Animal protection and some scientific interests suggest amending the MMPA to make a clear distinction between non-subsistence and subsistence whaling and to establish more stringent criteria for non-subsistence whaling, allowing only minimal token quotas/takes of those stocks determined to be fully recovered. Others suggest the MMPA be amended to require that the United States take no action that might \"diminish the effectiveness\" of the IWC, similar to language in the Pelly Amendment to the Fishermen's Protective Act (22 U.S.C. §1978) that is applicable to foreign nations with whom the United States trades. However, it is uncertain whether Congress has the authority to take any action that might alter or limit the terms of the 1855 Treaty of Neah Bay."], "subsections": []}, {"section_title": "Definition of Subsistence", "paragraphs": ["Several parties suggest that policy relating to \"subsistence\" is confused and needs clarification, requiring attention to both ethics/tradition and biology/ecology for resolution. Some of the confusion was created when the MMPA waived the moratorium on taking of marine mammals by Alaska Natives, placing federal and Alaskan law and regulations in conflict. This confusion was exacerbated by the interaction of western technologies and economies on traditional beliefs and practices. For example, reported annual walrus kills for the St. Lawrence Island communities of Gambell (1,300 animals) and Savoonga (700 animals), composed mostly of females, appears excessive and questionable as \"subsistence\" to some managers, scientists, and animal protection groups. FWS regulations on the use of meat, skin, etc., are minimal and result in significant waste in a harvest that focuses on obtaining ivory. Some scientists and managers suggest that the MMPA be amended to base subsistence policy more firmly within the context of a species' biological and ecological requirements, with social/cultural values taken into secondary account within that framework."], "subsections": []}, {"section_title": "Cultural Exchange", "paragraphs": ["While the 1994 MMPA amendments appeared to have improved cultural exchange among Inuit peoples as far as imports of marine mammal products by Alaskan Natives are concerned, problems remain with the export of marine mammal products by Alaska Natives for these purposes. In addition, problems arose in July 1999 when handicraft whalebone and sealskin marionettes used in portraying traditional Inuit legends were intercepted and seized by the U.S. Customs Service as violating the MMPA. The marionettes had been shipped by Canadian Inuit to a U.S. craftsperson for finishing-detail adjustments. Native and some scientific interests suggest that the MMPA might be amended to be less restrictive of cultural exchanges involving marine mammal products."], "subsections": []}]}, {"section_title": "Permits and Authorizations", "paragraphs": [], "subsections": [{"section_title": "Polar Bear Sport Hunting in Alaska", "paragraphs": ["After the 1994 amendment of the MMPA to permit the import of polar bear trophies from Canada, the sport hunting community may seek further amendment to allow polar bear sport hunting in Alaska under a strict, conservative quota. Proponents of such an amendment suggest that this action might promote better polar bear management and could result in additional funding for polar bear research and management. The animal protection community almost certainly would oppose such a proposal, and some may even seek repeal of the 1994 amendments allowing the import of polar bear trophies from Canada. Animal protection advocates substantively disagree with the theory that sport hunting promotes sound or sustainable management and that quotas in Canada's hunts are strict or conservative. In early 2007, FWS proposed that polar bears be listed as threatened species under the Endangered Species Act."], "subsections": []}, {"section_title": "Large Incidental Takes", "paragraphs": ["MMPA provisions (16 U.S.C. §1371(a)(5)(A)) authorize federal managers to issue permits for U.S. citizens to incidentally take small numbers of marine mammals. However, the MMPA lacks a comparable program to deal with large incidental takes, other than those by the commercial fishing industry (for more information, see \" Commercial Fishing Interactions with Marine Mammals \"). Related to this, the regulatory burden for protecting marine mammals appears to fall inequitably on different industries. For example, while small incidental take permits are regularly required by NMFS for offshore oil and gas exploration and development activities, NMFS does not regulate large commercial vessel traffic under the small incidental take program, despite concerns that serious injury and mortality of cetaceans due to vessel strikes may be significant. Other activities that may \"take\" large numbers of marine mammals by harassment include whale-watching vessels, high-speed ferries, recreational jet skis, and other sources of anthropogenic noise. By statute, small take permits may be issued for periods of as long as five years under regulations, or one year under incidental harassment permits, with congressional report language indicating an intent that such permits be renewable. NMFS claims that most permits limit taking to small numbers of animals by harassment because mitigation measures imposed by NMFS on the activity prevent serious injury or mortality to marine mammals. If it were proposed that the MMPA be amended to address this issue, individuals who might be required to comply with these modified permitting procedures (e.g., jet skis, whale-watching vessels, ocean transport vessels) would likely oppose such a change if the new requirements were viewed as imposing additional or burdensome restrictions on their activities. Some environmentalists and animal protection advocates recognize that the permitting process is a relatively inefficient way to mitigate impacts from vessel traffic and suggest that a separate management scheme, protective of marine mammals, would be more appropriate to address both vessel-strike and anthropogenic noise concerns."], "subsections": []}, {"section_title": "Noise and Its Effects", "paragraphs": ["Noise as a category of potential harm to marine mammals is unique in that sound propagates both horizontally (near/at the surface) and vertically (down to substantial depths). Anthropogenic acoustics (e.g., ship traffic, military active sonar, seismic exploration, explosives trials, acoustic harassment devices used by fishermen) permeate the water column and have the potential to affect numerous unseen marine mammals, fish, diving birds, and other marine life. Although it is difficult to measure the potential that noise has to harm or harass unseen animals, the U.S. Navy, the Minerals Management Service, and other agencies have invested considerable time and funds on research to develop monitoring capabilities and to document and quantify the impact from specific noise sources on certain species under known conditions. However, significant information remains lacking on sound impacts on cetaceans, on behavioral and physiological reactions of marine mammals, and on which species are exposed at what depths and distances from sound sources. For this reason, the effect of noise on marine mammals is subject to much speculation, presumption, and misinformation. FWS and NMFS have reacted to issue- or site-specific concerns, generally through the permit process, but they have not issued any guidance or regulations concerning anthropogenic noise, nor have they implemented any systematic monitoring or enforcement programs.", "Some scientists, believing that the benefits of acoustic research may outweigh any potential effect on marine mammals, may propose amending the MMPA to simplify procedures for federal authorization of incidental taking from acoustic noise. As one approach, these scientists suggest that the MMPA might be amended to authorize the regulation of impacts collectively as broad categories or classes of sound-producing activity rather than separate individual actions. Other proposals might include revising the definition of level B harassment (16 U.S.C. §1362(18)(A)(ii)) to be applicable to actions that can reasonably be expected to constitute a significant threat only to marine mammal stocks rather than also to small numbers of individual animals. Reasons offered by some in the scientific community for change include (1) some of the most prevalent anthropogenic noisemakers, including personal watercraft (e.g., jet skis), large high-speed oceangoing ships, and whale-watching vessels, are unregulated; (2) a disproportionate \"harassment\" burden is placed on scientists using acoustics for research (i.e., direct research into the potential effects of sound on marine life is subject to a higher regulation and compliance burden than any other human-made ocean acoustic activity); and (3) human-made sound in almost all cases is neither as loud nor as constant as naturally-occurring ocean activity (e.g., subsea earthquakes, rain on the sea surface, volcanic eruptions, and whale calls themselves).", "The effects on marine mammals by active sonar development and deployment by the military has been of intense concern. Coincident with low-frequency active (LFA) sonar tests conducted by a NATO research vessel in the vicinity, a mass stranding and death of 12 Cuvieri's beaked whales was observed in May 1996 in the eastern Mediterranean Sea (Ionia Sea). The mass stranding of at least 15 whales of four species (at least 7 of these animals died) in the Bahama Islands on March 15, 2000, occurred coincidental to U.S. Navy transit and activities in the area. Additional strandings of beaked whales have been observed in conjunction with mid-frequency active sonar exercises in Madeira (2000) and the Canary Islands (2002). A September 2002 beaked whale stranding in the Gulf of California occurred concurrently when a vessel operated by Columbia University's Lamont-Doherty Earth Observatory pulsed the ocean with high-powered sound waves to map the lithosphere beneath the ocean floor. More than five years of regulatory attention to deployment of low frequency active sonar by the U.S. Navy, with accompanying legal challenges, culminated in publication of a final rule in July 2002, with letters of authorization required for subsequent deployment. In addition and in recognition of concerns raised in federal court over use of the LFA system and to further its commitment to responsible stewardship of the marine environment, the Navy is preparing a supplemental environmental impact statement on this technology.", "Some animal protection advocates, environmentalists, and scientists characterize many sources of anthropogenic noise in the ocean as increasingly persistent and regular. These critics point to a growing body of evidence, particularly the mass mortalities of beaked whales associated with military active sonar use, as indicative that current mitigation practices are insufficiently protective of marine mammals. Believing that too little is known about the long-term effects of noise on marine mammals, these critics believe a precautionary approach is necessary and oppose any action that could be interpreted as liberalizing the regulation of anthropogenic sources. In addition, these critics are especially concerned with low-frequency sound that is produced at very high pressure levels and is designed to travel thousands of miles through the ocean, as opposed to other anthropogenic noise that dissipates relatively quickly in the ocean. Furthermore, these critics suggest that, rather than exempting acoustic scientists from regulation and permitting additional sources of ocean noise, other sources of non-research-related noise should be more aggressively regulated to reduce this harassment. A variety of constituencies might support a proposal to authorize and fund a major research effort directed at increasing understanding of the potential effects of anthropogenic noise sources on marine mammals."], "subsections": []}, {"section_title": "Research Permits for NMFS and FWS Scientists", "paragraphs": ["The MMPA (16 U.S.C. §1374(c)(3)(A)) provides a lengthy process for issuing scientific research permits. NMFS and FWS are funded by Congress to study marine mammals as necessary to provide a sound basis for their conservation and management. Some federal scientists would like to see the MMPA amended to facilitate federal research on marine mammals by eliminating the cumbersome process of obtaining scientific research permits. These federal researchers question the necessity of requiring federal agency personnel to request permits from another part of their own agency before they can do their work. These critics suggest that the MMPA be amended to provide scientists within the federal management agencies with a blanket authorization for research. Others suggest that relief from the lengthy permitting process be extended to all those involved in conducting federally funded research. This could include an exemption from permits or an expedited permit review procedure offering a simpler issuance or renewal of permits for studies unchallenged by public comment. It might also be applicable to state wildlife agencies when their scientists work in direct cooperation with one of the federal agencies. Some nonfederal scientists, animal protection advocates, and environmentalists argue that regular reporting as well as outside peer and/or public review are especially necessary for government scientists who could be influenced by political considerations. They also would object to preferential treatment of federal researchers as discriminatory, arguing that federal research should be required to meet the same standards, requirements, and scrutiny as non-federal research."], "subsections": []}, {"section_title": "Scientific Research Permits", "paragraphs": ["Several issues concern the administration of scientific research permits by federal management agencies. Some scientists criticize FWS and NMFS permit offices for delays in processing requests for scientific research permits, even though the MMPA mandates a 30-day deadline for agency action. While some permits are processed quickly, others may take many months longer, they charge, with no explanation or obvious differences between them. Critics report that the delay between submission of a permit application and its publication in the Federal Register for public comment can be six weeks or more. To assist the agencies in expediting the permit review process, they suggest that the MMPA be amended to authorize committees of scientists that would review scientific research permit applications in the same fashion that committees review proposed research on human and animal subjects. Such committees might also be helpful in addressing concerns about alleged misuse of scientific research permits by whale-watching operators, dolphin encounter tour brokers, and others wherein \"paying volunteers\" are recruited to help conduct \"research\" of questionable value. Although this latter issue could be addressed administratively, some scientists believe congressional direction might be helpful or even necessary if administrative action is not forthcoming. Scientists are also concerned with permit restrictions that they interpret as constraining their ability to conduct manipulative and invasive research on marine mammals, albeit with adequate safeguards.", "Some scientists suggest that the entire scientific research permit process needs to be streamlined, especially what are seen as (1) restrictive, burdensome, and unreasonable procedural requirements (i.e., level of specificity and amount of paperwork) related to justify level B harassment (see also the discussion of \" Harassment \") for bona fide research; and (2) unduly tedious and specific requirements of the annual reporting process. Scientists feel they are subjected to a much more stringent regulatory regime (e.g., see also the discussion of \" Noise and Its Effects \") than is imposed on activities that appear to be potentially more harmful to marine mammals (e.g., commercial fishing).", "On the other hand, animal protection advocates assert that permit processes and requirements are not too restrictive when it comes to invasive research, and both they and environmentalists argue that there is little justification for treating the research community as privileged. While certain amendments might streamline the permitting process for certain research with a low harassment potential or to establish streamlined programmatic permitting for certain kinds of research, the environmental and animal protection communities both disagree that research should be seen as having less of an impact on the marine environmental and marine mammals as a general matter when compared to fishing or other human activities."], "subsections": []}, {"section_title": "State Approval of Federal MMPA Permits", "paragraphs": ["Under the authority of the federal Coastal Zone Management Act, three states (Hawaii, Washington, and Alabama) include in their state coastal plans the requirement that the state approve federal permits granted under the authority of the MMPA. Some scientists are concerned that state review of federal marine mammal permits is duplicative and burdensome for marine mammal researchers and circumvents the procedures in the MMPA (16 U.S.C. §1379) for granting state management authority over marine mammals. These critics suggest that Congress may wish to review whether this action improves protection for marine mammals."], "subsections": []}]}, {"section_title": "Program Management and Administration", "paragraphs": [], "subsections": [{"section_title": "Definition of \"Take\"", "paragraphs": ["Some scientists suggest it might be worthwhile to re-evaluate the MMPA definition of take in their belief that the current definition may be overly broad and encompassing, as well as unenforceable in many situations. These critics suggest that the MMPA be amended to incorporate a new definition of take that establishes an enforceable, biologically significant standard for interactions with individual marine mammals (for ESA-listed and depleted species) and for marine mammal populations (for all other species). With such a standard, they argue, management will focus specifically on interactions which are likely to have adverse biological significance for these animals. However, animal protection advocates and environmental groups might be anticipated to oppose any effort to redefine take that might be perceived as reducing the scope of activities prohibited or regulated under the MMPA."], "subsections": []}, {"section_title": "Trade in Marine Mammal Parts and Products", "paragraphs": ["The U.S. government has experienced pressure from the World Trade Organization (WTO) regarding the trade barriers inherent in many U.S. environmental statutes. Importing marine mammals and their products into the United States is prohibited by 16 U.S.C. §1371(a), except under special permits for scientific research, public display, photography for education or commercial purposes, or enhancing the survival or recovery of a species or stock. Permits also may be granted to import polar bear parts, other than internal organs, taken in legal Canadian sport hunts. In addition, the ESA and the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES, the international agreement implemented through the ESA) impose additional restrictions on trade of certain listed marine mammals. Given the desire of several nations to commercially trade in marine mammal products (particularly whalemeat and pinniped products), some suggest that Congress could act to possibly forestall a WTO challenge to U.S. prohibition of such trade by amending the MMPA to allow limited trade or in some other limited manner to make the MMPA more compatible with WTO rules. Such a proposed change would likely be vigorously opposed by some in the environmental, scientific, and animal protection communities who fear that opening U.S. markets could promote increased kills in nations less protective of marine mammals. They further assert that, if such a proposal were enacted, U.S. policy would be inconsistent, prohibiting domestic commercial exploitation of marine mammals while encouraging or allowing foreign commerce in these same protected animals' products in the United States. They also argue that the availability of foreign marine mammal products on the U.S. market could encourage the illegal harvest of domestic marine mammals for these same markets. An alternative, although likely more difficult, approach seeks to broaden WTO rules such that the MMPA could be found compatible."], "subsections": []}, {"section_title": "Management of Robust Stocks", "paragraphs": ["Populations of California sea lions and Pacific harbor seals have been increasing along the Washington, Oregon, and California coasts, leading to more frequent interactions between these animals and fishermen and the general public (particularly the marina/boating public). On February 10, 1999, in response to the requirements of 16 U.S.C. §1389(f), NMFS delivered an 18-page report to Congress and released a supporting 84-page scientific document on management conflicts related to rapidly increasing populations of West Coast harbor seals and California sea lions. How to manage these stocks is expected to be an issue during MMPA reauthorization. The issue is seen by some as whether an increasing human population on the West Coast can co-exist with a truly robust pinniped population or whether these pinnipeds will be adversely affected by coastal development and marine resource exploitation or will themselves have an adverse effect on coastal resources.", "While some local residents and fishermen fear that these pinniped stocks may be \"over-populating,\" scientists, environmentalists, and animal protection advocates counter that populations may be merely returning to their historic carrying capacities after over-exploitation diminished their abundance earlier in the 20 th Century. Fishing industry or local government officials may propose that the MMPA be amended to permit selective culling or additional lethal nuisance animal control. NMFS has recommended that Congress consider amending the MMPA to create a new framework that would allow state and federal resource managers to immediately address site-specific conflicts involving California sea lions and Pacific harbor seals. In this report, NMFS suggests that a streamlined approach provide procedures for lethal removal of these species where they are harming severely depleted salmonids (including some populations listed as threatened or endangered under the ESA), where they are harming salmonid populations identified as being of special concern by states, and where they are in conflict with human activities. While the MMPA in 16 U.S.C. §1389 already provides for the lethal removal of pinnipeds to protect human safety and fish stocks, federal and state managers view the process for implementing the existing provisions as lengthy and overly cumbersome. Environmental, animal protection, and scientific critics, however, condemn the idea of culls and lethal nuisance animal control as excessive. They believe that such an approach deflects resources from addressing other expensive and contentious human activities that contribute to fish stock declines (e.g., habitat degradation, siltation, water diversions, fish passage at dams, overfishing) and that non-lethal deterrents have not been adequately explored. Furthermore, they express concern that authorizing the killing of marine mammals interacting with wild fish stocks appears counter to the MMPA's mandate to manage on an ecosystem basis. In addition, these critics are adamant that nuisance animal control not be authorized for human activities (e.g., aquaculture) that can and should be sited so as to avoid areas of potential conflict with marine mammals."], "subsections": []}, {"section_title": "Fostering International Cooperation", "paragraphs": ["Although the MMPA established an international program (16 U.S.C. §1378), little framework exists to foster international cooperation between the United States and foreign countries on marine mammal issues. Under the MMPA, international cooperation—funding, exchange programs, and cooperative research—has been limited largely to the industry-centered dolphin/tuna issue. MMPA funds for such activities are at least an order of magnitude less than the millions of dollars in federal U.S. endangered species funds that are used to foster international cooperation to protect elephants, tigers, rhinoceros, great apes, and other species. Proponents of increased international cooperation argue that no similar program for marine mammals is provided in the MMPA or elsewhere in U.S. law. For example, although the U.S.-managed North Atlantic right whale is endangered and its population is not rebounding, the southern right whale population is flourishing. A Brazilian right whale project focuses on reducing human/whale interactions where ship strikes have been a major cause of death. Cooperative activities that might be promoted include sharing whale monitoring and collision avoidance procedures as well as whale reproduction, health, and population information with Latin American authorities. Marine mammal scientists suggest that Congress may want to consider the benefits of encouraging international cooperative relationships on marine mammals by U.S. agencies. Most marine mammal constituencies appear supportive of efforts to encourage more international cooperation, as long as such action does not promote invasive research or commercial ventures.", "Some also suggest there may be a critical need for expanding international cooperative programs for Arctic species because of the virtual total demise of Russian research and management programs, and the increasing pressure by protein-impoverished Native peoples to take these species for subsistence purposes. Many of these species are \"shared\" because their ranges include the waters of both the United States and the Russian Federation. A decline of Russian management effort has hampered population assessment programs for these shared species.", "Critics, however, warn that, if Congress acts in this area, specific language might need to be incorporated to prevent potential abuse (i.e., expenditure of funds intended to recover and protect U.S. marine mammal stocks on questionable studies of exotic marine mammals in interesting places) and to require appropriate guidance and accountability to ensure that international efforts are reciprocal and relevant."], "subsections": []}, {"section_title": "Harassment", "paragraphs": ["The 1994 MMPA amendments revised the definition of harassment to distinguish between two levels of interaction—those with the potential to injure (level A harassment) and those with the potential to disturb (level B harassment). Some federal managers have found the new definition of level B harassment to be particularly difficult to enforce, and potentially harmful human interaction with marine mammals continues. Other critics suggest whale-watching vessels are insufficiently monitored for compliance with MMPA regulations. Animal protection advocates suggest that the MMPA should be amended to require specific and more strictly enforced regulations concerning swimmer, kayaker, and boater harassment of dolphins and whales, including provisions to significantly increase the possible fines against commercial operators who introduce large groups of swimmers into protected bays where dolphins rest. Others suggest authorizing more funding specifically targeted to better educate private watercraft operators concerning MMPA regulations and to increase MMPA enforcement efforts, including additional observers aboard whale-watching vessels to assess compliance. Some scientists, on the other hand, would like to see the definition of level B harassment revised to where it would be applicable only to situations where actions would reasonably be expected to constitute a significant threat to an entire marine mammal stock, rather than to just a few individual animals.", "Changes to the harassment definition applicable to military readiness operations and to scientific research activities conducted by or on behalf of the federal government were enacted in §319(a) of P.L. 108-136 . The new language defines harassment as any action that \"injures\" or \"has the significant potential to injure\" marine mammals, rather than any action that has the \"potential to injure.\" Environmental and animal protection organizations generally oppose the modified definition of harassment, arguing that it raises the burden of proof that a military readiness activity would affect a marine mammal, making it more difficult to protect them. These interests believe that such changes are premised on an unrealistically high assessment of our ability to differentiate between biologically significant and insignificant responses. By doing so, they believe the modified definition effectively reverses the precautionary burden of proof that has been the hallmark of the MMPA since its inception. Supporters of the modified definition believe that it ensures that activities are restricted only when scientific evidence demonstrates that such protection is necessary. These changes remain highly controversial and could be revisited during MMPA reauthorization."], "subsections": []}, {"section_title": "Management Consistency Between FWS and NMFS", "paragraphs": ["The division of responsibility for various marine mammal species between NMFS and FWS is provided for in 16 U.S.C. §1362(12) within the definition of \"Secretary.\" When the MMPA was enacted in 1972, this division of species was seen as artificial and temporary by many in Congress and the Administration, awaiting the creation of a contemplated \"Department of Environment and Natural Resources.\" In addition, the differing management approaches taken by NMFS and FWS have often confused the commercial fishing industry and Alaska Natives. Some Native American and scientific interests suggest that it may be time for Congress to revisit this division of management responsibility and consider amending the MMPA to promote greater consistency in marine mammal management. Several approaches are suggested, including the current movement toward an ecosystem approach to managing living resources and minimizing possible conflicts of interest where marine mammals and fisheries interact, that may have a bearing on which agency should manage which species or groups thereof. Others suggest that NMFS and FWS might be directed to develop joint regulations for all their marine mammal programs to achieve greater consistency in management policy."], "subsections": []}, {"section_title": "Directed Research Program", "paragraphs": ["Although the MMPA emphasizes research, it does not create a national integrated marine mammal research program. Emphasizing this need, a recommendation in the Secretary of Commerce's February 1999 report to Congress included a list of information needs, with no suggestion as to how or by whom this research was to be pursued. Specific information needs identified for this relatively narrowly focused issue include (1) site-specific investigations on the impacts of pinniped predation on salmonid populations; (2) state-by-state and river-by-river investigations of salmonid populations vulnerable to pinniped predation; (3) studies of comparative skeletal anatomies of different salmonid species so that prey may be identified in food habit studies using pinniped scat and gastrointestinal tract analyses; (4) site-specific seasonal abundance and distribution of pinnipeds north of Point Conception, California; (5) assessment and evaluation of potential impacts of pinnipeds on specific fisheries and fishing areas; (6) socioeconomic studies on impacts of pinnipeds on various commercial and recreational fisheries; (7) ecosystem research where the impacts of pinniped predation on non-salmonid resources can be addressed beginning with smaller systems such as Puget Sound, Washington; and (8) collection of unbiased samples for food habit studies. Some have suggested that Congress might wish to consider whether these information needs should become the focus of an MMPA amendment creating a national integrated research program, possibly under the direction of the independent Marine Mammal Commission, with specific funding authorized."], "subsections": []}, {"section_title": "Federal Agency Roles", "paragraphs": ["Some scientists suggest that conflicting federal agency interests may hamper marine mammal protection and recovery. One example of an interagency issue where conflicting agency authority may be problematic relates to understanding and addressing the potential for endocrine disruption in marine mammals. Some critics suggest that the MMPA be amended to direct an external panel (e.g., the Marine Mammal Commission or the National Academy of Sciences) to carefully review the programs and procedures of federal management agencies for potential conflicting interests among their management, regulation, permit administration, scientific research, and funding roles with respect to marine mammals, and recommend actions that should be taken to address any problems identified."], "subsections": []}, {"section_title": "Agency Delays in Compliance with MMPA Deadlines", "paragraphs": ["Various constituencies were frustrated over federal agency delays in implementing provisions of the 1994 MMPA amendments (see \" 1994 MMPA Reauthorization \" for more detail). This led to critics within the conservation and animal protection communities as well as the fishing industry to seek additional means to force NMFS and FWS to comply with MMPA deadlines. These agencies contend, in reply, that the problem can be traced to limited funds provided by Congress to finance these activities. For more information on funding concerns, see the following section \" Appropriation of Agency Funding .\" Others suggest that the pattern of repeated failure to complete assigned tasks on time should first be addressed through an Office of Management and Budget or similar study on overall agency administration."], "subsections": []}, {"section_title": "Appropriation of Agency Funding", "paragraphs": ["An issue that NMFS, FWS, and the MMC might raise during reauthorization discussions is that, in an era of stable or slightly declining federal appropriations, federal agency responsibilities and duties have expanded much faster than their budgets. For example, requirements for stock assessments of all marine mammal populations, observer monitoring aboard the U.S. commercial fishing fleet, and administration of an expanding MMPA permit program place significant demands on federal agency resources. Specifically, implementing the provisions of the MMPA is a significant undertaking, requiring the coordination among headquarters and regional offices of NMFS and FWS as well as with the MMC. NMFS and FWS may claim that they are underfunded and that delays in implementing the 1994 MMPA amendments were directly tied to budgetary constraints. In addition, some scientists, environmental interests, and animal protection advocates assert that Congress' will to implement the MMPA through the appropriations process has not kept pace with the desire expressed in the authorization process, providing insufficient funding for federal management programs and thereby exposing federal agencies to harsh criticism when they fail to meet public expectations. Some suggest that Congress might consider amending the MMPA to increase the authorization of appropriations for marine mammal programs of NMFS, FWS, and the MMC, increasing the actual funds appropriated under these authorizations, or including specific instructions about how funds are to be used."], "subsections": []}]}]}, {"section_title": "Congressional Outlook", "paragraphs": ["Congress has enacted measures to protect marine mammals, including specifically the MMPA. While the history of the MMPA's implementation includes numerous court challenges to agency interpretation of congressional intent, Congress generally has been understanding of the difficulties in providing protection for this specific group of living resources. The issues discussed in this report set before Congress a varied array of concerns. It is not yet clear which will gain prominence in any comprehensive reauthorization debate. Recent public sentiment, always a strong factor in marine mammal issues, has focused on concerns about noise in the marine environment, enhanced protection for whales, the appropriateness of Makah whaling, and humane care for captive animals. Specific interests of Native Alaskans, fishermen, sport hunters, and animal protection groups may call attention to additional issues. Congressional oversight during the reauthorization process is likely to identify additional issues. The requirements of the MMPA itself did not expire when the authorization of appropriations expired at the end of FY1999. With the delay in enacting a comprehensive reauthorization, Congress has separately considered provisions to amend the MMPA on a number of selected issues.", "During the 106 th Congress, the House Resources Subcommittee on Fisheries Conservation, Wildlife, and Oceans held a general oversight hearing on the Marine Mammal Protection Act on June 29, 1999. Testimony presented by officials from NMFS, FWS, APHIS, and the MMC described progress in implementing the 1994 MMPA amendments and outlined possible areas for Committee attention during reauthorization. The same subcommittee held a second oversight hearing on April 6, 2000, specifically on the implementation of the 1994 amendments related to the take reduction process, cooperative agreements with Alaska Native organizations, and co-management of subsistence use of marine mammals by Alaska Native communities. No other action was taken on MMPA reauthorization in the 106 th Congress.", "In the 107 th Congress, the House Resources Subcommittee on Fisheries Conservation, Wildlife, and Oceans held a general oversight hearing on October 11, 2001, on reauthorizing the Marine Mammal Protection Act. H.R. 4781 was the only reauthorization bill that was introduced; the House Resources Subcommittee on Fisheries Conservation, Wildlife, and Oceans held a hearing on this bill on June 13, 2002, and marked up this measure on July 25, 2002. No further action was taken.", "In the 108 th Congress, H.R. 2693 and H.R. 3316 would have amended and reauthorized the MMPA through FY2008. The House Resources Subcommittee on Fisheries Conservation, Wildlife, and Oceans held a hearing on H.R. 2693 on July 24, 2003; on April 20, 2004, the House Committee on Resources reported (amended) this bill ( H.Rept. 108-464 ). On July 16, 2003, the Senate Commerce Subcommittee on Oceans, Fisheries, and Coast Guard held a hearing on MMPA reauthorization issues. On August 19, 2003, the House Resources Subcommittee on Fisheries Conservation, Wildlife, and Oceans held an oversight field hearing in San Diego, California, on the increasing frequency of interactions between marine mammals and humans. H.R. 5104 would have amended the MMPA and authorized appropriations for the John H. Prescott Marine Mammal Rescue Assistance Grant Program through FY2009; this measure was reported by the House Committee on Resources on November 19, 2004 ( H.Rept. 108-787 ).", "In the 109 th Congress, H.R. 2130 and H.R. 4075 would have extensively amended the MMPA and authorized appropriations for several programs; the House Committee on Resources reported H.R. 2130 (amended) on July 21, 2005 ( H.Rept. 109-180 ). The House passed H.R. 4075 (amended) on July 17, 2006. Title IV of S. 1224 would have amended the MMPA to encourage development of fishing gear less likely to take marine mammals, expanded fisheries required to participate in the MMPA incidental take program to include recreational fisheries, and authorized appropriations for stock assessments and observer programs; in addition, Title III (Subtitle C) directed negotiation of international agreements to better protect cetaceans from commercial fishing gear and authorized a grant program to develop less harmful fishing gear. Section 206 of H.R. 2939 would have transferred management of all marine mammals to NOAA. H.R. 3839 would have amended the MMPA to repeal the long-term goal for reducing to zero the incidental mortality and serious injury of marine mammals in commercial fishing operations, and to modify the goal of take reduction plans for reducing such takings. H.R. 6241 would have amended the MMPA to authorize taking of California sea lions to reduce their predation on endangered Columbia River salmon.", "For updated information on legislative activities in the 110 th Congress concerning marine mammals, see CRS Report RL33813, Fishery, Aquaculture, and Marine Mammal Legislation in the 110 th Congress , by [author name scrubbed]."], "subsections": [{"section_title": "Oceans Commissions Reports", "paragraphs": ["Two ocean commissions recently released reports relating to marine mammals. The Pew Oceans Commission report was released June 4, 2003, and the U.S. Commission on Ocean Policy's preliminary report was issued on April 20, 2004. Marine mammal issues are only one aspect of the comprehensive ocean policy issues discussed in these reports; the larger context includes governance, education, coastal development, human health, environmental quality, energy resources, and ocean science, among others. For background on the reports and the larger context of these issues, see CRS Report RL33603, Ocean Commissions: Ocean Policy Review and Outlook , by [author name scrubbed] and [author name scrubbed]. Table 1 summarizes these two reports' recommendations relating to marine mammals. CRS takes no position with respect to either report's recommendations."], "subsections": []}]}]}}