{"id": "RL30360", "title": "Filibusters and Cloture in the Senate", "released_date": "2017-04-07T00:00:00", "summary": ["The filibuster is widely viewed as one of the Senate's most characteristic procedural features. Filibustering includes any use of dilatory or obstructive tactics to block a measure by preventing it from coming to a vote. The possibility of filibusters exists because Senate rules place few limits on Senators' rights and opportunities in the legislative process.", "In particular, a Senator who seeks recognition usually has a right to the floor if no other Senator is speaking, and then that Senator may speak for as long as he or she wishes. Also, there is no motion by which a simple majority of the Senate can stop a debate and allow itself to vote in favor of an amendment, a bill or resolution, or most other debatable questions. Most bills, indeed, are potentially subject to at least two filibusters before the Senate votes on final passage: first, a filibuster on a motion to proceed to the bill's consideration and, second, after the Senate agrees to this motion, a filibuster on the bill itself.", "Senate Rule XXII, however, known as the cloture rule, enables Senators to end a filibuster on any debatable matter the Senate is considering. Sixteen Senators initiate this process by presenting a motion to end the debate. In most circumstances, the Senate does not vote on this cloture motion until the second day of session after the motion is made. Then, it requires the votes of at least three-fifths of all Senators (normally 60 votes) to invoke cloture. (Invoking cloture on a proposal to amend the Senate's standing rules requires the support of two-thirds of the Senators present and voting, whereas cloture on nominations requires a numerical majority.)", "The primary effect of invoking cloture on most questions is to impose a maximum of 30 additional hours for considering that question. This 30-hour period for consideration encompasses all time consumed by roll call votes, quorum calls, and other actions, as well as the time used for debate. Under cloture, as well, the only amendments Senators can offer are ones that are germane and were submitted in writing before the cloture vote took place. Finally, the presiding officer also enjoys certain additional powers under cloture such as, for example, the power to count to determine whether a quorum is present and to rule amendments, motions, and other actions out of order on the grounds that they are dilatory.", "The ability of Senators to engage in filibusters has a profound and pervasive effect on how the Senate conducts its business on the floor. In the face of a threatened filibuster, for example, the majority leader may decide not to call a bill up for floor consideration or may defer calling it up if there are other, equally important bills the Senate can consider and pass with less delay. Similarly, the prospect of a filibuster can persuade a bill's proponents to accept changes in the bill that they do not support but that are necessary to prevent an actual filibuster.", "This report concentrates on the operation of cloture under the general provisions of Senate Rule XXII, paragraph 2, though it also identifies key modifications to its application in recent years. This report will be updated as events warrant."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The filibuster is widely viewed as one of the Senate's most distinctive procedural features. Today, the term is most often used to refer to Senators holding the floor in extended debate. More generally, however, filibustering includes any tactics aimed at blocking a measure by preventing it from coming to a vote.", "As a consequence, the Senate has no specific rules for filibustering. Instead, possibilities for filibustering exist because Senate rules lack provisions that would place specific limits on Senators' rights and opportunities in the legislative process. In particular, those rules establish no generally applicable limits on the length of debate, nor any motions by which a majority could vote to bring a debate to an end, or even limit it.", "The only Senate rule that permits the body, by vote, to bring consideration of a matter to an end is paragraph 2 of Rule XXII, known as the cloture rule . In general, invoking cloture requires a super-majority vote (usually 60 out of 100 Senators) and, in such cases, doing so does not terminate consideration but only imposes a time limit. Cloture also imposes restrictions on certain other procedures that potentially could be used to dilatory effect. In recent years, as a result, cloture has increasingly been used to overcome filibusters being conducted not only by debate, but through various other delaying tactics.", "This report discusses major aspects of Senate procedure related to filibusters and cloture. The two, however, are not always as closely linked in practice as they are in popular conception. Even when opponents of a measure resort to extended debate or other tactics of delay, supporters may not decide to seek cloture (although this situation seems to have been more common in earlier decades than today). In recent times, by contrast, Senate leadership has increasingly made use of cloture as a normal tool for managing the flow of business on the floor, even when no evident filibuster has yet occurred.", "It would be erroneous to assume the presence or absence of cloture attempts is a reliable guide to the presence or absence of filibusters. Inasmuch as filibustering does not depend on the use of any specific rules, whether a filibuster is present is always a matter of judgment. It is also a matter of degree; filibusters may be conducted with greater or lesser determination and persistence. For all these reasons, it is not feasible to construct a definitive list of filibusters.", "The following discussion focuses chiefly on the conduct of filibusters through extended debate and on cloture as a means of overcoming them. The report does not encompass all possible contingencies or consider every relevant precedent, though it identifies key modifications to the rule and its application in recent years. Authoritative information on cloture procedure can be found under that heading in Riddick ' s Senate Procedure . Senators and staff also may wish to consult the Senate Parliamentarian on any question concerning the Senate's procedural rules, precedents, and practices."], "subsections": []}, {"section_title": "The Right to Debate", "paragraphs": ["The core rule of the Senate governing floor debate is paragraph 1(a) of Rule XIX, which states that", "When a Senator desires to speak, he shall rise and address the Presiding Officer, and shall not proceed until he is recognized, and the Presiding Officer shall recognize the Senator who shall first address him. No Senator shall interrupt another Senator in debate without his consent, and to obtain such consent he shall first address the Presiding Officer, and no Senator shall speak more than twice upon any one question in debate on the same legislative day without leave of the Senate, which shall be determined without debate.", "This is essentially all the Senate's rules have to say about the right to speak on the floor, so the rule is just as important for what it does not say as for what it does say. The lack of discretion by the chair in recognizing Senators and the lack of time limits on debate combine to create the possibility of filibusters by debate."], "subsections": [{"section_title": "The Right to Recognition", "paragraphs": ["Rule XIX affords the presiding officer no choice and no discretion in recognition. As a general rule, if a Senator seeks recognition when no other Senator has the floor, the presiding officer must recognize him or her. The presiding officer may not decline to recognize the Senator, whether for reasons of personal preference or partisan advantage, or to enable the Senate to reach a vote on the pending matter. As a result, when the Senate is considering any debatable question, it cannot vote on the question so long as any Senator wants to be recognized to debate it.", "If more than one Senator seeks recognition, Rule XIX directs the presiding officer to recognize whichever Senator is the first to do so. The result is that, although no Senator can be sure that he or she will be recognized promptly for debate on a pending question, each can be sure of recognition eventually . As Senate rules provide for no motions that could have the effect of terminating debate, a Senator can do nothing while she or he has the floor that would preclude another Senator from being recognized afterwards. (The motions to table and time agreements by unanimous consent, both of which represent partial exceptions to this statement, are discussed later.)", "By well-established precedent and practice, the Senate does not comply strictly with the requirement that the first Senator addressing the chair be recognized. In practice, the party leaders receive preference in recognition. All Senators accept that the majority leader and then the minority leader must be able to secure recognition if they are to do some of the things the Senate expects them to do, such as arrange the daily agenda and weekly schedule and make motions and propound unanimous consent agreements necessary for the relatively orderly conduct of business on the floor. Accordingly, if two Senators are seeking recognition at more or less the same time and one of them is a party floor leader, the presiding officer recognizes the leader (and the majority leader in preference to the minority leader). Next after these two leaders, the presiding officer generally affords preference in recognition to the majority and minority floor managers of legislation being debated. These Senators receive this preference because they also bear responsibilities for ensuring an orderly process of considering a measure."], "subsections": []}, {"section_title": "The Right to Speak at Length and the Two-Speech Rule", "paragraphs": ["Under Rule XIX, unless any special limits on debate are in effect, Senators who have been recognized may speak for as long as they wish. They usually cannot be forced to cede the floor, or even be interrupted, without their consent. (There are some exceptions: for example, Senators can lose the floor if they violate the Senate's standards of decorum in debate or, as discussed later, may be interrupted for the presentation of a cloture motion.)", "Rule XIX places no limit on the length of individual speeches or the number of Senators who may speak on a pending question. It does, however, tend to limit the possibility of extended debate by its provision that \"no Senator shall speak more than twice upon any one question in debate on the same legislative day without leave of the Senate, which shall be determined without debate.\" This provision, commonly called the two-speech rule , limits each Senator to making two speeches per day, however long each speech may be, on each debatable question the Senate considers. A Senator who has made two speeches on a single question becomes ineligible to be recognized for another speech on the same question on the same day.", "In relation to legislative business, the \"day\" during which a Senator can make no more than two speeches on the same question is not a calendar day but a legislative day. A legislative day ends only with an adjournment, so that, whenever the Senate recesses overnight, rather than adjourning, the same legislative day continues into the next calendar day. A legislative day may therefore extend over several calendar days. The leadership may continue to recess the Senate, rather than adjourning, as a means of attempting to overcome a filibuster by compelling filibustering Senators to exhaust their opportunities of gaining recognition. In relation to executive business (nominations and treaties), however, the legislative day does not apply and each Senator may, for example, make two speeches on each pending nomination on each calendar day on which the Senate meets.", "Senators rarely invoke the two-speech rule. Sometimes, however, they may insist the two-speech rule be enforced as a means of attempting to overcome a filibuster. On such occasions, nevertheless, Senators often can circumvent the two-speech rule by making a motion or offering an amendment that constitutes a new and different debatable question. For example, each Senator can make two speeches in the same legislative day on each bill, each offered first-degree amendment to a bill, and each second-degree amendment offered to each of those amendments as well.", "In recent practice, the Senate has considered being recognized and engaging in debate to constitute a speech. The Senate, however, does not consider \"that recognition for any purpose [constitutes] a speech.\" Currently effective precedents have held that \"certain procedural motions and requests were examples of actions that did not constitute speeches for purposes of the two speech rule.\" These matters include such things as making a parliamentary inquiry and suggesting the absence of a quorum. Nevertheless, if a Senator is recognized for a substantive comment, however brief, on the pending question, that remark may count as a speech."], "subsections": []}, {"section_title": "The Motion to Table", "paragraphs": ["There is one way in which the Senate can end debate on a question even though there may be Senators who still might want to speak on it. During the debate, it is normally possible for a Senator to move to table the pending question (more formally, to lay the question on the table). The motion is not debatable, and its adoption requires only a simple majority vote. In the Senate, to table something is to kill it. So when the Senate votes to table a matter, it thereby disposes of the matter permanently and adversely. The Senate sometimes disposes of amendments by voting to table them rather than by taking what often are called up or down votes to agree (or not agree) to the amendment itself.", "If there is a unanimous consent agreement in effect that limits the time for debate, the motion to table may not be offered until the time is consumed. To offer the motion, a Senator must first be recognized; another Senator who has already been recognized may not be interrupted for a motion to table, no matter how long he or she has been speaking. Within these limitations, if a majority of Senators oppose a matter, the motion to table may enable them to prevail at a time of their choosing. By this means, Senators can prevent a debate from continuing indefinitely if they are prepared to reject the amendment, motion, or bill that is being debated. (If, by contrast, opponents of a matter do not command enough support to table it, they may decide to extend the debate by conducting what supporters of the matter might well characterize as a filibuster.)", "The motion to table, however, offers no means for supporters of a matter to overcome a filibuster being conducted against it through the threat of extended debate. If the Senate agrees to a motion to table, the debate is brought to an end, but at the cost of defeating the matter. If the Senate votes against the tabling motion, the matter remains before the Senate and Senators can resume debating it at length.", "Instead, for purposes of overcoming filibusters, the chief use of the motion to table arises when the filibuster is being conducted through the offering of potentially dilatory amendments and motions. For example, supporters of a filibuster may offer an amendment to renew their right to recognition under the two-speech rule. Each time the Senate tables such an amendment, it can continue debate on the underlying bill, or at least can go on to consider other amendments."], "subsections": []}]}, {"section_title": "The Conduct of Filibusters", "paragraphs": ["Conducting a filibuster by extended debate is potentially straightforward, although it can be physically demanding. A Senator seeks recognition and, once recognized, speaks at length. When that first Senator concludes and yields the floor, another Senator seeks recognition and continues the debate. Even if the Senate continues in the same legislative day, the debate can proceed in this way until all the participating Senators have made their two speeches on the pending question. Then, it usually is possible to offer an amendment, or make some other motion, to create a new debatable question on which the same Senators can each make two more speeches.", "There is no need for the participating Senators to monopolize the debate. What is important is that someone speak, not that it be someone on a given side of the question. Although one purpose of a filibuster is to try to change the minds of Senators who support the question being debated, the purpose of delay is served by any Senator speaking (or being available to initiate procedural actions) regardless of which side of the question he or she takes."], "subsections": [{"section_title": "Germaneness of Debate", "paragraphs": ["More often than not, there is no need for the debate to be germane to the question being considered, with one important exception. Paragraph 1(b) of Rule XIX requires that debate be germane each calendar day during the first three hours after the Senate begins to consider its unfinished or pending legislative business. (The time consumed by the majority and minority leaders and any speeches during \"routine morning business\" at the beginning of a daily session is not included in this three-hour period.) The Senate can waive this germaneness requirement by unanimous consent or by agreeing to a non-debatable motion for that purpose.", "Like the two-speech rule, this germaneness requirement usually is not enforced. During filibusters, however, Senators may be called upon to comply with this requirement on debate when it is in effect. In practice, this does not put much extra burden on participating Senators because speeches made during filibusters are likely to be germane."], "subsections": []}, {"section_title": "Yielding the Floor and Yielding for Questions", "paragraphs": ["A Senator who has the floor for purposes of debate must remain standing and must speak more or less continuously. Complying with these requirements obviously becomes more of a strain as time passes. However, Senators must be careful when they try to give some relief to their colleagues who are speaking. Senate precedents prohibit Senators from yielding the floor to each other. If a Senator simply yields to a colleague, the chair may hold that the Senator has relinquished the floor. This is another Senate procedure that often is not observed during the normal conduct of business on the floor. However, during a filibuster involving extended floor debate, Senators are much more likely to insist on it being observed.", "A Senator may yield to a colleague without losing the floor only if the Senator yields for a question. With this in mind, a colleague of a filibustering Senator may give that Senator some relief by asking him or her to yield for a question. The Senator who retains control of the floor must remain standing while the question is being asked. The peculiar advantage of this tactic is that it sometimes takes Senators quite some time to ask their question, and the presiding officer is reluctant to force them to state their question before they are ready to do so. In this way, participating Senators can extend the debate through an exchange of what sometimes are long questions followed by short answers, rather than by relying exclusively on a series of long, uninterrupted speeches."], "subsections": []}, {"section_title": "Quorums and Quorum Calls", "paragraphs": ["There are ways other than extended debate by which Senators can delay and sometimes even prevent the Senate from voting on a question it is considering. In particular, quorum calls can be demanded for purposes other than confirming or securing the presence of a quorum, such as to consume time.", "A Senator who has been recognized can \"suggest the absence of a quorum,\" asking in effect whether the Senate is complying with the constitutional requirement that a quorum—a majority of all Senators—be present for the Senate to conduct business. A quorum is rarely present, and the presiding officer normally does not have the authority to count to determine whether a quorum actually is present; he or she therefore directs the clerk to call the roll.", "Senators usually use quorum calls to suspend the Senate's floor proceedings temporarily, perhaps to discuss a procedural or policy problem or to await the arrival of a certain Senator. In those cases, the clerk calls the roll very slowly and, before the call of the roll is completed, the Senate agrees by unanimous consent to call off the quorum call (to \"dispense with further proceedings under the quorum call\"). Because the absence of a quorum has not actually been demonstrated, the Senate can resume its business. Such quorum calls can be time-consuming and so can serve the interests of filibustering Senators.", "During a filibuster, however, the clerk may be directed by the leadership to call the roll more rapidly, as if a roll call vote were in progress. Doing so reduces the time the quorum call consumes, but it also creates the real possibility that the quorum call may demonstrate that a quorum in fact is not present. In that case, the Senate has only two options: to adjourn or to take steps necessary to secure the presence of enough absent Senators to create a quorum. Typically, the majority leader or the majority floor manager opts for the latter course and makes a motion that the Sergeant at Arms secure the attendance of absent Senators, then asks for a roll call vote on that motion. Senators who did not respond to the quorum call are likely to come to the floor for the roll call vote on this motion. Almost always, therefore, the vote establishes that a quorum is present, so the Senate can resume its business without the Sergeant at Arms actually having to execute the Senate's directive.", "This process also can be time-consuming because of the time required to conduct the roll call vote just discussed. Nonetheless, the proponents of the bill (or other matter) being filibustered may prefer that the roll be called quickly because it requires unanimous consent to call off a routine quorum call, in which the clerk calls the roll very slowly, before it is completed. A filibustering Senator has only to suggest the absence of a quorum and then object to calling off the quorum call in order to provoke a motion to secure the attendance of absentees and (with the support of at least 10 other Senators) a roll call vote on that motion. If this motion is likely to be necessary, one way or the other, it is usually in the interests of the bill's proponents to have the motion made (and agreed to) as soon as possible.", "When Senators suggest the absence of a quorum, however, they lose the floor. Also, \"[i]t is not in order for a Senator to demand a quorum call if no business has intervened since the last call; business must intervene before a second quorum call or between calls if the question is raised or a point of order made.\" These restrictions limit the extent to which quorum calls may be used as means of conducting filibusters."], "subsections": []}, {"section_title": "Roll Call Voting", "paragraphs": ["As the preceding discussion indicates, roll call votes are another source of delay. Any question put to the Senate for its decision requires a vote, and a minimum of 11 Senators can require that it be a roll call vote. Each such vote consumes at least 15 minutes unless the Senate agrees in advance to reduce the time for voting.", "The Constitution provides that the \"yeas and nays\" shall be ordered \"at the desire of one-fifth of those present\" (Article I, Section 5). Because a quorum is presumed to be present, the Senate requires at least 11 Senators (one-fifth of the minimal quorum of 51) to request a roll call vote on the pending question.", "When a Senator wants a roll call vote, other Senators frequently support the request as a courtesy to a colleague. During a filibuster, however, the supporters of the bill or amendment sometimes try to discourage other Senators from supporting requests for time-consuming roll call votes. Also, the proponents sometimes can make it more difficult for their opponents to secure a roll call vote. When the request for a roll call vote is made immediately after a quorum call or another roll call vote, Senators can insist that the request be supported by one-fifth of however many Senators answered that call or cast their votes. Since this is almost certainly more than 51 and, in practice, is usually much closer to 100, the number of Senators required to secure a roll call vote can increase to a maximum of 20.", "The time allowed for Senators to cast roll call votes is a minimum of 15 minutes, unless the Senate agrees, before the vote begins, to a reduced time. When the 15 minutes expire, the vote usually is left open for some additional time to accommodate other Senators who are thought to be en route to the floor to vote. Thus, the actual time for a roll call vote can extend to 20 minutes or more. During filibusters, however, a call for the regular order can lead the presiding officer to announce the result of a roll call vote soon after the 15 minutes allotted for it."], "subsections": []}, {"section_title": "Scheduling Filibusters", "paragraphs": ["The leadership typically attempts to arrange the daily schedule of the Senate so that filibusters are not unduly disruptive or inconvenient to Senators. One way to make conducting a filibuster more costly and difficult is to keep the Senate in session until late at night, or even all night, requiring the participating Senators to speak or otherwise consume the Senate's time. During some contentious filibusters, cots have even been brought into the Senate's anterooms for Senators to use during around-the-clock sessions.", "Today, all-night sessions are very unusual. The Senate may not even convene earlier or remain in session later when a filibuster is in progress than it does on other days. One reason may be that filibusters are not the extraordinary and unusual occurrences they once were. Another may be that Senators are less willing to endure the inconvenience and discomfort of prolonged sessions. Also, leadership may react to a threat of a filibuster by keeping the measure or matter from the floor, at least for a while.", "The point about longer, later sessions is important because late-night or all-night sessions put as much or more of a burden on the proponents of the question being debated than on its opponents. The Senators participating in the filibuster need only ensure that at least one of their number always is present on the floor to speak. The proponents of the question, however, need to ensure that a majority of the Senate is present or at least available to respond to a quorum call or roll call vote. If, late in the evening or in the middle of the night, a Senator suggests the absence of a quorum and a quorum does not appear, the Senate must adjourn or at least suspend its proceedings until a quorum is established. This works to the advantage of the filibustering Senators, so the burden rests on their opponents to ensure that the constitutional quorum requirement always can be met."], "subsections": []}]}, {"section_title": "Invoking Cloture", "paragraphs": ["The procedures for invoking cloture are governed by paragraphs 2 and 3 of Rule XXII (which also govern procedure under cloture, as discussed later in this report). The following discussion mostly addresses procedure stemming from paragraph 2, including reinterpretation of its application to nominations. Other recent changes in Rule XXII's operation on selected questions are referenced in footnotes.", "The process begins when a Senator presents a cloture motion that is signed by 16 Senators, proposing \"to bring to a close the debate upon\" the pending question. The motion is presented to the Senate while it is in session and must be presented while the question on which cloture is sought is pending. For example, it is not in order for a Senator to present a motion to invoke cloture on a bill the Senate has not yet agreed to consider or on an amendment that has not yet been offered. A Senator does not need to be recognized by the chair to present a cloture petition. The Senator who has the floor may be interrupted for the purpose but retains the floor thereafter and may continue speaking.", "The motion is read to the Senate, but the Senate then returns to whatever business it had been transacting. In almost all cases, the Senate does not act on the cloture motion in any way on the day on which it is submitted or on the following day. Instead, the next action on the motion occurs \"on the following calendar day but one\"—that is, on the second day of session after it is presented. So if the motion is presented on a Monday, the Senate acts on it on Wednesday.", "During the intervening time, the Senate does not have to continue debating the question on which cloture has been proposed but can turn to other business. One hour after the Senate convenes on the day the cloture motion has ripened or matured , the presiding officer interrupts the proceedings of the Senate, regardless of what is under consideration at the time, and presents the cloture motion to the Senate for a vote.", "At this point the presiding officer is required to direct that an actual (or live ) quorum call take place. (The Senate often waives this quorum call by unanimous consent.) When the presence of a quorum is established, the Senate proceeds, without debate, to vote on the cloture motion: \"the Presiding Officer shall, without debate, submit to the Senate by a yea-and-nay vote the question: 'Is it the sense of the Senate that the debate shall be brought to a close?'\" The terms of the rule require an automatic roll call vote.", "Invoking cloture usually requires a three-fifths vote of the entire Senate—\"three-fifths of the Senators duly chosen and sworn.\" Thus, if there is no more than one vacancy, 60 Senators must vote to invoke cloture. In contrast, most other votes require only a simple majority (that is, 51%) of the Senators present and voting, assuming those Senators constitute a quorum. In the case of a cloture vote, the key is the number of Senators voting for cloture, not the number voting against. Failing to vote on a cloture motion has the same effect as voting against the motion: it deprives the motion of one of the 60 votes needed to agree to it.", "There are two important exceptions to the three-fifths requirement to invoke cloture. First, under Rule XXII, an affirmative vote of two-thirds of the Senators present and voting is required to invoke cloture on a measure or motion to amend the Senate rules. This provision has its origin in the history of the cloture rule. Before 1975, two-thirds of the Senators present and voting (a quorum being present) was required for cloture on all matters. In early 1975, at the beginning of the 94 th Congress, Senators sought to amend the rule to make it somewhat easier to invoke cloture. However, some Senators feared that if this effort succeeded, that would only make it easier to amend the rule again, making cloture still easier to invoke. As a compromise, the Senate agreed to move from two-thirds of the Senators present and voting (a maximum of 67 votes) to three-fifths of the Senators duly chosen and sworn (normally, and at a maximum, 60 votes) on all matters except future rules changes, including changes in the cloture rule itself. Second, pursuant to precedents established by the Senate on November 21, 2013, and April 6, 2017, the Senate can invoke cloture on a nomination by a majority of Senators voting (a quorum being present).", "If the Senate does vote to invoke cloture, that vote may not be reconsidered. On the other hand, it is in order to reconsider the vote by which the Senate voted against invoking cloture. In current practice, supporters of cloture sometimes enter a motion to reconsider a vote against cloture, so that a second vote on cloture can later occur without a second petition being filed. They can arrange for the second vote to take place at any point, as long as the Senate then agrees, first, to the motion to proceed to the motion to reconsider, and then to the motion to reconsider itself. Both motions are non-debatable under these circumstances and require only a simple majority vote. If the Senate agrees to the motion to reconsider, the new vote on the cloture motion then occurs immediately, and cloture is invoked if three-fifths of the full Senate (or other majority, as appropriate) now votes for it.", "The Senate sometimes agrees by unanimous consent to alter the way in which various requirements of the cloture rule apply to consideration of a specified matter. In particular, Senators by unanimous consent sometimes permit a cloture motion to be filed on a matter that is not then pending. Also, as mentioned, the required quorum call preceding a cloture vote is often waived by consent. In addition, the Senate may give unanimous consent to adjust the time when the cloture vote will take place. On some occasions, the Senate has even agreed, by unanimous consent, to vote on cloture at a specified time even though no cloture motion is formally filed."], "subsections": [{"section_title": "Matters on Which Cloture May Be Invoked", "paragraphs": ["Any debatable question the Senate considers can be filibustered and, therefore, may be the subject of a cloture motion, unless the time for debate is limited by the Senate's rules, by law, or by a unanimous consent agreement. Consequently, Senators may present cloture motions to end debate on bills, resolutions, amendments, conference reports, motions to concur in or amend amendments of the House, executive business (nominations and treaties), and various other debatable motions.", "In relation to the Senate's initial consideration of a bill or resolution, there usually can be at least two filibusters under the Senate's standing rules: first, a filibuster on the motion to proceed to the measure's consideration; and second, after the Senate agrees to this motion, a filibuster on the measure itself. If the Senate cannot agree to take up a measure by unanimous consent, the majority leader's recourse is to make a motion that the Senate proceed to its consideration. This motion to proceed , as it is called, usually is debatable and, consequently, subject to a filibuster. Therefore, the Senate may have to invoke cloture on this motion before being able to vote on it. Once the Senate adopts the motion to proceed and begins consideration of the measure itself, a filibuster on the measure then may begin, so that cloture must be sought anew on the measure itself. Except by unanimous consent, cloture cannot be sought on the measure during consideration of the motion to proceed, because cloture may be moved only on a question that is pending before the Senate.", "Threatened filibusters on motions to proceed once were rare but have become more common in recent years. In such situations, it has become common for the majority leader to move to proceed to consider the measure, immediately submit a motion for cloture on his motion to proceed, and then immediately withdraw the motion to proceed. This proceeding permits the Senate to consider other business while the petition ripens rather than having to entertain extended debate on the motion to proceed. On the second following day, if the Senate defeats the motion for cloture, it continues with other business; if cloture is invoked, the action automatically brings back the motion to proceed as the pending business but under the restrictions of cloture.", "Sometimes an amendment provokes a filibuster even though the underlying bill does not. If cloture is invoked on the amendment, the operation of cloture is exhausted once the amendment is disposed of. Thereafter, debate on the bill continues, but under the general rules of the Senate. On occasion, cloture has been invoked, in this way, separately on several amendments to a bill in succession. Alternatively, cloture may be invoked on the bill itself, so that debate on the amendment continues under the restrictions of cloture on the overall measure. If the amendment is not germane to the bill, however, its supporters will oppose this approach, for (as discussed later) the cloture rule requires that amendments considered under cloture be germane. If cloture is invoked on a bill while a non-germane amendment is pending, the amendment becomes out of order and may not be further considered. In such a case it may be necessary instead to invoke cloture on the amendment to secure a final vote on it and then, after the amendment is disposed of, move for cloture on the bill as well.", "After the Senate has passed a measure, additional action may be necessary so the Senate may go to conference with the House on the legislation. The motions necessary for this purpose are debatable, and as a result, supporters of the measure have occasionally found it necessary to move for cloture thereon. Conference reports themselves, unlike measures on initial consideration, are not subject to a double filibuster because they are privileged matters, so that motions to proceed to their consideration are not debatable. Inasmuch as conference reports themselves are debatable, however, it may be necessary to move for cloture on a conference report.", "Occasionally, cloture has also been sought on other debatable questions, such as: motions to waive the Budget Act, overriding a presidential veto, or motions to recommit a measure with instructions that it be reported back forthwith with an amendment."], "subsections": []}, {"section_title": "Timing of Cloture Motions", "paragraphs": ["The relation of cloture motions to filibusters may depend on when the cloture motions are filed. Prior to the 1970s, consideration of a matter was usually allowed to proceed for some days or even weeks before cloture was sought or cloture might not be sought at all. In more recent decades, it has become common to seek cloture on a matter much earlier in the course of consideration, even immediately after consideration has begun. In some cases, a cloture motion has been filed, or has been deemed to have been filed, even before the matter in question has been called up. (Because the rules permit filing a motion for cloture only on a pending question, either of these actions, of course, requires unanimous consent.) When cloture is sought before any dilatory action actually occurs, the action may be an indication that the threat of a filibuster is present, or at least is thought to be present.", "There often has been more than one cloture vote on the same question. If and when the Senate rejects a cloture motion, a Senator then can file a second motion to invoke cloture on that question. In some cases, Senators anticipate that a cloture motion may fail and file a second motion before the Senate has voted on the first one. For example, one cloture motion may be presented on Monday and another on Tuesday. If the Senate rejects the first motion when it matures on Wednesday, the second motion will ripen for a vote on Thursday. (If the Senate agrees to the first motion, of course, there is no need for it to act on the second.) There have been instances in which there have been even more cloture votes on the same question. During the 100 th Congress (1987-1988), for example, there were eight cloture votes, all unsuccessful, on a campaign finance bill.", "It also may be necessary for the Senate to attempt cloture on several different questions to complete consideration of a single measure. The possibility of having to obtain cloture first on a motion to proceed to consider a measure and subsequently also on the measure itself has already been discussed. Cloture on multiple questions may also be required when the Senate considers a bill with a pending amendment in the nature of a substitute. As already mentioned, once cloture has been invoked on a question, Rule XXII requires amendments to that question to be germane. As with other amendments, accordingly, if a pending amendment in the nature of a substitute contains provisions non-germane to the underlying bill, and the Senate proceeds to invoke cloture on the bill, further consideration of the substitute is rendered out of order. In such a case, bringing action to a conclusion may require obtaining cloture first on the substitute and then, once the substitute has been adopted, also on the underlying bill.", "In current practice, it is not unusual for the majority leader to move for cloture on the underlying bill immediately after filing cloture on the amendment in the nature of a substitute. Under these circumstances, the two-day layover required for each cloture motion is being fulfilled simultaneously for both. The first cloture motion filed (on the amendment in the nature of a substitute) ripens first, at which point the Senate votes on that cloture motion. If cloture is invoked and after the Senate votes on adopting the substitute—after the possible 30 hours of post-cloture consideration—the second cloture motion (on the bill) is automatically pending, having already met the two-day layover."], "subsections": []}]}, {"section_title": "Effects of Invoking Cloture", "paragraphs": ["In most cases, invoking cloture on a bill does not produce an immediate vote on it. In general, the effect of invoking cloture on a bill is only to guarantee that a vote will take place eventually."], "subsections": [{"section_title": "Time for Consideration and Debate", "paragraphs": ["In general, Rule XXII imposes a cap of no more than 30 additional hours for the Senate to consider a question after invoking cloture on it. This 30-hour cap is a ceiling on the time available for post-cloture consideration , not just for debate. The time used in debate is counted against the 30 hours, but so too is the time consumed by quorum calls, roll call votes, parliamentary inquiries, and all other proceedings that occur while the matter under cloture is pending before the Senate. The 30-hour period can be increased if the Senate agrees to a non-debatable motion for that purpose. Adopting this motion also requires a three-fifths vote of the Senators duly chosen and sworn.", "During the period for post-cloture consideration, each Senator is entitled to speak for a total of not more than one hour. Senators may yield part or all of their time to any of four others: the majority or minority leaders or the majority or minority floor managers. None of these Senators can accumulate more than two hours of additional time for debate; but, in turn, they can yield some or all of their time to others.", "There is insufficient time for all Senators to use their entire hour for debate within the 30-hour cap for post-cloture consideration. This disparity results from a 1985 amendment to the cloture rule. Before 1979, there was no cap at all on post-cloture consideration; the only restriction in Rule XXII was the limit of one hour per Senator for debate. The time consumed by reading amendments and conducting roll call votes and quorum calls was not deducted from anyone's hour. As a result, Senators could (and did) engage in what became known as post-cloture filibusters. By offering one amendment after another, for example, and demanding roll call votes to dispose of them, Senators could consume hours of the Senate's time while consuming little if any of their allotted hour for debate. In reaction, the Senate amended Rule XXII in 1979 to impose a 100-hour cap on post-cloture consideration. In theory, at least, this time period could accommodate the one hour of debate per Senator (but only if Senators used all of the 100 hours only for debate). Then, in 1985, the Senate agreed, without significant dissent, to reduce the 100 hours to 30 hours, while leaving unchanged the allocation of 1 hour for each Senator to debate.", "The result is that there is not enough time available under cloture for each Senator to speak for an hour. In principle, 30 Senators speaking for 1 hour each could consume all the time for post-cloture consideration. However, Rule XXII does provide a limited protection for all Senators by providing that, when the 30 hours expire, \"any Senator who has not used or yielded at least ten minutes, is, if he seeks recognition, guaranteed up to ten minutes, inclusive, to speak only.\"", "Under these conditions, Senators may still be able to extend post-cloture consideration, but it typically would last little, if any, longer, than the 30 hours available under cloture. Once cloture has imposed its definitive limit on further consideration, opponents sometimes see little benefit in the limited delay they might still obtain, and rather than insist on the use of the full 30 hours, they may instead permit a final vote well before the full time expires. In this case, the Senate may agree by unanimous consent that the 30 hours be considered to run continuously, even when the Senate is not actively considering the measure or even does not remain in session.", "There is one other notable difference in the Senate's debate rules before and after cloture is invoked. As discussed above, Senate floor debate normally does not have to be germane, except when the Pastore rule applies. Under cloture, debate must be germane. This requirement derives from the language of Rule XXII that allows each Senator to speak for no more than one hour \"on the measure, motion, or other matter pending before the Senate.\" Senate precedents make clear, however, that Senators should not expect the presiding officer to insist on germane debate on his or her initiative. Senators wishing to enforce the requirement that debate be germane can do so by making points of order from the floor."], "subsections": []}, {"section_title": "Offering Amendments and Motions", "paragraphs": ["There are several key restrictions governing the amendments that Senators can propose under cloture that do not apply to Senate floor amendments under most other circumstances. Some of these restrictions also apply to other motions Senators may offer, or actions they may take, under cloture."], "subsections": [{"section_title": "Germane Amendments Only", "paragraphs": ["Under Rule XXII, only germane amendments are eligible for floor consideration under cloture. This germaneness requirement applies to the amendments that Senators offer after cloture is invoked, and the requirement applies as well to any amendments that were pending (that is, amendments that had been called up for consideration but were not yet disposed of) at the time that the Senate votes for cloture. Thus, immediately after a successful cloture vote, the majority leader or another Senator typically makes a point of order that one or more amendments that were pending when the vote began now must \"fall\" because they are not germane to the matter on which the Senate just invoked cloture.", "This germaneness requirement helps explain why the Senate may have to invoke cloture on an amendment to a bill and then invoke cloture again on the bill itself. It is quite common for a Senate committee to report a bill back to the Senate with an amendment in the nature of a substitute—a complete alternative for the text of the bill as introduced. The Senate almost always adopts this substitute (as it has been amended on the floor) immediately before voting to pass the bill as amended by the substitute. However, it also is not unusual for some provisions in the committee substitute to render it non-germane to the bill. Thus, if the Senate invokes cloture on the bill before it votes on the committee substitute, the substitute becomes out of order as non-germane, so that the Senate cannot agree to it. To protect the committee substitute (or any other non-germane amendment the Senate is considering), the Senate can first invoke cloture on the amendment. Doing so limits further consideration of the amendment to no more than 30 more hours. If the Senate then adopts the amendment, cloture no longer is in effect and Senators can filibuster the bill as amended. However, inasmuch as the previous non-germane amendment is now part of the text of the bill, it therefore cannot now be non-germane to the bill. At this point, therefore, the Senate may again vote to invoke cloture, this time on the bill as amended.", "Any Senator can appeal the chair's ruling that a certain amendment is non-germane, allowing the Senate to overturn that ruling by simple majority vote. However, the Senate is unlikely to take this action because doing so could fundamentally undermine the integrity and utility of the cloture procedure. Unless a Senator could be confident that, under cloture, his colleagues could not offer amendments on unrelated subjects that the Senator would insist on filibustering, that Senator would have serious qualms about ever voting for cloture. On some occasions when a Senator appealed a ruling of the chair under cloture that an amendment was not germane, Senators who may have supported the amendment on its merits nonetheless voted to sustain the ruling of the chair with the long-run viability of the cloture rule in mind.", "Cloture is sometimes sought not for the purpose of overcoming a filibuster by debate, but primarily to trigger the requirement for germaneness of amendments. One way in which this situation can occur may arise when Senators wish to secure floor consideration for a bill that the majority party leadership is reluctant to schedule for floor consideration. Supporters of the bill may offer the text of that bill as a non-germane amendment to another bill that the majority party leadership is eager to pass. Opponents of the amendment may respond by moving for cloture on the bill, then prolonging the debate so as to prevent a vote on the amendment until the time comes for voting on the cloture motion. If the Senate votes to invoke cloture, the non-germane amendment is subject to a point of order. In this way, its opponents can dispose of the amendment adversely without ever having to vote on it, or even on a motion to table it—but only, of course, if they can mobilize three-fifths of the Senate to vote for cloture. This possibility, which is more than hypothetical, illustrates that not every cloture vote takes place to overcome a filibuster that is already in progress."], "subsections": []}, {"section_title": "Amendments Submitted in Advance", "paragraphs": ["Under the general cloture procedures of paragraph 2 of Rule XXII, to be in order after cloture has been invoked, amendments must be submitted at the desk in writing (and for printing in the Congressional Record ) before the cloture vote takes place. There are different requirements for first-degree amendments (amendments to change the text of a bill or resolution) and second-degree amendments (amendments to change the text of a pending first-degree amendment). The relevant portion of Rule XXII reads,", "Except by unanimous consent, no amendment shall be proposed after the vote to bring the debate to a close, unless it had been submitted in writing to the Journal Clerk by 1 o'clock p.m. on the day following the filing of the cloture motion if an amendment in the first degree, and unless it had been so submitted at least one hour prior to the beginning of the cloture vote if an amendment in the second degree. ", "Senators sometimes submit a large number of amendments to a bill for printing in the Congressional Record even before a cloture motion is presented. In some cases, this may be understood or intended as a signal that the Senators who submitted the amendments are contemplating a filibuster.", "In practice, the deadline in Rule XXII usually gives Senators most or all of a day after cloture is proposed to draft germane amendments to the bill. (Submitting an amendment in writing does not exempt that amendment from the restriction that only germane amendments are in order under cloture.) Senators then usually have most or all of the next day to review those first-degree amendments and to decide what second-degree amendments, if any, they might offer to them. In this way, Senators can be fully aware of all the amendments they may encounter under cloture before they vote on whether or not to invoke cloture. ", "Rule XXII establishes no separate deadline for submitting amendments in the nature of a substitute (i.e., substitutes for the full text of a measure), which are amendable in two degrees—that is, an amendment to an amendment in the nature of a substitute is a first-degree amendment. An amendment in the nature of a substitute might be submitted at any time up to the deadline for first-degree amendments. If it were submitted just before that deadline, Senators might have essentially no time to prepare amendments to it, because they, as first-degree amendments, would be subject to the same deadline as the substitute.", "One result of these requirements is that, whenever cloture is proposed, Senators and their staffs must decide whether they need to prepare and submit amendments to the measure. When the Senate has voted to invoke cloture on a bill, it is too late for a Senator then to think about what amendments to the bill he or she might want to propose. When a cloture motion is filed, Senators often conclude that they need to proceed with drafting whatever amendments they might want to offer, on the assumption that the Senate will approve the motion two days later. One result is that there often are significantly more amendments submitted for printing in the Record than Senators actually offer after cloture is invoked.", "Under cloture, a Senator may not modify an amendment that he or she has offered. Permitting modifications would be inconsistent with the principle implicit in the cloture rule that Senators should be able to know what amendments may be offered under cloture before the Senate decides if it will invoke cloture. In addition, if an amendment is submitted and called up after a cloture motion is filed, is then modified while the cloture motion is pending, and is still pending when cloture is invoked, then the amendment is no longer in order and falls, because the amendment, in its modified form, did not meet the filing deadline for an amendment to be considered under cloture. ", "Rule XXII permits only one limited circumstance in which Senators are allowed to change the amendments they offer under cloture. If a measure or other matter is reprinted for some reason after the Senate has invoked cloture on it and if the reprinting changes page and line numbers, amendments that otherwise are in order will remain in order and can be reprinted to make conforming changes in page and line numbering."], "subsections": []}, {"section_title": "Multiple Amendments", "paragraphs": ["Rule XXII states that \"[n]o Senator shall call up more than two amendments until every other Senator shall have had the opportunity to do likewise.\" The evident purpose of this provision is to prevent some Senators from dominating the Senate's proceedings under cloture. This restriction, which Senators have rarely, if ever, chosen to enforce, does not create a significant problem for those wishing to consume the time available for post-cloture consideration. From their perspective, what is most important is that amendments be offered, not who offers them."], "subsections": []}, {"section_title": "Dilatory Amendments and Motions", "paragraphs": ["Rule XXII provides that no dilatory motion or amendment is in order under cloture. Under these circumstances, the Senate has established precedents that empower the presiding officer to rule motions and amendments out of order as dilatory without Senators first making points of order to that effect from the floor. Presiding officers rarely have exercised this authority. On occasion, however, and whether at their own initiative or in response to points of order, presiding officers have ruled amendments and various kinds of motions to be dilatory and, therefore, not in order under cloture. For example, motions to adjourn, postpone, recess, suspend the rules, and reconsider have been held to be dilatory. There also is precedent supporting the authority of the presiding officer to rule that a quorum call is dilatory under these circumstances.", "Under normal Senate procedures, appeals from rulings of the chair usually are debatable (though they also are subject to tabling motions). Under cloture, however, appeals are not debatable. In extraordinary circumstances, appeals from rulings of the chair have even been ruled out of order as dilatory."], "subsections": []}, {"section_title": "Reading and Division of Amendments", "paragraphs": ["Under Senate rules, each amendment that is offered must be read before debate on it may begin. The reading may be waived either by unanimous consent (as it typically is) or by a non-debatable motion in cases of certain amendments that are pre-filed and available in the Record . Under Rule XXII, however, the reading of any amendment automatically is waived if it \"has been available in printed form at the desk of the Members for not less than twenty-four hours.\" This requirement usually is satisfied because amendments considered under cloture must have been submitted for printing before the cloture vote.", "Also, under normal Senate procedure any Senator can demand that an amendment be divided into two or more component parts if each part could stand as an independent proposition (but amendments in the form of motions to strike out and insert are not divisible). Under cloture, however, a Senator cannot demand as a matter of right that an amendment be divided."], "subsections": []}]}, {"section_title": "The Authority of the Presiding Officer", "paragraphs": ["When the Senate is operating under cloture, the Senate's presiding officer has powers that he or she does not have under the Senate's regular procedures. Under normal Senate procedure, in particular, the chair is not empowered to count whether a quorum is present on the floor. When a Senator suggests the absence of a quorum, the chair's only response is to direct the clerk to call the roll. Under cloture, however, the presiding officer can count to ascertain the presence of a quorum (although if no quorum is present, the quorum call would ensue).", "Under cloture, as well, the presiding officer may rule amendments and motions out of order at his or her own initiative, without waiting for Senators to make a point of order from the floor. In current practice, however, as noted earlier, non-germane and dilatory amendments typically fall on a point of order made by the majority leader immediately after cloture has been invoked."], "subsections": []}, {"section_title": "Business on the Senate Floor", "paragraphs": ["Cloture also affects the consequences of a filibuster for other legislative and executive business that the Senate could conduct. Rule XXII provides that once the Senate invokes cloture, \"then said measure, motion or other matter pending before the Senate, or the unfinished business, shall be the unfinished business to the exclusion of all other business until disposed of.\" If the Senate invokes cloture on a bill, in other words, the rule requires the body to continue to consider that bill until it completes action on it.", "The rule provides no mechanism for the Senate to set aside the matter being considered under cloture, even temporarily, in order to consider other matters, even those that are of an emergency nature or far less contentious. As a result, a filibuster can affect the fate not only of the matter that provokes it, but also other matters that the Senate may not be able to consider (or at least not as soon as it would like) because of the filibuster. In practice, however, the Senate often provides by unanimous consent for the consideration of other matters. Arrangements of this kind permit the Senate to accomplish necessary routine business, or make progress on other matters, at the same time as it continues to move toward a final resolution of the matter on which it has invoked cloture."], "subsections": []}]}, {"section_title": "The Impact of Filibusters", "paragraphs": ["Obviously, a filibuster has the greatest impact on the Senate when the requisite support cannot be assembled to invoke cloture. In that case, the measure or other matter that is being filibustered will not receive chamber approval unless its opponents relent and allow the Senate to vote on it. Even if cloture is invoked, however, a filibuster can significantly affect how, when, and even whether the Senate conducts its legislative and executive business. For this reason, filibusters and the prospect of filibusters shape much of the way in which the Senate does its work on the floor."], "subsections": [{"section_title": "Impact on the Time for Consideration", "paragraphs": ["In principle, a truly determined minority of Senators, even one too small to prevent cloture, usually can delay for as much as two weeks the time at which the Senate finally votes to pass a bill that most Senators support. Table 1 summarizes a hypothetical example for a typical bill. In this example, a motion to proceed to the bill's consideration is made on a Monday (Day 1). If a filibuster on that motion is begun or is anticipated, proponents of the motion and the bill can present a cloture motion on the same day. However, under Rule XXII, the cloture vote on the motion to proceed does not take place until Wednesday (Day 3). Assuming the Senate invokes cloture on Wednesday, there then begins the 30-hour period for post-cloture consideration of the motion. If the Senate is in session for 8 hours per day, Monday through Friday, the 30-hour period, if fully consumed, will extend over almost 4 full days of session, or at least until the end of the Senate's session on the following Monday (Day 6). If, at that time, the Senate votes for the motion to proceed, the bill's opponents then may begin to filibuster the bill itself, requiring another cloture motion, another successful cloture vote (on Day 8), and the expiration of another 30-hour period for post-cloture consideration. Under these conditions, Rule XXII would require that the vote on final passage occur on the 11 th day of consideration, or the 15 th calendar day after the motion to proceed was made.", "How long an actual filibuster can delay final Senate action may be affected by the answers that can be given, in the individual case, to many questions. These include", "Is cloture proposed as soon as the motion to proceed is made, and then again as soon as possible after the Senate takes up the bill (after having agreed to the motion to proceed)? Can the bill's supporters secure the 60 votes needed to agree to the first cloture motion on the motion to proceed, or is more than one attempt necessary before the Senate votes for cloture on the motion? Similarly, does the Senate adopt the first cloture motion on the bill itself, or is cloture invoked on the bill only on a second or subsequent attempt? Can the Senate agree by unanimous consent to expedite the process by providing for votes on cloture before the expiration of time specified in Rule XXII? Are the bill's opponents willing and able to consume the entire 30-hour period for post-cloture consideration of the motion to proceed, and also the same amount of time for post-cloture consideration of the bill? After the Senate invokes cloture, for how many days, and for how many hours per day, is the Senate in session to consider the bill? Does the Senate meet late into the evening, or all night, or on the weekend, in order to consume both 30-hour periods more quickly than it otherwise would? Can unanimous consent be obtained to run the clock when the Senate is not considering the bill or is not in session?", "Although the actual time consumed varies from case to case, clearly filibusters can create significant delays, even when there are 60-vote majorities to invoke cloture. How much delay the Senate experiences depends in part on how much time the Senate, and especially its majority party leadership, is prepared to devote to the bill in question. If the bill is particularly important to the nation and to the majority party's legislative agenda, for example, the majority leader may be willing to invest the days or even weeks that can be necessary to withstand and ultimately end a filibuster.", "Another consideration is the point in the annual session and in the biennial life of a Congress at which a filibuster takes place. In the first months of the first session, for example, there may be relatively little business that is ready for Senate floor consideration. In that case, the Senate may be able to endure an extended filibuster without sacrificing its ability to act in a timely way on other legislation. Toward the end of each session, however, and especially as the Senate approaches sine die adjournment at the end of the second session, time becomes increasingly scarce and precious. Every hour and every day of floor time that one bill consumes is time that is not available for the Senate to act on other measures that will die if not enacted into law before the end of the Congress. Therefore, the costs of filibusters increase because their effects on the legislative prospects of other bills become greater and greater."], "subsections": []}, {"section_title": "The Prospect of a Filibuster", "paragraphs": ["However much effect filibusters have on the operations of the Senate, perhaps a more pervasive effect is attributable to filibusters that have not taken place—at least not yet. In many instances, cloture motions may be filed not to overcome filibusters in progress, but to preempt ones that are only anticipated. Also, the prospect of a filibuster often affects when or whether the Senate will consider a measure on the floor, and how the Senate will consider it."], "subsections": [{"section_title": "Holds", "paragraphs": ["A Senator who does not want the Senate to consider a certain measure, whether temporarily or permanently, could monitor the Senate floor and then object if and when the majority leader proposes to call up the question for consideration. The practice of placing holds on measures, however, has developed informally as a way for Senators to interpose such an objection in advance and without having to do so in person on the floor. A Senator placing a hold is implicitly requesting that the majority leader not even try to call up the measure for consideration, at least not without giving advance notice to the Senator who has placed the hold.", "The Senate's standing rules do not address this practice, and the party leaders are not bound by such requests. Fundamentally, however, when a Senator places the hold, he or she is implicitly registering his or her intention to object to any unanimous consent request for consideration of the measure. In turn, the majority leader and the measure's prospective floor manager understand that a Senator who objects to allowing a bill or resolution to be called up by unanimous consent may back up his or her objection by filibustering a motion to proceed to its consideration. Recent majority leaders have accordingly tended to honor holds, both as a courtesy to their colleagues, and in recognition that if they choose not to do so, they may well confront filibusters that they prefer to avoid.", "In this way, the threat of a filibuster often is sufficient to prevent a measure from coming to the Senate floor. At a minimum, a bill's supporters may discuss with the Senators making the threat whether the bill can be amended in a way that satisfies their concerns and removes any danger of a filibuster. Even if the bill's proponents are satisfied that they could invoke cloture on the bill, they still may be willing to accept unwelcome amendments to the bill to avoid a protracted process of floor consideration. In fact, depending on the importance of the bill and the other measures that await floor action, the majority leader may be reluctant to schedule the bill unless he is assured that the Senate can complete action on it without undue delay."], "subsections": []}, {"section_title": "Linkage and Leverage", "paragraphs": ["As noted above, sometimes a filibuster or the threat of a filibuster can affect the prospects of other measures or matters simply by compelling the Senate to devote so much time to the filibustered matter that there is insufficient time available to take up all the other measures that it otherwise would consider and pass. Senators also have been known to use their rights under Rule XXII to delay action on a bill or item of executive business as leverage to secure the action (or inaction) they want on another, unrelated question.", "Suppose, for example, that a Senator opposes S. 1, but knows that he or she lacks the support to filibuster against it effectively. A Senator in this situation may not have enough leverage to prevent Senate floor consideration of S. 1 or to secure satisfactory changes in the bill. So the Senator may seek to increase his or her leverage by delaying, or threatening to delay, the Senate's consideration of other bills that are scheduled for floor action before S. 1. By threatening to filibuster S. 2, S. 3, and S. 4, for example, or by actually delaying their consideration, the Senator may strengthen his or her bargaining position by making it clear that more is at stake than the prospects and provisions of S. 1. In this way, Senators' opposition to one bill can affect the Senate's floor agenda in unexpected and unpredictable ways."], "subsections": []}, {"section_title": "Consensus", "paragraphs": ["More generally, the possibility of filibusters creates a powerful incentive for Senators to strive for legislative consensus. The votes of only a majority of Senators present and voting are needed to pass a bill on the floor. It can, however, require the votes of 60 Senators to invoke cloture on the bill in order to overcome a filibuster and enable the Senate to reach that vote on final passage. Knowing this, a bill's supporters have good reason to write it in a way that will attract the support of at least three-fifths of all Senators.", "What is more, there often are more bills that are ready to be considered on the Senate floor than there is time available for acting on them. Under these circumstances, the majority leader may be reluctant, especially toward the end of a Congress, even to call up a bill unless he can be assured that it will not be filibustered. The threat of a filibuster may be enough to convince the majority leader to devote the Senate's time to other matters instead, even if all concerned agree that the filibuster ultimately would not succeed in preventing the Senate from passing the bill.", "In such a case, a bill's supporters may not be content with securing the support of even 60 Senators. In the hope of eliminating the threat of a filibuster, the proponents may try to accommodate the interests of all Senators, or at least to convince them that a good faith effort has been made to assuage their concerns. At best, opponents can become supporters. At worst, opponents may remain opposed, but may decide against expressing their opposition through a filibuster. Although true consensus on major legislative issues may be impossible, the dynamics of the Senate's legislative process do promote efforts to come as close to consensus as the strongly held beliefs of Senators permit."], "subsections": []}]}]}]}}