{"id": "RL30526", "title": "Medicare Payment Updates and Payment Rates", "released_date": "2013-04-24T00:00:00", "summary": ["Medicare is a federal insurance program that pays for covered health services for most persons 65 years of age and older and for most permanently disabled individuals under the age of 65. Part A of the program, the Hospital Insurance program, covers hospital, post-hospital, and hospice services. Part B, the Supplementary Medical Insurance program, is optional and covers a broad range of complementary medical services including physician, laboratory, outpatient hospital services, and durable medical equipment. Part C provides private plan options for beneficiaries enrolled in both Parts A and B. Part D is an optional outpatient prescription drug program.", "Medicare has established specific rules for payment of covered benefits. Some, such as physician services and most durable medical equipment, are based on fee schedules. A fee schedule is a list of Medicare payments for specific items and services, which are calculated according to statutorily specified formula and take into account the actual amount of care provided. Many services, including inpatient and outpatient hospital care, are paid under different prospective payment systems (PPSs). A prospective payment system is a method of paying hospitals, or other providers, amounts or rates of payment that are established in advance for a defined period and are generally based on an episode of care, regardless of the actual amount of care used. Other payments are based, in part, on a provider's bid (an estimate of the cost of providing a service) relative to a benchmark (the maximum amount Medicare will pay). Bids and benchmarks are used to determine payments in Medicare Parts C and D. Payments for some items of durable medical equipment in specified locations are also based on the bids of competing providers.", "In general, the program provides for annual updates to these payment amounts. The program also has rules regarding the amount of cost sharing, if any, that beneficiaries can be billed in excess of Medicare's recognized payment levels. Unlike other services, Medicare's outpatient prescription drug benefit can be obtained only through private plans. Further, while all Part D plans must meet certain minimum requirements, they differ in terms of benefit design, formulary drugs, premiums, and cost-sharing amounts.", "Medicare payment policies and potential changes to these policies are of continuing interest to Congress. The Medicare program has been a major focus of deficit reduction legislation since 1980. In each Congress since the 105th Congress, laws have been passed to both increase, but more often slow, the rate of growth of payments to Medicare providers and private plans. Perhaps of particular interest in the 113rd Congress is the update to the Medicare physician fee schedule. The method for updating the physician fee schedule amount, known as the sustainable growth rate (SGR), would have resulted in negative updates for physician payments in recent years, except that Congress has stepped in to stop the updates. Physician payment rates, which would have fallen 26.5% in the absence of congressional action, are frozen through December 31, 2013. Under current law, Medicare physician fee schedule payments are to be reduced by 24.4% beginning January 2014.", "This report provides an overview of Medicare payment rules by type of service, outlines current payment policies, and summarizes the basic rules for payment updates. In addition to the payment information provided in the tables of this report, Medicare is subject to a maximum 2% payment reduction due to sequestration. This report will be updated twice a year to reflect recent fiscal year and calendar year changes, and will be updated to reflect the details of how the 2% reduction in payments will be applied."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["Medicare is a federal insurance program that pays for covered health services for most persons 65 years of age and older and for most permanently disabled individuals under the age of 65. Part A of the program, the Hospital Insurance program, covers hospital services, up to 100 days of post-hospital skilled nursing facility services, post-institutional home health visits, and hospice services. Part B, the Supplementary Medical Insurance program, covers a broad range of medical services including physician services, laboratory services, durable medical equipment, and outpatient hospital services. Part B also covers some home health visits. Part C (also known as Medicare Advantage, or MA) provides private plan options, such as managed care, for beneficiaries who are enrolled in both Parts A and B. Part D provides optional outpatient prescription drug coverage."], "subsections": []}, {"section_title": "Medicare Payment Principles", "paragraphs": ["In general, the total payment received by a provider for covered services provided to a Medicare beneficiary is composed of two parts: a program payment from Medicare plus any beneficiary cost-sharing that is required. (The required beneficiary out-of-pocket payment may be paid by other insurance, if any.) Medicare has established specific rules governing its program payments for all covered services as well as for beneficiary cost sharing as described below."], "subsections": [{"section_title": "Medicare Payment Rules", "paragraphs": ["Medicare has established specific rules governing payment for covered services. For example, the program pays for most acute inpatient and outpatient hospital services, skilled nursing facility services, and home health care under a prospective payment system (PPS) established for the particular service; under PPS, a predetermined rate is paid for each unit of service such as a hospital discharge or payment classification group. Payments for physician services, clinical laboratory services, and certain durable medical equipment covered under Part B are made on the basis of fee schedules. Certain other services are paid on the basis of reasonable costs or reasonable charges. In general, the program provides for annual updates of the program payments to reflect inflation and other factors. In some cases, these updates are linked to the consumer price index for all urban consumers (CPI-U) or to a provider-specific market basket (MB) index which measures the change in the price of goods and services purchased by the provider to produce a unit of output. However, updates to the physician fee schedule are determined by a statutory formula, known as the sustainable growth rate (SGR) system, which links annual updates to how cumulative actual expenditures compare with a cumulative expenditures target."], "subsections": []}, {"section_title": "Beneficiary Out-of-Pocket Payments", "paragraphs": ["In addition to premiums, there are two aspects of beneficiary payments to providers: required cost-sharing amounts (coinsurance, copayments, or deductibles) and the amounts that beneficiaries may be billed over and above Medicare's recognized payment amounts for certain services. Almost all persons age 65 and over are automatically entitled to premium-free Medicare Part A, as they, or their spouse, have at least 40 quarters of Medicare covered employment. For Part A, coinsurance and deductible amounts are established annually; these payments include deductibles and coinsurance for hospital services, coinsurance for skilled nursing facilities (SNFs), no cost sharing for home health services, and nominal cost sharing for hospice care. For Part B, beneficiaries are generally responsible for monthly premiums, which range from $104.90 to $335.70 in 2013 (depending on the beneficiary's income), a $147 deductible in 2013 (updated annually by the increase in the Part B premium), and a coinsurance payment of 20% of the established Medicare payment amounts. For Part C, cost sharing is determined by the private plans. Through 2005, the total of premiums for basic Medicare benefits and cost sharing (deductibles, coinsurance, and co-payments) charged to a Part C enrollee could not exceed actuarially determined levels of cost sharing for those same benefits under original Medicare. This meant that plans could not charge a premium for Medicare-covered benefits without reducing cost-sharing amounts. Beginning in 2006, the constraint on a plan's ability to charge a premium for basic Medicare benefits was lifted. The bidding mechanism established by the Medicare Prescription Drug, Improvement, and Modernization Act of 2003 (MMA) allows plans to charge a premium to cover basic Medicare benefits if the costs to the plan exceed the maximum amount the Centers for Medicare & Medicaid Services (CMS) will pay for Medicare-covered benefits. The MMA eliminated the explicit inverse relationship between cost sharing for basic Medicare benefits and a premium for basic Medicare benefits. Aggregate enrollee cost sharing under Part C is now only constrained by the actuarial value of cost sharing under original Medicare. However, also beginning in 2006, the Secretary has expanded authority to negotiate or reject a bid from a managed care organization in order to ensure that the bid reasonably reflects the plan's revenue requirements. The base beneficiary premium under part D for 2013 is $31.17 per month; however, actual premiums vary by plan and are increased for beneficiaries with incomes above specified thresholds, similar to Part B premiums. Part D cost sharing includes a deductible, co-payments, and catastrophic limits on out-of-pocket spending.", "For most services, there are rules on amounts beneficiaries may be billed over and above Medicare's recognized payment amounts. Under Part A, providers agree to accept Medicare's payment as payment in full and cannot bill a beneficiary amounts in excess of the coinsurance and deductibles. Under Part B, providers and practitioners are subject to limits on the amounts they can bill beneficiaries for covered services depending on their participation status in the Medicare program. A participating physician agrees to accept the approved fee schedule amount as payment in full (assignment) for all services delivered to Medicare beneficiaries, of which 80% is paid by the Medicare program and the beneficiary is responsible for the 20% coinsurance plus any unmet deductible. Physicians who do not agree to accept assignment on all Medicare claims in a given year are referred to as nonparticipating physicians . Nonparticipating physicians may or may not accept assignment for a given service. If they do not, they may charge beneficiaries more than the fee schedule amount on nonassigned claims; for physicians, these balance billing charges are subject to certain limits.", "Assignment is mandatory for some providers, such as nurse practitioners, physician assistants, and clinical laboratories; these providers can only bill the beneficiary the 20% coinsurance and any unmet deductible. For other Part B services, such as durable medical equipment, assignment is optional; providers may bill beneficiaries for amounts above Medicare's recognized payment level and may do so without limit."], "subsections": []}]}, {"section_title": "Recent Congressional Actions with Respect to Payments", "paragraphs": ["Because of its rapid growth, both in terms of aggregate dollars and as a share of the federal budget, the Medicare program has been a major focus of legislative attention, as outlined below. With a few exceptions, savings in program spending have been achieved largely through reductions in the updates to provider payments, primarily hospitals, physicians, and MA plans. However, even when payments are frozen (as has been the case in some years with payments to acute care hospitals, inpatient rehabilitation facilities, long term care hospitals, and with the physician fee schedule), Medicare spending continues to increase each year as the number of beneficiaries increases, and the number and complexity of services becomes greater. ", "The Patient Protection and Affordable Care Act ( P.L. 111-148 as amended, ACA), is estimated to achieve substantial program savings through, permanent reductions in the maximum amount paid to MA plans, and reductions in the annual updates to Medicare's fee-for-service (FFS) providers (other than physicians' services), among other provisions. The anticipated savings from payment changes to FFS providers is substantially due to the application of a productivity adjustment. (Productivity, in general, is a measure of output produced relative to the amount of work required to produce it.) The ACA productivity adjustment marks a departure from most previous legislative actions to reduce Medicare program spending in two specific respects. First, it is a permanent, rather than time-limited, adjustment to (non-physician) payment updates. Second, in general, it specifies that the adjustment allows for negative payment updates and as such, payment rates for a year may be less than for a preceding year. At the time of passage, the ACA was estimated to achieve net Medicare savings of approximately $430 billion over the 10-year budget window (FY2010-FY2019), based on a CRS analysis of the Congressional Budget Office estimates for provisions affecting the Medicare program.", "Though the ACA payment changes to Medicare providers and plans is expected to slow the growth in Medicare spending and extend the solvency of the Hospital Insurance (Part A) Trust Fund, some have suggested that such a policy may not be sustainable in the long run, \"without unprecedented improvements in health care provider productivity.\" Once the impact of the provider payment changes from the ACA is known, Congress may wish to revisit the issue of the productivity adjustments to determine whether rates are much higher or much lower than originally estimated. As in the case of physician payment updates, it is unclear whether Congress will allow providers to be paid less than in a previous year under this new provision. ", "In addition, the ACA created an Independent Payment Advisory Board (IPAB), and charged it with developing proposals to \"reduce the per capita rate of growth in Medicare\" if spending goes above targets specified in the statute. IPAB is prohibited from recommending changes that would reduce payments to certain providers before 2020 and is also prohibited from recommending changes in premiums, benefits, eligibility, and taxes or other changes that would result in rationing. Unlike other agencies that advise Congress, IPAB's recommendations are to be automatically implemented unless Congress acts. Congress can alter the Board's proposals, within limitations, or discontinue the automatic implementation of proposals. The Board is to be appointed by the President in consultation with congressional leadership and with the advice and consent of the Senate. It is to submit its first set of recommendations to the President and to Congress, if required, by January 15, 2014. However, the CBO has projected that the IPAB trigger may not be activated in the near future. Provisions in the Budget Control Act of 2011 ( P.L. 112-25 , BCA) impact Medicare payments in 2013. The BCA established a Joint Select Committee on Deficit Reduction and tasked it with providing to Congress by November 23, 2011 recommendations on ways to reduce the deficit over the subsequent 10 years. When the Committee did not provide the recommendations, this triggered a government-wide sequestration process to reduce Federal spending beginning in 2013. Payments for most Medicare benefits will be subject to a maximum 2% reduction each year from March 2013 through 2021. Starting April 1, 2013, for payments made to providers and suppliers under Medicare Parts A and B, the percentage reduction applies to individual payments for items and services provided. In the case of Medicare Parts C and D, reductions are made to the monthly payments made to the private plans that administer these parts of the program. Certain parts of Medicare, however, are exempt from sequestration. These include (1) the Part D low-income subsidies; (2) the Part D catastrophic subsidy; and (3) Qualified Individual (QI) premiums. Outlays for certain Medicare administrative expenditures (non-benefit spending) are not subject to the 2% limit. Provider-specific sequestration adjustments are not reflected in the tables that follow because they are temporary adjustments to payment systems.", "In addition, the Temporary Payroll Tax Cut Continuation Act of 2011 (TPTCCA, P.L. 112-78 ), the Middle Class Tax Relief and Job Creation Act of 2012 (MCTRJCA, P.L. 112-96 ), and the American Taxpayer Relief Act of 2012 ( P.L. 112-240 ) extended certain time-limited payment adjustments to specified Medicare providers. ", "This report provides a guide to Medicare payment rules by type of benefit. The information is presented through a series of tables, each representing a provider type, such as physicians, or Medicare Advantage plans. The first column in each table lists the type of payments that may be received by the provider (e.g., the separate operating and capital payments paid to short-term general hospitals under the prospective payment system as described in Medicare Payment Policies ( Table 1 ), or lists subcategories of providers under the general provider category (such as the different types of non-physician providers that are all listed in Table 7 ). The second column of each table discusses the general policy for determining payments while column three describes how the general payment amounts are updated, or adjusted each year (e.g., amounts may be updated by a measure of inflation, economy-wide productivity, or statutorily specified reductions to updates). The final column presents the most recent update amounts. A complete list of acronyms used in this report is included the Appendix . This report is updated to reflect the most recent legislative changes to the program and payment updates available through January 2013. "], "subsections": []}, {"section_title": "Medicare Payment Policies", "paragraphs": [], "subsections": [{"section_title": "Part A", "paragraphs": [], "subsections": []}]}, {"section_title": "Part B", "paragraphs": [], "subsections": []}, {"section_title": "Parts A and B", "paragraphs": [], "subsections": []}, {"section_title": "Part C", "paragraphs": [], "subsections": []}, {"section_title": "Part D", "paragraphs": [], "subsections": [{"section_title": "Appendix. Acronyms Used In This Report", "paragraphs": ["The following table includes health care acronyms used in this report. It also includes acronyms for laws that have amended Medicare since 1997."], "subsections": []}]}]}}