{"id": "RL30378", "title": "African American Members of the U.S. Congress: 1870-2019", "released_date": "2020-01-22T00:00:00", "summary": ["In total, 162 African Americans have served in Congress. This total includes", "152 African Americans (146 Representatives and 6 Delegates) elected only to the House of Representatives; 9 African Americans elected or appointed only to the Senate; and 1 African American who has served in both chambers.", "The first African American Members, Senator Hiram Revels of Mississippi and Representative Joseph Rainey of South Carolina, both took the oath of office in 1870. These first two Members were among the 22 African American Members (2 in the Senate, 20 in the House) who began their service in the period of time after the Civil War but prior to the start of the 20 th century. After these first 22, the presence of African Americans in the membership of Congress was not continuous, and there were subsequent periods in both chambers with no African American Members.", "Most recently, the 116 th Congress began with the highest number of African American Members ever at the start of a Congress: 57 (52 Representatives, 2 Delegates, and 3 Senators).", "Other information in this report includes the following:", "Numbers of African Americans who have served in Congress by party and type of service; Numbers of African Americans who have served in each Congress since 1870; Numbers of African Americans who have served in the House and Senate by state, district, or territory; Means of entry to Congress, including regular elections, special elections, and appointments; Brief background and selected data on the Congressional Black Caucus (CBC); Lists of selected \"firsts\" for African Americans in Congress; Lists of the African Americans who have served in leadership; Records for length of service in the House and Senate; and Lists of the African American women in the 116 th Congress."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The 116 th Congress began with 57 African American Members, the highest number ever at the beginning of a Congress. After the death of an African American House Member in October 2019, the current 56 African American Members represent the following proportions of the entire Congress, and of the House and Senate separately:", "10.1% of voting Members in the Congress (54 of 535, does not include the Delegates and Resident Commissioner); 10.4% of total Members in the Congress (56 of 541, includes the Delegates and Resident Commissioner); 11.7% of voting Members in the House (51 of 435, does not include the Delegates and Resident Commissioner); 12.0% of total Members in the House (53 of 441, includes the Delegates and Resident Commissioner); and 3.0% of total Members in the Senate (3 of 100).", " Table 1 provides more detail on these African American Members across the 116 th Congress.", "In addition to data for the 116 th Congress, this report provides historical information. The report also includes an appendix with an alphabetical listing of African American Members, selected biographical information, and committee assignments during their tenure in Congress."], "subsections": [{"section_title": "Source Note", "paragraphs": ["Inclusion in this report, and related data, is based on entry in Black Americans in Congress, 1870-2007 , the Black Americans in Congress, 1870-2019 e-book, and the accompanying website maintained by the House Office of the Historian and Office of Art and Archives ( http://history.house.gov/Exhibitions-and-Publications/BAIC/Black-Americans-in-Congress/ ) . According to that office, the website ", "is based on the 2008 print edition but updated to reflect the entry of new African Americans into Congress. In 2018, at the direction of the Committee on House Administration, the Historian's Office revised and updated the contextual essays of the 2008 print edition in order to prepare the 2019 e-book edition of Black Americans in Congress. ", "This report does not include additional Members who might identify as African American, or as having African ancestry, but are not included in these sources.", "Additional historical information, including committee assignments, leadership positions, and dates of service, is based on Biographical Directory of the American Congress ( http://bioguide.congress.gov ), various editions of the Congressional Directory , and a broad range of Congressional Quarterly Inc. and Leadership Directories Inc. publications. "], "subsections": []}]}, {"section_title": "Brief Overview of Studies on African Americans inÂ Congress", "paragraphs": ["Numerous studies of Congress have examined the role and impact of African Americans in Congress. Many of these studies relate to larger questions about the nature of representation or about Congress as an institution. ", "Central to these studies have been questions about the following:", "Descriptive representation (i.e., representation by those who share demographic characteristics with their constituents) and substantive representation (i.e., representation of policy preferences and a linkage to policy outcomes) in the representation of minority electoral and policy interests, as well as any linkage or trade-offs between the two. While the former concentrates on election outcomes (e.g., percentages of congressional seats), the latter focuses on behaviors and actions once an elected official is in office. The Voting Rights Act of 1965, impact of majority-minority districts in representing minority interests in a district, and influence of majority-minority districts on electoral and policy preferences in surrounding districts. These studies have also examined recent court rulings. The relationship of minority Members of Congress with their constituents, including any impact on turnout, electoral competitiveness or strategies, hiring of minority staff, communication styles, constituency services, and voter satisfaction and engagement. Legislative activities and influence, including work in committees, floor speeches, bill introduction and passage, cosponsorship, coalition formation, career progression and seniority, and relations with congressional leadership. Roll-call voting behavior, including voting cohesion compared to party or state delegations. Positions on various domestic or international issues."], "subsections": []}, {"section_title": "African Americans in Congress Since 1870: Totals and in Each Congress", "paragraphs": ["The first African American to serve in the Senate, Hiram Revels of Mississippi, was sworn in on February 23, 1870. The first African American to serve in the House, Joseph Rainey of South Carolina, was sworn in on December 12, 1870. ", "Both chambers subsequently had periods without any African American Members. The longest period for the House stretched from the 57 th Congress (1901-1903) until the beginning of the 71 st Congress (1929-1931), or 28 years. The longest period for the Senate stretched from the beginning of the 47 th Congress (1881-1883) until the beginning of the 90 th Congress (1967-1968), or 86 years. ", "African American membership in the House first reached 10 Members during the 91 st Congress (1969-1970), and voting membership first exceeded 5% during the 100 th Congress (1987-1988). Another large increase occurred during the 103 rd Congress (1993-1994), which was the first Congress after the redistricting that followed the 1990 U.S. Census. ", "The 116 th Congress began with the highest number of African American Members ever for the start of a Congress: 57 (52 Representatives, 2 Delegates, and 3 Senators). ", " Table 2 provides a summary of the 162 African Americans who have served in the House, Senate, and both chambers. Of these 162 Members, 22 began their service after the Civil War but prior to the start of the 20 th century (2 in the Senate, 20 in the House)."], "subsections": []}, {"section_title": "How African Americans Enter Congress: Regular Elections, Special Elections, and Appointments", "paragraphs": ["Article I, Section 2 of the U.S. Constitution requires that all Members of the House of Representatives must be \"chosen every second Year by the People of the several States.\" ", "Therefore, all 153 of the African Americans who have served in the House entered office through election, even those who entered after a seat became open during a Congress. ", "By contrast, the Seventeenth Amendment to the Constitution, which was ratified in 1913, gives state legislatures the option to empower governors to fill congressional Senate vacancies by temporary appointment. The Seventeenth Amendment also provides for direct elections of Senators by the \"people\" of a state. Previously, Senators were elected by legislative selection rather than through the direct elections by which Representatives to Congress were elected.", "Of the 10 African Americans who have served in the Senate,", "two were elected prior to the ratification of the Seventeenth Amendment to the Constitution; four initially entered Senate service by winning a regular election; one initially entered Senate service by winning a special election and was subsequently reelected; and three were appointed. Of these three, one was a candidate for reelection and served in more than one Congress."], "subsections": []}, {"section_title": "The Congressional Black Caucus (CBC): AÂ Congressional Member Organization", "paragraphs": ["In 1971, the 13 African Americans then serving in the House established the Congressional Black Caucus. ", "In the 116 th Congress, the CBC is one of more than 270 registered congressional member organizations (CMOs) in the House. House CMOs are required to register with the Committee on House Administration. CMOs do not receive separate funding, and they have not since a change in the Rules of the House adopted for the 104 th Congress. Members may use their Members' Representational Allowance (MRA) to support staff, including shared staff, assigned to CMO duties. Members, rather than the CMO, remain the employing authority, and the CMO is not an independent entity. The committee's Members' Congressional Handbook lists a number of additional regulations related to the staffing and funding of CMOs. ", "CMOs are not required to register in the Senate. As in the House, informal congressional groups or organizations do not receive separate funding. ", "The CBC CMO is distinct from the Congressional Black Caucus Foundation, which was established in 1976 and is a Â§501(c)(3) nonprofit organization."], "subsections": []}, {"section_title": "African American Firsts in Congress", "paragraphs": [], "subsections": []}, {"section_title": "African Americans Who Have Served in Party Leadership Positions18", "paragraphs": ["A number of African Americans in Congress, listed in Table 5 , have held positions in their party's leadership. All of these party leadership positions have been in the House. The first African American Member to be elected to any party leadership position was Shirley Chisholm (D-NY), who served as House Democratic Caucus Secretary in the 95 th and 96 th Congresses (1977-1980)."], "subsections": []}, {"section_title": "African Americans and Leadership of Congressional Committees", "paragraphs": ["As chair of the Senate Select Committee on the Levees of the Mississippi River (45 th Congress), Blanche K. Bruce was the first African American to chair any congressional committee. As chair of the House Committee on Expenditures in the Executive Departments (81 st Congress), William L. Dawson was the first African American to chair a House committee. In total, ", "23 African Americans have chaired a House committee; 1 African American has chaired a Senate committee; and 2 African American Representatives have chaired a joint committee.", "These chairmanships include standing, special, and select committees. Some African Americans have chaired multiple committees in the House.", "In the 116 th Congress, four African American Representatives currently chair four different House standing committees."], "subsections": []}, {"section_title": "Length of Service Records", "paragraphs": [], "subsections": []}, {"section_title": "African American Women in Congress", "paragraphs": ["A total of 47 African American women have served in Congress. Of these, 25 serve in the 116 th Congress (including 2 Delegates), a record number. The previous record was 22 (including 2 Delegates), which was reached at the end of the 115 th Congress. The African American women Members of the 116 th Congress are listed in Table 7 .", "African American women comprise", "25 of the 131 women currently serving in the 116 th Congress (19.1%) and 25 of the 57 African Americans currently serving in the 116 th Congress (43.9%)."], "subsections": []}, {"section_title": "Alphabetical Listing, Including Dates of Service and Committee Assignments23", "paragraphs": ["ADAMS, ALMA S. Democrat; North Carolina, 12 th District. Elected to the 113 th Congress to fill the vacancy caused by the resignation of Melvin L. Watt, and also elected to the 114 th -116 th Congresses (served Nov. 4, 2014-present).", "Committee assignments:", "H. Agriculture (114 th -116 th Congresses) H. Education and the Workforce/Education and Labor (114 th -116 th Congresses) H. Small Business (114 th -115 th Congresses) H. Financial Services (116 th Congress)", "ALLRED, COLIN . Democrat; Texas, 32 nd District. Elected to the 116 th Congress (served Jan. 3, 2019-present).", "Committee assignments:", "H. Foreign Affairs (116 th Congress) H. Transportation and Infrastructure (116 th Congress) H. Veterans' Affairs (116 th Congress) ", "BALLANCE, FRANK W., Jr. Democrat; North Carolina, 1 st District. Elected to the 108 th Congress (served Jan. 7, 2003, until his resignation June 11, 2004).", "Committee assignments:", "H. Agriculture (108 th Congress) H. Small Business (108 th Congress)", "BASS, KAREN. Democrat; California, 33 rd (112 th Congress) and 37 th District (113 th Congress- present). Elected to the 112 th -116 th Congresses (served Jan. 3, 2011-present). Chair of the Congressional Black Caucus, 116 th Congress.", "Committee assignments:", "H. Budget (112 th Congress) H. Foreign Affairs (112 th -116 th Congresses) H. Judiciary (113 th -116 th Congresses)", "BEATTY, JOYCE. Democrat; Ohio, 3 rd District. Elected to the 113 th -116 th Congresses (served Jan. 3, 2013-present).", "Committee assignments:", "H. Financial Services (113 th -116 th Congresses)", "BISHOP, SANFORD DIXON, Jr. Democrat; Georgia, 2 nd District. Elected to the 103 rd -116 th Congresses (served Jan. 5, 1993-present).", "Committee assignments:", "H. Agriculture (103 rd -107 th Congresses) H. Post Office and Civil Service (103 rd Congress) H. Veterans' Affairs (103 rd -104 th Congresses) H. Select Intelligence (105 th -107 th Congresses) H. Appropriations (108 th -116 th Congresses) ", "BLACKWELL, LUCIEN EDWARD. Democrat; Pennsylvania, 2 nd District. Elected to the 102 nd Congress to fill the vacancy caused by the resignation of William Gray, and also elected to the 103 rd Congress (served Nov. 11, 1991-Jan. 3, 1995).", "Committee assignments:", "H. Merchant Marine and Fisheries (102 nd Congress) H. Public Works and Transportation (102 nd -103 rd Congresses) H. Budget (103 rd Congress)", "BLUNT ROCHESTER, LISA. Democrat; Delaware, At-Large. Elected to the 115 th -116 th Congresses (served Jan. 3, 2017-present).", "Committee assignments:", "H. Agriculture (115 th Congress) H. Education and the Workforce (115 th Congress) H. Energy and Commerce (116 th Congress)", "BOOKER, CORY ANTHONY. Democrat; New Jersey. Senator. Elected to the Senate in 2013 to fill the vacancy caused by the death of Frank Lautenberg and subsequently elected to a full term in 2014 (served October 31, 2013-present).", "Committee assignments:", "S. Commerce, Science and Transportation (113 th -114 th Congress) S. Environment and Public Works (113 th -116 th Congresses) S. Homeland Security and Government Affairs (114 th Congress) S. Foreign Relations (115 th -116 th Congresses) S. Small Business and Entrepreneurship (113 th -116 th Congresses) S. Judiciary (115 th -116 th Congresses)", "BROOKE, EDWARD WILLIAM, III. Republican; Massachusetts. Senator. Elected in 1966 (served Jan. 3, 1967-Jan. 3, 1979).", "Committee assignments:", "S. Aeronautical and Space Sciences (90 th Congress) S. Banking and Currency (90 th -95 th Congresses; ranking member, 95 th Congress) S. Government Operations (90 th Congress) S. Armed Services (91 st Congress) S. Select Education Opportunity (91 st -92 nd Congresses) S. Appropriations (92 nd -95 th Congresses) S. Banking, Housing and Urban Affairs (92 nd -95 th Congresses) S. Special Aging (92 nd -95 th Congresses) S. Select Standards and Conduct (93 rd -94 th Congresses) Jt. Bicentennial Arrangements (94 th Congress; vice-chair) Jt. Defense Production (94 th -95 th Congresses)", "BROWN, ANTHONY GREGORY. Democrat; Maryland, 4 th District. Elected to the 115 th -116 th Congresses (served Jan. 3, 2017-present).", "Committee assignments:", "H. Armed Services (115 th -116 th Congresses) H. Ethics (115 th -116 th Congresses) H. Natural Resources (115 th -116 th Congresses) H. Transportation and Infrastructure (116 th Congress)", "BROWN, CORRINE. Democrat; Florida, 3 rd District (103 rd -112 th Congresses), 5 th District (113 th -114 th Congress). Elected to the 103 rd -114 th Congresses (served Jan. 3, 1993-Jan. 3, 2017).", "Committee assignments:", "H. Government Operations (103 rd Congress) H. Public Works and Transportation (103 rd Congress) H. Transportation and Infrastructure (104 th -114 th Congresses) H. Veterans' Affairs (103 rd -114 th Congresses; ranking member, 114 th Congress)", "BRUCE, BLANCHE KELSO. Republican; Mississippi, Senator. Elected in 1874 (served March 4, 1875-March 3, 1881).", "Committee assignments:", "S. Manufactures (44 th Congress) S. Pensions (44 th -45 th Congresses) S. Education and Labor (44 th -46 th Congresses) S. Select Levees of the Mississippi River (chair, 45 th -46 th Congresses) S. Select To Investigate the Freedman's Savings and Trust Company (chair, 46 th Congress)", "BURKE, YVONNE BRATHWAITE. Democrat; California, 28 th (94 th -95 th Congresses) and 37 th (93 rd Congress) Districts. Elected to the 93 rd -95 th Congresses (served Jan. 3, 1973-Jan. 3, 1979). First female chair of the Congressional Black Caucus, 94 th -95 th Congresses.", "Committee assignments:", "H. Public Works (93 rd Congress) H. Interior and Insular Affairs (93 rd Congress) H. Appropriations (94 th -95 th Congresses) H. Select Committee on the House Beauty Shop (chair, 94 th -95 th Congresses)", "BURRIS, ROLAND. Democrat; Illinois. Senator. Appointed to the Senate in December 2008 to fill vacancy caused by the resignation of Barack Obama, but was not seated until Jan. 12, 2009 (served Jan. 12, 2009-Nov. 29, 2010).", "Committee assignments:", "S. Armed Services (111 th Congress) S. Homeland Security and Governmental Affairs (111 th Congress) S. Veteran's Affairs (111 th Congress)", "BUTTERFIELD, GEORGE KENNETH, Jr. (G.K.). Democrat; North Carolina, 1 st District. Elected to the 108 th Congress to fill the vacancy caused by the resignation of Frank Ballance, and also elected to the 109 th -116 th Congresses (served July 20, 2004-present). Chair of the Congressional Black Caucus, 114 th Congress.", "Committee assignments:", "H. Small Business (108 th Congress) H. Agriculture (108 th -109 th Congresses) H. Armed Services (109 th Congress) H. Energy and Commerce (110 th -116 th Congresses) H. Standards of Official Conduct (111 th Congress) H. House Administration (116 th Congress)", "CAIN, RICHARD HARVEY. Republican; South Carolina, At-Large. Elected to the 43 rd and 45 th Congresses (served March 4, 1873-March 3, 1875; March 4, 1877-March 3, 1879).", "Committee assignments:", "H. Agriculture (43 rd Congress) H. Private Land Claims (45 th Congress)", "CARSON, ANDRÃ\u0089. Democrat; Indiana, 7 th District. Elected to the 110 th Congress to fill the vacancy caused by the death of his grandmother Julia Carson, and also elected to the 111 th -116 th Congresses (served March 11, 2008-present).", "Committee assignments:", "H. Financial Services (110 th -112 th Congresses) H. Armed Services (113 th Congress) H. Transportation and Infrastructure (113 th -116 th Congresses) H. Permanent Select Intelligence (114 th -116 th Congresses)", "CARSON, JULIA. Democrat; Indiana, 10 th District (105 th -107 th Congresses) and 7 th District (108 th -110 th Congresses). Elected to the 105 th -110 th Congresses (served Jan. 3, 1997, until her death Dec. 15, 2007).", "Committee assignments:", "H. Banking and Financial Services/Financial Services (105 th -110 th Congresses) H. Veterans' Affairs (105 th -107 th Congresses) H. Transportation and Infrastructure (108 th -110 th Congresses)", "CHEATHAM, HENRY PLUMMER. Republican; North Carolina, 2 nd District. Elected to the 51 st and 52 nd Congresses (served March 4, 1889-March 3, 1893).", "Committee assignments:", "H. Expenditures on Public Buildings (51 st -52 nd Congresses) H. Education (51 st -52 nd Congresses) H. Agriculture (52 nd Congresses)", "CHISHOLM, SHIRLEY ANITA. Democrat; New York, 12 th District. Elected to the 91 st -97 th Congresses (served Jan. 3, 1969-Jan. 3, 1983).", "Committee assignments:", "H. Veterans' Affairs (91 st -92 nd Congresses) H. Education and Labor (92 nd -94 th Congresses) H. Rules (95 th -97 th Congresses)", "CHRISTENSEN, DONNA. Democrat; Delegate from the Virgin Islands. Elected to the 105 th -113 th Congresses (served Jan. 3, 1997-Jan. 3, 2015).", "Committee assignments:", "H. Resources/Natural Resources (105 th -112 th Congresses) H. Small Business (105 th -109 th Congresses) H. Homeland Security (108 th -110 th Congresses; 112 th Congress) H. Energy and Commerce (111 th -113 th Congresses)", "CHRISTIAN-CHRISTENSEN, DONNA and CHRISTIAN-GREEN, DONNA . See CHRISTENSEN, DONNA .", "CLARKE, HANSEN. Democrat; Michigan, 13 th District. Elected to the 112 th Congress (served Jan. 3, 2011-Jan. 3, 2013).", "Committee assignments:", "H. Homeland Security (112 th Congress) H. Science, Space and Technology (112 th Congress)", "CLARKE, YVETTE. Democrat; New York, 11 th District (110 th -112 th Congresses) and 9 th District (113 th Congress-present). Elected to the 110 th -116 th Congresses (served Jan. 3, 2007-present).", "Committee assignments:", "H. Education and Labor (110 th -111 th Congresses) H. Homeland Security (110 th -113 th , 116 th Congresses) H. Small Business (110 th -114 th Congresses) H. Ethics (113 th -115 th Congresses) H. Energy and Commerce (114 th -116 th Congresses)", "CLAY, WILLIAM LACY, Jr. Democrat; Missouri, 1 st District. Elected to the 107 th -116 th Congresses (served Jan. 3, 2001-present).", "Committee assignments:", "H. Financial Services (107 th -116 th Congresses) H. Government Reform/H. Oversight and Government Reform (107 th -116 th Congresses) H. Natural Resources (115 th -116 th Congresses)", "CLAY, WILLIAM LACY, Sr. Democrat; Missouri, 1 st District. Elected to the 91 st -106 th Congresses (served Jan. 3, 1969-Jan. 3, 2001).", "Committee assignments:", "H. Education and Labor (91 st -106 th Congresses) H. Post Office and Civil Service (93 rd -103 rd Congresses; chair 102 nd -103 rd Congresses) H. Select to Study the Committee System (96 th Congress) H. House Administration (99 th -103 rd Congresses) Jt. Library (101 st Congress)", "CLAYTON, EVA. Democrat; North Carolina, 1 st District. Elected to the 102 nd Congress Nov. 3, 1992, to fill vacancy caused by death of Walter Jones; simultaneously elected to the 103 rd Congress; reelected to the 104 th -107 th Congresses (served Nov. 5, 1992-Jan. 3, 2003).", "Committee assignments:", "H. Agriculture (103 rd -107 th Congresses) H. Small Business (103 rd -104 th Congresses) H. Budget (105 th -107 th Congresses)", "CLEAVER, EMANUEL, II. Democrat; Missouri, 5 th District. Elected to the 109 th -116 th Congresses (served Jan. 4, 2005-present). Chair of the Congressional Black Caucus, 112 th Congress.", "Committee assignments:", "H. Financial Services (109 th -116 th Congresses) H. Select Energy Independence and Global Warming (110 th -111 th Congresses) H. Homeland Security (111 th and 116 th Congresses) H. Select Committee on the Modernization of Congress (116 th Congress)", "CLYBURN, JAMES ENOS. Democrat; South Carolina, 6 th District. Elected to the 103 rd -116 th Congresses (served Jan. 5, 1993-present). Chair of the Congressional Black Caucus, 106 th Congress.", "Committee assignments:", "H. Public Works and Transportation/Transportation and Infrastructure (103 rd -105 th Congresses) H. Veterans' Affairs (103 rd -105 th Congresses) H. Small Business (104 th Congress) H. Appropriations (106 th -109 th Congresses)", "COLLINS, BARBARA-ROSE. Democrat; Michigan, 13 th District (102 nd Congress) and 15 th District (103 rd -104 th Congresses). Elected to the 102 nd -104 th Congresses (served Jan. 3, 1991-Jan. 3, 1997).", "Committee assignments:", "H. Public Works and Transportation (102 nd -103 rd Congresses) H. Science, Space and Technology (102 nd Congress) H. Government Operations (103 rd Congress) H. Post Office and Civil Service (103 rd Congress) H. Government Reform and Oversight (104 th Congress) H. Transportation and Infrastructure (104 th Congress) H. Select Children, Youth, and Families (102 nd Congress)", "COLLINS, CARDISS. Democrat; Illinois, 7 th District. Elected to the 93 rd Congress in a June 5, 1973, special election to fill vacancy caused by death of husband George W. Collins; reelected to the 94 th -104 th Congresses (served June 7, 1973-Jan. 3, 1997). Chair of the Congressional Black Caucus, 96 th Congress.", "Committee assignments:", "H. Government Operations/Government Reform and Oversight (93 rd -104 th Congresses) H. International Relations/Foreign Affairs (94 th -96 th Congresses) H. District of Columbia (95 th Congress) H. Select Committee on Narcotics Abuse and Control (96 th -102 nd Congresses) H. Energy and Commerce/Commerce (97 th -104 th Congresses)", "COLLINS, GEORGE WASHINGTON. Democrat; Illinois, 6 th District. Elected to the 91 st Congress to fill vacancy caused by death of Daniel J. Ronan; simultaneously elected to the 92 nd Congress; reelected to the 93 rd Congress (served Nov. 3, 1970, until his death Dec. 18, 1972, before the seating of the 93 rd Congress).", "Committee assignments:", "H. Government Operations (91 st -92 nd Congresses) H. Public Works (92 nd Congress)", "CONYERS, JOHN, Jr. Democrat; Michigan, 1 st District (89 th -102 nd Congresses); 14 th District (103 rd -112 th Congresses); 13 th District (113 th -115 th Congresses). Elected to the 89 th -115 th Congresses (served Jan. 3, 1965, until his resignation Dec. 5, 2017).", "Committee assignments: ", "H. Judiciary (89 th -115 th Congresses; chair, 110 th -111 th Congresses; ranking member, 104 th -109 th , 112 th -115 th Congresses) H. Government Operations (92 nd -103 rd Congresses; chair, 101 st -103 rd Congresses) H. Small Business (100 th -103 rd Congresses)", "COWAN, WILLIAM (MO). Democrat; Massachusetts. Senator. Appointed to the Senate in 2013 to fill the vacancy caused by the resignation of John F. Kerry (served Feb. 1, 2013- July 15, 2013).", "Committee assignments:", "S. Agriculture, Nutrition and Forestry (113 th Congress) S. Commerce, Science and Transportation (113 th Congress) S. Small Business and Entrepreneurship (113 th Congress)", "CROCKETT, GEORGE WILLIAM, Jr. Democrat; Michigan, 13 th District. Elected to the 96 th Congress to fill vacancy caused by the resignation of Charles C. Diggs Jr.; simultaneously elected to the 97 th Congress; reelected to the 98 th -101 st Congresses (served Nov. 4, 1980-Jan. 3, 1991).", "Committee assignments:", "H. Foreign Affairs (96 th -101 st Congresses) H. Judiciary (97 th -101 st Congresses) H. Small Business (97 th Congress) H. Select Aging (97 th -101 st Congresses)", "CUMMINGS, ELIJAH EUGENE. Democrat; Maryland, 7 th District. Elected to the 104 th Congress to fill vacancy caused by the resignation of Kweisi Mfume; reelected to the 105 th -116 th Congresses (served April 16, 1996, until his death, October 17, 2019). Chair of the Congressional Black Caucus, 108 th Congress.", "Committee assignments:", "H. Government Oversight and Government Reform/Government Reform/Oversight and Reform (104 th -115 th Congresses; ranking member, 112 th -115 th Congresses; chair, 116 th Congress) H. Transportation and Infrastructure (110 th -116 th Congresses) H. Armed Services (110 th Congress) Jt. Economic Committee (109 th -114 th Congresses) Select Terrorist Attack in Benghazi (114 th Congress; ranking member)", "DAVIS, ARTUR. Democrat; Alabama, 7 th District. Elected to the 108 th -111 th Congresses (served Jan. 7, 2003-Jan. 2, 2011).", "Committee assignments:", "H. Budget (108 th -109 th Congresses) H. Financial Services (108 th -109 th Congresses) H. Judiciary (110 th Congress) H. Ways and Means (110 th -111 th Congresses)", "DAVIS, DANNY K. Democrat; Illinois, 7 th District. Elected to the 105 th -116 th Congresses (served Jan. 7, 1997-present).", "Committee assignments:", "H. Small Business (105 th -109 th Congresses) H. Government Oversight and Government Reform/Government Reform (105 th -113 th Congresses) H. Education and the Workforce/Education and Labor (108 th -110 th Congresses) H. Ways and Means (111 th , 113 th -116 th Congresses) H. Homeland Security (112 th Congress)", "DAWSON, WILLIAM LEVI. Democrat; Illinois, 1 st District. Elected to the 78 th -91 st Congresses (served Jan. 3, 1943, until his death Nov. 9, 1970).", "Committee assignments:", "H. Expenditures in the Executive Departments (78 th -82 nd Congresses; chair, 81 st -82 nd Congresses) H. Government Operations (83 rd -91 st Congresses; ranking member, 83 rd Congress; chair, 84 th -91 st Congresses) H. Coinage, Weights, and Measures (78 th -79 th Congresses) H. Invalid Pensions (78 th -79 th Congresses) H. Insular Affairs (78 th -79 th Congresses) H. Irrigation and Reclamation (78 th -79 th Congresses) H. Interior and Insular Affairs (82 nd Congress) H. District of Columbia (84 th -91 st Congresses) ", "DE LARGE, ROBERT CARLOS. Republican; South Carolina, 2 nd District. Elected to the 42 nd Congress (served March 4, 1871, until Jan. 24, 1873, when his seat was declared vacant after his election was successfully contested by former Rep. Christopher Bowen).", "Committee assignments:", "H. Manufactures (42 nd Congress)", "DELGADO, ANTONIO . Democrat; New York, 19 th District. Elected to the 116 th Congress (served Jan. 3, 2019-present).", "Committee assignments:", "H. Agriculture (116 th Congress) H. Small Business (116 th Congress) H. Transportation and Infrastructure (116 th Congress)", "DELLUMS, RONALD V. Democrat; California, 7 th District (92 nd -93 rd Congresses); 8 th District (94 th -102 nd Congresses); 9 th District (103 rd -105 th Congresses). Elected to the 92 nd -105 th Congresses (served Jan. 3, 1971, until his resignation Feb. 6, 1998). Chair of the Congressional Black Caucus, 101 st Congress.", "Committee assignments:", "H. District of Columbia (96 th -103 rd Congresses; chair, 96 th -102 nd Congresses) H. Foreign Affairs (92 nd Congress) H. Armed Services (93 rd -103 rd Congresses; chair, 103 rd Congress) H. National Security (104 th -105 th Congresses; ranking member, 104 th -105 th Congresses) H. Post Office and Civil Service (97 th -98 th Congresses) H. Select Intelligence (94 th -102 nd Congresses)", "DEMINGS, VAL BUTLER . Democrat; Florida, 10 th District. Elected to the 115 th -116 th Congresses (served Jan. 3, 2017-present). ", "Committee assignments:", "H. Homeland Security (115 th Congress) H. Government Reform (115 th Congress) H. Judiciary (115 th -116 th Congresses) H. Permanent Select Intelligence (116 th Congress) ", "DE PRIEST, OSCAR STANTON. Republican; Illinois, 1 st District. Elected to the 71 st -73 rd Congresses (served March 4, 1929-March 3, 1935).", "Committee assignments:", "H. Enrolled Bills (71 st -73 rd Congresses) H. Invalid Pensions (71 st -73 rd Congresses) H. Indian Affairs (71 st -73 rd Congresses) H. Post Office and Post Roads (73 rd Congress)", "DIGGS, CHARLES COLES, Jr. Democrat; Michigan, 13 th District. Elected to the 84 th -96 th Congresses (served Jan. 3, 1955, until his resignation on June 3, 1980). First Chair of the Congressional Black Caucus, 92 nd Congress.", "Committee assignments:", "H. Interior and Insular Affairs (84 th -85 th Congresses) H. Veterans' Affairs (84 th -85 th Congresses) H. Foreign Affairs (86 th -93 rd Congresses) H. District of Columbia (88 th -96 th Congresses; chair, 93 rd -95 th Congresses)", "DIXON, JULIAN CAREY. Democrat; California, 28 th District (96 th -102 nd Congresses); 32 nd District (103 rd -106 th Congresses). Elected to 96 th -107 th Congresses, but died before the commencement of the 107 th Congress (served Jan. 3, 1979, until his death on Dec. 8, 2000). Chair of the Congressional Black Caucus, 98 th Congress.", "Committee assignments:", "H. Appropriations (96 th -106 th Congresses) H. Standards of Official Conduct (98 th -101 st Congresses; chair, 99 th -101 st Congresses) H. Select Intelligence (103 rd -106 th Congresses; ranking member, 106 th Congress)", "DYMALLY, MERVYN MALCOLM. Democrat; California, 31 st District. Elected to the 97 th -102 nd Congresses (served Jan. 3, 1981-Jan. 3, 1993). Chair of the Congressional Black Caucus, 100 th Congress.", "Committee assignments:", "H. District of Columbia (97 th -102 nd Congresses) H. Foreign Affairs (97 th -102 nd Congresses) H. Science and Technology (97 th -98 th Congresses) H. Post Office and Civil Service (98 th -102 nd Congresses) H. Education and Labor (99 th Congress)", "EDWARDS, DONNA. Democrat; Maryland, 4 th District. Elected to the 110 th Congress in a June 17, 2008, special election to fill vacancy caused by the resignation of Albert Wynn; reelected to the 111 th -114 th Congresses (served June 19, 2008-Jan. 3, 2017).", "Committee assignments:", "H. Science and Technology/Science, Space and Technology (110 th -114 th Congresses) H. Transportation and Infrastructure (110 th -114 th Congresses) H. Ethics (112 th Congress)", "ELLIOTT, ROBERT BROWN. Republican; South Carolina, 3 rd District. Elected to the 42 nd -43 rd Congresses (served March 4, 1871, until his resignation on Nov. 1, 1874).", "Committee assignments:", "H. Education and Labor (42 nd -43 rd Congresses) H. Militia (43 rd Congress)", "ELLISON, KEITH. Democrat; Minnesota, 5 th District. Elected to the 110 th -115 th Congresses (served Jan. 4, 2007-Jan. 3, 2019).", "Committee assignments:", "H. Financial Services (110 th -115 th Congresses) H. Judiciary (110 th Congress) H. Foreign Affairs (111 th Congress)", "ESPY, ALPHONSO MICHAEL (MIKE). Democrat; Mississippi, 2 nd District. Elected to the 100 th -103 rd Congresses (served Jan. 6, 1987, until his resignation on Jan. 25, 1993).", "Committee assignments:", "H. Agriculture (100 th -102 nd Congresses) H. Budget (101 st -102 nd Congresses) H. Select Hunger (101 st -102 nd Congresses) Jt. Deficit Reduction (100 th Congress)", "EVANS, DWIGHT. Democrat; Pennsylvania, 2 nd District. Elected to the 114 th Congress to fill vacancy caused by the resignation of Chaka Fattah; also elected to the 115 th -116 th Congresses (served Nov. 8, 2016-present).", "Committee assignments:", "H. Agriculture (115 th Congress) H. Small Business (115 th -116 th Congresses) H. Ways and Means (116 th Congress)", "EVANS, MELVIN HERBERT. Republican; Delegate from the U.S. Virgin Islands. Elected to the 96 th Congress (served Jan. 3, 1979-Jan. 3, 1981).", "Committee assignments:", "H. Armed Services (96 th Congress) H. Interior and Insular Affairs (96 th Congress) H. Merchant Marine and Fisheries (96 th Congress)", "FATTAH, CHAKA. Democrat. Pennsylvania, 2 nd District. Elected to the 104 th -114 th Congresses (served Jan. 3, 1995, until his resignation June 23, 2016).", "Committee assignments:", "H. Government Reform and Oversight/Government Reform (104 th -106 th Congresses) H. Education and the Workforce/Economic and Education (104 th -106 th Congresses) H. Small Business (104 th Congress) H. Standards of Official Conduct (105 th -106 th Congresses) H. Administration (106 th -107 th Congresses) Jt. Printing (106 th -107 th Congresses) Appropriations (107 th -114 th Congresses)", "FAUNTROY, WALTER EDWARD. Democrat; Delegate from the District of Columbia. Elected to the 92 nd Congress in a special election after the District of Columbia was authorized to elect a delegate; reelected to the 93 rd -101 st Congresses (served April 19, 1971-Jan. 3, 1991). Chair of the Congressional Black Caucus, 97 th Congress.", "Committee assignments:", "H. District of Columbia (92 nd -101 st Congresses) H. Banking and Currency/Banking, Finance, and Urban Affairs (93 rd -101 st Congresses) H. Select Assassinations (94 th -95 th Congresses) H. Select Narcotics Abuse and Control (98 th -101 st Congresses)", "FIELDS, CLEO. Democrat; Louisiana, 4 th District. Elected to the 103 rd -104 th Congresses (served Jan. 5, 1993-Jan. 3, 1997).", "Committee assignments:", "H. Banking, Finance and Urban Affairs/Banking and Financial Services (103 rd -104 th Congresses) H. Small Business (103 rd -104 th Congresses)", "FLAKE, FLOYD HAROLD. Democrat; New York, 6 th District. Elected to the 100 th -105 th Congresses (served Jan. 6, 1987, until his resignation on Nov. 15, 1997).", "Committee assignments:", "H. Banking, Finance and Urban Affairs/Banking and Financial Services (100 th -105 th Congresses) H. Small Business (100 th -105 th Congresses) H. Government Operations (103 rd Congress) H. Select Children, Youth and Families (100 th Congress) H. Select Hunger (100 th -102 nd Congresses)", "FORD, HAROLD EUGENE, S r . Democrat; Tennessee, 8 th District (94 th -97 th Congresses); 9 th District (98 th -104 th Congresses). Elected to the 94 th -104 th Congresses (served Jan. 3, 1975-Jan. 3, 1997).", "Committee assignments:", "H. Veterans' Affairs (94 th Congress) H. Banking, Currency, and Housing (94 th Congress) H. Ways and Means (94 th -104 th Congresses) H. Select Aging (94 th -102 nd Congresses) H. Select Assassinations (94 th -95 th Congresses)", "FORD, HAROLD EUGENE, Jr. Democrat; Tennessee, 9 th District. Elected to the 105 th -109 th Congresses (served Jan. 7, 1997-Jan. 3, 2007).", "Committee assignments:", "H. Education and the Workforce (105 th -107 th Congresses) H. Government Reform and Oversight/Government Reform (105 th -106 th Congresses) H. Financial Services (107 th -109 th Congresses) H. Budget (108 th -109 th Congresses)", "FRANKS, GARY. Republican; Connecticut, 5 th District. Elected to the 102 nd -104 th Congresses (served Jan. 3, 1991-Jan. 3, 1997).", "Committee assignments:", "H. Armed Services (102 nd Congress) H. Small Business (102 nd Congress) H. Select Aging (102 nd Congress) H. Energy and Commerce (103 rd Congress) H. Commerce (104 th Congress)", "FRAZER, VICTOR O. Independent; Delegate from the U.S. Virgin Islands. Elected to the 104 th Congress (served Jan. 3, 1995-Jan. 3, 1997).", "Committee assignments:", "H. International Relations (104 th Congress)", "FUDGE, MARCIA F. Democrat; Ohio, 11 th District. Elected to the 110 th Congress in a Nov. 4, 2008, special election to fill vacancy caused by death of Stephanie Tubbs Jones; reelected to the 111 th -116 th Congresses (served Nov. 19, 2008-present). Chair of the Congressional Black Caucus, 113 th Congress. ", "Committee assignments:", "H. Education and Labor/Education and the Workforce (111 th Congress; 113 th -116 th Congresses) H. Science and Technology/Science, Space and Technology (111 th -112 th Congresses) H. Agriculture (112 th -116 th Congresses) H. House Administration (116 th Congress)", "GRAY, WILLIAM HERBERT III. Democrat; Pennsylvania, 2 nd District. Elected to the 96 th -102 nd Congresses (served Jan. 3, 1979, until his resignation on Sept. 11, 1991).", "Committee assignments:", "H. Budget (96 th , 98 th -100 th Congresses; chair, 99 th -100 th Congresses) H. District of Columbia (96 th -102 nd Congresses) H. Foreign Affairs (96 th Congress) H. Appropriations (97 th -102 nd Congresses) H. House Administration (102 nd Congress) Jt. Deficit Reduction (100 th Congress)", "GREEN, AL. Democrat; Texas, 9 th District. Elected to the 109 th -116 th Congresses (served Jan. 4, 2005-present).", "Committee assignments:", "H. Financial Services (109 th -116 th Congresses) H. Science (109 th Congress) H. Homeland Security (110 th -111 th , 116 th Congresses) H. Foreign Affairs (111 th Congress)", "HALL, KATIE BEATRICE. Democrat; Indiana, 1 st District. Elected to the 97 th Congress in a Nov. 2, 1982, special election to fill vacancy caused by death of Adam Benjamin Jr.; reelected to the 98 th Congress (served Nov. 29, 1982-Jan. 3, 1985).", "Committee assignments:", "H. Post Office and Civil Service (98 th Congress) H. Public Works and Transportation (98 th Congress)", "HARALSON, JEREMIAH. Republican; Alabama, 1 st District. Elected to the 44 th Congress. (served March 4, 1875-March 3, 1877)", "Committee assignments:", "H. Public Expenditures (44 th Congress)", "HARRIS, KAMALA DEVI. Democrat; California, Senator. Elected in 2016 (served Jan. 3, 2017-present).", "Committee assignments:", "S. Budget (115 th -116 th Congresses) S. Environment and Public Works (115 th Congress) S. Homeland Security (115 th -116 th Congresses) S. Judiciary (115 th -116 th Congresses) S. Select Intelligence (115 th -116 th Congresses)", "HASTINGS, ALCEE LAMAR. Democrat; Florida, 20 th District. Elected to the 103 rd -116 th Congresses (served Jan. 5, 1993-present).", "Committee assignments:", "H. Foreign Affairs/International Relations (103 rd -107 th Congresses) H. Merchant Marine and Fisheries (103 rd Congress) H. Post Office and Civil Service (103 rd Congress) H. Science (104 th -105 th Congresses) H. Select Intelligence (106 th -111 th Congresses) H. Rules (107 th -116 th Congresses) H. Standards of Official Conduct (110 th Congress)", "HAWKINS, AUGUSTUS FREEMAN (GUS). Democrat; California, 21 st District (88 th -93 rd Congresses); 29 th (94 th -101 st Congresses). Elected to the 88 th -101 st Congresses (served from Jan. 3, 1963-Jan. 3, 1991).", "Committee assignments:", "H. Education and Labor (88 th -101 st Congresses; chair, 98 th -101 st Congresses) H. House Administration (91 st -98 th Congresses; chair, 97 th -98 th Congresses) Jt. Printing (95 th -98 th Congresses; chair, 96 th and 98 th Congresses) Jt. Library (97 th -98 th Congresses; chair, 97 th Congress) Jt. Economic (97 th -101 st Congresses)", "HAYES, CHARLES ARTHUR. Democrat; Illinois, 1 st District. Elected to the 98 th Congress in a Aug. 23, 1983, special election to fill vacancy caused by the resignation of Harold Washington; reelected to the 99 th -102 nd Congresses (served Aug. 23, 1983-Jan. 3, 1993).", "Committee assignments:", "H. Education and Labor (98 th -102 nd Congresses) H. Small Business (98 th -101 st Congresses) H. Post Office and Civil Service (101 st -102 nd Congresses)", "HAYES, JAHANA. Â  Democrat; Connecticut, 5 th Â District. Elected to the 116 th Â Congress (served Jan. 3, 2019-present).", "Committee assignments:", "H. Agriculture (116 th Â Congress) H. Education and Labor (116 th Â  Congress)", "HILLIARD, EARL FREDERICK. Democrat; Alabama, 7 th District. Elected to the 103 rd -107 th Congresses (served Jan. 5, 1993-Jan. 3, 2003).", "Committee assignments:", "H. Agriculture (103 rd -107 th Congresses) H. Small Business (103 rd -104 th Congresses) H. International Relations (105 th -107 th Congresses)", "HORSFORD, STEVEN. Democrat; Nevada, 4 th District. Elected to the 113 th and 116 th Congresses (served Jan. 3, 2013-Jan. 3, 2015; Jan. 3, 2019-present).", "Committee assignments:", "H. Homeland Security (113 th Congress) H. Natural Resources (113 th , 116 th Congresses) H. Oversight and Government Reform (113 th Congress) H. Budget (116 th Congress) H. Ways and Means (116 th Congress)", "HURD, WILLIAM BALLARD. Republican; Texas, 23 rd District. Elected to the 114 th -116 th Congresses (served Jan. 3, 2015-present).", "Committee assignments:", "H. Homeland Security (114 th -115 th Congresses) H. Oversight and Government Reform (114 th -115 th Congresses) H. Small Business (114 th Congress) H. Permanent Select Intelligence (115 th -116 th Congresses) H. Appropriations (116 th Congress)", "HYMAN, JOHN ADAMS. Republican; North Carolina, 2 nd District. Elected to the 44 th Congress (served March 4, 1875-March 3, 1977).", "Committee assignments:", "H. Manufactures (44 th Congress)", "JACKSON, JESSE L., Jr. Democrat; Illinois, 2 nd District. Elected to the 104 th Congress in a special election to fill the vacancy caused by the resignation of Mel Reynolds; reelected to the 105 th -113 th Congress, but declined to serve in the 113 th Congress (served Dec. 14, 1995, until his resignation Nov. 21, 2012).", "Committee assignments:", "H. Banking and Financial Services (104 th -105 th Congresses) H. Small Business (104 th -105 th Congresses) H. Appropriations (106 th -112 th Congresses)", "JACKSON LEE, SHEILA. Democrat; Texas, 18 th District. Elected to the 104 th -116 th Congresses (served Jan. 3, 1995-present).", "Committee assignments:", "H. Judiciary (104 th -116 th Congresses) H. Science (104 th -109 th Congresses) H. Homeland Security (108 th -116 th Congresses) H. Foreign Affairs (110 th -111 th Congresses) H. Budget (116 th Congress)", "JEFFERSON, WILLIAM JENNINGS. Democrat; Louisiana, 2 nd District. Elected to the 102 nd -110 th Congresses (served Jan. 3, 1991-Jan. 3, 2009).", "Committee assignments:", "H. Education and Labor (102 nd Congress) H. Merchant Marine and Fisheries (102 nd Congress) H. District of Columbia (103 rd Congress) H. Ways and Means (103 rd , 105 th -109 th Congresses) H. National Security (104 th Congress) H. House Oversight (104 th Congress) H. Budget (109 th Congress) H. Small Business (110 th Congress) Jt. Printing (104 th Congress)", "JEFFRIES, HAKEEM. Democrat; New York, 8 th District. Elected to the 113 th -116 th Congresses (served Jan. 3, 2013-present).", "Committee assignments:", "H. Budget (113 th -116 th Congresses) H. Education and the Workforce (114 th Congress) H. Judiciary (113 th -116 th Congresses)", "JOHNSON, EDDIE BERNICE. Democrat; Texas, 30 th District. Elected to the 103 rd -116 th Congresses (served Jan. 3, 1993-present). Chair of the Congressional Black Caucus, 107 th Congress.", "Committee assignments:", "H. Public Works and Transportation (103 rd Congress) H. Science, Space, and Technology/Science and Technology (103 rd -116 th Congresses; ranking member, 112 th -115 th Congresses; chair, 116 th Congress) H. Transportation and Infrastructure (104 th -116 th Congresses)", "JOHNSON, HENRY C. (HANK), Jr. Democrat; Georgia, 4 th District. Elected to the 110 th -116 th Congresses (served Jan. 4, 2007-present).", "Committee assignments:", "H. Armed Services (110 th -114 th Congresses) H. Judiciary (110 th -116 th Congresses) H. Small Business (110 th Congress) H. Transportation and Infrastructure (115 th -116 th Congresses)", "JONES, BRENDA. Democrat; Michigan, 13 th District. Elected to the 115 th Congress in a Nov. 6, 2018 special election to fill vacancy caused by resignation of John Conyers (served Nov. 29, 2018-Jan. 3, 2019).", "No committee assignments listed.", "JONES, STEPHANIE TUBBS. Democrat; Ohio, 11 th District. Elected to the 106 th -110 th Congresses (served Jan. 3, 1999, until her death on August 20, 2008).", "Committee assignments:", "H. Banking and Financial Services (106 th Congress) H. Financial Services (107 th Congress) H. Small Business (106 th -107 th Congresses) H. Standards of Official Conduct (107 th -110 th Congresses; chair, 110 th Congress) H. Ways and Means (108 th -110 th Congresses)", "JORDAN, BARBARA C. Democrat; Texas, 18 th District. Elected to the 93 rd -95 th Congresses (served Jan. 3, 1973-Jan. 3, 1979).", "Committee assignments:", "H. Judiciary (93 rd -95 th Congresses) H. Government Operations (94 th -95 th Congresses)", "KELLY, ROBIN. Democrat; Illinois, 2 nd District. Elected to the 113 th Congress in an April 9, 2013, special election to vacancy caused by resignation of Jesse Jackson Jr.; reelected to the 114 th -116 th Congresses (served April 11, 2013-present).", "Committee assignments:", "H. Oversight and Government Reform/Oversight and Reform (113 th -116 th Congresses) H. Science, Space, and Technology (113 th Congress) H. Foreign Affairs (114 th -115 th Congresses) H. Energy and Commerce (116 th Congress)", "KILPATRICK, CAROLYN CHEEKS. Democrat; Michigan, 15 th District (105 th -107 th Congresses) and 13 th District (108 th -111 th Congresses). Elected to the 105 th -111 th Congresses (served Jan. 3, 1997-Jan. 3, 2011). Chair of the Congressional Black Caucus, 110 th Congress.", "Committee assignments:", "H. Banking and Financial Services (105 th Congress) H. House Oversight (105 th Congress) Jt. Library (105 th Congress) H. Appropriations (106 th -111 th Congresses)", "LANGSTON, JOHN MERCER. Republican; Virginia, 4 th District. Elected to the 51 st Congress (served from September 23, 1890-March 3, 1891, after he successfully contested the election of Edward Venable).", "Committee assignments:", "H. Education (51 st Congress)", "LAWRENCE, BRENDA L. Democrat; Michigan, 14 th District. Elected to the 114 th -116 th Congress (served Jan. 3, 2015-present).", "Committee assignments:", "H. Oversight and Government Reform/Oversight and Reform (114 th -116 th Congresses) H. Small Business (114 th Congress) H. Transportation and Infrastructure (115 th Congress) H. Appropriations (116 th Congress)", "LAWSON, ALFRED, Jr. Democrat; Florida, 3 rd District. Elected to the 115 th -116 th Congresses (served Jan. 3, 2017-present). ", "Committee assignments:", "H. Agriculture (115 th -116 th Congresses) H. Small Business (115 th Congress) H. Financial Services (116 th Congress)", "LEE, BARBARA. Democrat; California, 9 th District (105 th -112 th Congresses); 13 th District (113 th -116 th Congresses). Elected to the 105 th Congress in an April 7, 1998, special election to fill vacancy caused by resignation of Ronald Dellums; reelected to the 106 th -116 th Congresses (served April 20, 1998-present). Chair of the Congressional Black Caucus, 111 th Congress.", "Committee assignments:", "H. Banking and Financial Services (105 th -106 th Congresses) H. Financial Services (107 th -109 th Congresses) H. Science (105 th Congress) H. International Relations/Foreign Affairs (107 th -111 th Congresses) H. Appropriations (110 th -116 th Congresses) H. Budget (113 th -116 th Congresses)", "LELAND, GEORGE THOMAS (Mickey). Democrat; Texas, 18 th District. Elected to the 96 th -101 st Congresses (served Jan. 3, 1979, until his death Aug. 7, 1989). Chair of the Congressional Black Caucus, 99 th Congress.", "Committee assignments:", "H. District of Columbia (96 th -99 th Congresses) H. Interstate and Foreign Commerce (96 th -101 st Congresses) H. Post Office and Civil Service (96 th -101 st Congresses) H. Select Hunger (98 th -101 st Congress; chair, 98 th -101 st Congresses) H. Select Children, Youth, and Families (98 th Congress)", "LEWIS, JOHN R. Democrat; Georgia, 5 th District. Elected to the 100 th -116 th Congresses (served Jan. 6, 1987-present).", "Committee assignments:", "H. Public Works and Transportation (100 th -102 nd Congresses) H. Interior and Insular Affairs (100 th -102 nd Congresses) H. Select Aging (101 st -102 nd Congresses) H. District of Columbia (103 rd Congress) H. Ways and Means (103 rd -116 th Congresses) H. Budget (108 th Congress) Jt. Taxation (115 th Congress)", "LONG, JEFFERSON FRANKLIN. Republican; Georgia, 4 th District. Elected to the 41 st Congress after the House declared that Rep. Samuel Gove was not entitled to the seat (served Jan. 16, 1871-March 3, 1871).", "No committee assignments listed.", "LOVE, MIA B. Republican; Utah, 4 th District. Elected to the 114 th -115 th Congresses (served Jan. 3, 2015-Jan. 3, 2019).", "Committee assignment:", "H. Financial Services (114 th -115 th Congresses)", "LYNCH, JOHN ROY. Republican; Mississippi, 6 th District. Elected to the 43 rd , 44 th , and 47 th Congresses (served March 4, 1873-March 3, 1877 and April 29, 1882-March 3, 1883 after he successfully contested the election of James Chalmers).", "Committee assignments:", "H. Mines and Mining (43 rd -44 th Congresses) H. Militia (47 th Congress) H. Education and Labor (47 th Congress)", "MAJETTE, DENISE L. Democrat; Georgia, 4 th District. Elected to the 108 th Congress (served Jan. 3, 2003-Jan. 3, 2005).", "Committee assignments:", "H. Budget (108 th Congress) H. Education and the Workforce (108 th Congress) H. Small Business (108 th Congress)", "MCBATH, LUCY. Â  Democrat; Georgia, 6 th Â  District. Elected to the 116 th Â Congress (served Jan. 3, 2019-present).", "Committee assignments:", "H. Judiciary (116 th Â  Congress) H. Education and Labor (116 th Â Congress)", "MCEACHIN, ASTON DONALD. Democrat; Virginia, 4 th District. Elected to the 115 th -116 th Congresses (served Jan. 3, 2017-present). ", "Committee assignments:", "H. Armed Services (115 th Congress) H. Natural Resources (115 th -116 th Congresses) H. Energy and Commerce (116 th Congress) H. Select Committee on the Climate Crisis (116 th Congress)", "MCKINNEY, CYNTHIA. Democrat; Georgia, 11 th District (103 rd -104 th Congresses) and 4 th District (105 th -107 th Congress and 109 th Congress). Elected to the 103 rd -107 th Congresses and to the 109 th Congress (served Jan. 3, 1993-Jan. 3, 2003; Jan. 3, 2005-Jan. 3, 2007).", "Committee assignments:", "H. Agriculture (103 rd -104 th Congresses) H. Banking and Finance (104 th -105 th Congresses) H. Foreign Affairs/International Relations (103 rd -107 th Congresses) H. Armed Services/National Security (105 th -107 th Congresses; 109 th Congress) H. Budget (109 th Congress)", "MEEK, CARRIE. Democrat; Florida, 17 th District. Elected to the 103 rd -107 th Congresses (served Jan. 3, 1993-Jan. 3, 2003).", "Committee assignments:", "H. Appropriations (103 rd Congress; 105 th -107 th Congresses) H. Budget (104 th Congress) H. Government Reform and Oversight (104 th Congress)", "MEEK, KENDRICK B. Democrat; Florida, 17 th District. Elected to the 108 th -111 th Congresses (served from Jan. 7, 2003-Jan. 3, 2011).", "Committee assignments:", "H. Armed Services (108 th -111 th Congresses) H. Homeland Security (108 th -109 th Congresses) H. Ways and Means (110 th -111 th Congresses)", "MEEKS, GREGORY W. Democrat; New York, 5 th District. Elected to the 105 th Congress in a Feb. 3, 1998, special election to fill vacancy caused by the resignation of Floyd Flake; reelected to 106 th -116 th Congresses (served Feb. 3, 1998-present).", "Committee assignments:", "H. Banking and Financial Services/Financial Services (105 th -116 th Congresses) H. International Relations/Foreign Affairs (106 th -116 th Congresses)", "METCALFE, RALPH HAROLD. Democrat; Illinois, 1 st District. Elected to the 92 nd -95 th Congresses (served Jan. 3, 1971, until his death October 10, 1978).", "Committee assignments:", "H. Interstate and Foreign Commerce (92 nd -95 th Congresses) H. Merchant Marine and Fisheries (92 nd -95 th Congresses) H. Post Office and Civil Service (95 th Congress)", "MFUME, KWEISI. Democrat; Maryland, 7 th District. Elected to the 100 th -104 th Congresses (served Jan. 6, 1987, until his resignation on Feb. 16, 1996). Chair of the Congressional Black Caucus, 103 rd Congress.", "Committee assignments:", "H. Banking, Finance, and Urban Affairs/Banking and Financial Services (100 th -104 th Congresses) H. Small Business (100 th -104 th Congresses) H. Education and Labor (101 st Congress) H. Select Narcotics Abuse and Control (101 st -102 nd Congresses) Jt. Economic (102 nd -104 th Congresses) H. Standards of Official Conduct (103 rd Congress) H. Select Hunger (100 th Congress)", "MILLENDER-McDONALD, JUANITA. Democrat; California, 37 th District. Elected to the 104 th Congress in a March 26, 1996, special election to fill vacancy caused by resignation of Walter Tucker; reelected to the 105 th -110 th Congresses (served April 16, 1996, until her death April 22, 2007).", "Committee assignments:", "H. Small Business (104 th -110 th Congresses) H. Transportation and Infrastructure (104 th -110 th Congresses) H. Administration (108 th -110 th Congresses; ranking member, 109 th Congress; chair, 110 th Congress) Jt. Library (108 th -110 th Congresses) Jt. Printing (109 th -110 th Congresses)", "MILLER, THOMAS EZEKIEL. Republican; South Carolina, 7 th District. Elected to the 51 st Congress (served Sept. 24, 1890-March 3, 1891, after successfully contesting the election of William Elliott).", "Committee assignments:", "H. Library of Congress (51 st Congress)", "MITCHELL, ARTHUR WERGS. Democrat; Illinois, 1 st District. Elected to the 74 th -77 th Congresses (served Jan. 3, 1935-Jan. 3, 1943).", "Committee assignments:", "H. Post Office and Post Roads (74 th -77 th Congresses)", "MITCHELL, PARREN JAMES. Democrat; Maryland, 7 th District. Elected to the 92 nd -99 th Congresses (served Jan. 3, 1971-Jan. 3, 1987). Chair of the Congressional Black Caucus, 95 th Congress.", "Committee assignments:", "H. Banking and Currency/Banking, Finance and Urban Affairs (92 nd -99 th Congresses) H. Select Small Business (92 nd -93 rd Congresses) H. Small Business (94 th , 96 th -99 th Congresses; chair, 97 th -99 th Congresses) H. Budget (93 rd -95 th Congresses) Jt. Defense Production (94 th -95 th Congresses) Jt. Economic (95 th -99 th Congresses; vice chair, 95 th Congress)", "MOORE, GWENDOLYNNE (GWEN). Democrat; Wisconsin, 4 th District. Elected to the 109 th - 116 th Congresses (served Jan. 3, 2005-present).", "Committee assignments:", "H. Financial Services (109 th -115 th Congresses) H. Small Business (109 th -111 th Congresses) H. Budget (110 th -114 th Congresses) H. Ways and Means (116 th Congress)", "MOSELEY-BRAUN, CAROL. Democrat; Illinois, Senator. Elected in 1992 (served Jan. 3, 1993-Jan. 3, 1999). ", "Committee assignments:", "S. Banking, Housing, and Urban Affairs (103 rd -105 th Congresses) S. Judiciary (103 rd Congress) S. Small Business (103 rd Congress) S. Finance (104 th -105 th Congresses) S. Special Aging (104 th -105 th Congresses)", "MURRAY, GEORGE WASHINGTON. Republican; South Carolina, 1 st District. Elected to the 53 rd -54 th Congresses (served March 4, 1893-March 3, 1895, and June 4, 1896-March 3, 1897, after successfully contesting the election).", "Committee assignments:", "H. Education (53 rd -54 th Congresses) H. Expenditures in the Department of the Treasury (54 th Congress)", "NASH, CHARLES EDMUND. Republican; Louisiana, 6 th District. Elected to the 44 th Congress (served March 4, 1875-March 3, 1877).", "Committee assignments:", "H. Education and Labor (44 th Congress)", "NEGUSE, JOE. Democrat; Colorado, 2 nd District. Elected to the 116 th Congress (served Jan. 3, 2019-present).", "Committee assignments:", "H. Judiciary (116 th Congress) H. Natural Resources (116 th Congress) H. Select Committee on the Climate Crisis (116 th Congress)", "NIX, ROBERT NELSON CORNELIUS, Sr. Democrat; Pennsylvania, 4 th District (85 th -87 th Congresses); 2 nd District (88 th -95 th Congresses). Elected to the 85 th -95 th Congresses (served June 4, 1958-Jan. 3, 1979).", "Committee assignments:", "H. Merchant Marine and Fisheries (85 th -86 th Congresses) H. Foreign Affairs (87 th -93 rd Congresses) H. International Relations (94 th -95 th Congresses) H. Veterans' Affairs (85 th -86 th Congresses) H. Post Office and Civil Service (88 th -95 th Congresses; chair, 95 th Congress) H. Select Standards and Conduct (89 th Congress) H. Crime (91 st Congress)", "NORTON, ELEANOR HOLMES. Democrat; Delegate from the District of Columbia. Elected to the 102 nd -116 th Congresses (served Jan. 3, 1991-present).", "Committee assignments:", "H. District of Columbia (102 nd -103 rd Congresses) H. Post Office and Civil Service (102 nd -103 rd Congresses) H. Public Works and Transportation/Transportation and Infrastructure (102 nd -116 th Congresses) Jt. Committee on the Organization of Congress (103 rd Congress) H. Small Business (104 th Congress) H. Oversight and Government Reform/Government Reform/Oversight and Reform (104 th -116 th Congresses) H. Homeland Security (108 th -111 th Congresses)", "OBAMA, BARACK. Democrat; Illinois. Senator. Elected in 2004 (served Jan. 4, 2005, until his resignation Nov. 16, 2008, after being elected President of the United States).", "Committee assignments:", "S. Environment and Public Works (109 th -110 th Congresses) S. Foreign Relations (109 th -110 th Congresses) S. Veterans' Affairs (109 th -110 th Congresses) S. Health, Education, Labor and Pensions (110 th Congress) S. Homeland Security and Governmental Affairs (110 th Congress)", "O'HARA, JAMES EDWARD. Republican; North Carolina, 2 nd District. Elected to the 48 th -49 th Congresses (served March 4, 1883-March 3, 1887).", "Committee assignments:", "H. Mines and Mining (48 th Congress) H. Expenditures on Public Buildings (49 th Congress) H. Invalid Pensions (49 th Congress)", "OMAR, ILHAN. Â  Democrat; Minnesota, 5 th Â District. Elected to the 116 th Â  Congress (served Jan. 3, 2019-present).", "Committee assignments:", "H. Budget (116 th Â Congress) H. Foreign Affairs (116 th Â Congress) H. Education and Labor (116 th Â Congress)", "OWENS, MAJOR ROBERT ODELL. Democrat; New York, 11 th District. Elected to the 98 th -110 th Congresses (served Jan. 3, 1983-Jan. 3, 2007).", "Committee assignments:", "H. Education and Labor/Economic and Educational Opportunities/Education and the Workforce (98 th -109 th Congresses) H. Government Operations/Reform and Oversight (98 th -109 th Congresses)", "PAYNE, DONALD MILFORD, Sr. Democrat; New Jersey, 10 th District. Elected to the 101 st -112 th Congresses (served Jan. 3, 1989, until his death March 6, 2012). Chair of the Congressional Black Caucus, 104 th Congress.", "Committee assignments:", "H. Education and Labor/Economic and Educational Opportunities/Education and the Workforce (101 st -112 th Congresses) H. Foreign Affairs/International Relations (101 st -112 th Congress) H. Government Operations (101 st -103 rd Congresses)", "PAYNE, DONALD MILFORD, Jr. Democrat; New Jersey, 10 th District. Elected to the 112 th Congress Nov. 6, 2012, to fill vacancy caused by death of his father Donald Payne Sr.; simultaneously elected to the 113 th Congress; reelected to the 114 th -116 th Congresses (served Nov. 6, 2012-present).", "Committee assignments:", "H. Homeland Security (113 th -116 th Congresses) H. Small Business (113 th -114 th Congresses) H. Transportation and Infrastructure (115 th -116 th Congresses)", "PLASKETT, STACEY E. Democrat; Delegate from the U.S. Virgin Islands. Elected to the 114 th - 116 th Congresses (served Jan. 3, 2015-present).", "Committee assignments:", "H. Agriculture (114 th -116 th Congresses) H. Oversight and Government Reform/Oversight and Reform (114 th -116 th Congresses) H. Transportation and Infrastructure (116 th Congress)", "POWELL, ADAM CLAYTON, Jr. Democrat; New York, 22 nd District (79 th -82 nd Congresses); 16 th District (83 rd -87 th Congresses); 18 th District (88 th -89 th and 91 st Congresses). Elected to the 79 th -90 th Congress, but was not seated in the 90 th Congress; and to the 91 st Congress (served Jan. 3, 1945-Jan. 3, 1967, and Jan. 3, 1969-Jan. 3, 1971).", "Committee assignments:", "H. Indian Affairs (79 th Congress) H. Invalid Pensions (79 th Congress) H. Labor/Education and Labor (79 th -89 th and 91 st Congresses; chair, 87 th -89 th Congresses) H. Interior and Insular Affairs (84 th -86 th Congresses)", "PRESSLEY, AYANNA. Â  Democrat; Massachusetts, 7 th Â  District. Elected to the 116 th Â Congress (served Jan. 3, 2019-present).", "Committee assignments:", "H. Oversight and Reform (116 th Â Congress) H. Financial Services (116 th Â  Congress)", "RAINEY, JOSEPH HAYNE. Republican; South Carolina, 1 st District. Elected to the 41 st Congress after the seat declared vacant, and to the 42 nd -45 th Congresses (served Dec. 12, 1870- March 3, 1879).", "Committee assignments:", "H. Freedmen's Affairs (41 st -42 nd Congresses) H. Indian Affairs (43 rd Congress) H. Invalid Pensions (44 th -45 th Congresses) H. Select Celebration of Proposed National Census of 1875 (43 rd Congress)", "RANGEL, CHARLES B. Democrat; New York, 18 th District (92 nd Congress); 19 th District (93 rd -97 th Congresses); 16 th District (98 th -102 nd Congresses); 15 th District (103 rd -112 th Congresses); 13 th District (113 th -114 th Congresses). Elected to the 92 nd -114 th Congresses (served Jan. 3, 1971-Jan. 3, 2017). Chair of the Congressional Black Caucus, 94 th Congress.", "Committee assignments:", "H. Public Works (92 nd Congress) H. Science and Astronautics (92 nd Congress) H. Judiciary (92 nd -93 rd Congresses) H. District of Columbia (93 rd Congress) H. Ways and Means (94 th -114 th Congresses; committee chair, 110 th -111 th Congresses; ranking Member, 105 th -109 th Congresses) H. Select Crime (92 nd -93 rd Congresses) H. Select Narcotics Abuse and Control (94 th -102 nd Congresses; chair, 98 th -102 nd Congresses) Jt. Taxation (104 th -105 th , 108 th , 111 th , and 114 th Congresses; chair, 111 th Congress)", "RANSIER, ALONZO JACOB. Republican; South Carolina, 2 nd District. Elected to the 43 rd Congress (served March 3, 1873-March 3, 1875).", "Committee assignments:", "H. Manufactures (43 rd Congress)", "RAPIER, JAMES THOMAS. Republican; Alabama, 2 nd District. Elected to the 43 rd Congress (served March 4, 1873-March 3, 1875).", "Committee assignments:", "H. Education and Labor (43 rd Congress)", "REVELS, HIRAM RHODES. Republican; Mississippi, Senator. Elected in 1870 (served Feb. 23, 1870-March 3, 1871).", "Committee assignments:", "S. Education and Labor (41 st Congress) S. District of Columbia (41 st Congress)", "REYNOLDS, MEL . Democrat; Illinois, 2 nd District. Elected to the 103 rd -104 th Congresses (served Jan. 5, 1993, until his resignation October 1, 1995).", "Committee assignments:", "H. Ways and Means (103 rd Congress) H. Economic and Education Opportunities (104 th Congress)", "RICHARDSON, LAURA. Democrat, California, 37 th District. Elected to the 110 th Congress in an August 21, 2007, special election to fill vacancy caused by death of Juanita Millender-McDonald; reelected to the 111 th -112 th Congresses (served Sept. 4, 2007, to Jan. 3, 2013).", "Committee assignments:", "H. Science and Technology (110 th Congress) H. Transportation and Infrastructure (110 th -112 th Congresses) H. Homeland Security (111 th -112 th Congresses)", "RICHMOND, CEDRIC. Democrat; Louisiana, 2 nd District. Elected to the 112 th -116 th Congresses (served Jan. 3, 2011-present). Chair of the Congressional Black Caucus, 115 th Congress.", "Committee assignments:", "H. Judiciary (113 th -116 th Congresses) H. Homeland Security (112 th -116 th Congresses) H. Small Business (112 th Congress)", "RUSH, BOBBY L. Democrat; Illinois, 1 st District. Elected to the 103 rd -116 th Congresses (served Jan. 4, 1993-present).", "Committee assignments:", "H. Banking, Finance and Urban Affairs (103 rd Congress) H. Government Operations (103 rd Congress) H. Science, Space and Technology (103 rd Congress) H. Commerce/Energy and Commerce (104 th -116 th Congresses)", "SAVAGE, GUS. Democrat; Illinois. 2 nd District. Elected to the 97 th -102 nd Congresses (served Jan. 3, 1981-Jan. 3, 1993).", "Committee assignments:", "H. Post Office and Civil Service (97 th Congress) H. Public Works and Transportation (97 th -102 nd Congresses) H. Small Business (97 th -102 nd Congresses)", "SCOTT, DAVID. Democrat; Georgia, 13 th District. Elected to the 108 th -116 th Congresses (served Jan. 7, 2003-present).", "Committee assignments:", "H. Agriculture (108 th -116 th Congresses) H. Financial Services (108 th -116 th Congresses) H. Foreign Affairs (111 th Congress)", "SCOTT, ROBERT C . \"Bobby\" . Democrat; Virginia, 3 rd District. Elected to the 103 rd -116 th Congresses (served Jan. 4, 1993-present).", "Committee assignments:", "H. Education and Labor/Economic and Educational Opportunities/Education and the Workforce (103 rd -107 th , 109 th -116 th Congresses; chair, 116 th Congress) H. Judiciary (103 rd -113 th Congresses) H. Science, Space, and Technology (103 rd Congress) H. Select U.S. National Security and Military/Commercial Concerns with the People's Republic of China (106 th Congress) H. Budget (108 th , 110 th , 116 th Congresses) H. Standards of Official Conduct (110 th Congress) Jt. Select Solvency of Multiemployer Pension Plans (115 th Congress)", "SCOTT, TIM. Republican; South Carolina, 1 st District, Senator. Elected to the 112 th Congress (served in House Jan. 3, 2011, until his resignation Jan. 2, 2013). Appointed to the Senate in January 2013 to fill the vacancy caused by the resignation of Jim DeMint; reelected to the remainder of the term in 2014 and to a full term in 2016 (served in Senate Jan. 3, 2013-present).", "Committee assignments:", "H. Rules (112 th Congress) S. Armed Services (115 th Congress) S. Banking, Housing and Urban Affairs (114 th -116 th Congresses) S. Commerce, Science and Transportation (113 th Congress) S. Energy and Natural Resources (113 th Congress) S. Finance (114 th -116 th Congresses) S. Health, Education, Labor and Pensions (113 th -116 th Congresses) S. Small Business and Entrepreneurship (113 th -116 th Congresses) S. Special Aging (113 th -116 th Congresses)", "SEWELL, TERRYCINA (\"TERRI\"). Democrat; Alabama, 7 th District. Elected to the 112 th - 116 th Congresses (served Jan. 3, 2011-present). ", "Committee assignments:", "H. Agriculture (112 th Congress) H. Science, Space and Technology (112 th Congress) H. Financial Services (113 th -114 th Congresses) H. Intelligence (113 th -116 th Congresses) H. Ways and Means (115 th -116 th Congresses)", "SMALLS, ROBERT. Republican; South Carolina, 7 th District. Elected to the 44 th -45 th and 47 th -49 th Congresses (served March 4, 1875-March 3, 1879; July 19, 1992-March 3, 1883, after he successfully contested the reelection of George Tillman, and March 18, 1884-March 3, 1887, after he was elected to fill the vacancy caused by the death of Edmund Mackey).", "Committee assignments:", "H. Agriculture (44 th , 47 th Congresses) H. Militia (45 th Congress) H. Manufactures (48 th Congress) H. War Claims (49 th Congress)", "STEWART, BENNETT MCVEY. Democrat; Illinois, 1 st District. Elected to the 96 th Congress. (served Jan. 3, 1979-Jan. 3, 1981)", "Committee assignments:", "H. Appropriations (96 th Congress)", "STOKES, LOUIS. Democrat; Ohio, 21 st District (91 st -102 nd Congresses); 11 th District (103 rd -105 th Congresses). Elected to the 91 st -105 th Congresses (served Jan. 3, 1969 to Jan. 3, 1999). Chair of the Congressional Black Caucus, 93 rd Congress.", "Committee assignments:", "H. Education and Labor (91 st Congress) H. Internal Security (91 st Congress) H. Appropriations (92 nd -105 th Congress) H. Budget (95 th -96 th Congresses) H. Standards of Official Conduct (96 th -98 th and 102 nd Congresses; chair, 97 th -98 th and 102 nd Congresses) H. Select Assassinations (94 th -95 th Congresses; chair, 95 th Congress) H. Select Intelligence (98 th -100 th Congresses) H. Select to Investigate Arms Transactions to Iran (100 th Congress)", "THOMPSON, BENNIE. Democrat; Mississippi, 2 nd District. Elected to the 103 rd Congress in an April 13, 1993, special election to fill the vacancy caused by the resignation of Mike Espy; reelected to the 104 th -116 th Congresses (served April 13, 1993-present).", "Committee assignments:", "H. Agriculture (103 rd -108 th Congresses) H. Merchant Marine and Fisheries (103 rd Congress) H. Small Business (103 rd -104 th Congresses) H. Budget (105 th -107 th Congresses) H. Homeland Security (108 th -116 th Congresses; chair 110 th -111 th Congresses; ranking Member, 112 th -115 th Congresses; chair, 116 th Congress)", "TOWNS, EDOLPHUS. Democrat; New York, 11 th District (98 th -102 nd Congresses); 10 th District (103 rd -112 th Congresses). Elected to the 98 th -112 th Congresses (served Jan. 3, 1983-Jan. 23, 2013). Chair of the Congressional Black Caucus, 102 nd Congress.", "Committee assignments:", "H. Government Operations/Government Reform and Oversight/Oversight and Government Reform (98 th -112 th Congresses; chair, 111 th Congress) H. Public Works and Transportation (98 th -104 th Congresses) H. Energy and Commerce/Commerce (101 st -110 th and 112 th Congresses) H. Select Narcotics Abuse and Control (98 th -102 nd Congresses)", "TUCKER, WALTER R., III. Democrat; California, 37 th District. Elected to the 103 rd -104 th Congresses (served Jan. 5, 1993, until his resignation on December 15, 1995).", "Committee assignments:", "H. Public Works and Transportation/Transportation and Infrastructure (103 rd - 104 th Congresses) H. Small Business (103 rd -104 th Congresses)", "TURNER, BENJAMIN STERLING. Republican; Alabama, 1 st District. Elected to the 42 nd Congress (served March 4, 1871-March 3, 1873).", "Committee assignments:", "H. Invalid Pensions (42 nd Congress)", "UNDERWOOD, LAUREN. Â  Democrat; Illinois, 14 th Â District. Elected to the 116 th Â  Congress (served Jan. 3, 2019-present).", "Committee assignments:", "H. Homeland Security (116 th Â Congress) H. Veterans' Affairs (116 th Â Congress) H. Education and Labor (116 th Â  Congress)", "VEASEY, MARC. Democrat; Texas, 33 rd District. Elected to 113 th -116 th Congresses (served Jan. 3, 2015-present).", "Committee assignments:", "H. Armed Services (113 th -115 th Congresses) H. Science, Space and Technology (113 th -115 th Congresses) H. Energy and Commerce (116 th Congress) H. Small Business (116 th Congress)", "WALDON, ALTON R., Jr. Democrat; New York, 6 th District. Elected to the 99 th Congress in a June 10, 1986, special election to fill the vacancy caused by the death of Joseph P. Addabbo (served July 29, 1986-Jan. 3, 1987).", "Committee assignments:", "H. Education and Labor (99 th Congress)", "WALLS, JOSIAH THOMAS. Republican; Florida, At-Large (42 nd and 43 rd Congresses); 2 nd District (44 th Congress). Elected to the 42 nd -44 th Congresses (served March 4, 1871-Jan. 29, 1873, when his election was successfully contested; March 4, 1873-March 3, 1875; and March 4, 1875-April 19, 1876, when his election was successfully contested).", "Committee assignments:", "H. Militia (42 nd -43 rd Congresses) H. Mileage (44 th Congress)", "WASHINGTON, CRAIG ANTHONY. Democrat; Texas, 18 th District. Elected to the 101 st Congress in a Dec. 9, 1989, special election to fill the vacancy caused by the death of Mickey Leland; reelected to the 102 nd -103 rd Congresses (served Dec. 9, 1989-Jan. 3, 1995).", "Committee assignments:", "H. Education and Labor (101 st -102 nd Congresses) H. Judiciary (101 st -103 rd Congresses) H. Energy and Commerce (103 rd Congress) H. Government Operations (103 rd Congress) H. Select Committee on Narcotics Abuse and Control (102 nd Congress)", "WASHINGTON, HAROLD. Democrat; Illinois, 1 st District. Elected to the 97 th -98 th Congresses (served Jan. 3, 1981, until his resignation April 29, 1983).", "Committee assignments:", "H. Government Operations (97 th Congress) H. Education and Labor (97 th -98 th Congresses) H. Judiciary (97 th -98 th Congresses)", "WATERS, MAXINE. Democrat; California, 29 th District (102 nd Congress), 35 th District (103 rd - 112 th Congresses), and 43 rd District (113 th Congress-present). Elected to the 102 nd -116 th Congresses (served Jan. 3, 1991-present). Chair, Congressional Black Caucus, 105 th Congress.", "Committee assignments:", "H. Banking, Finance, and Urban Affairs/Banking and Financial Services/Financial Services (102 nd -116 th Congresses; ranking member, 113 th -115 th Congresses; chair, 116 th Congress) H. Veterans' Affairs (102 nd -104 th Congresses) H. Small Business (103 rd -104 th Congresses) H. Judiciary (105 th -112 th Congresses)", "WATSON, DIANE. Democrat; California, 32 nd District (107 th Congress) and 33 rd District (108 th - 111 th Congresses). Elected to the 107 th Congress in a June 5, 2001, special election to fill vacancy caused by death of Julian Dixon; reelected to the 108 th -111 th Congresses (served June 7, 2001-Jan. 3, 2011).", "Committee assignments:", "H. Government Reform/Oversight and Government Reform (107 th -111 th Congresses) H. International Relations/Foreign Affairs (107 th -111 th Congresses)", "WATSON COLEMAN, BONNIE. Democrat; New Jersey, 12 th District. Elected to the 114 th -116 th Congresses (served Jan. 3, 2015-present).", "Committee assignments:", "H. Homeland Security (114 th -116 th Congresses) H. Oversight and Government Reform (114 th -115 th Congresses) H. Appropriations (116 th Congress)", "WATT, MELVIN L. Democrat; North Carolina, 12 th District. Elected to the 103 rd -113 th Congresses (served Jan. 5, 1993, until his resignation Jan. 6, 2014). Chair of the Congressional Black Caucus, 109 th Congress.", "Committee assignments:", "H. Banking, Finance, and Urban Affairs/Banking and Financial Services/ Financial Services (103 rd -113 th Congresses) H. Post Office and Civil Service (103 rd Congress) H. Judiciary (103 rd -113 th Congresses) Jt. Economic (107 th -108 th Congresses)", "WATTS, JULIUS CAESAR, Jr . (J.C.) Republican; Oklahoma, 4 th District. Elected to the 104 th -107 th Congresses (served Jan. 3, 1995-Jan. 3, 2003).", "Committee assignments:", "H. Banking and Financial Services (104 th Congress) H. National Security (104 th -105 th Congress) H. Transportation and Infrastructure (105 th -106 th Congresses) H. Armed Services (106 th -107 th Congresses)", "WEST, ALLEN Republican; Florida, 22 nd District. Elected to the 112 th Congress (served Jan, 3, 2011-Jan. 3, 2013).", "Committee assignments:", "H. Armed Services (112 th Congress) H. Small Business (112 th Congress)", "WHEAT, ALAN DUPREE. Democrat; Missouri, 5 th District. Elected to the 98 th -103 rd Congresses (served Jan. 3, 1983-Jan. 3, 1995).", "Committee assignments:", "H. District of Columbia (98 th -103 rd Congresses) H. Rules (98 th -103 rd Congresses) H. Select Children, Youth, and Families (98 th -102 nd Congresses) H. Select Hunger (101 st -102 nd Congresses)", "WHITE, GEORGE HENRY. Republican; North Carolina, 2 nd District. Elected to the 55 th -56 th Congresses (served March 4, 1897-March 3, 1901).", "Committee assignments:", "H. Agriculture (55 th Congress) H. District of Columbia (55 th -56 th Congresses)", "WILSON, FREDERICA. Democrat; Florida, 17 th District (112 th Congress), 24 th District (113 th Congress-present). Elected to the 112 th -116 th Congresses (served Jan. 3, 2011-present).", "Committee assignments:", "H. Foreign Affairs (112 th Congress) H. Science, Space and Technology (112 th -113 th Congresses) H. Education and the Workforce (114 th -116 th Congresses) H. Transportation and Infrastructure (115 th -116 th Congresses)", "WYNN, ALBERT RUSSELL. Democrat; Maryland, 4 th District. Elected to the 103 rd -110 th Congresses (served Jan. 5, 1993-May 31, 2008).", "Committee assignments:", "H. Banking, Finance, and Urban Affairs/Banking and Financial Services (103 rd -104 th Congresses) H. Foreign Affairs/International Relations (103 rd -104 th Congresses) H. Post Office and Civil Service (103 rd Congress) H. Commerce/Energy and Commerce (105 th -110 th Congresses)", "YOUNG, ANDREW JACKSON, Jr. Democrat; Georgia, 5 th District. Elected to the 93 rd -95 th Congresses (served Jan. 3, 1973, until his resignation on Jan. 29, 1977).", "Committee assignments:", "H. Banking, Currency and Housing (93 rd Congress) H. Rules (94 th Congress)"], "subsections": []}]}}