{"id": "RL30881", "title": "Senate Organization in the 107th Congress: Agreements Reached in a Closely Divided Senate", "released_date": "2006-12-20T00:00:00", "summary": ["The 2000 elections resulted in a Senate composed of 50 Republicans and 50 Democrats. Not since the Senate of 1881 (37 Republicans, 37 Democrats, and two Independents) had the two major parties been equally represented. An historic powersharing agreement, worked out by the party floor leaders in consultation with their party colleagues, was presented to the Senate ( S.Res. 8 ) on January 5, 2001 and agreed to the same day. The agreement was clarified by a leadership colloquy on January 8, 2001.", "In May of 2001, Senator James Jeffords of Vermont decided to leave the Republican party, to become an Independent, and to support the Democratic conference on organizational issues. Control of the Senate shifted to the Democratic party. The power shift annulled major portions of the powersharing agreement. After negotiations between the parties, a new organizing resolution, S.Res. 120 , was agreed to on June 29, 2001. The resolution provided for the appointment of a Democratic majority on all Senate standing committees, and also covered such issues as staffing and space assignments on Senate committees. Other issues connected to Senate organization were addressed by letters signed by relevant committee chairs and ranking members, entered into the Congressional Record of June 29, 2001. On July 10, the two Senate party conferences approved new committee assignments for certain of their members. In late July and early August, new Senate administrative and party officers were chosen.", "This report describes the principal features of S.Res. 8 and S.Res. 120 , as well as supplementary agreements and understandings between the parties that operated during the 107 th Congress. The report will not be updated."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["Twice during the 107 th Congress, the Senate had to address fundamental organizational questions. First, the 2000 senatorial elections produced a tied Senate, necessitating the negotiation of a \"powersharing agreement\" to govern many aspects of committee and floor activities. Then, the decision of Senator James Jeffords of Vermont to change his party affiliation from Republican to Independent gave Senate Democrats numerical control of the body. The shift in party strength caused a second round of negotiations about the organization and operation of the Senate. This report reviews these events and the agreements made by the Senate on organizational and procedural issues."], "subsections": []}, {"section_title": "107th Congress: Opening Day Actions", "paragraphs": ["The November 2000 elections caused the Senate to be tied with 50 Republicans and 50 Democrats. Only once before, in 1881, had the two major parties been equally represented in the Senate. Due to significant changes in Senate procedures, 1881 precedents had little relevance to the contemporary Senate.", "The issue of Senate organization was further complicated by the election of Richard B. Cheney as Vice President. When the 107 th Congress convened on January 3, 2001, the incumbent Vice President, Albert Gore, Jr., presided until Vice President-elect Cheney was sworn in on January 20. Although a titular Democratic majority existed (because Vice President Gore was available to break tie votes) that could have tried to organize the Senate, any such organizational proposals might well have been blocked and, even if adopted, could have been reversed under Republican auspices once Vice President Cheney was in the chair to break ties.", "The Senate often negotiates formal and informal agreements to govern the legislative agenda and its consideration of individual measures. Similar negotiations about the organization of the Senate began informally in late November between the Democratic leader, Senator Tom Daschle (D-SD), and the Republican leader, Senator Trent Lott (R-MS). Talks continued after the Senate convened, and proposals under consideration by the two leaders were discussed at meetings of the party conferences.", "When the 107 th Congress first convened, Senator Daschle, recognized as majority leader by Vice President Gore, who was presiding, made no attempt to replace the incumbent Senate administrative officers with Democratic nominees. In an unprecedented step, the Senate agreed to S.Res. 3 , electing Senator Robert C. Byrd (D-WV) President pro tempore upon the adoption of the resolution, and simultaneously electing Senator Strom Thurmond (R-SC) President pro tempore, to be effective at noon on January 20.", "The Senate designated committee chairmen on opening day. Given that Senate committees are continuing bodies, Senators who had served on panels as of the end of the 106 th Congress retained their positions and roles when the 107 th Congress convened. Several committee chairmen did not return to the 107 th Congress, however, and, for administrative reasons, it was necessary for the Senate, at a minimum, to designate acting committee chairs to replace them, pending election of the full committee slates. The Senate went further in adopting S.Res. 7 , naming Democratic committee chairs on all Senate committees to serve as such through January 20, and naming Republican chairs to assume their posts at noon on that day."], "subsections": []}, {"section_title": "The Powersharing Agreement: S.Res. 8, January 5, 2001", "paragraphs": ["Two days later, on the afternoon of January 5, 2001, Senator Daschle presented to the Senate S.Res. 8 , a measure to provide the organizational basis for powersharing in the Senate when the parties were equally divided. The resolution was agreed to later that day. Its provisions applied for the duration of the 107 th Congress, unless Senate party strength changed. The key provisions of the resolution were:", "Committees", "All Senate committees had equal numbers of Republicans and Democrats. A full committee chair could discharge a subcommittee from further consideration of a measure or matter, if it was not reported because of a tie vote. Budgets and office space for all committees were equally divided, with overall committee budgets to remain within \"historic levels.\" Equal ratios on committees were to remain for the duration of the 107 th Congress, unless the Senate voting strength of the parties changed, whereupon committee assignments and party ratios were to be renegotiated.", "Discharging Measures or Matters", "If a measure or nomination had not been reported because of a tie vote in a committee, the majority or minority leader (after consultation with committee leaders) could move to discharge the committee from further consideration of that measure or nomination. This discharge motion was to be debatable for 4 hours, equally divided and controlled by the majority and minority leaders. After the expiration (or yielding back) of time, the Senate would vote on the discharge motion, without any intervening action, motion, or debate. If the committee were discharged by majority vote, the measure or matter would be placed on the appropriate Senate calendar to await further parliamentary actions.", "Agenda Control and Cloture", "The agreement prohibited a cloture motion from being filed on any amendable item of business during the first 12 hours it was debated. The agreement required both party leaders \"to seek to attain an equal balance of the interests of the two parties\" in scheduling and considering Senate legislative and executive business. The agreement also noted that the motion to proceed to any calendar item \"shall continue to be considered the prerogative of the Majority Leader,\" although the resolution qualified this statement with the observation that \"Senate Rules do not prohibit the right of the Democratic Leader, or any other Senator, to move to proceed to any item.\""], "subsections": []}, {"section_title": "Supplemental Colloquy, January 8, 2001", "paragraphs": ["On January 8, 2001, the agreement was further clarified and other new procedures were announced. Senator Harry Reid (D-NV), the assistant Democratic floor leader, received unanimous consent to enter a printed colloquy between Senators Daschle and Lott into the Congressional Record , and to direct that \"the permanent [ Congressional ] Record be corrected to provide for its inclusion with the resolution when it passed the Senate last Friday.\" In addition to summarizing the provisions of S.Res. 8 , the colloquy covered several more issues."], "subsections": [{"section_title": "\"Filling the Amendment Tree\": Limits on Floor Leaders", "paragraphs": ["In perhaps the most significant announcement, the two leaders pledged to refrain from using their preferential rights of recognition to \"fill the amendment tree\" in an effort to block consideration of controversial issues.", "Senator Lott, on behalf of both leaders, declared the policy in the written colloquy:", "... [I]t is our intention that the Senate have full and vigorous debates in this 107 th Congress, and that the right of all Senators to have their amendments considered will be honored. We have therefore jointly agreed that neither leader, nor their designees in the absence of the leader, will offer consecutive amendments to fill the amendment tree so as to deprive either side of the right to offer an amendment. We both agree that nothing in this resolution or colloquy limits the majority leader's right to amend a non-relevant amendment, nor does it limit the sponsor of that nonrelevant amendment from responding with a further amendment after the majority leader's amendment or amendments are disposed of."], "subsections": []}, {"section_title": "Minority Senators as Presiding Officers", "paragraphs": ["The party leaders agreed that minority party Senators would be permitted to serve as presiding officers of the Senate. This ended, during the powersharing period, the Senate practice of the past 2 decades under which only majority party Senators served as temporary presiding officers."], "subsections": []}, {"section_title": "Party Access to Space in the Capitol", "paragraphs": ["The colloquy further specified that both parties would \"have equal access\" to common space in the Capitol complex to hold meetings, press conferences, and other events. This supplemented the provisions in S.Res. 8 guaranteeing the minority equal committee office space."], "subsections": []}]}, {"section_title": "The Shift to Democratic Control, May-June 2001", "paragraphs": ["On May 24, 2001, Senator James Jeffords announced his intention to leave the Republican party, to become an Independent, and to caucus with the Senate Democrats. With Senator Jeffords' announcement, the Democrats held a numerical edge in the Senate. On June 5, 2001, Senator Jeffords met with Senate Democrats at their weekly conference meeting. On June 6, the Senate convened with the Democrats as the acknowledged Senate majority party.", "When Senator Jeffords announced his intention to vote with the Democrats on organizational questions, the two parties began talks about arrangements to be made under the new party division. Senator Lott named Senators Pete Domenici (R-NM), Phil Gramm (R-TX), Orrin Hatch (R-UT), Mitch McConnell (R-KY), and Arlen Specter (R-PA) to take a lead role in negotiating with Democratic leaders about the steps to be taken in the partisan transition. The Democrats named no comparable negotiating team, and Senator Daschle met with the Republican team for the first time on the evening of June 5. Discussions continued throughout the month of June. As these negotiations were taking place, the Senate took (or prepared to take) some actions not directly connected to the inter-party discussions.", "Election of a new President Pro Tempore. On June 6, the Senate approved by voice vote, S.Res. 100 , electing Senator Robert C. Byrd as President pro tempore. Senator Harry Reid (D-NV), the acting president pro tempore, immediately thereafter administered the required oath to Senator Byrd. The Senate subsequently agreed by voice vote to S.Res. 101 and S.Res. 102 , formally notifying the House and the President of the United States, respectively, of this action. The Senate also agreed by voice vote to S.Res. 103 , expressing its thanks to Senator Thurmond for his service as President pro tempore, and designating him President pro tempore emeritus, a new position in the Senate. Election of Party Secretaries. The majority and minority party secretaries are elected by the Senate. They serve as strategy consultants and communications links for senators in their party. On June 6, by voice vote, the Senate agreed to S.Res. 104 , electing Martin P. Paone as secretary for the majority, and S.Res. 105 , electing Elizabeth Letchworth as secretary for the minority. Paone and Letchworth held the opposite titles during the earlier period of Republican control of the Senate. Subsequently, Elizabeth Letchworth announced her intention to retire from the post, effective July 31, 2001. On August 3, 2001, the Senate agreed to S.Res. 154 , commending Letchworth for her 25 years of service to the Senate, and immediately thereafter agreed to S.Res. 155 , electing David Schiappa, formerly Assistant Secretary, to the post of Secretary for the Minority. Time for votes in the Senate. Majority Leader Daschle announced his intention to conduct votes more expeditiously, beginning with the Senate session on June 7, 2001. Except for extraordinary circumstances, Senators would have no more than 20 minutes during a roll call vote to come to the floor and record their position. Senator Daschle explained on the floor:", "Madam President, this has been a constant lament of both Senator Lott and myself. He has attempted to address it on occasion. I have always been supportive of the effort, to try to be as managerial with these votes as we can be. He and I have talked about it as recently as just prior to the break. My intent ... is to do all that we can to terminate the vote at the end of 20 minutes. I think that is ample time. If we are going to be efficient in the use of our time, we cannot allow these votes to drag on. This has been a source of increasing concern to me personally. So we will do our utmost-in fact, I will ask that the votes be terminated at the end of 20 minutes. I hope Senators can be made aware that will be the policy and we will implement it. If there is an emergency, we can accommodate that. But I also will attempt to impose some discipline with regard to the votes. We will attempt to implement that beginning tomorrow. I put all Senators on notice in that regard.", "Senator Daschle announced his intention to continue having Senators from both parties share the duties of presiding over Senate sessions. This policy had been contained in the powersharing agreement. During the week of July 16, 2001, Senate Republicans informed the Democratic leadership that Republican Senators would no longer agree to preside over the Senate.", "After the switch in party control, the Senate took` steps to choose new administrative officers. During the powersharing period, the incumbent Republican Secretary of the Senate and Sergeant at Arms remained in their posts. After the switch in party control, however, Gary Sisco, the Secretary of the Senate, tendered his resignation. Jeri Thomson, who previously held the post of Executive Assistant for the Minority in the office of the Senate Sergeant at Arms, was elected Secretary of the Senate on July 12, 2001.", "On June 12, 2001, the Senate received the nomination of James Ziglar, the incumbent Sergeant at Arms, to become Commissioner of the Immigration and Naturalization Service. The Senate confirmed Ziglar's nomination on August 1, 2001, and also agreed to a resolution ( S.Res. 144 ) commending him for his service as Sergeant at Arms. Senator Daschle announced his intention to nominate retired Army Major General Alfonso Lenhardt to the post. Lenhardt, since his retirement after 31 years of military service, had served as the Chief Operating Officer for the Washington-based Council on Foundations. On August 2, 2001, the Senate agreed to S.Res. 149 , electing Lenhardt Senate Sergeant at Arms, effective September 4, 2001."], "subsections": []}, {"section_title": "S.Res. 120 and Other Organizational Issues", "paragraphs": ["An agreement on committees and related organizational issues was reached by resolution just before the Senate adjourned for the Independence Day recess on June 29, 2001. Less formal assurances contained in \"Dear Colleague\" letters from the chairs and ranking members of the appropriate committees were printed in the Congressional Record to set procedures for the public disclosure of so-called \"blue slips\" on nominees, for Senate action on future Supreme Court nominations, and future decisions concerning the allocation of space.", "S.Res. 120 of June 29, 2001 provided for Democratic majorities on all Senate standing and select committees (except for the Select Committee on Ethics which always has equal party representation). The resolution assured that \"no Senator shall lose his or her current committee assignments by virtue of this resolution.\" Section 3 of the resolution expressly provided that, regardless of any future shifts in party strength in the Senate during the 107 th Congress, existing agreements about the allocation of committee staff and funds made by committee chairs and ranking minority members would remain in effect, unless modified by them."], "subsections": [{"section_title": "Disclosing \"Blue-Slipped\" Nominations", "paragraphs": ["The tradition of \"senatorial courtesy\" has a long history. Under this practice, the Senate often declined to confirm a presidential nominee for an office in the state of a Senator of the President's party unless that Senator approved. The practice is a purely customary one and not always followed by the Senate. The term \"blue slip\" derives from the blue buckslip that the Senate Judiciary Committee uses to solicit Senators' comments on the suitability of nominees in their states. Customarily, Senators have been able to block such nominees without their objections being made publicly known.", "This largely private custom became more formal and more public under terms of a Dear Colleague letter announced by Senators Patrick Leahy (D-VT) and Orrin Hatch, the chair and ranking minority member of the Senate Judiciary Committee:", "The \"blue slips\" that the (Judiciary) Committee has traditionally sent to home State Senators to ask their views on nominees to be U.S. Attorneys, U.S. Marshalls and federal judges, will be treated as public information. We both believe that such openness in the confirmation process will benefit the Judiciary Committee and the Senate as a whole. Further, it is our intention that this policy of openness with regard to \"blue slips\" and the blue slip process continue in the future, regardless of who is Chairman or which party is in the majority in the Senate. Therefore, we write to inform you that the Chairman of the Judiciary Committee, with the full support of the former Chairman and Ranking Republican Member, is exercising his authority to declare that the blue slip process shall no longer be designated or treated as Committee confidential.", "Due to the fact that the Dear Colleague letter related only to nominees considered by the Judiciary Committee, the secrecy of \"senatorial courtesy\" requests on appropriate nominations that might be considered by other Senate committees was not changed."], "subsections": []}, {"section_title": "Consideration of Supreme Court Nominees", "paragraphs": ["Discussions between the parties focused on possible ways to guarantee Senate floor votes on nominations to fill any future vacancies on the Supreme Court. Senate Democrats opposed any such formal guarantee, and Republican negotiators were reluctant to insist on a vote to make this procedure a formal part of the rules or of the organizing resolution. The issue was ultimately addressed by another Leahy-Hatch Dear Colleague letter:", "We are cognizant of the important constitutional role of the Senate in connection with Supreme Court nominations. We write as Chairman and Ranking Republican Member on the Judiciary Committee to inform you that we are prepared to examine carefully and assess such presidential nominations. The Judiciary Committee's traditional practice has been to report Supreme Court nominees to the Senate once the committee has completed its consideration. This has been true even in cases where Supreme Court nominees were opposed by a majority of the Judiciary Committee. We both recognize and have every intention of following the practices and precedents of the Committee and the Senate when considering Supreme Court nominees.", "During his remarks on S.Res. 120 , Senator Daschle referred to the discussions about Senate action on future Supreme Court nominations:", "In the course of our negotiations, a number of our Republican colleagues also raised concerns about how Democrats would deal with potential Supreme Court nominations, should that need arise. A second letter to which Senators Leahy and Hatch agreed says clearly that all nominees to the Supreme Court will receive full and fair consideration. This is the same position I stated publicly many times during our negotiations, and I intend to see that the Senate lives up to this commitment. It has been the traditional practice of the Judiciary Committee to report Supreme Court nominees to the Senate floor once the committee has completed its consideration. This has been true even for a number of nominees that were defeated in the Judiciary Committee. Now, Senators Leahy and Hatch have put in writing their intention that consideration of Supreme Court nominees will follow the practices and precedents of the Judiciary Committee and the Senate. In reaching this agreement, we have avoided an unwise and unwarranted change to the Standing Rules of the Senate and a sweeping revision to the Senate's constitutional responsibility to review Supreme Court nominees."], "subsections": []}, {"section_title": "Space Allocations", "paragraphs": ["With the shift in political control of the Senate, substantial concern was expressed about relocating committee staff, with the new committees' Democratic majority staff moving into space previously occupied by committees' Republican staff. The Senate Rules and Administration Committee announced that, as in 1995, staff and equipment in committee rooms would be moved according to a schedule in which staff would move to new majority or minority committee rooms first, with equipment from their former offices following later.", "The controversy surrounding changes in office space led to the inclusion of language in S.Res. 120 recognizing the validity of committee space and staff allocation agreements between committee chairs and ranking minority members, and continuing such agreements in force unless modified by subsequent agreements between each committee's leaders. An additional Dear Colleague letter, this one signed by Senators Christopher Dodd (D-CT) and Mitch McConnell (R-KY), the chair and ranking member of the Senate Rules and Administration Committee, clarified the space issue. The letter reaffirmed the authority of the Rules and Administration Committee over space allocation in Senate office buildings, but left to committee chairs the duty to implement any space allocation decisions regarding their panels:", "In the allocation of office space to Senate committees, pursuant to Rule XXV of the Standing Rules of the Senate, it is the practice of the Committee on Rules and Administration to assign all such space to the chairman of each committee. Further, the Rules Committee does not traditionally intervene in the internal space allocation decisions of the committees and therefore is not a party to any agreements between the chair and ranking member regarding space allocation. It is the intent of the Committee on Rules and Administration to continue such practice."], "subsections": []}, {"section_title": "Small Business Committee Renamed", "paragraphs": ["In a separate and unrelated action on June 29, the Senate agreed to S.Res. 123 , a resolution amending Senate Rule XXV to change the name of the Senate Committee on Small Business to the Committee on Small Business and Entrepreneurship. The resolution was submitted by Senators John Kerry (D-MA) and Christopher Bond (R-MO), the chair and ranking minority members of the committee. Senator Kerry observed that \"adding 'Entrepreneurship' to the Committee on Small Business's name will more accurately reflect the Committee's valuable role in helping to foster and promote economic development by including entrepreneurial companies and the spirit of entrepreneurship in the United States.\" S.Res. 123 did not alter the committee's jurisdiction."], "subsections": []}, {"section_title": "Nomination Standing Order", "paragraphs": ["By unanimous consent on August 2, 2001, the Senate agreed to a standing order \"for the 107 th Congress\" governing the referral of future nominations to the post of Assistant Secretary of the Army for Civil Works. The order provided that, when such nomination is received by the Senate, it is to be referred to the Committee on Armed Services and, if the Armed Services Committee reports, the nomination is then to be sequentially referred to the Committee on Environment and Public Works for a period of 20 session days. If not reported by the Environment and Public Works Committee within that period, the nomination is to be discharged and placed on the Senate's Executive Calendar. Typically, a nomination will be referred only to one committee or, in a small number of instances, to two or more committees by unanimous consent on a case-by-case basis."], "subsections": []}, {"section_title": "Additional Issues", "paragraphs": ["Agreement to S.Res. 120 did not complete Senate work on reorganization under Democratic control. The two party conferences approved new assignments for their members (including the designation of Senator Jeffords as the new chair of the Senate Environment and Public Works Committee) on July 10. No floor action to approve the new committee chairs was thought to be necessary under the terms of S.Res. 120 . Some committees decided to revise the internal rules they adopted earlier in the 107 th Congress.", "The Senate did not name conferees through its traditional mechanisms during the powersharing period. The parliamentary stages though which the Senate passes to get to conference are usually handled by unanimous consent. This consent includes granting authority to the presiding officer to appoint conferees, based on the recommendations of the relevant committee and floor leaders. Disputes between the parties on the appropriate ratio between Republicans and Democrats on Senate conference delegations caused the Senate to avoid going to conference with the House during the powersharing period. Only two measures went to conference up through the July Fourth recess, the budget resolution and the reconciliation bill, conference procedures for which were governed by the Budget Act. After the shift in party control, there was not a public objection to having the chair appoint conferees. Of course, private negotiations among Senators and party leaders about the size and composition of conference delegations continued."], "subsections": []}]}, {"section_title": "Conclusion", "paragraphs": ["The powersharing agreement was an experiment. The new Senate organization resolution departed as well from many established practices. The success of any Senate organizational settlement depends upon its adaptability and that of its members to changing circumstances. The comments of Senator Lott on the powersharing agreement can also apply to the provisions of S.Res. 120 :", "There are those in this Chamber who will not agree with me that we are going to support this resolution. There are those in this Chamber who probably will not agree with Senator Daschle that this is enough. Some will say it is too much; others will say it is not enough. Who is to say? The day may come when we will say: Well, yes, we didn't do that right; we didn't figure some of the things that might happen or the way the rules might be used or abused. If that happens, then we will have to deal with it. Senator Daschle and I will have to go to the Member on his side of the aisle or my side of the aisle and say: That is not in good faith. That is not what we intended. Or, when we make a mistake, change it.", "Appendix A. S.Res. 8", "107 th CONGRESS", "1 st Session", "S. RES. 8", "Relative to Senate procedure in the 107 th Congress.", "IN THE SENATE OF THE UNITED STATES", "January 5, 2001", "Mr. Daschle (for himself and Mr. Lott) submitted the following resolution;", "which was considered and agreed to", "RESOLUTION", "Relative to Senate procedure in the 107 th Congress.", "1 Resolved , That notwithstanding the provisions of rule", "2 XXV, or any other provision of the Standing Rules or", "3 Standing Orders of the Senate, the committees of the Sen-", "4 ate, including Joint and Special Committees, for the 107 th", "5 Congress shall be composed equally of members of both", "6 parties, to be appointed at a later time by the two Leaders;", "7 that the budgets and office space for such committees, and", "8 all other subgroups, shall likewise be equal, with up to an", "9 additional 10 percent to be allocated for administrative ex-", "10 penses to be determined by the Rules Committee, with the", "11 total administrative expenses allocation for all committees", "12 not to exceed historic levels; and that the Chairman of", "1 a full committee may discharge a subcommittee of any", "2 Legislative or Executive Calendar item which has not been", "3 reported because of a tie vote and place it on the full com-", "4 mittee's agenda.", "5 SEC. 2. Provided , That such committee ratios shall", "6 remain in effect for the remainder of the 107 th Congress,", "7 except that if at any time during the 107 th Congress ei-", "8 ther party attains a majority of the whole number of Sen-", "9 ators, then each committee ratio shall be adjusted to re-", "10 flect the ratio of the parties in the Senate, and the provi-", "11 sions of this resolution shall have no further effect, except", "12 that the members appointed by the two Leaders, pursuant", "13 to this resolution, shall no longer be members of the com-", "14 mittees, and the committee chairmanships shall be held", "15 by the party which has attained a majority of the whole", "16 number of Senators.", "17 SEC. 3. Pursuant to the provisions and exceptions", "18 listed above, the following additional Standing Orders", "19 shall be in effect for the 107 th Congress:", "20 (1) If a committee has not reported out a legis-", "21 lative item or nomination because of a tie vote, then,", "22 after notice of such tie vote has been transmitted to", "23 the Senate by that committee and printed in the", "24 Record, the Majority Leader or the Minority Leader", "25 may, only after consultation with the Chairman and", "1 Ranking Member of the committee, make a motion", "2 to discharge such legislative item or nomination,", "3 and time for debate on such motion shall be limited to", "4 4 hours, to be equally divided between the two Lead-", "5 ers, with no other motions, points of order, or", "6 amendments in order: Provided , That following the", "7 use or yielding back of time, a vote occur on the mo-", "8 tion to discharge, without any intervening action,", "9 motion, or debate, and if agreed to it be placed im-", "10 mediately on the Calendar of Business (in the case", "11 of legislation) or the Executive Calendar (in the", "12 case of a nomination).", "13 (2) Notwithstanding the provisions of rule", "14 XXII, to insure that any cloture motion shall be of-", "15 fered for the purpose of bringing to a close debate,", "16 in no case shall it be in order for any cloture motion", "17 to be made on an amendable item during its first 12", "18 hours of Senate debate: Provided , That all other pro-", "19 visions of rule XXII remain in status quo.", "20 (3) Both Leaders shall seek to attain an equal", "21 balance of the interests of the two parties when", "22 scheduling and debating legislative and executive", "23 business generally, and in keeping with the present", "24 Senate precedents, a motion to proceed to any Leg-", "25 islative or Executive Calendar item shall continue to", "1 be considered the prerogative of the Majority Lead-", "2 er, although the Senate Rules do not prohibit the", "3 right of the Democratic Leader, or any other Sen-", "4 ator, to move to proceed to any item.", "Appendix B. S.Res. 120", "107 th CONGRESS", "1 st Session", "S. RES. 120", "Relative to the organization of the Senate during the remainder of the 107 th Congress.", "IN THE SENATE OF THE UNITED STATES", "June 29, 2001", "Mr. Daschle (for himself and Mr. Lott) submitted the following resolution;", "which was considered and agreed to", "RESOLUTION", "Relative to the organization of the Senate during the", "remainder of the 107 th Congress.", "1 Resolved , That the Majority Party of the Senate for", "2 the 107 th Congress shall have a one seat majority on every", "3 committee of the Senate, except that the Select Committee", "4 on Ethics shall continue to be composed equally of mem-", "5 bers from both parties. No Senator shall lose his or her", "6 current committee assignments by virtue of this resolu-", "7 tion.", "8 SEC. 2. Notwithstanding the provisions of Rule XXV", "9 the Majority and Minority Leaders of the Senate are here-", "1 By authorized to appoint their members of the committees", "2 consistent with this resolution.", "3 SEC. 3. Subject to the authority of the Standing", "4 Rules of the Senate, any agreements entered into regard-", "5 ing committee funding and space prior to June 5, 2001,", "6 between the Chairman and Ranking member of each com-", "7 mittee shall remain in effect, unless modified by subse-", "8 quent agreement between the Chairman and Ranking", "9 member.", "10 SEC. 4. The provisions of this resolution shall cease", "11 to be effective, except for Sec. 3, if the ratio in the full", "12 Senate on the date of adoption of this resolution changes."], "subsections": []}]}}