{"id": "RL30886", "title": "Mexico's Counter-Narcotics Efforts under Zedillo and Fox, December 1994-March 2001", "released_date": "2001-03-30T00:00:00", "summary": ["This report provides information on Mexico's counter-narcotics efforts during the six year presidency of Ernesto Zedillo(December 1, 1994 to December 1, 2000) and a short period of the presidency of Vicente Fox (December 1, 2000,to March1, 2001), with special emphasis on calendar year 2000, covered by the State Department's report on internationalnarcoticscontrol.", "Share of Traffic. Mexico continued to be the transit point for about 50-65% of the cocaine entering the United Statesfrom South America in 2000, with the uncertain and varying estimates being similar to estimates in recent years. Mexicoalso continued to be a major source country for heroin, marijuana, and methamphetamine, and a major center formoneylaundering activities.", "Control Efforts. Seizures of cocaine by Mexico in 2000 were down 31% from 1999, and down 12% from the 1994-1999average, which might be viewed as lagging performance. Seizures of opium were down from unusually high levelsin1999, but represented a 32% increase over the 1994-1999 average. Seizures of heroin were up slightly, whileseizures ofmarijuana, methamphetamine, and drug labs were up significantly. Arrests were up slightly in2000, to reach the highestlevels in the last seven years except for 1996, but numerous instances of apparent corruption persist. Severalimportantdrug traffickers were arrested in 2000, including key members of the Arellano Feliz or Tijuana cartel, Ismael \"ElMayel\"Higuera Guerrero (chief operations officer) and Jesus \"Chuy\" Labra Aviles (financial manager). While only oneMexicannational was extradited to the United States in 2000 on drug-related charges, a January 2001 ruling by the MexicanSupreme Court, and Mexican Senate approval of the temporary surrender protocol are promising developments. Eradication of opium and marijuana declined somewhat in 2000, but with fewer hectares ofcultivation, the potential yieldof opium declined markedly to a new record low, and the potential yield of marijuana was lower than four of theprevioussix years.", "Cooperative Efforts. U.S.-Mexico counter-narcotics cooperation continued at unprecedented levels during the final yearsof the presidencies of Zedillo and Clinton, with the full range of law enforcement, military, border, and drug controlagencies being involved. In the last two years the countries agreed on measures to gauge the effectiveness of thejointanti-drug strategy, they established a new interdiction working group that led to significantly increased maritimeinterdiction cooperation, and they took various cooperative steps to control money laundering activities. They alsocooperated on U.N. and OAS anti-drug activities, including the development and first application of the multilateralevaluation mechanism (MEM) of the Inter-American Drug Control Commission (CICAD) to assess thecounter-narcoticsperformance of all member countries. Following elections in both countries, Presidents Fox and Bush met inMexico inmid-February 2001, and agreed to strengthen law enforcement and counter-narcotics cooperation between thecountries."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Recent Congressional Interest and Action", "paragraphs": ["Congress has had a longstanding interest in Mexico's counter-narcotics efforts. Beginning with legislationoriginally enacted in the mid-1980s, Congress has required the President to certify annually, subject to congressional review, thatdrug producing or drug-transit countries have cooperated fully with the United States in drug control efforts duringtheprevious year to avoid suspension of U.S. aid. (1) Mexico has been fully certified each year, but Congress has closelymonitored these certifications, and resolutions of disapproval to reverse the presidential certifications wereintroduced in1996, 1997, 1998, and 1999. In 1996, no floor action was taken; in 1997, each house passed separate weakenedresolutions; in 1998, a Senate version was defeated in floor action; and in 1999, no action was taken on Houseresolutions. Following the election of opposition candidate Vicente Fox as President of Mexico in July 2000, several Memberscalledfor modification of the certification procedures or exemption of Mexico from the process. President Bush certifiedMexicoas fully cooperative in drug control efforts on March 1, 2001, citing the arrest of key members of the Tijuana-basedArellano Felix Organization, the aggressive eradication programs, and continuing cooperation with the United Statesin anumber of areas. (2)"], "subsections": []}, {"section_title": "Estimates of Mexico's Share of Drug Trafficking Activity", "paragraphs": ["According to estimates by the Department of State's Bureau for International Narcotics and Law EnforcementAffairs,Mexico is the primary transit point for cocaine entering the United States from South America, and is a majorsourcecountry for heroin, marijuana, and methamphetamine. (3) Agency experts agree that Mexico's share of illicit traffic in thevarious areas has remained high over the years, although there are variations in the estimates. The methodology formakingthe estimates (whether derived from seizures or some other means) is not regarded as entirely adequate, and theestimatesmay be affected by changing trafficking patterns and demand as much as enforcement efforts. In many cases,estimateshave not been provided in recent Administration reports and congressional testimony ", "With regard to cocaine, the major drug of concern, the State Department's recent INCSR report covering the year 2000cited DEA estimates that 55% of the cocaine sold in the United States transits Mexico. About the same time, a DEAofficial testified in March 2001 that 65% of South American cocaine reaches American cities via the U.S.-Mexicoborder,while a U.S. Customs official indicated that \"more than 50%\" entered via the Southwest Border. (4) These uncertain andvarying estimates are similar to the estimates in recent years.", "With respect to heroin, the recent INCSR report did not estimate the percentage of U.S.-bound heroin produced in Mexico,but it noted that Mexico produces only about two percent of the world's opium, nearly all destined for the UnitedStates,and that production in Mexico plummeted as a result of eradication efforts and a severe drought. A U.S. Customsofficialstated, in March 2001 hearings, that 14% of the heroin seized in the United States comes from Mexico, while anindependent study indicated that Mexico is the source of 29% of the heroin used in the United States. (5)", "In other areas, the recent INCSR report noted that Mexico-based transnational criminal organizations have become thelargest distributors in the United States of methamphetamine and precursor chemicals like ephedrine, withmethamphetamine seizures in the United States growing from 96 kilograms in 1998 to 358 kilograms in 1999, and638kilograms in 2000. According to DEA, \"virtually all the marijuana smuggled into the United States, whether growninMexico or shipped through Mexico from lesser sources such as Central America, is smuggled across theU.S.-MexicoBorder.\" (6) Mexico continues to be a majormoney-laundering center and in recent years international money launderershave turned increasingly to Mexico for initial placement of drug proceeds into the global financial system, accordingto therecent INSCR."], "subsections": []}, {"section_title": "Mexico's Efforts to Control Illicit Drug Activities", "paragraphs": ["Table 1 shows estimates of Mexican drug control efforts in three areas -- seizures, arrests, and eradication --from 1994to 2000. ", " Table 1. Mexican Counter-Drug Activities, 1994-2000", "Sources: Except where indicated by asterisk, data is from the U.S. Department of State, International Narcotics ControlStrategy Report , March 2001, pp. V-26-V-36, using the more up to date data in the text when in conflict withthe statisticschart. Seizures are measured in metric tons (mt), and eradication is measured in hectares (ha), with one hectareequaling2.47 acres. Eradication figures in the INCSR are effective eradication estimates of the actual amount of cropdestroyed,factoring in replanting, repeated spaying in one area, etc, while the larger figures supplied by the MexicanGovernmentshow raw estimates of areas sprayed. Data on ephedrine seizures were provided by the Embassy of Mexico for thereporting period December 1, 1999 to November 30, 2000.", "Caution should be exercised in considering the changes in the various areas as an indication of Mexico's seriousness incontrolling drug trafficking. The trends may also be affected by the demand for the drugs, the amount of drugsproduced oravailable, the sophistication of the drug traffickers, the intelligence and capabilities of Mexican counter-drugagencies, theeffectiveness of reporting and monitoring methods, the effect of weather conditions on eradication efforts, andcompetitionfrom alternative drug suppliers."], "subsections": [{"section_title": "Seizures of Drugs", "paragraphs": ["With regard to Mexican seizures of drugs in 2000, the results portrayed in the table demonstrate some setbacks as well assuccesses compared to the results in the previous year that were unusually high. (7)", "Seizures of cocaine, which many consider to be the key test, were down to 23.2 metric tons in 2000, a 31% decline from theseizures in 1999, and a 12% decline from the average seizures in the previous six years (1994-1999), but roughlyequal tothe performance in recent years except for 1997 and 1999. In this case, the decline in seizures might be viewed asa sign oflagging performance, as a sign of success from Mexico's commitment of about $500 million over three years forinterdiction technology to \"seal the border\" against the transit of drugs, or as a sign of the difficulty of capture astraffickersincreasingly utilize multiple maritime avenues (including small go-fast boats, fishing vessels, and commercialcarriers) anddiverse overland routes. Yearly results may also be skewed by a limited number of large seizures, with some recentmaritime operations resulting in the seizure of 3-8 metric tons of cocaine. Mexican government data for thereportingperiod of December 1, 1999 to November 30, 2000, shows seizures of cocaine at 27.6 metric tons, a 1% increaseoverseizures of 27.3 metric tons in the previous year, and the highest level of seizures in the last six years except for1997. ", "Seizures of opium were also down to 0.41 metric tons, a 49% decline from the unusually high level in 1999, but a 32%increase from average seizures in 1994-1999, and the highest level of seizures in the last seven years except for1999.", "Seizure results in other areas were more positive. Seizures of heroin were up to 0.302 metric tons in 2000, a 17% increasefrom 1999, a 31% increase over the 1994-1999 average, and the highest rate in the last seven years except for 1996. Seizures of marijuana increased to 2,005 metric tons in 2000, a 37% increase over 1999, and a significant 105%increaseover the average in 1994-1999, and the highest level of seizures within the last seven years. Seizures ofmethamphetamineincreased dramatically in 2000 to 0.638 metric tons, a 78% increase over 1999, a 171% increase over the 1994-1999average, and the highest level by far of seizures ever reported, suggesting the growth in importance of this drug. Seizuresof ephedrine, as reported by Mexican officials, increased to 0.560 metric tons in 2000, a 53% increase over 1999,and a24% increase over the 1997-1999 average, but an 81% decrease from the average for the 1995-1999 period with theextraordinarily large seizures in 1995 and 1996. The seizure of 23 illicit drug labs in 2000 was a dramatic increaseas well,registering a 65% increase over 1999, and a 77% increase over the 1994-1999 period, for the highest number ofseizuresrecorded on the chart.", "According to new Attorney General Rafael Macedo de la Concha, narcotics seizures have increased significantly in the FoxAdministration. In a report on the first 100 days of the new presidency, the Attorney General claimed that cocaineseizureshad nearly doubled, that marijuana seizures were up 116%, and that heroin seizures climbed more than 500%compared tothe first 100 days of the Zedillo Administration, (8) butthis would be a comparison to six years ago, and it is hard to knowwhether the pattern will be lasting. "], "subsections": []}, {"section_title": "Arrests and Extraditions of Drug Traffickers", "paragraphs": ["As indicated in Table 1, the number of people arrested in Mexico on drug-related charges in 2000 increased in allcategories. The numbers of arrests of foreigners were up 15% from 1999, to the highest level on the chart exceptfor 1998,and the numbers of arrests of Mexicans and total arrests were up over 5% to the highest levels in the last sevenyears,except for 1996.", "Among the key arrests in 2000 were the apprehensions of five members of the Arellano Feliz or Tijuana cartel, with themost important being Ismael \"El Mayel\" Higuera Guerrero (chief operations officer) and Jesus \"Chuy\" Labra Aviles(financial manager), and lesser collaborators being Enrique Harari Garduno, Carlos Ariel Charry Guzman, andIsmaelHiguera Avila. Other notable arrests where U.S.-Mexico cooperation was highlighted were the apprehensions ofherointraffickers Isaias and Juan Hernandez Ibarra, and the capture of Agustin Vazquez Mendoza after a six year manhuntoncharges of killing a DEA agent in Phoenix, Arizona. Still other important arrests were the apprehensions of drugcartelcollaborators Hugo Baldomero Medina Garza and Olegario Meraz Gutierrez. Along with the arrests, Mexico oftenseizedimportant assets of drug trafficking and money laundering operations. While noting that none of the leading drugtraffickers were arrested or convicted in 2000, the recent INCSR report states that the arrests and prosecutions weresignificant accomplishments involving \"successful operational planning and execution, and a new level ofinteragencycooperation.\" ", "Critics argue that Mexican authorities have failed to weed out corruption, to arrest major drug traffickers, to extraditeMexican citizens to the United States on drug-related charges, and to enforce the country's anti-money-launderinglegislation (9) . Major instances of drug-relatedcorruption mentioned in the press include the apparent suicide in March 2000of a senior official in Mexico's federal Attorney General's Office, Juan Manuel Izabal Villicana, on the eve ofinvestigationof unexplained funds in his safe deposit boxes; (10) the staged car accident/murder near Tijuana in April 2000 of threeMexican anti-drug agents who were probing the drug activities of the Arellano Felix cartel, and the subsequentimplicationin the murder of four federal police agents and a Commander of the anti-drug agency; (11) and the arrest of Mexican GeneralsFrancisco Quiroz Hermosillo and Mario Arturo Acosta in August 2000 because of links to the Amado CarilloFuentestrafficking organization. (12)", "The Mexican government extradited a total of 12 persons to the United States in 2000, following the general pattern for theZedillo Administration, with six persons, but no major drug traffickers, being extradited on drug-related charges. Thoseextradited on drug charges included three U.S. citizens, two Argentines, and one Mexican national. While previousMexican policy and court decisions required that Mexican nationals wanted for crimes committed abroad beprosecuted inMexico, the Zedillo Administration broke new ground by extraditing seven Mexican nationals and one dualU.S.-Mexicannational to the United States between 1996 and 2000 on grounds that this was permitted under the U.S.-Mexicoextraditiontreaty and Mexican extradition law in exceptional cases. Despite this stance, Mexican courts continued to bereluctant toapprove extradition of Mexican nationals, even when recommended by the Mexican Foreign Ministry, and theyfreedseveral alleged drug traffickers after raising questions about the constitutionality and appropriateness of extraditions,especially where capital punishment or life sentences might be applied. At the end of 2000, there were 51 personsinMexican custody pending extradition, including Agustin Vasquez Mendoza, Ismael Higuera Guerrero, and thebrothersIsaias and Juan Hernandez Ibarra mentioned above. ", "In January 2001, the Mexican Supreme Court ruled that Mexican citizens may be extradited to the United States forprosecution on drug charges provided that they are sentenced under Mexican guidelines. This seemed to clear onelegalhurdle, but the INCSR report notes that adverse lower court decisions on other issues, particularly the question oflifeimprisonment and capital punishment, continue to impede the extradition process and may do so until resolved bythecountry's highest court. (13) While the favorabledecision by the Mexican Supreme Court was issued during the period of theFox presidency, the Bush Administration's Statement of Explanation for the Mexican Drug Certification noted thatthedecision was the culmination of sustained effort by the Zedillo Administration. In another favorable development,theMexican Senate in December 2000 approved a protocol to the U.S.-Mexico extradition treaty, already approved bythe U.S.Senate, that would permit the temporary surrender for trial of fugitives who are serving sentences in one countrybut arealso wanted on criminal charges in the other country. Following the meeting of Presidents Bush and Fox in Mexicoinmid-February 2001, officials are working to implement this temporary surrender protocol.", "As the first president to be elected from an opposition party in 71 years, President Fox has promised to strengthendemocracy and the rule of law in Mexico, and to fight corruption and crime. He has proposed theprofessionalization of thepolice under a new Public Security Ministry to deal with widespread public concerns with security and policecorruption,and he has promised vigorous efforts against illicit drug traffickers. Shortly after taking office, he sent additionalfederalpolice to Tijuana and Juarez near the U.S. border and to the state of Sinaloa, three hot spots of drug trafficking andcrime,but the police were subsequently removed without any dramatic accomplishments. Fox has been criticized forfailing to actswiftly against corruption, and has been blamed for recent serious cases of drug-related corruption, including theescapefrom a high security prison in Jalisco in mid-January 2001 of reputed drug lord Joaquin \"El Chapo\" Guzman, andtheescape from house arrest in Mexico City in mid-February 2001 of Jose Manuel Diaz, a high-ranking anti-drugofficial fromChihuahua being held on charges of selling police posts for up to $1 million. (14) Reacting to these events, President Foxannounced a national crusade against drug trafficking on January 24, 2001, promising to eliminate corruption in thepoliceand prison systems and to enhance law enforcement efforts against drug traffickers. Since then a large number oftheprison officials in Jalisco have been questioned and charged, and many customs officials and anti-drug agents inthe state ofChihuahua were removed from office."], "subsections": []}, {"section_title": "Eradication of Illicit Crops", "paragraphs": ["With respect to eradication of illicit crops, the results are somewhat complicated by the fact that with continuing declines inthe area under cultivation, the potential area of harvest and the net potential yield may decline in a favorable way,even ifthere are reductions in the effective eradication estimates. The results are also complicated by the fact that Mexicandatashow raw estimates of areas sprayed, while the United States data show effective eradication estimatesof the cropdestroyed, factoring out repeated spraying in the same area and other variables.", "The U.S. estimate of effective eradication of opium poppy cultivation in 2000 of 7,600 hectares was 4% lower than in1999, and 6% lower than the average effective eradication in the 1994-1999 period. However, with the continuingdeclinein total area under cultivation combined with severe drought, the estimated potential harvest was only 1,900hectares, a47% decline from 1999, and a 61% decline from the average harvest for 1994-1999. This produced a potential yieldin2000 of only 24 metric tons of opium gum, a 55% decline from 1999, and a new record low.", "The U.S. estimate of effective eradication of Mexican marijuana in 2000 was 13,000 hectares, a 33% decline from theunusually high level in 1999, but a 9% increase over the average for 1994-1999. Given the general decline in theareacultivated, the estimated potential yield of marijuana was up very slightly from 1999 to 7,000 metric tons, but lowerthan allrecent years except 1994 and 1999.", "According to the Statement of Explanation for Mexico's Drug Certification, \"Mexico's eradication program is one of thelargest and most aggressive in the world.\" In an Administration briefing on the certification decisions on March1, 2001,Robert Brown, the Acting Deputy Director of the Office of National Drug Control Policy (ONDCP) characterizedMexico'sefforts as \"extraordinary,\" record-setting,\" and \"world class.\""], "subsections": []}]}, {"section_title": "Mexico's Counter-Narcotics Cooperation with the United States", "paragraphs": ["U.S.-Mexico counter-narcotics cooperation increased substantially during the Administration of PresidentZedillo(1994-2000), with the full range of law enforcement, military, and border and drug control agencies being involved. Whilethe flow of drugs from Mexico remains high and incidences of corruption persist, the Clinton Administrationseemed to beconfident that President Zedillo was committed to rooting out corruption and establishing a close workingrelationship withthe United States in this area. At the highest diplomatic level, there is the Binational Commission, established in1977,which brings cabinet-level officials together once a year to discuss the full range of U.S.-Mexico relations,including legaland anti-narcotics affairs. With a specific focus on counter-narcotics issues, the High Level Contact Group(HLCG),established in 1996, provides for cabinet-level coordination twice a year. Subordinate HLCG working groups onmoneylaundering, demand reduction, arms trafficking, and interdiction meet several times per year to coordinate policies,exchange information, and promote conferences, such as the Binational Conferences on Reduction of Drug Demand,heldin 1998, 1999, and 2000. The Mexico-U.S. Senior Law Enforcement Plenary, coordinated by the two AttorneysGeneral,also meets four or five times a year on law enforcement issues. (15)", "Acting through these groups, the two countries agreed in May 1997 upon an Anti-Drug Alliance during a visit to Mexico byPresident Clinton. The leaders developed a draft joint strategy in November 1997, when President Zedillo visitedWashington, and the two Presidents signed a protocol to permit temporary extradition of cross-border criminalsfor trial,and a hemispheric convention against illegal firearms trafficking. More recently, the two leaders issued the jointanti-drugstrategy in early February 1998, and they agreed on methods for coordinating activities in June 1998 despiteMexicandispleasure with Operation Casablanca, a U.S. undercover operation aimed at money laundering operations. Thepresidentssigned agreements on law enforcement cooperation and implementation of performance measures of effectivenessfor thejoint strategy when President Clinton visited Mexico in mid-February 1999, and the two governments decided inNovember1999 to establish a new interdiction working group under the High Level Contact Group. In cooperative efforts tocontrolmoney laundering, Mexico signed a Memorandum of Understanding with the United States in January 2000 tofacilitate thetracking of large sums of money between the countries, it joined the global Financial Action Task Force and theregionalCaribbean Financial Action Task Force in mid-year 2000, and it passed domestic legislation to strengthen reportingof largevalue domestic currency transactions in January 2001. Leaders of the two countries were also negotiating newagreementson cooperative chemical control efforts and on the reciprocal sharing of seized assets that will supersede a 1995agreement. ", "During the Clinton Administration, the United States government was actively involved in the training and screening ofMexicans involved in several important new law enforcement agencies, including the following: the Mexicananti-drugagency, called the Special Prosecutor for Crimes Against Health (FEADS), the Organized Crime Unit whichimplementsthe new Organized Crime Law; the anti-drug bilateral Border Task Forces (BTFs); and a Financial Intelligence Unitwhichimplements new anti-money laundering legislation. In addition, the two countries conducted exchanges of judgesandprosecutors in recent years. In 1999, to strengthen law enforcement efforts, the Mexican Congress passed legislationcodifying the use of assets seized in counter-narcotics operations, and created a new office in the Ministry of theTreasuryto manage these assets. The Mexican government also issued regulations that specified reporting requirements fortheimportation of precursor chemicals, and shared information regularly with other governments.", "In the area of military-to-military cooperation, the United States during the Clinton Administration provided unprecedentedcounter-narcotics training to Mexican military personnel, and it provided some military equipment, although the73 Hueyhelicopters provided in 1996 were returned to the United States in 1999 when they proved to be unsatisfactory. In2000,the Interdiction Working Group developed a protocol to facilitate communications between the countries, andcoordinationof maritime interdiction operations has increased significantly, according to the recent INCSR report.", "Officials of Mexico and the United States have also cooperated extensively on United Nations (U.N.) and Organization ofAmerican States (OAS) anti-drug activities in recent years. They worked together with other governments on theagreement of the Inter-American Drug Control Commission (CICAD) in October 1999 to adopt a multilateralevaluationmechanism (MEM) to assess all member countries' counter-narcotics performance, and they participated in the firsttest ofthis system in 2000.", "Following the recent elections and inaugurations of new presidents in the United States and Mexico, President Bush, on hisfirst foreign visit, met with President Fox in Guanajuato, Mexico, in mid-February 2001, and the two leaderspledged topursue a \"partnership for prosperity.\" On drug trafficking issues, they agreed to strengthen law enforcementcooperation inaccordance with each country's national jurisdiction, and in the joint press conference, President Bush indicated thathe hadconfidence in President Fox's efforts to control corruption and drug trafficking in Mexico. On March 1, 2001,PresidentBush certified that Mexico had cooperated fully with U.S. counter-narcotics efforts, citing arrests of drug traffickersandimpressive eradication results in 2000. According to the recent INCSR report, the prospects for the future presenthope aswell as danger: \"The Fox Administration has pledged its commitment to combating drug traffickers and endingimpunity.... These commitments offer unprecedented opportunities for greater cooperation and mutual assistancewith the[United States]. However, corruption and the ability to implement proposed reforms present significant hurdles forsuccessof the [Government of Mexico's] counterdrug strategy.\""], "subsections": []}]}}