{"id": "RL30213", "title": "Appropriations for FY2000: District of Columbia", "released_date": "1999-12-23T00:00:00", "summary": ["On November 29, 1999, President Clinton signed the Consolidated Appropriations Act for FY2000, formerly H.R. 3194 , into law as P.L. 106-113 . The Act appropriates funds forthe District of Columbia, Division A of the act, and four other appropriation measures, Division Bof the act, including: Commerce, Justice, State, Judiciary; Foreign Operation Appropriations; InteriorAppropriations; and Labor, Health and Human Services, and Education Appropriations for FY2000.Division B of P.L. 106-113 , also includes a section governing Miscellaneous Appropriations, andprovisions amending the Balanced Budget Act of 1997, State Department authorization, milksupports, and intellectual properties. As originally forwarded to the conference committee, H.R. 3194 provided appropriations for FY2000 solely for the District of Columbia. TheHouse approved the conference measure on November 18, 1999, and the Senate approved themeasure on November 19, 1999.", "Division A of P.L. 106-113 is the third District of Columbia Appropriations Act for FY2000 considered by Congress. The Act includes $436 million in special federal payments to the Districtof Columbia. This is slightly higher than the amount included in the vetoed version of H.R. 3064 ($429 million) and H.R. 2587 ($430 million). The differenceis $6.7 million in federal funds for the environmental cleanup of the Lorton Correctional Facility.", "On November 3, 1999, President Clinton vetoed H.R. 3064 , which included funds for the District of Columbia and the Departments of Labor, Health and Human Services, andEducation for FY2000. On September 28, 1999, the President vetoed H.R. 2587 ,Congress' first attempt to appropriate funds for the District of Columbia for FY2000. Districtofficials urged the President to veto H.R. 2587 , because of the inclusion of several socalled \"social rider\" provisions. They characterized the provisions as assaults on the city's limitedhome rule. P.L. 106-113 includes many of the social riders contained in H.R. 2587 and H.R. 3064 . The Act includes provisions that prohibit:", "the use of federal or local funds to establish and maintain a needle exchange program, but would allow the private financing of needle exchange programs;", "the District from decriminalizing the use of marijuana and implementingInitiative 59 governing medical marijuana;", "the use of federal or District funds to finance a court challenge aimed atsecuring congressional voting representation in the House and Senate for District residents, but would allow the city's corporation counsel to review and comment on private lawsuits filed onbehalf of citizens of the District of Columbia;", "the use of federal or District funds for abortions except in cases or rape, incest,or the mother's health is endangered; and", "the implementation of a domestic partners act passed in 1992 that would extendhealth, employment, and other benefits and protections to unmarried, cohabiting, heterosexual orhomosexual couples.", "Key Policy Staff", "DSP= Domestic Social Policy Division, G&F=Government and Finance Division"], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Most Recent Developments", "paragraphs": ["On November 29, 1999 President Clinton signed into law P.L. 106-113 , the ConsolidatedAppropriations Act for FY2000, formerly H.R. 3194 . The Act appropriates FY2000funds for the District of Columbia; the Departments of Commerce, Justice, State, and Judiciary;Foreign Operations; the Department of Interior; and the Departments of Labor, Health and HumanServices, and Education Appropriations. As originally forwarded to the conference committee onNovember 18, 1999, H.R. 3194 provided FY2000 appropriations solely for the Districtof Columbia. H.R. 3194 was the third attempt to appropriate funds for the District of Columbia for FY2000. As passed by Congress and signed by the President , Title I of DivisionA of P.L. 106-113 appropriates $436 million in special federal payments to the District of Columbia. ", " Table 1. Status of District of Columbia Appropriations: FY2000"], "subsections": []}, {"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "District of Columbia Financial Condition", "paragraphs": ["The District of Columbia Financial Responsibility and Management Assistance Act of 1995 ( P.L. 104-8 ) created the Authority and the Office of Chief FinancialOfficer (CFO). The Authority and CFO are charged with improving the delivery ofcity services and returning the District of Columbia to a position of financialsolvency as evidenced by four consecutive years of balanced municipal budgets.Working in concert with the District's elected political leadership, the Authority andthe CFO have implemented a series of financial and management reforms. Thesereforms, the shifting of some state-like functions to the federal government,improved tax collections, and an improved economy have resulted in two consecutiveyears of budget surpluses, with the possibility of yet a third.", "The District ended FY1997 with a surplus of $185,900,000. For FY1998, the city's budget surplus was $112,492,000. The FY1998 surplus was in part the resultof the National Capital Revitalization Act of 1997 ( P.L. 105-33 ). The Act allocatedto the city more than $5 billion in federal funds; transferred government financialresponsibility for prisons and court operations; and the accumulated pension liabilityfor police, firefighters, teachers, and judges to the federal government. The Act alsoincreased the federal share for Medicaid from 50% to 70%.", "At the end of FY1998, the District's accumulated general fund balance was $112 million. The city's accumulated general fund surplus at the end of FY1999 isprojected to be $282 million, according to the District's proposed FY2000 budget.The District of Columbia Appropriations Act for FY1999 [ P.L. 105-277 , DivisionA, Sec. 101(c)], requires the inclusion of a $150 million operating reserve in anybudget submitted for congressional approval, beginning with the budget for FY2000. Based on this provision, the District's proposed FY2000 budget would produce aprojected FY2000 year-end surplus of $313 million."], "subsections": []}, {"section_title": "Changes in District Leadership", "paragraphs": ["During 1998, the District's elected political leadership changed. On November 5, 1998, voters elected the District's former CFO, Anthony Williams, to be mayor ofthe District of Columbia. Mr. Williams, who had served three years as the District'sCFO before resigning on June 8, 1998, ran on his record as CFO. Mr. Williamsdefeated four veteran members of the Council of the District of Columbia (theCouncil) during the primary and general elections.", "Changes in the city's mayoral leadership were also accompanied by changes in the city's elected legislative body, the Council of the District of Columbia. In thegeneral election in November 1998, District voters elected three new city councilmembers--Vincent Orange, Jim Graham, and Phil Mendelson--and reelected DavidCatania, who had been elected in December 1997 in a special election. Catania andthe three new Council members, who unseated established incumbents, ran onreform-minded, \"good government\" platforms. ", "The District voters also elected five members to the city's elected school board. They include Gail Dixon (At-large), Westy Byrd (Ward 2), Tom Kelly (Ward 7),William Lockridge (Ward 8), and Dwight Singleton (Ward 4). None had servedpreviously on the elected school board. In addition, the school board successfullychallenged the Authority's power to appoint an education oversight committee,arguing that the oversight committee lacked the authority to usurp the board'spowers. This led to the signing of an agreement between the Authority and the schoolboard that would allow the school board to regain control of the public schools byJune 30, 2000. ", "In addition to changes in elected leadership, there were changes in the composition of the Authority. During the three-month period from June throughAugust the President appointed four new members to the five-member Authority,including a new chair. In mid-June 1998, the President appointed Robert P. Watkins,a former federal prosecutor, and Dr. Alice Rivlin, vice chair of the Federal ReserveBoard, to the Authority for three-year terms. The President also reappointedConstance Newman to a one-year term on July 29, 1998. On August 4, 1998, thePresident appointed Eugene Kinlow, a board member of Washington MetropolitanTransit Authority, and Darius Mans, a World Bank economist, to two-year terms onthe Authority. September 1, 1998 marked the start of the terms of the newlyappointed members of the Authority. The President designated Dr. Rivlin as theAuthority's new chair, replacing Dr. Andrew Brimmer. Also stepping down from theAuthority were Joyce Ladner, Edward Singletary, and Stephen Harlan."], "subsections": []}, {"section_title": "Management Reform", "paragraphs": ["On March 5, 1999, the President signed the District of Columbia Management Restoration Act of 1999 ( P.L. 106-1 ). The act repeals the District of ColumbiaManagement Reform Act of 1997 (Subtitle B of Title XI of the Balanced Budget Actof 1997, P.L. 105-33 ), thus restoring to the mayor management authority for the dailyoperation of the city's nine largest departments.", "The act allows the mayor to appoint and dismiss department heads. It also restores the Council's authority to confirm mayoral appointments without theconcurrence of the Authority. This transfer in management authority representsprogress by the city's elected government, working with the Authority, in its effortto restore self-government largely lost since April 1995. In restoring the mayor's management authority Congress seeks greater accountability and less diffusion ofresponsibility by clarifying the lines of responsibility and authority between themayor and the Authority.", "The change in the Authority's leadership and the election of Anthony Williams as mayor has coincided with statutory changes in the relationship between electedcity officials and the Authority. In the past the Authority took a much more directrole in daily operations of the District government. Mayor Williams, the formerCFO, successfully lobbied the Authority to transfer control of the nine majoragencies from the Chief Management Officer (CMO) to the mayor, restoring somemeasure of home rule. The transfer of power to hire and dismiss the departmentheads in charge of the city's nine largest agencies changes the role of the Authorityfrom direct management to oversight.", "Management reforms have proceeded unevenly, according to a variety of observers. Despite progress made in some agencies, others have recently faltered. The police department is reported to have been slow to decrease the number ofofficers doing administrative work; response time problems persist in the District's911 (emergency) and 1010 (non-emergency) telephone system. In addition, theDistrict is losing $1.8 million annually because it maintains 9,000 unused telephonelines. Moreover, the city's property management department acknowledged that theDistrict has been leasing at least eight blighted, vacant, or abandoned buildings fora period of years. An additional 162 blighted and abandoned buildings includingschools, tax delinquent housing and commercial real estate controlled by the cityhave been identified by city agencies."], "subsections": []}, {"section_title": "District of Columbia City Council Reform", "paragraphs": ["In early 1999, two studies critical of the Council's operations were released. In January 1999, The National Conference of State Legislatures released a Report to theCouncil of the District of Columbia: Building a Stronger, More Effective Institution . The study, which was conducted at the request of the Council, detailed problems inthe operation and organization of the District's legislative body, created under theHome Rule Act of 1974. In February, the DC Appleseed Center released its studyof the operation and organization of the Council, entitled Operational Reform of theDistrict of Columbia Council: A Fix-It-Yourself Manual. Both reports criticized theoperations of the Council and recommended reforms. The studies found the Counciltoo reliant on the use of the emergency legislation process, noting that it used theemergency process to pass nearly half of its legislation. The studies also found thatthe Council is hampered by operational and structural problems such as: thefragmented and parochial nature of its committee structure; the prevalence ofpatronage in its committee staffing; and the lack of a centralized professional staffcapable of providing in-depth analysis of proposed legislation. The studies alsonoted the Council's inconsistent execution of its oversight responsibilities, and theunfocused and undisciplined nature of public hearings.", "Included among the various recommendations of the studies are the following: ", "abolish the current committee structure and the practice of allowing the chair of each Council committee to select committeestaff;", "create a centralized, permanent resource of professionallytrained public policy staffers capable of performing legislative and public policyresearch, bill drafting, fiscal analysis, and related legislative services;", "improve dissemination of information to thepublic;", "provide timely distribution of proposed bills and amendmentsto Council members to allow each member sufficient time to formulate an informedopinion concerning a proposal's meaning and impact; and ", "improve the Council's standard legislative process by providingbetter and more timely information to Council members and thepublic."], "subsections": []}, {"section_title": "Public Education", "paragraphs": ["For the first time in four years, the District of Columbia public schools opened on time in September 1998. However, despite this minor accomplishment, theschool system faced challenges in meeting the needs of its students. Like so manyDistrict government institutions, the city's public education system has experiencedchanges during the past year, and will face challenges in the coming months. ", "In April 1998, General Julius Becton resigned as chief executive of the District of Columbia public schools and was replaced by Arlene Ackerman. On November3, 1998, voters elected five new members to the school board. In late October 1998,the Authority's chair, Alice Rivlin, signed a memorandum on returning authority tothe Board of Education, offering the elected school board the promise of completereturn of responsibility and authority for operations of the District's public schoolsby June 30, 2000. In 1996, the Authority had declared the school system to be in astate of crisis, stripped the elected school board of its powers, and appointed anemergency board of trustees. In January 1998, the elected school board successfullychallenged the Authority's power to transfer its oversight and management powersto the appointed emergency board of trustees. The Rivlin memorandum of October,1998, gives the elected school board some input on school discipline and facilities,and promises to increase the elected board's decision-making powers. The electedboard continues to retain the power to grant charters to groups seeking to start publiccharter schools.", "In 1998, the District experienced an expansion in the number of public charter schools. These schools are financially supported by public education funds, butoperate independently of the school system bureaucracy. In 1998, 22 institutions received charter school designation. By September 1999, the number of charterschools is expected to reach 29. During the 1997-1998 school year, three charterschools operated in the city. Currently, approximately 3,600 (5%) of the total studentpopulation in the District of Columbia attends public charter schools.", "In August 26, 1998, during testimony before the House Oversight Subcommittee on the District of Columbia, Constance Newman, a member of the Authority,identified problems in the school systems special education program. The Districtpublic school system provides special education services to nearly 7,700 students,approximately 10%t of the District's public school population. The number ofstudents seeking special education assistance is expected to grow to 11,000. Thisgrowth in special education needs has implications for the future cost of educationand the pace of educational reform. The school system has budgeted $167 millionfor special education services for FY1999, which is 30% of the school system's totalbudget.", "Funding is not the only issue. Delays in the period between the time a student is referred and assessed increase the number of students placed in private educationalinstitutions, which adds to cost of special education. Concern about the cost of thesedelays prompted Congress to include a provision in the District of ColumbiaAppropriations Act for FY1999 that extends the time period between referral andassessment of a student's with special education needs from 50 days to 120 days. Inaddition, in September, 1998, the Superior Court appointed two receivers to improveeducational instruction at the Oak Hill Prison School, which houses District youthoffenders.", "In response, the Council passed PR 13-113, on April 13, 1999. The resolution establishes a special committee (Council Special Education Program InvestigationSpecial Committee) to investigate the delivery of special education services, andincludes all members of the City Council of District of Columbia The resolutiongives the Special Committee one year to investigate and recommend improvementsin the delivery of services. In April, 1999, the superintendent of public schools placedthree of the agency's top special education administrators on administrative leave.The superintendent also announced administrative and programmatic changes as partof a 90-day action plan intended to address some of the agency's longstandingproblems, including transferring the responsibility for special education assessmentsto school principals."], "subsections": []}, {"section_title": "Receiverships", "paragraphs": ["The courts continue to play a significant role in the daily operations of the District government. According to the District's proposed budget for FY2000, 7%of proposed total general fund expenditures ($4.637 billion) will be controlled bycourt appointed receivers. Three agencies (the Child and Family Services; MentalHealth Services, and District Columbia Jail Medical Services) account for at least$352 million in proposed spending controlled by court order. The budget does notinclude cost estimates for two other agencies controlled by court appointed receivers:the District of Columbia Public Housing Authority, and the Oak Hill Prison School.", "In September 1998, the District of Columbia Superior Court appointed two receivers to manage the daily operations of the Oak Hill Prison School. The newreceivers appointed by the court are Peter Leone and Sheri Mitchell of the Universityof Maryland. The judge stated that he was not satisfied with educational servicesprovided to the youth offenders housed at the Oak Hill Prison, located in Laurel,Maryland. After appointing the receivers the judge stated that the operations of theschool could be returned to the District school system before the next school year.", "The city could also see the return of the Housing Authority from receivership by the year 2000, according to press reports. The agency has been in receivershipsince 1995. Legislation has been introduced by Council Chair Linda Cropp thatwould allow the agency to retain its independent status. Despite progress made bythe District's public housing agency, there are no indications that three of the fourother agencies under court ordered receivership are prepared to be returned to Districtgovernment control any time soon. "], "subsections": []}]}, {"section_title": "Budget Request", "paragraphs": [], "subsections": [{"section_title": "No Supplemental Appropriations for FY1999", "paragraphs": ["No additional funding for the District of Columbia was requested by the Clinton Administration or the Authority, and none was included in the EmergencySupplemental Appropriations Act for FY1999."], "subsections": []}, {"section_title": "FY2000: The President's Budget Request", "paragraphs": ["On February 1, 1999, the Clinton Administration released its FY2000 budget recommendations. The Administration's proposed budget includes $393 million in federal payments to the District of Columbia. The Administration also included $17million for the Department of Education to support the college access legislation thatwould grant District residents in-state tuition status at public colleges and universitiesin neighboring states.", "The Administration's budget request for the District of Columbia includes $80.3 million in funds for activities of the Court Services and Offender Supervision Agencyof the District of Columbia. This would be a $20 million increase above theprogram's FY1999 level of $59 million. The major portion ($13 million) of theproposed increase would fund parole, probation, and offender supervision activities. The public defender and pretrial services agencies would receive $7.6 million morein federal assistance payments than the $25.6 million appropriated in FY1999.", "For the second consecutive year, the budget did not include an unrestricted federal payment or federal contribution to the city; nor does the budget containfunding requests for federal payments for mental health activities, schoolconstruction, or special education. These proposals were included in the District'sconsensus budget. The District is seeking $117.3 in mental health assistance, $73.1million in school construction assistance, and $30 million for special education. Inits FY1999 payments to the District the federal government included $30 million inspecial education funding to address longstanding problems in processing andevaluating students with special needs."], "subsections": []}, {"section_title": "FY2000: 302(b) Suballocation", "paragraphs": ["Section 302(a) of the Congressional Budget Act requires that the House and Senate pass a concurrent budget resolution establishing aggregate spending ceiling(budget authority and outlays) for each fiscal year. These ceilings are used by Houseand Senate Appropriators as a blueprint for allocating funds. Section 302(b) of theCongressional Budget Act of 1974 requires Appropriation Committees in the Houseand Senate to subdivide their 302(a) allocation of budget authority and outlays amongthe 13 appropriation subcommittees. ", "On June 24, 1999, the Senate Appropriation Committee approved a revised 302(b) suballocation for the District of $410 million. The Committee's initial 302(b)suballocation for the District of $393 million was consistent with theAdministration's budget request. The House Appropriations Committee approved302(b) suballocation of $453 million in budget authority for FY2000 for the Districtof Columbia. The Senate bill, S. 1283 , would appropriate $410.7million in budget authority for FY2000. This is consistent with the Senate's revised302(b) suballocation."], "subsections": []}, {"section_title": "FY2000: District Budget Request", "paragraphs": ["On May 11, 1999, the Council approved a $4.7 billion budget for FY2000. The council's budget proposal, supported by the mayor and the Authority, includes$614.1 million in general and special federal payments. The FY2000 budgetsubmitted for congressional approval also included a $150 million reserve fundmandated by the District of Columbia Appropriations Act of 1999 and $41 millionin productivity, procurement, and management savings.", "The Council also also approved a so-called tax parity act. According to its sponsors, this Act is intended to encourage economic development in the District bybringing the District's personal and business income tax structure in line withsurrounding jurisdictions in the states of Maryland and Virginia. The tax parity actpassed by the Council is projected to reduce commercial property taxes and personaland business income taxes by $300 million over a five-year period. The measure hasbeen the source of debate among city leaders and during congressional hearings.Democrats on the House and Senate on the District of Columbia appropriationssubcommittees have raised concerns about the need to improve services before thecity undertakes tax cuts. Republicans on the House and Senate subcommitteessupport the tax cuts as part of a larger strategy to encourage business developmentand reverse the exodus of middle class families."], "subsections": []}, {"section_title": "Congressional Action on the Budget", "paragraphs": ["Congress not only appropriates federal payments to the District to fund certain activities, but also reviews the District's entire budget including the expenditure oflocal funds. The District subcommittees of both the House and SenateAppropriations Committees must approve -- and may modify -- the District'sbudget. House and Senate versions of the District budget are reconciled in a jointconference committee and must be passed by the House and the Senate. After thisfinal action by the House and the Senate, the District's budget is forwarded to thePresident who can sign it into law or veto it."], "subsections": []}, {"section_title": "FY2000: Senate Bill, H.R. 2587/S. 1283", "paragraphs": ["Federal Funds. On July 1, 1999, the Senate approved S. 1283 , a bill providing FY2000 appropriations forthe District of Columbia. On August 3, 1999, the Senate received H.R. 2587 , the House bill appropriating funds for the District of Columbia for FY2000. The Senate struck all but the enacting clause in H.R. 2587 , andsubstituted the language of S. 1283 . The Senate version of H.R. 2587 includes $410.7 million in federal payments to the Districtof Columbia (See Table 2). This is $208.8 million less than provided in FY1999. This decrease in federal funding coincides with the District's improved fiscalprospects including a projected $282 million budget surplus for FY2000. The SenateAppropriations bill included funding increases for court operations, courts servicesand offender supervision. The bill would have provided the following:", "an additional $8.8 million for court operations with the majority of the increase allocated to the Superior Court for the District of Columbia; and", "a $20.9 million increase in funding for parole revocation andprobation activities ($13.3 million) and pretrial and public defender services ($7.6million).", "The bill specifically earmarked $5.9 million in parole revocation and probation funds for drug screening and testing activities.", "The Senate also recommends a $17 million federal payment to fund a legislative initiative that grants eligible residents of the District of Columbia in-state tuitionstatus when seeking college admission in neighboring states. The Committee alsoapproved $1 million in funding for a crime fighting initiative aimed at reducing thestreet corner sale of illegal drugs.", "In addition to the special federal payments identified above, the District estimates that it will receive an additional $1.508 billion in federal funds toadminister various federal grants provided to state, county, and local governments. These grant funds combined with the special federal payments would provide theDistrict with $1.919 billion in federal funds for FY2000.", "Local Funds. The District's budget as approved by the Senate Appropriations Committee includes $4.658 billionin general fund operating expenses and $676 million in enterprise funds representing$5.334 billion in total operating expenses. The budget would also limit to 5% aproposed increase in salary compensation for Council members. This would providean annual salary of $84,635 for council members, who are considered part-timelegislators, with no restrictions on outside income. The budget as approved by theCouncil would have increased council member salaries by 15% to $92,464. TheSenate bill let stand a provision included in the District's proposed budget that wouldincrease the salary of the chair of the city council to $102,000. The council chairwould continued to be prohibited from earning outside income.", "The Senate bill increases the amount of funds available for economic development activities by $31 million above the amount approved for FY1999. Inaddition, the bill, as approved by the full Senate, would increase funding for publiceducation by $78 million, which is $17 million more than the city's consensus budgetblueprint. The bill would also increase funding for public safety activities by $23million.", " Table 2. District of Columbia General and Special Federal Payment Funds:Proposed FY2000 Appropriations (in millions of dollars)", "a. Funds would be provided under a separate heading--Defender Services for the District of Columbia Courts. The Committee's recommendation is based on the Courts misuse of funds appropriated for such activities inprevious years.", "b. Funds would be provided under a separate heading--Defender Services for the District of Columbia Courts. TheCommittee's recommendation is based on the Courts misuse of funds appropriated for such activities in previousyears.", "c. In previous years funds would be provided as part of District of Columbia Court operations. The Committeerecommends creation of a separate appropriations to ensure payment of attorneys representing indigent persons,guardianship, and abused and neglected children in court proceedings.", "The Senate Appropriations Committee made only a few changes in how the District's proposed budget would use locally generated funds. The Senate Committeereduced the amount of funds available to the City Administrator's office to $12.8million . This is $12.3 million below the $25.1 million identified in the District'sbudget for FY2000. This $12.8 million is $11.9 million more than was available inFY1999. During FY1999, the many of the duties and responsibilities of the cityadministrator were subsumed by the chief management officer. When Congresspassed the District of Columbia Management Restoration Act of 1999, on March 8,1999, it transferred to the mayor many of the responsibilities for the daily operationof the District government. The increase in funding above the FY1999 allocationreflects the transfer of responsibility, staff, and funding from the chief managementofficer to the city administrator. ", "The Senate Committee bill requires the city to maintain a $150 million reserve fund. The purpose of the reserve fund is the protect the District against futureexpenditure overruns or revenue shortfalls. During congressional hearings on itsbudget the city sought to persuade congressional appropriators to reduce or eliminatethe $150 million reserve requirement. District officials noted the city had eliminatedits accumulated deficit by the end of FY1998 and had realized a budget surplus of$112 million. The District officials noted that the fund balance is projected to growto $292 by the end of the current fiscal year. ", "District officials contend that the city's general fund surpluses of the last two years (1997 and 1998), as well as projected surpluses, exceed the 5% percent ofgeneral fund expenditure threshold that Wall Street uses to assess a localgovernment's fiscal health. The Committee bill includes a provision that wouldrequire District officials to report to Congress any planned expenditure from the fundat least 30 days in advance.", "General Provisions. The Senate Committee bill, S. 1283 , as reported, includes several policy relatedgeneral provisions. The bill would continue to prohibit the use of District revenuesto fund the following activities:", "abortions except to save the life of the mother, or in cases of rape or incest;", "the Health Care Benefits Expansion Act of 1992, which wouldprovide health care coverage and other benefits to unmarried couples not related byblood; and ", "civil court challenges or petition drives seeking to provide theDistrict of Columbia with congressional voting representation. ", "The bill would also establish April 1, 2000, as the deadline for the removal of all inmates classified above the medium security level from the Northeast OhioCorrectional Center in Youngstown, Ohio.", "In addition to the $150 million reserve fund, the Committee bill includes a provision that would require a 4% surplus general fund balance. The bill would allowany amount above a 4% general fund surplus to be used for debt reduction ornon-recurring expenses. However, the Committee bill would limit the amount thatcould be used for non-recurring expenses to no more than half the amount above thefour percent general fund balance requirement. The Committee bill also includes aprovision that would allow the city to use tax abatement to encourage revitalizationof commercial properties in empowerment zones. ", " Table 3. District of Columbia General: District of ColumbiaFunds (in millions of dollars)", "Senate Floor Consideration of S.1283. On July 1, 1999 the Senate considered S. 1283 as reported by the Senate Appropriations Committee ( S.Rept. 106-88 ). The Senatepassed by voice vote the Committee-approved bill with few spending changes.During floor debate on the bill, the Senate did consider eight amendments. It passed six of those amendments. The other two amendments were withdrawn. One of thewithdrawn amendments would have extended the prohibition on the use of city andfederal funds to pay for a needle exchange program. The other amendment that waswithdrawn would have deleted the proposed $17 million federal contribution for thetuition assistance program.", "The floor amendments adopted by the Senate include provisions that would: ", "amend the District of Columbia Code to require the arrest and termination of parole of any prisoner found in possession of illegal drugs;", "require the General Accounting Office to undertake a study ofthe District's criminal justice system and to report its findings and recommendationsto Congress not later than one year after enactment of theamendment;", "encourage the District public schools to develop a violenceprevention program; and", "direct the National Park Service to expedite the site selectionof two cellular towers in Rock Creek Park."], "subsections": []}, {"section_title": "FY2000: House Bill, H.R. 2587", "paragraphs": ["Federal Funds. On July 20, 1999, the House Appropriations Committee reported out H.R. 2587 , a billproviding FY2000 appropriations for the District of Columbia. The HouseAppropriations Committee bill would provide $453 million in federal payments tothe District of Columbia (See Table 2). This is $166 million less than provided inFY1999, but $43 million more than recommended by the Senate. The bill wouldprovide the following:", "a reduction of $27.3 million for court operations with the majority of the decrease coming from a proposed transfer of funds to a new defenderservices account;", "a newly created court-related defender services accounttotaling $33.3 million to be used to pay attorneys representing indigent persons,guardianship, and child abuse and neglect court cases; and ", "a $46.1 million increase in funding for parole revocation andprobation activities ($35.6 million) and pretrial and public defender services ($10.5million).", "The Committee specifically earmarked $32.2 million of the total $69.4 million in parole revocation and probation funds for drug screening and testing activities.", "The House Committee also recommends a $17 million federal payment to fund a proposed legislative initiative that would grant eligible residents of the District ofColumbia in-state tuition status when seeking college admission in other states. TheCommittee also approved $1.2 million in funding for a citizens compliant reviewboard to review police misconduct charges.", "Local Funds. The District's budget as approved by the House Appropriations Committee includes $4.694 billionin general fund operating expenses and $676 million in enterprise funds representing$5.370 billion in total operating expenses. The House Appropriations Committee bill would:", "increase the amount of funds available for economic development activities by $31 million above the amount approved for FY1999,which is consistent with the actions of the Senate;", "increase funding for public education by $78 million, alsoconsistent with the Senate's bill;", "increase funding for public safety activities by $30 millionabove the FY1999 level;", "reduce the amount of funds available to the CityAdministrator's office to $12.8 million, which is consistent with the Senate's actions;and", "require the city to maintain a $150 million reserve fund, whichis consistent with language in the Senate bill. ", "General Provisions. The House Appropriations Committee bill, H.R. 2587 , as reported, includes severalgeneral provisions that were also included in the Senate-passed bill. Like the Senatebill, H.R. 2587 would continue to prohibit the use of District revenuesto fund:", "abortions except to save the life of the mother, or in cases of rape or incest;", "the Health Care Benefits Expansion Act of 1992, which wouldprovide health care coverage and other benefits to unmarried couples not related byblood; and ", "civil court challenges or petition drives seeking to provide theDistrict of Columbia with congressional voting representation.", "Both the House and Senate bills would establish April 1, 2000, as the deadline for the removal of all inmates classified above the medium security level from the NortheastOhio Correctional Center in Youngstown, Ohio.", "H.R. 2587 includes several provisions not found in S. 1283 . The House Appropriations Committee-passed bill would:", "lift the prohibition on the use of federal funds for a needle exchange program intended to reduce the spread of HIV andAIDS;", "lift the prohibition on the use of federal funds to count ballotsrelated to medical marijuana initiative; and", "require the city's deputy mayor for economic development toundertake an inventory of rental property lease agreements entered into by all cityagencies.", "In addition to the $150 million reserve fund, the Committee bill includes a provision that would require the city to allocate general fund surpluses as follows:", "the first $250 million in excess or surplus revenues shall be used to finance seasonal cash needs in lieu of short-termborrowing;", "amounts above the first $250 million in surplus revenues areto be used to accelerate repayment of cash borrowed from the Water and Sewer Fund;and", "third, surplus funds may then be used to reduce outstandinglong-term bond indebtedness.", "This differs from the Senate bill which would allow any amount above a 4% general fund surplus to be used for debt reduction or non-recurring expenses.", "House Floor Consideration of H.R. 2587. On July 29, 1999, the House completed and passed H.R. 2587 , an amended version of the House AppropriationsCommittee-approved bill. The bill was first brought to the floor on July 27, 1999,after being reported out of Committee on July 20, 1999 ( H.Rept. 106-249 ). TheHouse passed the amended bill by a vote of 333 yeas to 92 nays. During floor debateon the bill seven amendments were considered. The House passed three, rejectedtwo, and two amendments were withdrawn by their sponsors.", "One of the withdrawn amendments would have instituted penalties for the possession of tobacco products by minors. The second amendment that waswithdrawn would have specifically stated that the city could use funds to purchaseautomated external defribillators.", "The House rejected an amendment that would have barred adoption of children by unmarried couples. Also rejected by the House was an amendment introduced bythe District's non-voting delegate, Delegate Eleanor Holmes Norton, that wouldhave stricken Sec. 146 from H.R. 2587 . Sec. 146 of H.R. 2587 , would continue to prohibit the use of District of Columbia or federal funds inthe filing of a petition or civil action seeking to gain congressional votingrepresentation in the House and the Senate for residents of the District. ", "The House passed an amendment that would extend the prohibition on the use of city and federal funds to pay for a needle exchange program. Earlier, the HouseAppropriations Committee considered language that would have allowed the city touse city funds, but not federal funds, for a needle exchange program. Proponents ofa needle exchange program contended that it would help reduce the rate of HIVinfections caused by the sharing of needles by drug addicted persons. Opponentscontend that needle exchange programs are ineffective and amount to governmentsanctioning of the use of illegal drugs. They also point to the appropriation of $13million in additional funds for drug treatment. A similar Senate amendmentprohibiting he use of District or federal funds for a needle exchange was introducedbut withdrawn during Senate floor consideration of S. 1283 .", "The House approved an amendment introduced by the Chairman of the District of Columbia Appropriations Subcommittee, Representative Istook, that would allowthe Court Services and Offender Supervision Agency to develop a sex offenderregistry. The House also approved an amendment that would allow the city to tallyand make public the results of last November's medical marijuana ballot initiative.But, the amendment would prohibit the District from legalizing or reducing thecriminal penalty for the possession, use, or distribution of a schedule 1 substance,which would included marijuana, as defined by the Control Substance Act."], "subsections": []}, {"section_title": "FY2000: Conference Committee Bill, H.R. 2587", "paragraphs": ["Federal Funds. On September 16, 1999 the Senate approved the conference committee version of H.R. 2587 , a bill providing FY2000 appropriations for the District of Columbia. OnSeptember 9, 1999, the House passed the conference committee version of H.R. 2587 . On August 5, 1999, a House and Senate conferencecommittee reported out its version of H.R. 2587 . The conferencecommittee bill, which was accompanied by H.Rept. 106-299 , would provide $430million in federal payments to the District of Columbia (See Table 2). This is $189million less than provided in FY1999, but $19 million more than recommended bythe Senate. The bill would provides the following:", "a reduction of $21 million for court operations with the majority of the decrease coming from a proposed transfer of funds to a new defenderservices account;", "a newly created court-related defender services accounttotaling $33.3 million to be used to pay attorneys representing indigent persons,guardianship, and child abuse and neglect court cases, as recommended by theHouse; ", "$17 million for the tuition support/ college accessprogram;", "$5 million in foster care adoption incentives; and", "a $22.8 million increase in funding for parole revocation,probation, pretrial and public defender services.", "Local Funds. The District's budget as approved by the conference committee includes $4.671 billion in generalfund operating expenses and $676 million in enterprise funds. The conferencecommittee bill would:", "increase the amount of funds available for economic development activities by $31 million above the amount approved for FY1999,which is consistent with the actions of the House and theSenate;", "increase funding for public education by $78 million, alsoconsistent with the House and Senate's bill;", "increase funding for public safety activities by $30 millionabove the FY1999 level;", "reduce the amount of funds available to the CityAdministrator's office to $12.8 million, which is consistent with the Senate's actions;and", "require the city to maintain a $150 million reserve fund, whichis consistent with language in the Senate bill.", "General Provisions. The conference committee version of H.R. 2587 , as reported, includesseveral general provisions that were also included in the House and Senate-passedbills. The conference committee bill would prohibit the use of federal and Districtrevenues to fund, finance, administer, or undertake:", "abortions except to save the life of the mother, or in cases of rape or incest;", "the Health Care Benefits Expansion Act of 1992, which wouldprovide health care coverage and other benefits to unmarried couples not related byblood; and ", "civil court challenges or petition drives seeking to provide theDistrict of Columbia with congressional voting representation.", "The conference committee-approved bill includes two provisions included in the House, but not the Senate-passed version of H.R. 2587 . The conferencebill would:", "prohibit the use of federal or local funds to establish or maintain a needle exchange program; and", "prohibit the District from decriminalizing the medical use ofmarijuana.", "The conference committee bill includes $4.7 billion in general fund operating expenses, and $676 million in enterprise funds. It would appropriate $430.1 millionin special federal payments to the District of Columbia. ", "The conference committee version of H.R. 2587 , would allocate $99.7 million for court operations, and an additional $33.3 million for defenderservices for attorneys representing indigent persons and abused and neglectedchildren under a new account. The bill also would appropriate $93.8 million foroffender supervision activities. The conference committee bill includes a $150million reserve, and requires the city to maintain a 4% general fund balance. The billalso includes $5 million in federal funds for innovative programs intended to increasethe rate of adoption of children in foster care."], "subsections": []}, {"section_title": "Presidential Veto of H.R. 2587", "paragraphs": ["On September 28, 1999, with the support of the District's elected leadership, President Clinton vetoed H.R. 2587 , the District of ColumbiaAppropriations Act for FY2000. In his veto message returning the unsigned bill toCongress, the President noted that he vetoed the bill because it contained \"a numberof highly objectionable provisions that are unwarranted intrusions into local citizens'decisions about local matters.\" Included among the provisions that the Presidentwanted eliminated from the bill were provisions:", "prohibiting the funding of a needle exchange program;", "prohibiting the use of federal and District funds for abortionsexcept for in cases where the mother's life is endangered or in situations involvingrape or incest;", "prohibiting the implementation of the Domestic Partners Actof 1992;", "prohibiting the use of federal and District funds in any effortintended to win voting representation in the Congress for District residents;", "limiting fees paid to attorneys representing student seekingspecial education assistance; and ", "decriminalizing the use of marijuana for medicalpurposes.", "The bill also included a number of provisions supported by the President including provisions providing:", "$17 million in funding for a tuition assistance program that would provide scholarship assistance to qualified District students attending collegesand universities;", "additional funding to promote the adoption of a children infoster care; and", "additional funding for the Court Services and OffenderSupervision Agency. "], "subsections": []}, {"section_title": "FY2000: H.R. 3064", "paragraphs": ["House Bill. On October 14, 1999, two weeks after the President vetoed H.R. 2587 , the House passed H.R. 3064 appropriating funds for the District of Columbia for FY2000. Many of the social riders that had provoked a Presidential veto of H.R. 2587 were also found in the House version of H.R. 3064 , includingprovisions limiting abortions and prohibiting the implementation of the medicalmarijuana initiative and a needle exchange program. The House bill did not includeprovisions intended to expedite the placement of cellular towers in Rock Creek Park. ", "Senate Bill. On October 15, 1999, the Senate completed its version of H.R. 3064 . The Senate version of H.R. 3064 contains many of the same provisions included in the Houseversion of the bill. The Senate bill also includes the provision calling for theexpedited consideration of the placement of cellular towers in Rock Creek Park. Thecellular tower provision was opposed by the city on the grounds that it circumventedlocal zoning authority. ", "Conference Committee Version of H.R. 3064. On October 27, 1999, a conference committee on the Districtof Columbia Appropriations Act for FY2000 reported its version of H.R. 3064 ( H.Rept.106-419 ). The conference bill included a number of social riders andhome rule-related prohibitions opposed by the city's elected leadership. The billwould:", "prohibit the city from using funds to defeat any legislation pending before Congress or any state legislature;", "limit the use of federal and District funds for abortion servicesin those instances where the mother's health is endangered or the pregnancy is aresult of rape or incest;", "prohibit the implementation of the District's DomesticPartnership Health Care Benefits Act of 1992; and", "prohibit the implementation of Initiative 59, the medicalmarijuana provision. ", "The conference committee bill would continue to limit the compensationawarded to attorneys representing students with special education needs to no morethan $50 per hour or $1,560 total. However, the bill includes a new provision thatwould allow the mayor, the control board, and the superintendent of public schoolsto negotiate and agree on a new rate and amount of compensation. The conference bill continues to prohibit the city's Corporation Counsel from assisting in the filingof court challenges aimed at providing District residents with voting representationin Congress. But, the bill includes language that allows the Corporation Counsel toreview and comment on briefs in private lawsuits and to consult with officials of theDistrict government regarding such lawsuits. This includes pending suits involvingvoting representation in Congress.", "The conferees also agreed to include a provision that would prohibit the use of federal or District funds for a needle exchange program. Congress may consider acompromise provision that will allow the private funding of a needle exchangeprogram in the District. The conference committee bill includes a provision thatwould expedition the consideration and placement of cellular antennae for wirelesscommunications in Rock Creek Park. The bill includes a provision intended toappease District officials who complained that the process circumvented zoning andreview powers of the District government. The new provision states that thesubsection is not intended to affect or preempt existing local authority or applicableenvironmental, historic preservation, or judicial review laws. ", "The Departments of Labor, Health and Human Services, and Education Appropriations Act for FY2000, formerly H.R. 3037 , was attached tothe bill during conference consideration in a move intended to expedite itsconsideration. The conference bill version of H.R. 3064 also includesa 0.97% across-the-board cut for all discretionary programs. This cut would result ina $4.2 million reduction in federal payments to the District of Columbia for FY2000. In addition, conferees used the District of Columbia appropriations measure to amendthe Departments of Veteran Affairs, Housing and Urban Development, andIndependent Agencies Appropriations Act for FY2000, P.L. 106-74 , to include anumber of earmarked projects targeted to receive funding under the CommunityDevelopment Block Grant Economic Development Initiative administered by theDepartment of Housing and Urban Development. The House approved theconference report on October 28, 1999. The Senate approved the report onNovember 2, 1999. ", "Presidential Veto of H.R. 3064. On November 3, 1999, President Clinton, vetoed H.R. 3064 , as anticipated. In his veto message, the President cited thebill's 1% across-the-boa rd cut in discretionary spending, and misplaced fundingpriorities. The veto marked the second time this year the President has vetoed afunding bill for the District of Columbia. "], "subsections": []}, {"section_title": "FY2000: H.R. 3194, Consolidated Appropriations for FY2000; P.L. 106-113", "paragraphs": ["On November 2, 1999, H.R. 3194 was introduced in the House. The House and Senate passed their respective versions of the measure on November3, 1999. The Senate appointed conferees on November 3, 1999 and the Houseappointed conferees on November 4, 1999. As originally introduced the bill dealtexclusively with appropriations for the District of Columbia. On November 18,1999, in a move to expedite consideration of a number of appropriations bills beforerecessing for the year, a conference committee attached to the District of ColumbiaAppropriations Act, H.R. 3194 , four other appropriations. It renamed H.R. 3194 , the Consolidated Appropriations Act of FY2000 anddesignated Division A of the bill the District of Columbia Appropriations Act forFY2000. The House, by a vote of 219 to 135 approved the conference report( H.Rept. 106-479 ) accompanying H.R. 3194 , on November 18, 1999.The Senate approved the measure on November 19, 1999 by a vote of 74 to 24. OnNovember 29, 1999, the President signed the measure into law as P.L. 106-113 . ", "Title I of Division A of the new District of Columbia Appropriations Act for FY2000, P.L. 106-113 , includes $436 billion in special federal payments to theDistrict of Columbia. The Act also includes many of the same social riders in H.R. 3064 that District officials found objectionable, includingprovisions: ", "ï¿½prohibiting the implementation of the medical marijuana initiative; ï¿½limiting the use of public funds for abortion to cases involving rape orincest or where the mother's health is endangered; and ï¿½prohibiting the implementation of the Domestic Partnership Act of 1992,which would extend medical, employment, and government benefits tounmarried couples. ", "In addition, the act would allow organizations, such as the Whitman-Walker Center,receiving public funds to administer privately funded needle exchange programs ineffort to reduce the spread of HIV. An earlier House version of H.R. 3194 would have prohibited organizations receiving public funding from sponsoringa privately funded needle exchange program.", "P.L. 106-113 includes several compromise provisions agreed to during congressional negotiations on H.R. 3064 . P.L. 106-113 allows themayor, the superintendent of public schools, and the control board to establish newcompensation rates and ceiling for private attorneys representing students seekingspecial education assistance. Currently, attorneys representing such students mayonly receive $60 an hour and no more than $1,560 total for such cases, a rateattorneys claim is insufficient to cover the costs of such representation. P.L.106-113 includes a provision that allows the city's corporation counsel to reviewprivate lawsuits and brief elected city leaders on their impact, but would continue toprohibit the city from participating in or working on a private law suit seeking votingrepresentation in Congress."], "subsections": []}]}, {"section_title": "Key Policy Issues", "paragraphs": [], "subsections": [{"section_title": "Needle Exchange", "paragraphs": ["The creation of a needle exchange program funded with federal or District funds is one of the key policy issues debated during House consideration of the District'sappropriations bills for FY2000. The controversy surrounding creation of a needleexchange program touched on issues of home rule, public health policy, andgovernment sanctioning and facilitating the use of illegal drugs. Proponents of aneedle exchange program contend that such programs reduce the spread of HIVamong illegal drug users by reducing the incidents of shared needles. Opponents ofsuch efforts contend that such programs amount to government sanctioning of illegaldrugs by supplying drug addicted persons with the tools to use them. They content that public health concerns raised about the spread of AIDS and HIV through sharedcontaminated needles should be addressed through drug treatment and rehabilitationprograms. Another view in the debate focuses on the issue of home rule and thecity's ability to use local funds to institute such programs free from congressionalactions.", "The conference committee versions of H.R. 2587 and H.R. 3064 , which was vetoed by the President on November 3, 1999,would have prohibited the use of federal and District funds to finance a needleexchange program. The Senate during consideration of its version of H.R. 2587 , the District of Columbia Appropriations Act for FY2000, didnot include a provision prohibiting the creation of such a program. The HouseDistrict of Columbia Appropriations Subcommittee also did not include funding forsuch a program in the bill forwarded to the full Appropriations Committee. For itspart the House Appropriations Committee reported a bill, H.R. 2587 ,that included a provision prohibiting the use of federal funds for a needle exchangeprogram. The bill passed by the House on July 29, 1999, would have left intactlanguage contained the District's Appropriations Act for FY1999, prohibiting the useof federal or local funds for a needle exchange program.", "The conference committee version of H.R. 3064 continued the prohibition against the public funding of a needle exchange program. Congressagreed on a compromise that would have allowed the private funding of a needleexchange program, but would continue to prohibit the use of federal and Districtfunds for such a program. Presently, only one entity, Prevention Works, a privatenon-profit AIDS awareness and education program, operates a privately fundedneedle exchange program. ", "The House version of H.R. 3194 included a provision that would prohibit any organization that receives federal or District funds from funding a needleexchange program with private funds. This was a reversal of language contained in H.R. 3064 , which prohibited organizations from using public funds forneedle exchange activities, but did not prevent or prohibit an organization thatreceives public funds from operating a privately funded needle exchange program. P.L. 106-113 and the Senate version of H.R. 3194 included the languageof H.R. 3064 , allowing organizations to continue to receive public fundsfor other activities while using private funds to finance needle exchange programs. "], "subsections": []}, {"section_title": "Medical Marijuana", "paragraphs": ["The medical marijuana initiative provision in the District of Columbia Appropriations bills is yet another issue that engenders controversy. Last yearCongress included a provision that prohibited the city from counting ballots of aninitiative that would allow the medical use of marijuana to assist persons sufferingdebilitating health conditions and diseases including cancer and HIV infection. TheDistrict of Columbia Appropriations Act for FY2000, P.L. 106-113 , and H.R. 3064 , as vetoed by the President, prohibit the implementation ofthe medical marijuana initiative known as Initiative 59.", "A House Appropriations Committee version of H.R. 2587 , the first version of the District of Columbia Appropriations Act for FY2000, included aprovision that would have prohibited the use of federal funds to tally the results ofthe ballot initiative, but would have allowed the city to use local funds to determinethe outcome of the initiative. The District of Columbia Board of Elections estimatedthe cost of tallying the results as approximately $1.36. The House provision of H.R. 2587 , was later changed to include a prohibition on the use federaland District funds to implement any law legalizing the use of marijuana, even formedical purposes. The conference committee version of H.R. 2587 ,which was vetoed by the President, would have allowed the tallying of the votes castfor and against the medical use of marijuana, but would have kept in place allpenalties for the use, distribution, or possession of schedule 1 control substances,which would include marijuana. Opponents of the conference committee provisioncontent that such actions undercuts the concept of home rule. The provision'sproponents argue that the provision allows the people's voice to be heard, but keepsin place federal sanctions.", "Last year, the Congress' power prohibiting the counting of a medical marijuana ballot initiative was challenged in a suit filed by the D.C. Chapter of the AmericanCivil Liberties Union (ACLU). On September 17, 1999, District Court JudgeRichard Roberts ruled that Congress, despite its unique legislative responsibility forthe District under Article I, Sec. 8 of the Constitution, did not possess the power tostifle or prevent political speech, which included the ballot initiative. Judge Robertsruling allowed the city to tally the votes on the November 1998 ballot initiative. Toprevent the implementation of the initiative, Congress had 30 days to pass aresolution of disapproval from the date the medical marijuana ballot initiative(Initiative 59) is certified by the Board of Elections and Ethics. Language prohibitingthe implementation of the initiative was included in P.L. 106-113 ; the conferenceversion of H.R. 3064 , which was vetoed by the President; and in theHouse, Senate, and conference versions of H.R. 3194 . "], "subsections": []}, {"section_title": "Reserve Fund and Future General Fund Surpluses", "paragraphs": ["During House and Senate hearings on the District of Columbia Appropriations Act for FY2000, District officials unsuccessfully sought the removal of a provisioncontained in the District of Columbia Appropriations Act for FY1999. Theprovision required the District to establish a $150 million reserve fund in futurebudgets starting in FY2000.", "The city contends that such a reserve fund is not needed given the city's surpluses of the last two years and project surpluses in the coming years. P.L.106-113 , consistent with earlier House and Senate appropriation bills for FY2000, requires the city to maintain the reserve fund. The House version of H.R. 2587 would have directed the city to use any general fund surplusabove $250 million to cover seasonal cash shortfalls in lieu of short-term borrowing,then to accelerate the repayment of funds borrowed from the water and sewer fund,and finally to repay down long-term debt. The Senate's original version of H.R. 2587 required the city to use any surplus above 4% of the generalfund balance for one-time expenses and debt reduction. P.L. 106-113 and the vetoed H.R. 3064 adopted the Senate language that was first included in H.R. 2587 . "], "subsections": []}, {"section_title": "Tuition Assistance", "paragraphs": ["P.L. 106-113 (formerly H.R. 3194 ), like its earlier but vetoed counterparts, H.R. 3064 and H.R. 2587 , includes a $17million federal contribution to fund a legislative initiative that grants eligibleresidents of the District of Columbia in-state tuition status when seeking collegeadmissions in state supported schools in Maryland and Virginia. The Act alsoprovides assistance to eligible students seeking admissions to private institutions. OnNovember 1, 1999, Congress completed action on the tuition assistance program( H.R. 974 ), the required enabling legislation that had to be signed by thePresident before the $17 million could be made available. A college access bill wasintroduced in the Senate, S. 856 . On September 9, 1999, the SenateCommittee on Governmental Affairs, amended H.R. 974 by substitutingthe language contained in S. 856 and reported the bill to the Senateaccompanied by S.Rept. 106-154 . The Senate passed its version of H.R. 974 on October 19, 1999. The House passed its version of H.R. 974 , on May 24, 1999. On November 1, 1999, the House recededto the Senate amendment to H.R. 974 , and passed the measure by voicevote. The President signed the bill into law, P.L. 106-98 , on November 12, 1999."], "subsections": []}, {"section_title": "Defender Services in District of Columbia Courts", "paragraphs": ["Congress has become increasingly concerned about the management of the District's court system. The House committee report ( H.Rept. 106-249 )accompanying the House version of H.R. 2587 , criticized the courtsmanagement, and accused court administrators of playing shell games with fundsappropriated for payment of lawyers representing abused children. The House reportincluded language recommending that the proposed pay raise for court employees bedelayed. The conference committee-approved version of H.R. 2587 , H.R. 3064 , H.R. 3194 included provisions calling for aGAO report on the operation of the District's justice system including the courts. Inaddition, the conference committee-approved bills included a provision that transfers$33.3 million in funds for lawyers representing abused and neglected children andindigent persons to a separate account. The provision is intended to ensure that thecourt administrators do not misspend dedicated funds. P.L. 106-113 includes thesame provisions.", "In a related matter, on October 4, 1999, Superior Court Administrator Ulysses Hammond announced his resignation effective February 18, 2000. Hammond hadbeen under increasing scrutiny and criticism over concerns surrounding themismanagement of court operations and budget shortfalls."], "subsections": []}, {"section_title": "Abortion", "paragraphs": ["The public funding of abortion services for District of Columbia residents is a perennial issue debated by Congress during its annual deliberations on the Districtof Columbia appropriations. P.L. 106-113 , includes a provision that prohibits the useof federal or District funds for abortion services except in cases where the life of themother is endangered or the pregnancy is the result of rape or incest. This prohibitionhas been in place since 1995, when Congress approved the District of Columbia Actfor FY1996, P.L. 104-134 .", "Since 1979, with the passage of the District of Columbia Appropriations Act of 1980, P.L. 96-93 , Congress has placed some limitation or prohibition on the use ofpublic funds for abortion services for District residents. From 1979 to 1988,Congress restricted the use of federal funds for abortion services to cases where themother's life would be endangered or the pregnancy resulted from rape or incest. The District was free to use District funds for abortion services. ", "When Congress passed the District of Columbia Appropriations Act for FY1989, P.L. 100-462 , it restricted the use of District and federal funds for abortionservices to cases where the mother's life would be endangered if the pregnancy wastaken to term. The inclusion of District funds, and the elimination of rape or incestas qualifying conditions for public funding of abortion services, was pushed for byPresident Reagan, who threatened to veto the District's appropriations act if theabortion provision was not modified. In 1989, President Bush twice vetoed theDistrict's FY1990 appropriations act over the abortion issue. He signed P.L.101-168 . after insisting that Congress include language prohibiting the use of Districtrevenues to pay for abortion services except in cases where the mother's life wasendangered. ", "The District successfully fought for the removal of the provision limiting District funding of abortion services, when Congress considered and passed theDistrict of Columbia Appropriations Act for FY1994, P.L. 103-127 . The FY1994 Actalso reinstated rape and incest as qualifying circumstances allowing for the publicfunding of abortion services. The District's success was short lived. The District ofColumbia Appropriations Act for FY1996, P.L. 104-134 , and subsequent District ofColumbia appropriations acts, limited the use of District and federal funds forabortion services to cases where the mother's life is endangered or cases where thepregnancy was the result of rape or incest.", "District officials, when urging President Clinton to veto the FY2000 Appropriations Act, H.R. 2587 , cited the prohibition on the use ofDistrict funds as just another example of congressional intrusion into local matters. District officials had hoped that Clinton's veto would lead to the removal ormodification of the abortion provision and other social provisions they feel intrudeon home rule. The abortion prohibition was unchanged during conferenceconsideration of H.R. 3064 .", "The prohibition also is included in P.L. 106-113 .", "Return to CONTENTS section of this Long Report."], "subsections": []}]}]}}