{"id": "RL31533", "title": "The Persian Gulf States: Issues for U.S. Policy, 2006", "released_date": "2006-08-21T00:00:00", "summary": ["The U.S.-led war to overthrow Saddam Hussein virtually ended Iraq's ability to militarily threaten the region, but it has produced new and un-anticipated security challenges for the Persian Gulf states (Saudi Arabia, Kuwait, Bahrain, Qatar, Oman, and the United Arab Emirates). The Gulf states, which are all led by Sunni Muslim regimes, fear that Shiite Iran is unchecked now that Iraq is strategically weak. The Gulf states strongly resent that pro-Iranian Shiite Muslim groups and their Kurdish allies (who are not Arabs) have obtained preponderant power within Iraq. This has led most of the Gulf states, particularly Saudi Arabia, to provide only halting support to the fledgling government in Baghdad and to revive the focus on U.S.-Gulf defense cooperation that characterized U.S.-Gulf relations during the 1990s.", "The new power structure in Iraq has had political repercussions throughout the Gulf region, particularly as Sunni-Shiite violence in Iraq has come to overshadow direct insurgent violence against U.S. forces as the key threat to Iraqi stability. The Sunni-Shiite tensions in Iraq apparently are spilling over into the Gulf states. Shiite communities, particularly that in Bahrain, have been emboldened by events in Iraq to seek additional power, and Sunni-Shiite tension in the Gulf states is said by observers to be increasing.", "Some Shiite communities, which view themselves as long repressed, are attempting to benefit politically from the Bush Administration's focus on promoting democracy and political reform in the region. Domestically, all of the Gulf states are undertaking substantial but gradual economic and political liberalization to deflect popular pressure and satisfy U.S. calls for reform. However, the reforms undertaken or planned do not aim to fundamentally restructure power in any of these states. The Bush Administration advocates more rapid and sweeping political and economic liberalization as key to long-term Gulf stability and to reducing support in the Gulf states for terrorist groups such as Al Qaeda. The Administration is funding civil society programs in the Gulf states—funding that is not necessarily welcomed by the Gulf leaderships—but it is also promoting the bilateral free trade agreements that most of the Gulf leaders seek.", "The Bush Administration also is working to maintain or improve post-September 11 cooperation with the Gulf states against Al Qaeda. Some Gulf states allegedly tolerated the presence of Al Qaeda activists and their funding mechanisms prior to the September 11 attacks. Fifteen of the nineteen September 11 hijackers were of Saudi origin, as is Al Qaeda founder Osama bin Laden.", "This report will be updated as warranted by regional developments. See also CRS Report RL33533, Saudi Arabia: Background and U.S. Relations; CRS Report RS21513, Kuwait: Security, Reform, and U.S. Policy; CRS Report RS21852, The United Arab Emirates (UAE): Issues for U.S. Policy; CRS Report RL31718, Qatar: Background and U.S. Relations; CRS Report 95-1013, Bahrain: Reform, Security, and U.S. Policy; and CRS Report RS21534, Oman: Reform, Security, and U.S. Policy."], "reports": {"section_title": "", "paragraphs": ["The Persian Gulf region is rich in oil and gas resources but has a history of armed conflict and of challenging U.S. national security. The Gulf states—Saudi Arabia, Kuwait, the UAE, Qatar, Bahrain, and Oman, bound together in a 1981 alliance called the Gulf Cooperation Council (GCC)—have experienced three major wars in the past twenty five years: the Iran-Iraq war (1980-1988), the Persian Gulf war (1991), and Operation Iraqi Freedom (2003-current). This report, which will be revised periodically, discusses U.S. and Gulf efforts to manage the new challenges posed by the September 11, 2001, attacks on the United States and the aftermath of the overthrow of Saddam Hussein. The report is derived from a wide range of sources, including press reports, unclassified U.S. government documents, U.N. documents, observations by the author during visits to the Gulf, and conversations with U.S., European, Iranian, and Gulf state officials, journalists, and academics."], "subsections": [{"section_title": "Threat Perceptions and U.S.-Gulf Security Cooperation", "paragraphs": ["Prior to the 2003 war against Iraq, the United States was repeatedly drawn into conflicts in the Gulf to counter Iranian or Iraqi aggression and contain regional escalation. In the \"Iran-Iraq War,\" Iran and Saddam Hussein's Iraq fought each other from Iraq's invasion on September 22, 1980, until August 20,1988, jeopardizing the security of the Gulf monarchy states, which collectively backed Iraq. Similarly, the United States tilted toward Iraq in that war to defeat the radical Islamist threat posed by Iran's Islamic revolutionary government, which came to power in February 1979 after ousting the U.S.-backed Shah. Iran and the United States fought minor naval skirmishes during 1987-1988, at the height of the Iran-Iraq war. During one such skirmish ( Operation Praying Mantis, April 18, 1988) the United States fought a day long naval battle with Iran that destroyed almost half of Iran's largest naval vessels. On July 3, 1988, the United States mistakenly shot down an Iranian passenger aircraft flying over the Gulf (Iran Air flight 655), killing all 290 aboard. After about 400,000 Iraqi and almost 1 million Iranian casualties, the Iran-Iraq war ceased in August 1988 after Iran's forces collapsed from a series of successful Iraqi offensives and Iran accepted U.N. Security Council Resolution 598, amounting to an Iraqi victory in the war.", "The Iran-Iraq war victory emboldened Saddam Hussein to assert himself as the \"strongman\" of the Gulf. He invaded and occupied Kuwait on August 2, 1990, asserting that he did so because Kuwait (and UAE) were overproducing oil and thereby betraying Iraq (by lowering world oil prices). Others believe Saddam Hussein wanted to position Iraq to control, directly or indirectly, oil exports from the Gulf. To liberate Kuwait, the United States deployed over 500,000 U.S. troops, joined by about 200,000 troops from 33 other countries. That war (Operation Desert Storm, January 16–February 27, 1991) resulted in the death in action of 148 U.S. service personnel and 138 non-battle deaths, along with 458 wounded in action. The 1991 Gulf war reduced Iraq's conventional military capabilities roughly by half, but, prior to Operation Iraqi Freedom (March 2003), Iraq was still superior to Iran and the Gulf states in ground forces.", "The Gulf is one of the few theaters where weapons of mass destruction (WMD) and ballistic missiles have been used in hostilities. Iraq's missile, chemical, nuclear, and biological programs, accelerated during the Iran-Iraq war, were among the most sophisticated in the Third World at the time of Iraq's invasion of Kuwait. Israel was sufficiently concerned about Iraq's nuclear program that it conducted an air-strike against Iraq's French-built Osirak nuclear reactor on June 7, 1981, temporarily setting back Iraq's nuclear effort. During the Iran-Iraq war, Iraq fired enhanced Scud missiles at Iranian cities, and Iran fired its own Scud missiles at Iraqi cities as well in the so-called \"war of the cities.\" On ten occasions during the Iran-Iraq war, Iraq used chemical weapons against Iranian troops and Kurdish guerrillas and civilians, killing over 26,000 Iranians and Kurds. U.N. investigation missions found that Iran also used some chemical weapons against Iraq during the war, although Iran's capability was less advanced than that of Iraq during that period. During the 1991 Gulf war, Iraq fired 39 enhanced Scud missiles at Israel, a U.S. ally, and 39 enhanced Scud missiles on targets in Saudi Arabia. One Iraqi missile, fired on coalition forces on February 25, 1991 (during Desert Storm) hit a U.S. barracks near Dhahran, Saudi Arabia, killing 28 military personnel and wounding 97. U.N. weapons inspectors dismantled much of Iraq's WMD infrastructure during 1991-1998, but they left in 1998 due to Iraqi obstructions and without clearing up major unresolved questions about Iraq's WMD. New U.N. inspections began, under threat of U.S. force, in November 2002, but were ended after the Bush Administration and its allies determined that Iraq's regime was not fully disarming and that it was necessary to overthrow the regime by force (Operation Iraqi Freedom, OIF)."], "subsections": [{"section_title": "The \"Dual Containment\" Approach of the 1990s", "paragraphs": ["During 1993-1997, the Clinton Administration articulated a policy of \"dual containment,\" an effort to keep both Iran and Iraq weak rather than alternately tilting toward one or the other to preserve a power balance between them. During this period, Saudi Arabia and Kuwait were primarily concerned about the conventional threat from Iraq and saw Iran as a counterweight to Iraqi power. The states of the lower Gulf were further from Iraq and tended to view Iran as a greater danger than Iraq. Bahrain, in 1981 and again in 1996—the latter a period of substantial Shiite-inspired unrest—openly accused Iran of plotting to destabilize that country by supporting radical Shiite movements there. In 1992, the UAE became alarmed at Iranian intentions when Iran asserted complete control of the largely uninhabited Persian Gulf island of Abu Musa, which Iran and UAE shared under a 1971 bilateral agreement.", "All the Gulf states improved relations with Iran significantly at the end of the decade, particularly after the May 1997 election of the relatively moderate president Mohammad Khatemi, who curtailed Iran's support for Shiite dissident movements in the Gulf states. Despite the rapprochement, which was matched by unsuccessful attempts by the Clinton Administration to open direct talks with Khatemi's government, the United States continued to try to constrain Iran's WMD programs, but with mixed success. Unlike Iraq, which was the target of U.N. sanctions after it invaded Kuwait, Iran faced no mandatory international restrictions on its imports of advanced conventional weapons or of \"dual use\" technology (civilian goods useful for WMD). Some of Iran's WMD programs made significant strides during the 1990s, reportedly with substantial help from Russia, China, North Korea, and other countries and entities, such as the network of Pakistani nuclear scientist A.Q. Khan.", "The dual containment policy also had little success in curbing Iran's (or Iraq's) support for international terrorism. Iran has been on the U.S. list of terrorism state sponsors (\"terrorism list\") since 1984 (the list was created in 1979). Iraq was on the terrorism list during 1979-1982, and again from 1990 until the U.S.-led overthrow of Saddam Hussein. Over the past decade the State Department's annual report on terrorism has described Iran as \"the most active state sponsor of terrorism. The Islamic regime in Iran had held American diplomats hostage during November 1979-January 1981, a seizure for which Iran has not apologized. The pro-Iranian Lebanese Shiite Muslim organization Hizballah held Americans hostage in Lebanon during 1984-1991, occasionally releasing some and then abducting others. Some U.S. law enforcement officials say Iranian operatives were involved in the June 1996 bombing in Saudi Arabia of the Khobar Towers housing complex for U.S. military officers, in which 19 U.S. airmen were killed, although some indications from the \"September 11 Commission\" final report (p.60) says Al Qaeda operatives might have had some role in that bombing. According to the recent annual State Department reports on international terrorism (\"Country Reports on Terrorism: 2005,\" released April 2006) Iran provides material support to the following groups that oppose the U.S.-sponsored Arab-Israeli peace process: Hizballah and the Palestinian groups Hamas, Palestinian Islamic Jihad, the Al Aqsa Martyr's Brigade, and the Popular Front for the Liberation of Palestine-General Command.", "Iraq's former regime was on the terrorism list and publicly supported Palestinian violence against Israel. According to the September 11 Commission report, neither Iran nor Saddam's Iraq was linked to the September 11 attacks and neither had an \"operational\" relationship with Al Qaeda. However, press accounts say that some Al Qaeda activists fleeing Afghanistan transited or took refuge in both countries, including Al Qaeda-Iraq leader Abu Musab al-Zarqawi, and there apparently were some limited contacts between Al Qaeda and the Saddam Hussein regime. The new government in Iraq, which consists of political leaders who are generally well disposed toward the United States, was removed from the terrorism list on September 24, 2004. No observer is predicting that Iran will soon be removed from the U.S. list of state sponsors of terrorism (\"terrorism list\")."], "subsections": []}, {"section_title": "The Post-Saddam Gulf Threat Profile6", "paragraphs": ["The Gulf threat profile has been altered—but not necessarily reduced—by the overthrow of Saddam Hussein's regime in Iraq. The fall of Saddam had initially generated a sense of relief among the Gulf states because the conventional and WMD threat posed by Iraq was essentially ended. However, no clear U.S. Gulf security architecture has emerged, and the Gulf states now sense new and different threats, although no major security crises have erupted in any of the GCC states since Saddam's fall. Others note that, in the past, crises have erupted on short notice, including Saddam Hussein's invasion of Kuwait and the internal unrest in Bahrain in the 1990s, neither of which were widely predicted."], "subsections": [{"section_title": "Iran Strategically Strengthened", "paragraphs": ["First and foremost, the Gulf states believe that the strategic weakness of post-Saddam Iraq has emboldened Iran to take a more active role in Gulf security and to seek to enlist the Gulf states in an Iran-led Gulf security structure. Iran has a long coastline and a well-honed sense of nationhood; it was not created by colonial powers and believes it is entitled to a major role in Gulf security. All of the Gulf state fears about Iran have been compounded by the Iranian presidency of hardliner Mahmoud Ahmadinejad. He has appointed to key positions longtime associates from his career in the Revolutionary Guard and Basij militia—both bastions of hardline sentiment and armed force and sponsors of radical activity in the Gulf in the past. However, to date, GCC leaders have leveled no specific allegations of renewed Iranian meddling in the GCC states, and the Gulf leaders have been receiving visiting Iranian leaders, including Ahmadinejad.", "Yet, Gulf and U.S. concerns continue that further progress on Iran's WMD programs, particularly its nuclear program, could embolden Iran to try to intimidate the Gulf states. Qatar, for example, is wary that Iran might try to encroach on its giant natural gas North Field, which the two share. In response, in 2006, the Gulf states and the United States have renewed and expanded discussions on some of the joint defense initiatives that have been de-emphasized in the past five years. Some of these steps are discussed in the section on defense issues below. Many U.S. experts believe that the GCC states would likely back U.S. action, including military action, to halt or set back Iran's nuclear program, despite fears of Iranian retaliation against them for any U.S. military move against Iran.", "At the same time, Iran is not perceived as militarily able to move in force across the Gulf to invade any of the Gulf states, even if the United States were not present in the Gulf to block such a move. Senior U.S. military officials say Iran could use its coastal missiles, patrol boats, mines, aircraft, submarines, and other capabilities to try to block the Strait of Hormuz, the key oil shipment route, but U.S. officials express confidence that the U.S military presence in the Gulf could quickly overwhelm Iran's relatively older equipment and thwart any such Iranian action. Others argue that even a failed Iranian attempt to block the Strait could raise shipping insurance rates and drive up oil prices to unprecedented levels."], "subsections": []}, {"section_title": "Shiite Communities Emboldened", "paragraphs": ["Compounding the threat perception of the Gulf states is the rise of Shiite Islamist factions in post-Saddam Iraq—particularly revered clerical leader Grand Ayatollah Ali al-Sistani, the Supreme Council of the Islamic Revolution in Iraq (SCIRI), the Da'wa (Islamic Call) Party, and the faction of radical young cleric Moqtada Al Sadr. The Shiite Islamists have dominated Iraq's two elections for a parliament—in January and again in December 2005. The rise of Iraqi Shiite parties are reportedly prompting growing Shiite demands for power in the Gulf states themselves. As shown in the Appendix, several of the Gulf states have substantial Shiite populations; in Bahrain they are a majority (about 60%), but most Gulf Shiite communities consider themselves under-represented in government and lacking key opportunities in the economy. Bahraini Shiite groupings, including those that boycotted 2002 parliamentary elections, are planning to compete in the October 2006 parliamentary elections in the hopes of asserting Shiite rights against the Sunni-dominated government there. To prevent the emergence of Sunni-Shiite tensions that have erupted in Iraq, Bahraini leaders have begun reconciliation efforts, such as ending the distinction between Sunni and Shiite mosques and encouraging joint worship.", "Kuwait's concerns are also high even though Shiites (about 25% of Kuwaitis) are well integrated into the political system. Radical factions of an Iraqi Shiite Islamic party, the Da'wa Party, attacked the U.S. and French embassies in Kuwait City in December 1983, and attacked the Amir's motorcade in May 1985, injuring him slightly. Although Kuwaiti fears of a resumption of such activity have faded, Kuwait remains wary of potential Shiite militance and has engaged Iraq's Shiite clerics and provided about $500 million in humanitarian aid to Iraq through a Kuwait based Humanitarian Operations Center. Kuwait has pledged to send an ambassador to Baghdad, although no ambassador has been named, to date. In Saudi Arabia, there is acute fear of potential Shiite unrest, in part because Shiites are concentrated in the eastern provinces where many of Saudi Arabia's oil fields are located and in which much of its oil export infrastructure is based. Resenting Shiite domination in Iraq, Saudi Arabia has disbursed little of its $1 billion in aid pledges to Iraq, and it has not committed to appointing an ambassador to Iraq."], "subsections": []}, {"section_title": "Spillover From Iraq Battlefield", "paragraphs": ["Prior to the U.S. intervention in Iraq, the Gulf states had predicted that ousting Saddam would not necessarily produce stability in Iraq, and several were reluctant to support it. For the most part, Gulf leaders publicly indicated that they would only support a U.S. attack if such action were authorized by the United Nations and had broad international support. Two of the Gulf states, Kuwait and Qatar, were more openly supportive of the U.S. position, and both hosted substantial buildups of U.S. forces and equipment that were used in the offensive against Iraq. Kuwait, which strongly wanted to see the former invader, Saddam Hussein, overthrown, hosted the bulk of the personnel and equipment used in the ground assault. Saudi Arabia was the most vocally opposed to a U.S. offensive against Iraq, even though the prospect of the overthrow of Saddam Hussein held out the possibility that the 6,000 U.S. personnel that were based there in anti-Iraq containment operations would be able to depart. That redeployment happened after Saddam's fall.", "Judging from the final statement of the 26 th Gulf Cooperation Council summit in Abu Dhabi, UAE (December 2005), the Gulf leaders are expressing concern that spillover from the Iraq war could be worse than they had anticipated. Some Sunni Islamist insurgents have tried or succeeded in entering some of the Gulf states, particularly Kuwait, to commit acts of retribution against the Gulf governments or to try to attack U.S. forces staging for deployment into Iraq. The Sunni militants perceive the Gulf governments—even though they are Sunni-led—as traitors for having backed or acquiesced in the U.S. invasion of Iraq and ouster of Saddam Hussein. The Gulf states believe that parts of Iraq might become a safe haven for Sunni Islamic militants if the United States were to withdraw militarily from Iraq, an outcome that the Gulf states fear could result if U.S. casualties continue to mount. This issue is discussed in greater depth in the final section of this paper.", "At the same time, efforts by the Gulf states to promote ethnic and sectarian balance in Iraq might be increasing the potential for spillover from Iraq. Saudi Arabia, and possibly other Gulf states, are said to have tacitly permitting some Saudis to enter Iraq to assist the Sunni insurgency there. Observers say there is an active debate in the Kingdom about whether to provide more active support to the Sunnis but that King Abdullah has decided against it out of concern that doing so would stimulate Iran to step up aid to Shiite groups in Iraq. U.S. military officers say that Saudi fighters accounted for about half of the foreign insurgents killed in Iraq in 2005. In November 2004, 26 radical Saudi clerics issued a pronouncement calling on Iraqis to fight U.S.-led forces in Iraq, although the Saudi religious establishment subsequently contradicted that pronouncement. At the same time, Saudi Arabia has pursued diplomacy to increase the role of Sunni Arabs in Iraq's government. Press reports say the Saudis were influential in persuading hardline Iraqi Sunni clerics to attend a November 2005 Arab League-sponsored reconciliation meeting in Cairo."], "subsections": []}]}, {"section_title": "Post-Saddam U.S.-Gulf Defense Cooperation", "paragraphs": ["The post-Saddam Gulf is somewhat less stable than the United States initially expected, and the pillars of U.S.-Gulf defense cooperation that were put in place after the 1991 Gulf war are drawing renewed emphasis as Iran's power is perceived to be rising. The U.S.-GCC relationships enable the United States to continue to operate militarily in Iraq and have facilitated ongoing operations in Afghanistan as well. After the September 11, 2001, attacks, the Gulf states willingly and openly hosted U.S. forces performing combat missions in Afghanistan in Operation Enduring Freedom (OEF, the war against the Taliban and Al Qaeda). As discussed above, the Gulf states, perceiving potential fallout, were far less enthusiastic about the war to topple Saddam Hussein, although all the Gulf states did make facilities available for Operation Iraqi Freedom (OIF).", "The cornerstones of U.S.-Gulf defense relations are broad bilateral defense pacts between the United States and each Gulf state except Saudi Arabia. The text of the agreements, most of which were adopted after the 1990-91 Gulf crisis, are classified. However, observers report that the pacts provide for: facilities access for U.S. forces, but also for U.S. advice, training, and joint exercises; lethal and non-lethal U.S. equipment pre-positioning; and arms sales. The pacts do not include security guarantees that formally require the United States to come to the aid of any of the Gulf states if they are attacked, according to U.S. officials familiar with their contents. Nor, say officials, do the pacts give the United States automatic permission to conduct military operations from Gulf facilities; the United States must obtain permission on a case by case basis. None of the Gulf states has moved to suspend or end these formal pacts now that Saddam Hussein is gone from power.", "The approximate number of U.S. military personnel in the Gulf theater of operations is listed in Table 1 below, based on unclassified tables provided to CRS by the Department of Defense in late 2005. During the U.S.-led containment operations against Iraq during the 1990s, there were about 20,000 U.S. military personnel stationed in the Gulf at most times, although about 60% of those were afloat on ships. Although there are fewer U.S. forces in most of the Gulf states than there were at the height of OEF and OIF, the aggregate is still higher than the 20,000 \"baseline\" during the 1990s—almost entirely due to the large numbers of U.S. personnel still in Kuwait supporting OIF. U.S. forces in Iraq number about 130,000. The following is an overview of U.S. defense cooperation with the GCC states:", "Saudi Arabia, concerned about internal opposition to a U.S. presence, did not sign a formal defense pact with the United States. However, it has entered into several limited defense procurement and training agreements (for both the regular military and the Saudi Arabia National Guard, SANG) with the United States. During 1992-2003, U.S. combat aircraft based in Saudi Arabia flew patrols to enforce a \"no fly zone\" over southern Iraq (Operation Southern Watch, OSW), but Saudi Arabia did not permit preplanned strikes against Iraqi air defenses, only retaliatory strikes for tracking or firing by Iraq. OSW ended after the fall of Saddam Hussein and most of the 6,000 Saudi-based U.S. personnel, along with all Saudi-based U.S. combat aircraft, were withdrawn in September 2003. For OEF, Saudi Arabia did not offer to allow U.S. pilots to fly missions in Afghanistan from Saudi Arabia, but it reportedly did openly permit the United States to use the Combined Air Operations Center (CAOC) at Prince Sultan Air Base, south of Riyadh, to coordinate U.S. air operations over Afghanistan. Despite reservations about the war against Iraq, the Kingdom also quietly allowed use of the CAOC for OIF and permitted some U.S. special operations forces staging missions from there into Iraq. Bahrain has hosted the headquarters for U.S. naval forces in the Gulf since 1948, long before the United States became the major Western power in the Gulf. (During the 1970s and 1980s, the U.S. presence was nominally based offshore.) Bahrain signed a separate defense cooperation agreement with the United States on October 28, 1991, and the pact remains in effect. In June 1995, the U.S. Navy reestablished its long dormant Fifth fleet, responsible for the Persian Gulf region, and headquartered in Bahrain. Bahrain allowed U.S. combat aircraft missions from Bahrain in both OEF and OIF, and it publicly deployed its U.S.-supplied frigate naval vessel in support of both operations, according to the State Department. It was the only Gulf state to deploy its own forces to provide humanitarian aid inside Afghanistan. After Iran's 1979 revolution, Oman on April 21, 1980 signed a facilities access agreement providing the United States access to Omani airbases and allowing some prepositioning of U.S. Air Force equipment. The agreement was renewed in 1985, 1990, and 2000. In keeping with an agreement reached during the 2000 access agreement renewal negotiations, the United States provided the $120 million cost to upgrade the air base near al-Musnanah (Khasab). On September 19, 1991, Kuwait, which saw itself as the most vulnerable to Iraqi aggression, signed a 10-year pact with the United States (renewed in 2001 for another 10 years) allowing the United States to preposition enough equipment to outfit two U.S. brigades. Joint U.S.-Kuwaiti exercises were held almost constantly, and about 4,000 U.S. military personnel were in Kuwait at virtually all times during the 1990s. The United States opened a Joint Task Force headquarters in Kuwait in December 1998 to better manage the U.S. forces in Kuwait, and the United States spent about $170 million in 1999-2001 to upgrade two Kuwaiti air bases (Ali al-Salem and Ali al-Jabir) that hosted U.S. aircraft during the 1990s containment operations against Iraq. As noted previously, Kuwait closed off the entire northern third of the country to serve as host of the U.S.-led invasion force in OIF. Even before OEF and OIF, Qatar was building an increasingly close defense relationship with the United States. It signed a defense pact with the United States on June 23, 1992, and accepted the prepositioning of enough armor to outfit two U.S. brigades at a site called As Saliyah site, which was upgraded with U.S. help. (Most of the armor at the site was used in OIF.) The United States built an air operations center (Combined Air Operations Center, CAOC) at Al Udeid air base that, by 2003, had largely supplanted the one in Saudi Arabia and Qatar now hosts U.S. Central Command (CENTCOM) forward headquarters. Qatar publicly acknowledged the U.S. use of Al Udeid in OEF, and it continues to support OEF and OIF, according to the State Department. The UAE did not have close defense relations with the United States prior to the 1991 Gulf war. After that war, the UAE determined that it wanted a closer relationship with the United States, in part to deter and balance out Iran. On July 25, 1994, the UAE announced it had signed a defense pact with the United States, although there are still some differences in interpretation of the legal jurisdiction of U.S. military personnel in the UAE, according to observers. The UAE allows some U.S. pre-positioning, as well as U.S. ship port visits at its large man-made Jebel Ali port, and it hosts U.S. refueling aircraft at Al-Dhafra air base for OEF and OIF. However, wanting to act within an Arab consensus, the UAE limited the United States to conducting support air operations during OIF."], "subsections": [{"section_title": "U.S. Arms Sales and Security Assistance", "paragraphs": ["A key feature of the U.S. strategy for protecting the Gulf states has been to sell them arms and related defense services. Some of the Gulf states, particularly Saudi Arabia, are reportedly contemplating new arms purchases from other suppliers, as well as the United States, to counter the perceived growing threat from Iran. On August 19, 2006, it was announced that Saudi Arabia had agreed to buy 72 Eurofighter Typhoon aircraft in a deal valued at about $18 billion.", "Congress has not blocked any U.S. sales to the GCC states since the 1991 Gulf war, although some in Congress have expressed reservations about sales of a few of the more sophisticated weapons and armament packages to the Gulf states in recent years. Some Members believe that sales of sophisticated equipment could erode Israel's \"qualitative edge\" over its Arab neighbors, if the Gulf states were to join a joint Arab military action against Israel or transfer weapons to \"frontline\" states, but few experts believe that the Gulf states would do so. Others are concerned that some U.S. systems sold to the Gulf contain missile technology that could violate international conventions. Even if they were to do so, successive U.S. administrations have maintained that the Gulf states are too dependent on U.S. training, spare parts, and armament codes to be in a position to use sophisticated U.S.-made arms against Israel or any other U.S. ally. The Foreign Relations Authorization Act of 1994-1995 ( P.L. 103-236 , signed April 30, 1994) bars U.S. arms sales to any country that enforces the primary and secondary Arab League boycott of Israel. The provision has been waived for the Gulf states every year since enactment.", "Most of the GCC states are considered too wealthy to receive substantial amounts of U.S. security assistance, including Foreign Military Financing (FMF) and excess defense articles (EDA). However, U.S. aid to the GCC states, even the most wealthy among them, has increased recently. It is being used to promote a number of U.S. objectives in the Gulf, including building GCC anti-terrorism capabilities, promoting military-to-military ties and military obedience to civilian rule; enabling the GCC states to maintain U.S.-made weapons and to operate them in concert with U.S. forces; and signaling continued support for their alliance with the United States. Despite its wealth, Saudi Arabia receives a nominal amount of International Military Education and Training funds (IMET) to lower the costs to the Saudi government (approximately a 50% discount) of sending its approximately 400 military officers to U.S. schools each year. A provision of the FY2005 foreign aid appropriations (in Consolidated Appropriations law, P.L. 108-447 ) cut IMET for Saudi Arabia, but President Bush waived that restriction on September 26, 2005, to provide the aid (PD2005-38)."], "subsections": []}, {"section_title": "Excess Defense Articles (EDA)", "paragraphs": ["Of the Gulf states, only the two least financially capable, Bahrain and Oman, are eligible to receive EDA on a grant basis (Section 516 of the Foreign Assistance Act). EDA are U.S. military items declared to be surplus or out of service for U.S. uses, but are still considered usable either as-is or with refurbishment. The UAE is eligible to buy or lease EDA. In 1998-1999, Oman received 30 and Bahrain 48 U.S.-made M-60A3 tanks on a \"no rent\" lease basis. The Defense Department subsequently transferred title to the equipment to the recipients. Since July 1997, Bahrain has taken delivery of a U.S. frigate and an I-HAWK air defense battery as EDA. Bahrain is currently seeking a second frigate under this program. According to State Department budget documents, in FY2007, both Bahrain and Oman will receive some EDA to assist military mobility and their ability to monitor their borders."], "subsections": []}, {"section_title": "Foreign Military Sales (FMS)", "paragraphs": ["The United States has considered U.S. arms sales (foreign military sales, FMS) to the Gulf states as an integral part of U.S. efforts to cement its alliances with the Gulf states, as well as to promote inter-operability between Gulf and U.S. forces. Some of the recent sales, particularly of combat aircraft, appear intended to deter Iran. The rationale for some land systems might be less clear now that the land threat from Iraq has largely ended and because Iran is judged to lack an ability to move land forces across the Gulf. Some Gulf states might be seeking arms from non-U.S. sources, possible to diversify their defense relationships or perhaps to gain leverage over potential suppliers or allies of Iran.", "The UAE historically has purchased its major combat systems from France, but UAE officials apparently have come to believe that arms purchases from the United States enhance the U.S. commitment to UAE security. In March 2000, the UAE signed a contract to purchase 80 U.S. F-16 aircraft, equipped with the Advanced Medium Range Air to Air Missile (AMRAAM), the HARM (High Speed Anti-Radiation Missile) anti-radar missile, and, subject to a UAE purchase decision, the Harpoon anti-ship missile system. The total sale value, including weapons and services, is estimated at over $8 billion. Deliveries began in May 2005. On November 17, 2004, DSCA notified Congress of a potential sale to UAE of 100 JAVELIN anti-tank missile launchers (plus 1,000 JAVELIN missile rounds) at a potential cost of $135 million. On July 28, 2006, DSCA notified Congress of a sale of up to 26 UH-60M (Blackhawk) helicopters, with a total sale value of up to $808 million. The UAE is also considering buying an anti-ballistic missile system, according to UAE Air Force Commander Maj. Gen. Khalid Al Bu-Ainain in November 2005. Saudi Arabia, buoyed by high oil prices, has absorbed about $14 billion in purchases of U.S. arms during the Gulf war, as well as post-war buys of 72 U.S.-made F-15S aircraft (1993, $9 billion value), 315 M1A2 Abrams tanks (1992, $2.9 billion), 18 Patriot firing units ($4.1 billion) and 12 Apache helicopters. It reportedly is now considering major new purchases, including a new generation fighter aircraft to replace aging U.S.-made F-5's and British-made Tornadoes. A Wall Street Journal Europe report on December 22, 2005 said Saudi Arabia had signed an agreement to buy up to 48 Eurofighter Typhoon jets. In three notifications on October 3, 2005 DSCA told Congress that Saudi Arabia intends to buy up to $2 billion in U.S.-made armored personnel carriers (144) and related equipment and services; equipment support; and communications upgrades for the military and National Guard (SANG). In two notifications on July 28, 2006, DSCA notified Congress of a sale of 58 M1A1 new Abrams tanks, as well as upgrades of Saudi Arabia's existing Abrams tanks and upgrades of its U.S.-made Apache helicopters. The total of these sales is up to $3.3 billion. In 2005, Kuwait began taking delivery of a long-delayed purchase of 16 U.S.-made AH-64 \"Apache\" helicopters, equipped with the Longbow fire control system—a deal valued at about $940 million. According to DSCA, Kuwait is considering purchasing an additional 10 F/A-18 aircraft to complement its existing fleet of 40 of those aircraft, but there has been no movement on this recently. Kuwait also bought 5 Patriot firing units in 1992 and 218 M1A2 Abrams tanks in 1993. On April 1, 2004, the Bush Administration designated Kuwait as a \"major non-NATO ally\" (MNNA), a designation that will facilitate the future U.S. sales of arms to Kuwait. President Bush designated Bahrain an MNNA in March 2002, reflecting the close relationship. Among recent sales, in 1998, Bahrain purchased 10 F-16s from new production at a value of about $390 million. In late 1999, the Administration, with congressional approval, agreed to sell Bahrain up to 26 AMRAAMs, at a value of up to $69 million. Among the more controversial sales to a Gulf state, in August 2000 Bahrain requested to purchase 30 Army Tactical Missile Systems (ATACMs), a system of short-range ballistic missiles fired from a multiple rocket launcher. The Defense Department told Congress the version sold to Bahrain would not violate the rules of the Missile Technology Control Regime (MTCR), an effort to allay congressional concerns that the the sale would facilitate the spread of ballistic and cruise missiles in the Gulf. In addition, the Administration proposed a system of joint U.S.-Bahraini control of the weapon under which Bahraini military personnel would not have access to the codes needed to launch the missile. Bahrain accepted that control formula, and delivery began in October 2002. In two notifications on July 28, 2006, DSCA reported to Congress a sale of up to 180 Javelin missiles (and associated launchers and equipment) and nine Blackhawk helicopters, with a total value of up to $294 million. Qatar has traditionally been armed by France and Britain, and no major U.S. sales seem imminent, despite Qatar's healthy economy that benefits from burgeoning sales of natural gas. DSCA says that Qatar has expressed interest in a few U.S. systems, including the ATACM, which Bahrain has bought and which the United States has told Qatar it is eligible to buy. Qatar is also expressing active interest in the Patriot (PAC III) missile defense system, according to DSCA. Qatar might be seeking to buy advanced combat aircraft if it finds a buyer for the 12 Mirage 2000s it put up for sale in 2002; a possible sale to India collapsed in August 2005 over pricing issues. Oman has traditionally purchased mostly British weaponry, reflecting British influence in Oman's military, and the British military's mentoring and advisory relationship to Sultan Qaboos. In October 2001, in an indication of waning British influence, the United States announced that Oman would buy 12 F-16 A/B aircraft, at an estimated value of $825 million. The first deliveries began in December 2005. In April 2003, Oman decided to purchase a podded airborne reconnaissance system for the F-16's; a sale valued at $46 million. On July 28, 2006, DSCA notified Congress of a possible sale to Oman of up to 250 Javelin missiles and associated launchers and equipment, valued at $48 million."], "subsections": []}]}, {"section_title": "Other Gulf State Security Initiatives", "paragraphs": ["The United States has continued to encourage the Gulf states to increase military cooperation among themselves. As shown in Table 3 , the Gulf states could potentially have superiority in equipment over Iran were they to combine their operations in response to a threat, and the Gulf states' military technology purchased from the United States and Europe is likely superior to Iran's mostly Russian and Chinese-supplied arsenal. However, the small (approximately 10,000 personnel) Saudi-based multilateral force known as Peninsula Shield, formed in 1981, has always suffered difficulties in coordination and command. Peninsula Shield, based at Hafar al-Batin in northern Saudi Arabia, did not react militarily to the 1990 Iraqi invasion of Kuwait, exposing the force's deficiencies. After that war, manpower shortages and disagreements over command of the force prevented the GCC states from agreeing to an Omani recommendation to boost Peninsula Shield to 100,000 men. In September 2000, the GCC states agreed in principle to increase the size of Peninsula Shield to 22,000, but no timetable was set for reaching that level. U.S. emphasis on building intra-GCC land force cooperation waned after the fall of Saddam Hussein, not only because Iraq's conventional force was largely eliminated in the 2003 war but because, as noted above, Iran is not considered a major land invasion threat. At the December 2005 GCC summit, the Gulf leaders \"endorsed\" a Saudi proposal to disperse donated Peninsula Shield forces back to their home countries. These forces would remain available for deployment to the Peninsula Shield force in a crisis.", "Sensing growing air and naval threats from Iran and from terrorist infiltration by sea, the United States is reportedly planning to focus on improving GCC state naval and air cooperation. In mid-2006, the Bush Administration, in a series of high-level U.S. visits, began efforts to revive and build on the Clinton Administration's \"Cooperative Defense Initiative\" to integrate the GCC defenses with each other and with the United States. Under that initiative, in early 2001, the GCC inaugurated its \"Belt of Cooperation\" network for joint tracking of aircraft and coordination of air defense systems, built by Raytheon. Another part of that initiative, to which Bush Administration officials are attaching new importance, is U.S.-GCC joint training to defend against a chemical or biological attack, as well as more general joint military training and exercises.", "The Cooperative Defense Initiative, was a scaled-back version of an earlier U.S. idea to develop and deploy a GCC-wide theater missile defense (TMD) system. However, this missile defense concept reportedly is a focus of the renewed Bush Administration initiative, in response to Iran's growing missile capabilities. The original idea envisioned a system under which separate parts (detection systems, intercept missiles, and other equipment) of an integrated TMD network would be based in the six different GCC states. That concept ran up against GCC states' financial constraints and differing perceptions among the Gulf states of the threat environment. As noted in the table, Kuwait and Saudi Arabia have Patriot anti-missile units of their own, and these states, in addition to Qatar, host U.S.-controlled Patriot systems.", "The 2006 Bush Administration joint U.S.-GCC security initiative reportedly also focuses on counter-proliferation actions. U.S. officials, in their 2006 visits to the Gulf, are encouraging the GCC states to close Iranian companies in those states, which might be used to procure WMD technology. Another aspect of the initiative is to track shipments to Iran. The Bahrain-based 5 th Fleet/Navcent command already plays a major role in patrolling the Gulf to prevent smuggling and the movement of terrorists across the Gulf. The patrols, which also include securing Iraqi oil export platforms, are conducted by about 30 U.S. and (OIF and OEF) allied warships in \"Combined Task Force\": 150, 152, and 158. On June 28, 2006, CTF-152, responsible for the central and southern Arabian Gulf, came under command of Italy.", "Another joint security cooperation idea never extended beyond the concept stage. Gulf state suspicions of Syria and Egypt prevented closer military cooperation with those countries, as envisioned under a March 1991 \"Damascus Declaration.\" Under the Damascus Declaration plan, Egyptian and Syrian forces would have been stationed in the Gulf to bolster the Peninsula Shield force.", "Although their manpower constraints continue, many of the political disputes that had hindered cooperation within the GCC have dissipated. Almost all border disputes between GCC states have been settled, although the UAE still claims that Saudi Arabia occupies part of what UAE considers its territory. Bahrain and Qatar resolved their territorial dispute over the Hawar Islands and other territories following a March 2001 decision by the International Court of Justice in favor of Bahrain. The two have now agreed to construct a causeway connecting them."], "subsections": [{"section_title": "Potential Cooperation With NATO", "paragraphs": ["There are some indications that the Gulf states might be diversifying their security cooperation relationships with Western powers, while emphasizing such security-related issues as preventing drug trafficking, human trafficking, and proliferation. NATO is increasingly engaged in activities outside its traditional European base, and the NATO summit in Istanbul in 2004 launched an \"Istanbul Cooperation Initiative\" for greater NATO-Gulf state cooperation on some of these issues. To date, Kuwait, Bahrain, Qatar, and the UAE have joined the Istanbul initiative, but the absence of Saudi and Omani participation could slow development of this concept. Some NATO experts want to see the Istanbul initiative be further developed to allow for cooperation similar to that provided for in NATO's \"Partnership for Peace\" program. To promote greater NATO interaction with the Gulf states, NATO Secretary General Jaap de Hoop Scheffer attended a ground breaking meeting of high level Gulf defense officials in Qatar on December 1, 2005. During 2005, NATO (including U.S.) naval units, with participation of some Gulf naval forces, held exercises in the Arabian Sea in support of the U.S.-led \"Proliferation Security Initiative\" (PSI), a program to halt potential WMD-related shipments at sea."], "subsections": []}]}]}, {"section_title": "Domestic Stability and Political Liberalization27", "paragraphs": ["The external threats the Gulf monarchies face have not produced regime-threatening instability within the Gulf states. However, there are domestic forces that, particularly if aggravated by outside Gulf powers such as Iran, could suddenly and unexpectedly prove destabilizing. Bahrain and Saudi Arabia have experienced periodic open unrest since the early 1990s, although both have largely quieted that unrest. The Gulf states are instituting gradual domestic political and economic reform efforts that are intended to satisfy the pro-reform elements of the population while maintaining tradition."], "subsections": [{"section_title": "Leadership Transition", "paragraphs": ["Still governed by hereditary leaders, several of the Gulf states also have completed at least interim leadership transitions over the past several years. The transitions have allowed new leaders to move forward on some long-dormant political or economic reforms.", "In Saudi Arabia, King Fahd suffered a stroke in November 1995 but he held the title of King until his death on August 1, 2005. He was immediately succeeded by his half-brother and heir apparent, Crown Prince Abdullah, who had been de-facto ruler of the country. Abdullah is the same age as was Fahd (about 81) but Abdullah appears to be in reasonably good health. Abdullah has been more willing than Fahd to question U.S. policy in the region and U.S. prescriptions for Saudi security, although he has maintained a cooperative relationship with the United States. Together with his image of piety and rectitude, Abdullah's perceived independence accounts for his relative popularity among the Saudi tribes and religious conservatives, giving him the legitimacy he needs to combat Saudi-based Al Qaeda or pro-Al Qaeda militants. The new heir apparent is Prince Sultan, a full brother of the late King Fahd, as expected, but the longer term succession could be clouded by family factional politics. The post-Fahd cabinet has remained largely unchanged; Sultan remains Defense Minister. In Bahrain, the sudden death of Amir (ruler) Isa bin Salman Al Khalifa on March 6, 1999 led to the accession of his son, Hamad bin Isa Al Khalifa, who was commander of Bahrain's Defense Forces. In February 2002, he wanted to promote a more limited monarchy and formally changed Bahrain into a kingdom and took the title King instead of Amir. King Hamad is about 57 years old and has named his son Salman, who is about 38 years old and is an avowed economic reformer, as Crown Prince. The two are sometimes said to be at odds with the King's traditionalist uncle, Khalifa bin Salman Al Khalifa, who remains Prime Minister. The UAE completed a transition upon the November 2, 2004 death of Shaykh Zayid bin Sultan al-Nuhayyan, ruler of the emirate of Abu Dhabi who helped found and became President of the seven-emirate UAE federation in 1971. His eldest son, Crown Prince Khalifa, who is about 49, succeeded immediately as ruler of Abu Dhabi and President of the UAE. His dynamic younger brother, Shaykh Mohammad, who is about 45, was named Abu Dhabi Crown Prince/heir apparent and he yielded his UAE Armed Forces chief-of-staff position to a non-royal (Lt. Gen. Hamad Al Rumaithi). Further changes occurred on January 4, 2006 when the ruler of Dubai, Shaykh Maktum bin Rashid Al Maktum, died suddenly. He was succeeded as Dubai ruler and UAE Prime Minister by his younger brother, Mohammad bin Rashid Al Maktum, who had been running Dubai de-facto for many years. The UAE is well placed to weather political transition because it has faced the least unrest of any of the Gulf states. Its GDP per capita ($22,000 per year) is among the highest in the Gulf, and there are few evident schisms in the society. Qatar's Amir, Hamad bin Khalifa Al Thani, who ousted his father in a bloodless coup in June 1995, sees himself as the leader among the Gulf rulers in instituting political reform and a public role for women. The Amir's reform agenda has been bolstered by the high public profile of his favorite wife, Shaykha Moza al-Misnad. Amir Hamad also has carved out a foreign policy independent from that of Saudi Arabia, has garnered wide support internally and there has been little evidence of unrest. On the other hand, some indications suggest that Qatar could lack dynamic leadership if the Amir were to leave the scene unexpectedly; in August 2003 the Amir suddenly and unexpectedly changed his crown prince/heir apparent from Shaykh Jassim to Jassim's younger brother, Tamim, purportedly perceiving Jassim as insufficiently capable of leadership. Kuwait completed a peaceful but troubled transition following the January 15, 2006 death of Kuwait's long serving Amir Jabir al-Ahmad Al Sabah. A succession struggle among Al Sabah factions was resolved in favor of Sabah al-Ahmad Al-Sabah, about 76 years old, who was serving as Prime Minister. Shunted aside was the heir apparent, Sa'd Abdullah Al Sabah, on the grounds that he was too ill to become leader. However, the struggle left lingering tensions within the ruling family and between it and other elites. It also clouded the leadership futures of some younger potential successors, including Foreign Minister Mohammad Al Sabah and Ahmad al-Fahd Al Sabah, the latter of whom was dropped from the cabinet after the June 29, 2006, National Assembly elections in which government opponents were mostly victorious. Despite the political skirmishing, there is little anti-regime violence in Kuwait; most opposition is expressed within the National Assembly. On the other hand, some Al Qaeda or pro-Al Qaeda activists have carried out attacks against Kuwaiti security personnel, as discussed later. The Sultanate of Oman has seen little unrest since Sultan Qaboos bin Said Al Said took power from his father in 1970. Qaboos is about 65 years old, apparently in good health, and widely assessed as highly popular. However, the royal family in Oman is relatively small and there is no heir apparent or clear successor. This could lead to a succession crisis or power struggle if Qaboos were to leave the scene unexpectedly, as almost happened in 1995 when Qaboos was shaken up in a car accident in which one of his ministers was killed. Since an alleged Islamist plot in 1994 that led to a few hundred arrests, there had been little evidence of a radical Islamist element in the Sultanate until a similar wave of arrests on similar charges in January 2005. Thirty-one Omanis were convicted of subversion in the alleged plotting but were pardoned in June 2005."], "subsections": []}, {"section_title": "Political Liberalization", "paragraphs": ["Virtually all the Gulf leaders are opening the political process to some extent, in part to help them cope with the challenges of modernization and globalization. The Bush Administration has expressed strong support for political liberalization in the Gulf and the broader Middle East as a means of addressing what it sees as root causes of the September 11, 2001 attacks—the relative lack of popular influence in governance. However, most Gulf reform efforts predate Bush Administration urging and appear to be continuing without substantial U.S. prodding. Some of the Gulf leaders fear that more rapid liberalization could backfire by providing Islamist extremists a platform to challenge the incumbent regimes. As part of their liberalization efforts, all of the Gulf states except the UAE and Saudi Arabia now allow full female electoral participation, and all except Saudi Arabia have appointed at least one woman to a cabinet post.", "Kuwait has traditionally been at the forefront of political liberalization in the Gulf, but during the 1990s its progress was limited to expanding the all-male electorate for its 50-seat National Assembly. The Assembly has always had more influence in decision-making than any representative body in the Gulf states, consistently exerting its power to review and veto governmental decrees. It played a role in the succession struggle of January 2006 by confirming the accession of Shaykh Sabah as Amir. The appointment of Shaykh Sabah as Prime Minister in May 2005 was the key to finally achieving Assembly approval of legislation to allow female suffrage. It took effect as of the June 29, 2006, Assembly elections, although none of the women who ran were elected. The newly elected Assembly, which has a majority of reformists, has succeeded in persuading the government to accept a major reform: the consolidation of Kuwait's election districts to five (from 25). The reformists believe that the larger districts reduce the potential for vote-buying and other corruption. In the start of a series of initiatives to expand public participation, in March 1999 Qatar held elections to a 29-member municipal affairs council. In a first in the Gulf, women were permitted full suffrage and 6 women ran for the council, but all six lost. (One woman won in the 2003 municipal elections.) In April 2003, a constitution was adopted in a national referendum, in which women voted. Its approval (by 97% of the electorate) paved the way for elections to a one-chamber assembly, now planned for early 2007, according to Qatari officials. It would replace a 35 member consultative council in place since independence in 1971. Thirty seats of the 45-seat Assembly are to be elected, with the remaining fifteen appointed. Qatar has one woman minister (Education). Oman began holding direct elections to its 83-seat Consultative Council in September 2000. At that time, the electorate consisted of 25% of all citizens over 21 years old—mostly local notables and elites. The process contrasted with past elections (1994 and 1997) in which a smaller and more select electorate chose two or three nominees per district and the Sultan then selected final membership. At the same time, Qaboos appointed new members, including five women, to a 53-seat \"State Council.\" The State Council serves, in part, as a check and balance on the elected Consultative Council; both combined form a bi-cameral \"Oman Council.\" In November 2002, Qaboos extended voting rights to all citizens over 21 years of age, beginning with the October 4, 2003 Consultative Council elections. Those elections produced a body similar to that elected in 2000, including election of the same two women as the previous election (out of 15 female candidates). The Oman Council lacks binding legislative powers and there are no evident groupings or factions within it. Formal parties are banned. Since 2001, Qaboos has expanded the number of women of ministerial rank to four, with two heading full ministries. The King of Bahrain's decision to abandon his late father's refusal to accommodate Shiite Muslim demands to restore an elected national assembly has changed Shiite unrest from the violence of the 1990s to mostly peaceful election competition. In February 2002, Bahrain held a referendum on a new \"national action charter,\" establishing procedures for electing a 40-member national assembly. Those elections (two rounds) were held in late October 2002, and the results were split between moderate Islamists and secular Muslims. None of the eight female candidates was elected. Some Shiite critics of the Sunni-dominated government boycotted the elections, claiming that the formation of an appointed upper body of the same size represented an abrogation of the government's promise to restore the 1973 parliamentary process. (No appointed upper body was established during the 1970s.) However, the major Shiite opposition bloc (Wifaq) says it will take part in the October 2006 National Assembly elections, hoping to use the Assembly to assert their demands and air grievances. The King has appointed two women to cabinet posts, and two others have been given ministerial rank. Saudi Arabia, now under King Abdullah, is beginning to accelerate political liberalization. During King Fahd's reign, the Kingdom expanded its national Consultative Council to 90 seats from 60 in 1997, to 120 seats in 2001, and to 150 in April 2005, but Fahd resisted national elections or the appointment of women to the Council. In 2004, the government approved new powers for the Council, including the ability to initiate legislation rather than merely review government proposed laws, and giving the Council increased ability to veto draft governmental laws. Observers in Saudi Arabia say the public is increasingly aware of the Council's activities and its growing role as a force in Saudi politics. In February 2005, Saudi Arabia held elections for half of the seats on 178 local municipal councils around the Kingdom, but women were not allowed to vote. In November 2005, two Saudi women won election to the Jeddah Chamber of Commerce, the first vote of any kind in the country in which women participated. The vote was viewed as a prelude to allowing female suffrage in the 2009 municipal elections, and it could presage a possible move by King Abdullah to allow women to drive. To date, the UAE has been the least active on political reform, but movement is now evident. In November 2005, the government announced that half the seats of the forty seat advisory Federal National Council (FNC) would be selected by a limited electorate in each emirate. Each of the seven emirates of the UAE federation has a fixed number of seats on the FNC, and the size of the electorate will be 100 times the number of seats each emirate has. The UAE constitution permits males or females to sit on the FNC (although no women have been on it to date), indicating that women might be selected to the FNC in the newly opened selection process. Since the November 2004 death of Shaykh Zayid, two women have been appointed to cabinet positions."], "subsections": []}, {"section_title": "Continued Human Rights Concerns", "paragraphs": ["The moves toward political openness in the Gulf states are praised by U.S. officials but still do not give Gulf citizens the right to peacefully change their government. The foreign workers on which the Gulf economies rely have virtually no political rights, although they are slowly acquiring labor rights, particularly in Bahrain, including the right to join unions. Some strikes by foreign workers have taken place in UAE for non-payment and poor working conditions. Almost all the Gulf states are cited by human rights organizations and U.S. human rights reports for varying degrees of religious discrimination, arbitrary arrests and detentions, suppression of peaceful assembly and free expression. Virtually all are criticized by the State Department for abuses against domestic workers who are mostly of foreign, and primarily Asian, origin. On November 28, 2005, the State Department condemned the UAE's arrest of a dozen same-sex couples and the announcement that they would be subjected to hormone treatment.", "On religious freedom, Saudi Arabia draws the sharpest U.S. criticism for actively prohibiting the practice of non-Muslim religions on its territory, even in private, with limited exceptions. In 2005, for the second year in a row, it was designated as a \"Country of Particular Concern\" under the International Religious Freedom Act (IRFA). Qatar prohibits public non-Muslim worship but tolerates it in private, although it has shifted its position in late 2005 and is now allowing church construction. In Kuwait, Bahrain, the UAE, and Oman, there are functioning Christian churches and congregations. Small Jewish communities in some Gulf countries are generally allowed to worship freely, and there is a Jewish member of the upper house of Bahrain's national assembly.", "The Gulf states appear to be falling short of U.S. expectations in preventing trafficking in persons, although some have pledged to improve their performance. Several, including Qatar and UAE, have taken steps to end the trafficking of young boys to the Gulf to work as camel jockeys. As of the 2006 State Department Trafficking in Persons report, only Saudi Arabia has remained in \"Tier 3,\" the worst category, indicating it is not making significant efforts to address the problems of human trafficking. The other five Gulf states are designated as \"Tier 2 'Watch List'\" suggesting they might be placed in Tier 3 if they do not improve efforts to prevent this activity. This designation represents a downgrading of Oman's performance; it was Tier 2 in the 2005 report. Kuwait, Qatar, and UAE were Tier 3 in 2005 and have apparently taken some steps against trafficking since then."], "subsections": []}, {"section_title": "U.S. Democratization Efforts", "paragraphs": ["As the Bush Administration has made political and economic reform a priority, it has expanded the programs and policies used to promote that agenda. As noted in the State Department's \"Supporting Human Rights and Democracy: The U.S. Record 2005-2006,\" released April 5, 2006, the Administration is promoting these reforms not only through diplomatic exchanges between U.S. diplomats in the Gulf and their counterparts but also with new programs run by the U.S. Agency for International Development (USAID), the State Department's Near East Bureau and its Bureau of Democracy, Human Rights, and Labor, and the \"Middle East Partnership Initiative\" (MEPI).", "Recent and ongoing U.S.-funded democratization programs in the Gulf focus on adherence to the rule of law, economic transparency, judicial reform, strengthening civil society organizations, including political societies in some Gulf states, improvement in the education system, media openness, and women's empowerment. Because U.S. diplomats in the region generally seek to maintain good relations with their counterparts and because U.S. interests in the Gulf are broad, most U.S.-funded programs are supported by—or at least not opposed by—the Gulf governments. Many of the programs bring Gulf government officials, students, journalists, and other civil society participants to the United States for training or to see firsthand how various functions are carried out in a democracy. Several programs using MEPI funds were used to help the Gulf countries comply with World Trade Organization and other requirements for the free trade agreements being negotiated with the United States (see below)."], "subsections": []}, {"section_title": "Economic Liberalization and Integration", "paragraphs": ["Iran, Iraq, and the GCC states possess about 715 billion barrels of proven oil reserves, representing about 57% of the world's total, and 2,462 trillion cubic feet (tcf) of natural gas, about 45% of the world's proven reserves of that commodity. The countries in the Gulf (including Iran and Iraq) produce about 20 million barrels per day (mbd) of oil, about 30% of the world's oil production, according to the U.S. Energy Information Administration. Saudi Arabia and Iraq are first and second, respectively, in proven reserves. Iraq, which is relatively unexplored, might ultimately be proven to hold more oil than does Saudi Arabia. Iran and Qatar, respectively, have the second and third largest reserves of natural gas in the world; gas is an increasingly important source of energy for Asian and European countries. This resource concentration virtually ensures that the Gulf will remain a major source of energy well into the 21 st century. All of the countries of the Gulf, including Iran and Iraq, appear to have an interest in the free flow of oil, but past political conflict in the Gulf has sometimes led to sharp fluctuations in oil prices and increased hazards to international oil shipping. As noted in the below, oil export revenues still constitute a high percentage of GDP for all of the Gulf states. The health of the energy infrastructure of the Gulf producers is also a key concern of the United States—Gulf state oil exports comprise about 20% of the United States' approximately 13 million barrels per day (mbd) net imports.", "A sharp oil price decline in 1997-1998 prompted the GCC states to reevaluate their longstanding economic weaknesses, particularly the generous system of social benefits they provide to their citizens. However, the strong expectation in these countries of continued benefits led the Gulf regimes to look to other ways to reform their economies. In the current period of high oil prices (about $70 per barrel in August 2006), the Gulf leaders say they are determined not to discontinue economic reform at a time of high oil prices, as they did in the past to their economic detriment. The cornerstone of GCC economic reform efforts has been to ease underemployment problems by instituting programs, including job training in high-wage industries, to encourage their nationals to work in jobs traditionally held by foreigners. Some of the Gulf states have tried to reduce the percentage of foreign workers by requiring that certain percentages of jobs in some industries be held by nationals as of specified dates.", "Several of the Gulf states have made substantial strides to diversify their economies and to attract international capital and needed advanced technology to the energy and other sectors. Several Gulf states have developed relatively dynamic tourism industries, particularly UAE, but increasingly including Qatar and Oman. The Gulf states have passed laws allowing foreign firms to own majority stakes in projects and eased restrictions on repatriation of profits. Some, including UAE and Qatar, are now allowing outright foreign ownership of real estate. U.S. officials have applauded progress by the Gulf states in eliminating the requirement that U.S. firms work through local agents and in protecting the intellectual property rights of U.S. companies.", "As a result of the economic liberalization, several Gulf states now host companies that are of global scale and impact, such as the Kingdom Holding Co. established by Prince Walid bin Talal Al Saud in Saudi Arabia, Dubai Ports World of Dubai, and another UAE-based firm, Emaar Properties. Bahrain has largely rebuilt its reputation as a Gulf financial hub since the unrest there in the 1990s. On the other hand, some Arab and other critics say that the UAE emirate of Dubai, in particular, has gone away from its Arab roots by building huge towers, hotels, malls, and other projects designed to cater to Western expatriates. Others say that the need to attract tourism has led to a proliferation of bars and alcohol-serving establishments that has led to crime, drugs, prostitution, human trafficking, and other social ills not previously witnessed to this extent in the Gulf. Of the Gulf states, Saudi Arabia and Kuwait have not to date developed substantial tourist industries; both still prohibit alcohol consumption and do not want to risk the social consequences the other Gulf states are seeing from their tourism drives.", "In the oil and gas sector, Qatar has partnered with foreign investors such as Exxon Mobil, Totalfina Elf (France), and others to develop its North Field, the world's largest non-associated gas field, which now has customers in Asia and sells some liquified natural gas (LNG) to the United States. It is also the hub of the \"Dolphin Project,\" in which underwater pipelines are to be constructed to link gas supplies in Qatar and Oman to the UAE, with possible future connections to South Asia. In January 2004, the first Omani supplies under the project began flowing to the UAE emirate of Fujairah; under a swap arrangement, those supplies are replaced by gas shipments from Qatar to Oman. At the same time, both Bahrain and Oman are confronting a declining oil sector; Bahrain and Oman are expected to exhaust their oil supplies in 15 and 20 years, respectively, at current rates of production.", "Kuwait and Saudi Arabia have been in discussions with Western oil companies, including several American firms, about further developing their oil and gas reserves. However, internal opposition to opening up this vital asset to foreign investors has significantly slowed the entry of international firms in the two countries. The Kuwaiti government has not, to date, obtained National Assembly approval for its \"Project Kuwait,\" a plan under which foreign investors would develop Kuwait's northern oil fields. The government wants the development to compensate for declining older fields and to increase oil production to 4 million barrels per day by 2020, but the National Assembly wants to ensure that Kuwait retains full sovereignty over its oil sector. Similarly, King Abdullah's 1998 initiative to open the Kingdom's gas reserves to Western development was significantly delayed over commercial issues between the Kingdom and the international energy bidders. After gas development deals collapsed in 2003, the Kingdom signed agreements in June 2005 for the gas investments with Royal Dutch Shell (Netherlands), Totalfina Elf (Italy), Lukoil (Russia), Sinopec (China), ENI (Italy), and Repsol (Spain).", "The Dolphin project is an example of growing Gulf economic integration and coordinated action. In December 2002, the Gulf states agreed to implement a \"customs union,\" providing for uniform tariff rate on foreign imports; that union is to be completed by the end of 2007. In October 2005, Saudi Arabia became the last Gulf state to formally join the World Trade Organization (WTO) after protracted negotiations mainly to assuage remaining U.S. concerns."], "subsections": [{"section_title": "U.S.-Gulf Free Trade Agreements", "paragraphs": ["As part of its strategy to promote reform and democracy in the Middle East, the Bush Administration has been negotiating bilateral free trade agreements (FTAs) with the Gulf states. The Administration decided that an overall U.S.-GCC FTA would likely take too long to negotiate; a similar joint agreement pursued by the European Union has still not been finalized after about a decade of negotiation. An FTA was signed with Bahrain on September 14, 2004. Legislation to approve and implement the agreement was passed by Congress ( H.R. 4340 , P.L. 109-169 , signed January 11, 2006). In conjunction with congressional review, Bahrain dropped the primary boycott of Israel. In September 2005, the United States and Oman agreed on the provisions of an FTA, and the agreement was signed on January 19, 2006. Implementing legislation on the U.S.-Oman FTA ( S. 3569 ) passed the Senate on June 29, 2006, by a vote of 60-34. Oman also has pledged to drop all Arab boycotts of Israel in conjunction with the FTA. Negotiations on an FTA with the UAE are making progress, according to U.S. negotiators, possibly because the wealthy UAE is unwilling to make many compromises to reach an agreement. Kuwait and Qatar have expressed interest in such FTAs as well."], "subsections": []}]}]}, {"section_title": "Other Foreign Policy and Counter-Terrorism Cooperation", "paragraphs": ["The United States has looked to the Gulf states to support U.S. policy on several other regional and international issues. One such issue is the Arab-Israeli dispute, which concerns most citizens in the Gulf countries. Other issues on which the United States seeks Gulf support would include such crises as may arise, such as the July–August 2006 Israel-Hezbollah conflict. Another is counter-terrorism, an issue on which the Gulf states have been increasingly cooperative since their interests in preventing Islamic extremist movements have converged with U.S. goals. In the case of the August 2005 Hurricane Katrina disaster, some Gulf states, particularly Kuwait, have sought to express solidarity with the American public by offering financial disaster assistance to the United States."], "subsections": [{"section_title": "Arab-Israeli Peace Process", "paragraphs": ["Since Iran's Islamic 1979 revolution began a period of instability and warfare in the Gulf, the Gulf states have not focused on the Arab-Israeli dispute to nearly the degree that \"frontline states\" such as Egypt, Syria, Jordan, and Lebanon have. Most of the Gulf states have tried to support U.S. mediation efforts in the Arab-Israeli dispute, but they also have sought to modify and shape U.S. policy on that issue, as well as on other issues such as the July-August 2006 Israel-Hezbollah conflict. In the aftermath of the 1993 Israeli-PLO mutual recognition agreement, the GCC states participated in the multilateral peace talks, even though Syria and Lebanon boycotted those talks. Bahrain, Qatar, and Oman hosted sessions of the multilaterals, and a regional water desalination research center was established in Oman as a result of an agreement reached in that forum. In 1994, all six GCC countries relaxed their enforcement of the secondary and tertiary Arab boycott of Israel, enabling them to claim that they no longer engage in practices that restrain trade (a key WTO condition). Oman and Qatar opened low-level direct trade ties with Israel in 1995 and 1996 and hosted visits by Israeli leaders during that period. In November 1997, at a time of considerable strain in the peace process, Qatar bucked substantial Arab opposition and hosted the Middle East/North Africa economic conference, the last of that yearly event to be held.", "At the same time, Saudi Arabia—to which the other Gulf states tend to defer on Arab-Israeli matters—is taking a more active role on this issue now that Abdullah is King. He has always been highly focused on this issue and has often tried to guide and support U.S. policy on this issue; he engineered Arab League approval of a vision of peace between Israel and the Arab states at a March 2002 Arab League summit. The Gulf states all publicly endorsed the Bush Administration's \"road map\" for Israeli-Palestinian peace. In September 2005, after Israel's unilateral withdrawal from the Gaza Strip, Qatar's foreign minister held a widely publicized meeting with his Israeli counterpart as part of what the Qataris said should be encouragement and praise for Israel's move. The final statement of the GCC summit in December 2005 \"hailed\" the August 2005 Israeli withdrawal from the Gaza Strip as a \"step in the right direction\" but expressed the hope it would be followed by a complete Israeli withdrawal from all occupied Palestinian territories. In October 2005, Qatar became the first Arab country to donate money to a town inside Israel, giving $6 million to build a stadium in the ethnically Arab city of Sakhnin in northern Israel. Oman and Bahrain have also dropped the primary Arab boycott in connection with their FTAs with the United States, as discussed above.", "On the other hand, the Gulf states, as Arab states, clearly support the Arab position on the dispute. After the latest Palestinian uprising began in September 2000, Oman closed its trade office in Israel and ordered Israel's trade office in Muscat closed. Qatar announced the closure of Israel's trade office in Doha, although observers say the office has been tacitly allowed to continue functioning at a low level of activity. (Qatar did not open a trade office in Israel.) That uprising also prompted the Arab League, with heavy Gulf financial support, to set up funds to support the Palestinian Authority (PA) and the Palestinian people. The funds, called the Al Aqsa fund and the Intifada fund, and managed by the Islamic Development Bank, were to provide up to about $1.2 billion in donated funds to the PA. Saudi Arabia pledged$270 million of that amount, and it has largely fulfilled that commitment. The other Gulf states have mostly been in arrears.", "A key difference between the United States and the Gulf states has been on how to treat Palestinian militant groups, particularly Hamas. The differences sharpened in the wake of Hamas' victory in the January 2006 Palestinian legislative elections, which enabled Hamas to form a cabinet for the Palestinian Authority (PA). The United States still sees Hamas as a designated foreign terrorist organization (FTO, as named by the State Department in 1997) that conducts attacks on Israelis and moved to curb aid to the PA in the aftermath of the Hamas win. The Gulf states see Hamas as a legitimate defender of Palestinian interests and resister of Israel's occupation of Palestinian territories. To help the Hamas-led PA cope with the reduction of Western aid, Saudi Arabia and Qatar pledged funds ($92 million and $50 million, respectively) to alleviate a PA budget crisis. In July 2006, Saudi Arabia announced a longer term program of reconstruction aid for the Palestinian territories in the amount of $250 million.", "Differences between the United States and the Gulf states was far less pronounced in the Israel-Hezbollah conflict of July-August 2006. Hezbollah is a named FTO and the United States supported Israel's decision to combat Hezbollah following Hezbollah's cross-border raid on July 12, 2006. Viewing the Shiite movement as an ally of Iran, Saudi Arabia criticized the Hezbollah raid as \"adventurism,\" although it and the other Gulf states subsequently denounced Israel's raids on civilian targets and urged an immediate ceasefire. Qatar and the UAE were directly involved in negotiations leading to U.N. Security Council Resolution 1701 (August 11, 2006), which called for a ceasefire and the movement of Hezbollah's militia away from the border with Israel. The UAE flew in humanitarian aid to Lebanon during the crisis, and Saudi Arabia announced a $500 million grant to Lebanon on July 26, 2006—over and above a $50 million emergency relief grant—to help the country rebuild after the conflict. In August 2006, there reportedly was agreement among the GCC states that, in addition to the Saudi pledge, UAE would help rebuild schools and hospitals and remove landmines in south Lebanon, Qatar would rebuild the town of Bint Jubail, site of heavy Israeli-Hizballah fighting, and Kuwait would donate $800 million in reconstruction funds for Lebanon."], "subsections": []}, {"section_title": "Cooperation Against Al Qaeda", "paragraphs": ["The September 11 attacks stimulated some tensions between the United States and some of the Gulf monarchy states, particularly Saudi Arabia, over allegations that Gulf donors had, wittingly or unknowingly, been contributing to or tolerating groups and institutions linked to Al Qaeda. Many experts believe the Gulf states were tolerant of the presence of militants in order to avoid a backlash among citizens that agree with the militant's anti-U.S., anti-Western stances. Osama bin Laden's Saudi origins, coupled with the revelation that fifteen of the nineteen September 11 hijackers were Saudis, caused substantial criticism of Saudi Arabia among some U.S. experts and opinion-makers. Two of the hijackers were UAE nationals. The September 11 Commission report stated that Khalid Shaykh Mohammad, alleged mastermind of the September 11 plot, lived in Qatar during 1992-1996 at the invitation of Shaykh Abdullah bin Khalid Al Thani, the current Interior Minister and a former Minister of Islamic Affairs, adding that Khalid Shaykh was warned by Qatari officials in 1996 of a U.S. indictment, and fled. Qatar also hosts an outspoken Islamic cleric of Egyptian origin, Shaykh Yusuf al-Qaradawi. In September 2004, in one of his most hardline statements, Qaradawi said that it is a religious duty for Muslims to fight U.S. forces and civilians in Iraq. Despite his statements, Qaradawi meets with and sometimes appears at panel discussions with Qatari senior officials. Some Saudi clerics, and even some Saudi officials, such as Interior Minister Prince Nayef, have earned opprobrium in the United States for similar statements that appear to blame the United States and U.S. policy for Islamic terrorism against the United States.", "Others accept the official view of some Gulf states that they hoped to calm regional militancy through negotiations and by working with governments, such as the Taliban, in an effort to keep Al Qaeda militants contained. Saudi Arabia and the UAE were joined only by Pakistan in extending official recognition to the Taliban regime of Afghanistan during 1996-2001, breaking ties with the movement only after the September 11, 2001 attacks. Prior to September 11, the UAE had refused repeated U.S. requests to break ties with the Taliban and to stop hosting Ariana (Afghan national airline) flights to and from Dubai emirate; these flights were one of the few connections between the Taliban and the outside world. The September 11 Commission report on the attacks noted that the hijackers had made extensive use, among other means, of financial networks based in the UAE, in the September 11 plot. There has also been extensive public discussion about the use of Saudi charities and other Saudi-based networks to fund Al Qaeda and other terrorist networks, although the September 11 Commission found no evidence that the Saudi government or Saudi officials funded Al Qaeda.", "Since the September 11, 2001, attacks and the start of the Iraq war in March 2003, the Gulf states have been partners of the United States against Al Qaeda and pro-Al Qaeda movements as these militants have posed a threat to the Gulf states themselves. As noted in the table earlier in this paper, the United States has increased U.S. anti-terrorism assistance to almost all of the Gulf states to help them counter Al Qaeda and other terrorist and proliferation threats.", "As of mid-2006, the domestic Al Qaeda-related terrorist threat to the Gulf states appears to be receding as these states have moved assertively against the militants. In Saudi Arabia, there have been attacks on Westerners, regime installations, and those perceived as linked to the U.S. military or the U.S.-led war in Iraq. The most well known was the May 12, 2003 attack on a Western housing complex in Riyadh. In December 2004 there was an attack on the U.S. consulate in Jeddah. Saudi authorities have found and captured or killed several successive leaders of the Al Qaeda organization in Saudi Arabia, including Abdul Aziz al-Muqrin and his successor, Saleh al-Oufi, the latter of whom was reputedly killed in August 2005 shoot-out with Saudi authorities. In Kuwait, there have been sporadic attacks on Kuwaiti security personnel in attacks that might have been attempts to disrupt OIF-related U.S. military deployments there, but Kuwaiti authorities have taken actions similar to those of their Saudi counterparts. In addition, in December 2005, Kuwait convicted six men of belonging to a terror group (\"Lions of the Peninsula\") allegedly planning attacks on U.S. troops in Kuwait. Qatar's tranquility was disrupted in March 2005 when an Egyptian expatriate bombed a theater frequented by Westerners as a purported response to Qatar's hosting of U.S. forces in OIF. No similar incidents have occurred there since.", "In its most recent annual report on global terrorism, covering the year 2005 (\"Country Reports on Terrorism: 2005,\" released April 2006), the Bush Administration generally praises Gulf state cooperation against such extremists, although noting some deficiencies:", "All of the Gulf states are credited with enacting at least some new measures to combat terrorism financing, including freezing suspected terrorist assets, requiring approval for charitable transaction, adopting anti-money laundering laws, or instituting laws and procedures to track suspicious financial transactions. Each of the Gulf states has joined the Middle East and North Africa Financial Action Task Force (MENA-FATF), and Bahrain hosted its inaugural meeting. U.S. officials continue to press their Gulf state counterparts to rigorously enforce these new measures, and some U.S. officials have criticized some Gulf governments, particularly Saudi Arabia, for failing to prosecute some individuals suspected of being terrorist financiers. Some Gulf states are credited with arrests of suspected Al Qaeda figures. The UAE is praised by U.S. officials for providing assistance in several terrorist investigations; it assisted in the 2002 arrest of at least one senior Al Qaeda operative in the Gulf, Abd al-Rahim al-Nashiri. In August 2004, the UAE emirate of Dubai, in cooperation with Pakistani investigators, arrested an alleged senior Al Qaeda operative, Qari Saifullah Akhtar. Bahrain has on a few occasions in 2003 and 2004 arrested suspected Al Qaeda activists, although it has later released many of them pending trial or because of a lack of legal justification for holding them. Qatar and Oman are generally cited by the 2005 State Department terrorism report for supporting or assisting U.S. counter-terrorism efforts, and the 2004 and 2005 State Department reports did not repeat language from the 2003 report that \"Members of transnational terrorist groups and state sponsors of terrorism are present in Qatar.\" Several of the Gulf states are providing assistance on port and container security. In December 2004, the UAE emirate of Dubai, a major Gulf port hub, signed a statement of principles to participate in the U.S. \"Container Security Initiative\" to screen U.S.-bound container cargo in Dubai. Oman joined that initiative as well in November 2005. On the other hand, some in Congress have expressed concern, including during consideration of the U.S.-Oman FTA, that some GCC or non-GCC firms might try to use U.S.-Gulf FTAs to invest in operations of U.S. ports. The new concerns built on earlier security-related questions that scuttled a February 2006 U.S. decision to allow the Dubai-owned firm, Dubai Ports World, to take over operations at six U.S. ports. U.S. officials say that the FTA agreements with the Gulf countries would permit the United States to block such investments on security grounds."], "subsections": [{"section_title": "Appendix. Gulf State Populations, Religious Composition", "paragraphs": [], "subsections": []}]}]}]}}