{"id": "RL31253", "title": "Statute of Limitation in Federal Criminal Cases: An Overview", "released_date": "2017-11-14T00:00:00", "summary": ["A statute of limitations dictates the time period within which a legal proceeding must begin. The purpose of a statute of limitations in a criminal case is to ensure the prompt prosecution of criminal charges and thereby spare the accused of the burden of having to defend against stale charges after memories may have faded or evidence is lost.", "There is no statute of limitations for federal crimes punishable by death, nor for certain federal crimes of terrorism, nor for certain federal sex offenses. Prosecution for most other federal crimes must begin within five years of the commitment of the offense. There are exceptions. Some types of crimes are subject to a longer period of limitation; some circumstances suspend or extend the otherwise applicable period of limitation.", "Arson, art theft, certain crimes against financial institutions, and various immigration offenses all carry statutes of limitation longer than the five-year standard. Regardless of the applicable statute of limitations, the period may be extended or the running of the period suspended or tolled under a number of circumstances, such as when the accused is a fugitive or when the case involves charges of child abuse, bankruptcy, wartime fraud against the government, or DNA evidence.", "Ordinarily, the statute of limitations begins to run as soon as the crime has been completed. Although the federal crime of conspiracy is complete when one of the plotters commits an affirmative act in its name, the period for conspiracies begins with the last affirmative act committed in furtherance of the scheme. Other so-called continuing offenses include various possession crimes and some that impose continuing obligations to register or report.", "Limitation-related constitutional challenges arise most often under the Constitution's ex post facto and due process clauses. The federal courts have long held that a statute of limitations may be enlarged retroactively as long as the previously applicable period of limitation has not expired. The Supreme Court recently confirmed that view; the ex post facto proscription precludes legislative revival of an expired period of limitation. Due process condemns pre-indictment delays even when permitted by the statute of limitations if the prosecution wrongfully caused the delay and the accused's defense suffered actual, substantial harm as a consequence.", "A list of federal statutes of limitation in criminal cases and a rough chart of comparable state provisions are attached. This report is available in an abbreviated form as CRS Report RS21121, Statute of Limitation in Federal Criminal Cases: A Sketch, without the attachments, footnotes, or attributions to authority found here."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The Constitution's Speedy Trial Clause protects the criminally accused against unreasonable delays between his indictment and trial. Before indictment, the statutes of limitation, and in extreme circumstances, the Due Process Clauses protect the accused from unreasonable delays. This is an overview of federal law relating to the statutes of limitation in criminal cases, including those changes produced by the act.", "The phrase \"statute of limitations\" refers to the time period within which formal criminal charges must be brought after a crime has been committed. \"The purpose of a statute of limitations is to limit exposure to criminal prosecution to a certain fixed period of time following the occurrence of those acts the legislature has decided to punish by criminal sanctions. Such a limitation is designed to protect individuals from having to defend themselves against charges when the basic facts may have become obscured by the passage of time and to minimize the danger of official punishment because of acts in the far-distant past. Such a time limit may also have the salutary effect of encouraging law enforcement officials promptly to investigate suspected criminal activity.\" Therefore, in most instances, prosecutions are barred if the defendant can show that there was no indictment or other formal charge filed within the time period dictated by the statute of limitations.", "Statutes of limitation are creatures of statute. The common law recognized no period of limitation. An indictment could be brought at any time. Limitations are recognized today only to the extent that a statute or due process dictates their recognition. Congress and most state legislatures have enacted statutes of limitation, but declare that prosecution for some crimes may be brought at any time.", "Federal statutes of limitation are as old as federal crimes. When the Founders assembled in the First Congress, they passed not only the first federal criminal laws but made prosecution under those laws subject to specific statutes of limitation. Similar provisions continue to this day. Federal capital offenses may be prosecuted at any time, but unless some more specific arrangement has been made a general five-year statute of limitations covers all other federal crimes. Some of the exceptions to the general rule identify longer periods for particular crimes. Others suspend or extend the applicable period under certain circumstances such as the flight of the accused, or during time of war."], "subsections": []}, {"section_title": "Prosecution at Any Time", "paragraphs": ["Aside from capital offenses, crimes which Congress associated with terrorism may be prosecuted at any time if they result in a death or serious injury or create a foreseeable risk of death or serious injury. Although the crimes were selected because they are often implicated in acts of terrorism, a terrorist defendant is not a prerequisite to an unlimited period for prosecution. A third category of crimes that may be prosecuted at any time consists of various designated federal child abduction and sex offenses."], "subsections": []}, {"section_title": "Limits by Crime", "paragraphs": ["Although the majority of federal crimes are governed by the general five-year statute of limitations, Congress has chosen longer periods for specific types of crimes—20 years for the theft of art work; 10 years for arson, for certain crimes against financial institutions, and for immigration offenses; and 8 years for the nonviolent terrorist offenses that may be prosecuted at any time if committed under violent circumstances. Investigative difficulties or the seriousness of the crime seem to have provided the rationale for enlargement of the time limit for prosecuting these offenses beyond the five-year standard."], "subsections": []}, {"section_title": "Suspension and Extension", "paragraphs": ["The five-year rule may yield to circumstances other than the type of crime to be prosecuted. For example, an otherwise applicable limitation period may be suspended or extended in cases involving child abuse, the concealment of the assets of an estate in bankruptcy, wartime fraud against the government, dismissal of original charges, fugitives, foreign evidence, or DNA evidence."], "subsections": [{"section_title": "Child Protection", "paragraphs": ["The child protection section, 18 U.S.C. § 3283, permits an indictment or information charging kidnaping, or sexual abuse, or physical abuse, of a child under the age of 18 to be filed within the longer of 10 years or the life of the victim. Section 3283 extends the statute of limitations in sexual abuse cases generally and is not confined to the offenses found in sexual abuse chapter of the federal criminal code. In contrast, 18 U.S.C. § 3299 eliminates the statute of limitations in child sexual abuse cases arising under the specific statutory provisions it cites. "], "subsections": []}, {"section_title": "DNA", "paragraphs": ["There are two DNA provisions. One, 18 U.S.C. § 3297, suspends any applicable statute of limitations for the time required to identify an individual when DNA evidence implicates his involvement in a felony offense. The other, 18 U.S.C. § 3282(b), suspends the statute of limitations for federal sexual abuse violations by means of an indictment using a DNA profile alone to identify the person charged. Neither provision comes into play when the offense involves sexual abuse of a child or child abduction. As noted earlier, prosecution for such crimes may be brought at any time under 18 U.S.C. § 3299.", "Section 3282(b) is the narrower of the two DNA provisions. It only applies to offenses proscribed in 18 U.S.C. ch. 109A. Chapter 109A outlaws abusive sexual contact, sexual abuse, and aggravated sexual abuse when any of these offenses is committed in a federal prison, or within the special maritime or territorial jurisdiction of the United States. Section 3282(b) also suspends the provisions of the Speedy Trial Act that would otherwise come to life with the filing of an indictment in such cases. Section 3282(b), however, reaches only those cases in which the statute of limitations has not already expired. ", "Section 3297 applies to any federal felony. Rather than suspend the statute of limitations, it marks the beginning of the period of limitation, not from the commission of the crime, but from the time when DNA testing implicates an individual."], "subsections": []}, {"section_title": "Concealing Bankruptcy Assets", "paragraphs": ["The statute of limitations on offenses which involve concealing bankruptcy assets does not begin to run until a final decision discharging or refusing to discharge the debtor: \"The concealment of assets of a debtor in a case under Title 11 shall be deemed to be a continuing offense until the debtor shall have been finally discharged or a discharge denied, and the period of limitations shall not begin to run until such final discharge or denial of discharge.\" When a discharge determination is impossible, the statute of limitations runs from the date of the event when discharge becomes impossible for whatever reason."], "subsections": []}, {"section_title": "Wartime Statute of Limitations", "paragraphs": ["Section 3287 establishes a suspension of the statute of limitations covering wartime frauds committed against the United States that allows for prosecution at any time up to five years after the end of the war. At one time, it could be said with some conviction that Section 3287 \"appears to have only been used in cases that involved conduct during or shortly after World War II\" and none since. That is no longer the case. ", "In 2008, Congress amended the section to make it clear that the provision covers misconduct during both declared wars and periods of armed conflict for which Congress has explicitly authorized use of the Armed Forces. The same amendment extended the period of suspension from three to five years. The provision applies to crimes related to conduct of the conflict as well as those that are not. The offense, however, must \"involve the defrauding of the United States in [some] pecuniary manner or in a manner concerning property.\" The provision's five-year clock begins to run with the end of the war or conflict, but there is some difference of opinion over whether a formal termination must come first. "], "subsections": []}, {"section_title": "Indictment or Information", "paragraphs": ["The statute of limitations runs until an indictment or information is found and returned to the court. There is, however, some question about the impact of sealing the indictment upon its return. The Federal Rules of Criminal Procedure allow the magistrate to whom the indictment is returned to seal it until the defendant is apprehended or released on bail. Some courts seem troubled when they believe that the seal has been applied for purposes of tactical advantage rather than to prevent the escape of the accused.", "The statute of limitations remains tolled if the original indictment is replaced by a superseding indictment, as long as the superseding indictment does not substantially alter the original charge. ", "If the indictment or information is subsequently dismissed, federal law extends the statute of limitations an additional six months (30 days if the indictment or information is dismissed on appeal and there is a grand jury with jurisdiction in place). Beyond the extension here, when a timely indictment is dismissed pursuant to a plea agreement under which the defendant pleads to other charges, the statute of limitations ordinarily begins again for the dismissed charges unless the defendant has waived as part of the plea agreement. "], "subsections": []}, {"section_title": "Foreign Evidence", "paragraphs": ["Section 3292 was enacted to compensate for the delays the Justice Department experienced when it sought to secure bank records and other evidence located overseas. It provides the following:", "(a)(1) Upon application of the United States, filed before return of an indictment, indicating that evidence of an offense is in a foreign country, the district court before which a grand jury is impaneled to investigate the offense shall suspend the running of the statute of limitations for the offense if the court finds by a preponderance of the evidence that an official request has been made for such evidence and that it reasonably appears, or reasonably appeared at the time the request was made, that such evidence is, or was, in such foreign country.", "(2) The court shall rule upon such application not later than thirty days after the filing of the application.", "(b) Except as provided in subsection (c) of this section, a period of suspension under this section shall begin on the date on which the official request is made and end on the date on which the foreign court or authority takes final action on the request.", "(c) The total of all periods of suspension under this section with respect to an offense – (1) shall not exceed three years; and (2) shall not extend a period within which a criminal case must be initiated for more than six months if all foreign authorities take final action before such period would expire without regard to this section.", "(d) As used in this section, the term \"official request\" means a letter rogatory, a request under a treaty or convention, or any other request for evidence made by a court of the United States or an authority of the United States having criminal law enforcement responsibility, to a court or other authority of a foreign country.", "Construction of Section 3292 has been something less than uniform, thus far. The courts are divided over whether the target of the grand jury or the subject of the foreign evidence sought may contest the government's application when it is filed or whether the application may be filed ex parte with an opportunity for the accused to contest suspension following indictment. By the same token, it is less certain whether the phrase indicating that the application must be filed with \"the district court before which a grand jury is impaneled to investigate the offense,\" means that the application must relate to a specific grand jury investigation or may be filed in anticipation of such an investigation. On the related issue of when an application may be filed, one court has ruled that the government may seek the suspension either to allow it to obtain foreign evidence or to compensate it for time expended to acquire the evidence prior to the application. Another has held that the extension cannot be had when the evidence sought by the government is in its possession at the time of the application. Still others cannot agree on whether the request may revive an expired statute of limitations. ", "The statute demands that the government bear the burden of establishing to the court its right to a suspension by a preponderance of the evidence. The Second Circuit has pointed out, however, that the statute sets out two slightly different preponderance standards, a simple preponderance standard for the fact a request has been made, and slightly less demanding one (preponderance that it \"reasonably appears\") for the fact that the evidence sought exists overseas. The government must do more than present unsworn, conclusory statements to meet its burden, but \"something of evidentiary value\" on point will ordinarily do.", "As for the nature of the overseas evidence, it is no bar to suspension that the evidence might be obtained in this country or that without it the grand jury has enough evidence to indict. On the other hand, the court may not suspend, if the government has already received the foreign evidence at the time when it submits its application for suspension. ", "The suspension begins when the government submits its official request to a foreign source. It ends when the foreign entity takes \"final action\" on the request. When that occurs may be a matter of some dispute. Some courts suggest that final action occurs with a dispositive response, i.e ., when the United States is satisfied its request has been answered; yet at least one believes that final action occurs when the foreign government believes it has provided a final response."], "subsections": []}, {"section_title": "Fugitives", "paragraphs": ["A provision exempting fugitives accompanied passage of the first federal statute of limitations. The language has changed little since, but its meaning remains a topic of debate. Most circuits, taking their lead from Streep v. United States , hold that the government must establish that the accused acted with an intent to avoid prosecution. Yet two have held that mere absence from the jurisdiction is sufficient. Even in the more demanding circuits, however, flight is thought to have occurred when the accused conceals himself within the jurisdiction; remains outside the jurisdiction after becoming aware of the possibility of prosecution; flees before an investigation begins; departs after an investigation has begun but before charges are filed; absconds to avoid prosecution on another matter; or flees to avoid civil or administrative justice rather than criminal justice."], "subsections": []}]}, {"section_title": "Conspiracies and Continuing Offenses", "paragraphs": ["Statutes of limitation \"normally begin to run when the crime is complete,\" which occurs when the last element of the crime has been satisfied. The rule for conspiracy is a bit different. The general conspiracy statute consists of two elements: (1) an agreement to commit a federal crime or to defraud the United States and (2) an overt act committed in furtherance of the agreement. Conspirators left uninterrupted will frequently continue on through several overt acts to the ultimate commission of the underlying substantive offenses which are the objectives of their plots. Thus, the statute of limitations for such conspiracies begins to run not with the first overt act committed in furtherance of the conspiracy but with the last. The statute of limitations under conspiracy statutes that have no overt act requirement begins to run with the accomplishment of the conspiracy's objectives, with its abandonment, or with the defendant's effective withdrawal from the conspiracy.", "Concealment of the criminal plot after its completion is considered a natural component of all conspiracies. Consequently, overt acts of concealment after the objectives of the conspiracy have been accomplished may not be used to delay the running of the statute of limitations. Overt acts of concealment which are among the original objectives of the conspiracy as charged in the indictment, however, may serve as the point at which the statute of limitations begins to run. Distinguishing between the two is sometimes difficult.", "There are other crimes, which, like conspiracy, continue on long after all the elements necessary for their prosecution fall into place. The applicable statute of limitations for these continuing crimes is delayed if either \"the explicit language of the substantive criminal statute compels such a conclusion, or the nature of the crime involved is such that Congress must assuredly have intended that it be treated as a continuing one.\" Continuing federal offenses for purposes of the statutes of limitation include the following:", "escape from federal custody; flight to avoid prosecution; failure to report for sentencing; possession of the skin and skull of an endangered species; possession of counterfeit currency; kidnaping; failure to register under the Foreign Agents Registration Act; failure to register under the Selective Service Act; being found in the United States having reentered this country after deportation; embezzlement under some circumstances; possession of unregistered pipe bombs; failure to pay child support; possession of an immigration document obtained fraudulently; bank fraud; and health care fraud."], "subsections": []}, {"section_title": "Constitutional Considerations", "paragraphs": [], "subsections": [{"section_title": "Ex post Facto", "paragraphs": ["Historically, constitutional challenges to the application of various statutes of limitation have arisen most often under the ex post facto or due process clauses. The Constitution prohibits both Congress and the states from enacting ex post facto laws. More precisely, the words of the Supreme Court in Calder v. Bull , it prohibits the following:", "1 st . Every law that makes an action done before the passing of the law, and which was innocent when done, criminal; and punishes such action. 2d. Every law that aggravates a crime, or makes it greater than it was, when committed. 3d. Every law that changes the punishment, and inflicts a greater punishment, than the law annexed to the crime, when committed. 4 th . Every law that alters the legal rules of evidence, and receives less, or different, testimony, than the law required at the time of the commission of the offense, in order to convict the offender.", "The lower federal appellate courts had long felt that a statute that extended a period of limitation before its expiration did not offend the ex post facto clauses, but that the clauses do ban laws that attempt to revive and extend an expired statute of limitations. Until the United States Supreme Court confirmed that view in Stogner v. California , however, there were well regarded contrary opinions. The California Supreme Court in Frazer , for example, at one point concluded that the ex post facto clauses in fact pose no impediment to the revival of an expired statute of limitations. In so holding, the California court relied heavily on the United States Supreme Court's Collins v. Youngblood decision where the Court seemed to repudiate at least the evidentiary component of the traditional Calder understanding. As the California court read Collins , the Supreme Court had not only indicated that evidentiary changes were beyond the realm of ex post facto protection but that ex post facto protection reached no further than retroactive changes in a crime's elements or punishment. ", "The Supreme Court subsequently warned that Collins should not be read as a repudiation of Calder's four prohibited classes, but instead that \" Collins held that it was a mistake to stray beyond Calder's four categories.\" In another case, the Court seemed to further signal its reluctance to reach beyond the limits of Calder when it declined to extend the ex post facto proscription to cover a retroactive application of a judicial (rather than a legislative) change in the law. These developments did not necessarily undermine the California decision in Frazer , however, because its revival of a statute of limitations that had run did not appear to fit easily within any of the Calder categories. The Frazer analysis was in error nonetheless.", "The United States Supreme Court in Stogner characterized the California legislative revival of an expired period of limitation as not only \"manifestly unjust and oppressive,\" but among those laws that run afoul of Calder's second standard, i.e., \"[e]very law that aggravates a crime, or makes it greater than it was, when committed.\" As properly understood and alternatively characterized in Calder , this second category embraces statutes like the California statute that \"inflicted punishments, where the party was not by law, liable to any punishment,\" at the time."], "subsections": []}, {"section_title": "Due Process", "paragraphs": ["Retroactivity aside, the due process clauses may be implicated when a crime has no statute of limitations or when the period of limitation has not run. Although statutes of limitation alone generally govern the extent of permissible pre-indictment delay, extraordinary circumstances may trigger due process implications. The Supreme Court in Marion observed that even \"the Government concedes that the Due Process Clause of the Fifth Amendment would require dismissal of [an] indictment if it were shown at trial that the pre-indictment delay ... caused substantial prejudice to [a defendant's] rights to a fair trial and that the delay was an intentional device to gain tactical advantage over the accused.\" The Court declined to dismiss the indictment there, however, because the defendants failed to show they had suffered any actual prejudice from the delay or to show \"that the Government intentionally delayed to gain some tactical advantage over [them] or to harass them.\"", "The Court later made clear that due process contemplates more than a claimant's showing of adverse impact caused by pre-indictment delay: \"Thus Marion makes clear that proof of prejudice is generally a necessary but not sufficient element of a due process claim, and that the due process inquiry must consider the reasons for the delay as well as the prejudice to the accused.\"", "Perhaps because so few defendants have been able to show sufficient prejudice to necessitate further close inquiry, the lower federal appellate courts seem at odds over exactly what else due process demands before it will require dismissal. Most have held that the defendant bears the burden of establishing both prejudice and government deficiency; others, that once the defendant establishes prejudice the burden shifts to the government to negate the second prong; and still others, that once the defendant shows prejudice the court must balance the harm against the justifications for delay."], "subsections": []}]}, {"section_title": "Attachment 1. Periods of Limitation for Specific Federal Crimes (Citations)", "paragraphs": [], "subsections": [{"section_title": "No Limitation", "paragraphs": [], "subsections": [{"section_title": "Death Penalty Offenses", "paragraphs": ["8 U.S.C. § 1324(a)(1) (bringing in or harboring aliens where death results)", "15 U.S.C. § 1825(a)(2)(C) (killing those enforcing the Horse Protection Act)", "18 U.S.C. §§ 32, 33, 34 (destruction of aircraft, commercial motor vehicles or their facilities where death results)", "18 U.S.C. § 36 (drive-by shooting resulting in 1 st degree murder)", "18 U.S.C. § 37 (violence at international airports where death results)", "18 U.S.C. §§ 43, 3559(f) (animal enterprise terrorism constituting murder of a child)", "18 U.S.C. § 115 (kidnaping with death resulting of the member of the family of a federal official or employee to obstruct or retaliate)", "18 U.S.C. § 115 (murder of the member of the family of a federal official or employee to obstruct or retaliate)", "18 U.S.C. § 175 (development or possession of biological weapons)", "18 U.S.C. §§ 175c, 3559(f) (variola virus offense constituting murder of a child)", "18 U.S.C. §§ 229, 229A (use of chemical weapons where death results)", "18 U.S.C. § 241 (conspiracy against civil rights where death results)", "18 U.S.C. § 242 (deprivation civil rights under color of law where death results)", "18 U.S.C. § 245 (discriminatory obstruction of enjoyment of federal protected activities where death results)", "18 U.S.C. § 247 (obstruction of the exercise of religious beliefs where death results)", "18 U.S.C. § 249 (hate crime resulting in death)", "18 U.S.C. § 351 (murder of a Member of Congress)", "18 U.S.C. § 351 (conspiracy to kill or kidnap a Member of Congress if death results)", "18 U.S.C. § 351 (kidnaping a Member of Congress if death results)", "18 U.S.C. § 794 (espionage)", "18 U.S.C. §§ 831, 3559(f) (nuclear material offense constituting murder of a child)", "18 U.S.C. § 844(d) (use of fire or explosives unlawfully where death results)", "18 U.S.C. § 844(f)(burning or bombing federal property where death results)", "18 U.S.C. § 844(i)(burning or bombing property affecting interstate commerce where death results)", "18 U.S.C. § 924(j)(1) (murder while in possession of a firearm during the commission of a crime of violence or drug trafficking)", "18 U.S.C. § 930(c) (murder while in possession of a firearm in a federal building)", "18 U.S.C. § 1091 (genocide)", "18 U.S.C. § 1111 (murder within the special maritime or territorial jurisdiction of the U.S.)", "18 U.S.C. § 1121(b) (killing a state law enforcement officer by a federal prisoner or while transferring a prisoner interstate)", "18 U.S.C. § 1114 (murder of a federal officer or employee)", "18 U.S.C. § 1116 (murder of a foreign dignitary)", "18 U.S.C. § 1118 (murder by a federal prisoner)", "18 U.S.C. § 1119 (murder of an American by an American overseas)", "18 U.S.C. § 1120 (murder by an escaped federal prisoner)", "18 U.S.C. § 1121 (murder of one assisting in a federal criminal investigation)", "18 U.S.C. § 1201 (kidnaping where death results)", "18 U.S.C. § 1203 (hostage taking where death results)", "18 U.S.C. §§ 1365, 3559(f) (tampering with consumer products constituting murder of a child)", "18 U.S.C. § 1503 (murder committed to obstruction of federal judicial proceedings)", "18 U.S.C. § 1512 (tampering with a federal witness or informant involving murder)", "18 U.S.C. § 1513 (retaliating against a federal witness or informant involving murder)", "18 U.S.C. §§ 1591, 2245 (murder committed during the course of sex trafficking by force, fraud or of a child)", "18 U.S.C. §§ 1651, 1652, 3559(f) (piracy involving murder of a child)", "18 U.S.C. § 1716 (mailing injurious articles with intent to injure or damage property where death results)", "18 U.S.C. § 1751 (kidnaping the President where death results)", "18 U.S.C. § 1751 (conspiracy to kill or kidnap the President where death results)", "18 U.S.C. § 1751 (murder of the President)", "18 U.S.C. §§ 1952, 3559(f) (travel in aid of racketeering involve the murder of child)", "18 U.S.C. § 1958 (use of interstate facilities in furtherance of a murder-for-hire where death results)", "18 U.S.C. § 1959 (murder in aid of racketeering activity)", "18 U.S.C. § 1992 (terrorist attacks on trains and mass transit)", "18 U.S.C. § 2113(e) (robbing a federally insured bank if death results)", "18 U.S.C. §§ 2118, 3559(f) (robbery or burglary involving controlled substances constituting murder of a child)", "18 U.S.C. § 2119 (carjacking where death results)", "18 U.S.C. §§ 2199, 3559(f) (murder of a child by a stowaway)", "18 U.S.C. §§ 2241, 2245 (aggravated sexual assault of a child under 12 years of age in the special maritime or territorial jurisdiction of the U.S. where death results)", "18 U.S.C. §§ 2242, 2245 (coercing or enticing interstate travel for sexual purposes where death results)", "18 U.S.C. §§ 2243, 2245 (transporting minors for sexual purposes resulting in the death of a child under 14 years of age)", "18 U.S.C. §§ 2244, 2245 (abusive sexual contact where death results)", "18 U.S.C. § 2251 (sexual exploitation of children where death results)", "18 U.S.C. §§ 2251A, 2245 (selling or buying children where death results)", "18 U.S.C. §§ 2260, 2245 (production of material depicting sexually explicit activities of a child where death results)", "18 U.S.C. §§ 2261, 2261A, 2262, 3559(f) (murder of a child involved in interstate domestic violence, stalking, or interstate violation of a protective order)", "18 U.S.C. § 2280 (violence against maritime navigation where death results)", "18 U.S.C. § 2281 (violence against maritime fixed platform where death results)", "18 U.S.C. § 2282A (interference with maritime commerce where death results)", "18 U.S.C. § 2283 (transportation of explosive, nuclear, chemical, biological or radioactive material resulting in death)", "18 U.S.C. § 2291 (destruction of a vessel or maritime facility)", "18 U.S.C. § 2332 (terrorist murder of an American outside the U.S.)", "18 U.S.C. § 2332a (use of weapons of mass destruction where death results)", "18 U.S.C. § 2332b (acts of terrorism transcending national boundaries where death results)", "18 U.S.C. § 2332f (bombing public places)", "18 U.S.C. §§ 2332g, 3559(f) (anti-aircraft missile offense constituting murder of a child)", "18 U.S.C. §§ 2332h, 3559(f) (radiological dispersal device offense constituting murder of a child)", "18 U.S.C. § 2340A (torture where death results)", "18 U.S.C. § 2381 (treason)", "18 U.S.C. § 2441 (war crimes where death results)", "18 U.S.C. §§ 2421, 2245 (transportation of illicit sexual purposes where death results)", "18 U.S.C. §§ 2422, 2245 (coercion or inducement to travel for illicit sexual purposes where death results)", "18 U.S.C. §§ 2423, 2245 (transportation of minors for illicit sexual purposes where death results)", "18 U.S.C. §§ 2425, 2245 (interstate transportation of information concerning a minor where death results)", "21 U.S.C. § 461 (killing a poultry inspector)", "21 U.S.C. § 675 (killing a meat inspector)", "21 U.S.C. §§ 848(c), 3591(b) (major drug kingpin violations)", "21 U.S.C. § 848(e)(1) (killing in furtherance of a serious drug trafficking violation or killing a law enforcement official in furtherance of a controlled substance violation)", "21 U.S.C. § 1041(c) (murder of an egg inspector)", "42 U.S.C. § 2000e-13 (murder of EEOC personnel)", "42 U.S.C. § 2283 (murder of federal nuclear inspectors)", "49 U.S.C. § 46502 (air piracy where death results)", "49 U.S.C. § 46506 (murder in the special aircraft jurisdiction of the United States)"], "subsections": []}, {"section_title": "Terrorism-Related Offenses Resulting in or Involving the Risk of Death or Serious Injury", "paragraphs": ["18 U.S.C. § 32 (destruction of aircraft or aircraft facilities)", "18 U.S.C. § 37 (violence at international airports)", "18 U.S.C. § 81 (arson within special maritime and territorial jurisdiction)", "18 U.S.C. §§ 175, 175b (biological weapons offenses)", "18 U.S.C. § 175c (variola virus)", "18 U.S.C. § 229 (chemical weapons offenses)", "18 U.S.C. § 351(a),(b),(c), or (d) (congressional, cabinet, and Supreme Court assassination and kidnaping)", "18 U.S.C. § 831 (nuclear materials offenses)", "18 U.S.C. § 832 (participation in a foreign atomic weapons program)", "18 U.S.C. § 842(m) or (n) (plastic explosives offenses)", "18 U.S.C. § 844(f)(2) or (3)(arson and bombing of federal property risking or causing death)", "18 U.S.C. § 844(i) (burning or bombing of property used in, or used in activities affecting, commerce)", "18 U.S.C. § 930(c) (killing or attempted killing during an attack on a federal facility with a dangerous weapon)", "18 U.S.C. § 956(a)(1) (conspiracy to murder, kidnap, or maim persons abroad)", "18 U.S.C. § 1030(a)(1) (protection of computer systems containing classified information)", "18 U.S.C. § 1030(a)(5)(A)(i) (resulting in damage defined in 1030(a)(5)(B)(ii) through (v) (protection of computers)", "18 U.S.C. § 1114 (protection of officers and employees of the United States),", "18 U.S.C. § 1116 (murder or manslaughter of foreign officials, official guests, or internationally protected persons)", "18 U.S.C. § 1203 (hostage taking)", "18 U.S.C. § 1361 (destruction of federal property)", "18 U.S.C. § 1362 (destruction of communication lines, stations, or systems)", "18 U.S.C. § 1363 (injury to buildings or property within special maritime and territorial jurisdiction of the United States)", "18 U.S.C. § 1366(a) (destruction of energy facilities)", "18 U.S.C. § 1751(a),(b),(c), or (d) (Presidential and Presidential staff assassination and kidnaping)", "18 U.S.C. § 1992 (terrorist attacks on trains and mass transit)", "18 U.S.C. § 2155 (destruction of national defense materials, premises, or utilities),", "18 U.S.C. § 2156 (production of defective national defense material)", "18 U.S.C. § 2280 (violence against maritime navigation) ", "18 U.S.C. § 2280a (violence against maritime navigation involving weapons of mass destruction)", "18 U.S.C. § 2281 (violence against maritime fixed platforms) ", "18 U.S.C. § 2281a (addition offenses involving violence against maritime fixed platforms)", "18 U.S.C. § 2332 (certain homicides and other violence against United States nationals occurring outside of the United States)", "18 U.S.C. § 2332a (use of weapons of mass destruction)", "18 U.S.C. § 2332b (acts of terrorism transcending national boundaries)", "18 U.S.C. § 2332f (bombing public places)", "18 U.S.C. § 2332g (anti-aircraft missiles)", "18 U.S.C. § 2332h (radiological dispersal devices) ", "18 U.S.C. § 2332i (acts of nuclear terrorism)", "18 U.S.C. § 2339 (harboring terrorists)", "18 U.S.C. § 2339A (providing material support to terrorists)", "18 U.S.C. § 2339B (providing material support to terrorist organizations)", "18 U.S.C. § 2339C (financing terrorism)", "18 U.S.C. § 2339D (receipt of military training from a foreign terrorist organization)", "18 U.S.C. § 2340A (torture committed under color of law)", "21 U.S.C. § 960A (narcoterrorism)", "42 U.S.C. § 2122 (atomic weapons)", "42 U.S.C. § 2284 (sabotage of nuclear facilities or fuel)", "49 U.S.C. § 46502 (aircraft piracy)", "49 U.S.C. § 46504 (second sentence)(assault on a flight crew with a dangerous weapon)", "49 U.S.C. § 46505(b)(3) or (c) (explosive or incendiary devices, or endangerment of human life by means of weapons, or aircraft)", "49 U.S.C. § 46506 (if homicide or attempted homicide involved, application of certain criminal laws to acts on aircraft)", "49 U.S.C. § 60123(b) (destruction of interstate gas or hazardous liquid pipeline facility)"], "subsections": []}, {"section_title": "Child Abduction and Sex Offenses", "paragraphs": ["18 U.S.C. § 1201 (kidnaping a child)", "18 U.S.C. § 1591 (sex trafficking by force, fraud or of a child)", "18 U.S.C. ch.109A", "18 U.S.C. § 2241 (aggravated sexual abuse)", "18 U.S.C. § 2242 (sexual abuse)", "18 U.S.C. § 2243 (sexual abuse of a ward or child)", "18 U.S.C. § 2244 (abusive sexual contact)", "18 U.S.C. § 2245 (sexual abuse resulting in death)", "18 U.S.C. § 2250 (failure to register as a sex offender)", "18 U.S.C. ch. 110", "18 U.S.C. § 2251 (sexual exploitation of children)", "18 U.S.C. § 2251A (selling or buying children)", "18 U.S.C. § 2252 (transporting, distributing or selling child sexually exploitive material)", "18 U.S.C. § 2252A (transporting or distributing child pornography)", "18 U.S.C. § 2252B (misleading names on the Internet)", "18 U.S.C. § 2260 (making child sexually exploitative material overseas for export to the U.S.)", "18 U.S.C. ch. 117", "18 U.S.C. § 2421 (transportation of illicit sexual purposes)", "18 U.S.C. § 2422 (coercing or enticing travel for illicit sexual purposes)", "18 U.S.C. § 2423 (travel involving illicit sexual activity with a child)", "18 U.S.C. § 2424 (filing false immigration statement)", "18 U.S.C. § 2425 (interstate transmission of information about a child relating to illicit sexual activity)"], "subsections": []}]}, {"section_title": "20 years", "paragraphs": ["18 U.S.C. 668 (major art theft)"], "subsections": []}, {"section_title": "10 years", "paragraphs": ["18 U.S.C. § 81 (arson in the special maritime or territorial jurisdiction of the United States not involving a ", "risk of death or serious injury)*", "18 U.S.C. § 215 (receipt by financial institution officials of commissions or gifts for procuring loans)**", "18 U.S.C. § 656 (theft, embezzlement, or misapplication by bank officer or employee)**", "18 U.S.C. § 657 (embezzlement by lending, credit and insurance institution officers or employees)**", "18 U.S.C. § 844(f) (burning or bombing federal property not involving a risk of death or serious injury)*", "18 U.S.C. § 844(h) (carrying explosives during the commission of a federal offense or using fire or explosives to commit a federal offense)*", "18 U.S.C. § 844 (i) (burning or bombing property used in or used in activities affecting commerce not ", "involving a risk of death or serious injury)*", "18 U.S.C. § 1005 (fraud concerning bank entries, reports and transactions)**", "18 U.S.C. § 1006 (fraud concerning federal credit institution entries, reports and transactions)**", "18 U.S.C. § 1007 (fraud concerning Federal Deposit Insurance Corporation transactions)**", "18 U.S.C. § 1014 (fraud concerning loan and credit applications generally; renewals and discounts; crop insurance)**", "18 U.S.C. § 1033 (crimes by or affecting persons engaged in the business of insurance)**", "18 U.S.C. § 1344 (bank fraud)**", "18 U.S.C. § 1341 (mail fraud affecting a financial institution)**", "18 U.S.C. § 1343 (wire fraud affecting a financial institution)**", "18 U.S.C. § 1423 (misuse of evidence of citizenship or naturalization) (or conspiracy to commit)+", "18 U.S.C. § 1424 (personation or misuse of papers in naturalization proceedings) (or conspiracy to commit)+", "18 U.S.C. § 1425 (procurement of citizenship or naturalization unlawfully) (or conspiracy to commit)+", "18 U.S.C. § 1426 (reproduction of naturalization or citizenship papers) (or conspiracy to commit)+", "18 U.S.C. § 1427 (sale of naturalization or citizenship papers) (or conspiracy to commit)+", "18 U.S.C. § 1428 (surrender of canceled naturalization certificate) (or conspiracy to commit)+", "18 U.S.C. § 1541 (passport or visa issuance without authority) (or conspiracy to commit)+", "18 U.S.C. § 1542 (false statement in application and use of passport) (or conspiracy to commit)+", "18 U.S.C. § 1543 (forgery or false use of passport) (or conspiracy to commit)+", "18 U.S.C. § 1544 (misuse of passport) (or conspiracy to commit)+", "18 U.S.C. § 1581 (peonage; obstruction of justice)++", "18 U.S.C. § 1583 (enticement into slavery)++", "18 U.S.C. § 1584 (sale into involuntary servitude)++", "18 U.S.C. § 1589 (forced labor)++", "18 U.S.C. § 1590 (slave trafficking)++", "18 U.S.C. § 1592 (document offenses involving slave trafficking)++", "18 U.S.C. § 1963 (RICO violation involving bank fraud)**", "18 U.S.C. § 2442 (recruiting or using child soldiers)", "42 U.S.C. § 2274 (communication of restricted data)†", "42 U.S.C. § 2275 (receipt of restricted data)†", "42 U.S.C. § 2276 (tampering with restricted data)†", "50 U.S.C. § 783 (disclosure of classified information (with suspension until the end of any federal employment of the accused))"], "subsections": []}, {"section_title": "8 years", "paragraphs": [], "subsections": [{"section_title": "Generally", "paragraphs": ["18 U.S.C. § 112 (assaults upon diplomats)", "18 U.S.C. § 351(e) (assaulting a Member of Congress) ", "18 U.S.C. § 1751(e) (assaulting the President or presidential staff) ", "49 U.S.C. § 46506 (certain criminal laws to acts on aircraft)"], "subsections": []}, {"section_title": "Federal Crimes of Terrorism That Do Not Result in or Involve the Risk of Death or Serious Injury", "paragraphs": ["18 U.S.C. § 32 (destruction of aircraft or aircraft facilities)", "18 U.S.C. § 37 (violence at international airports)", "18 U.S.C. § 81 (arson within special maritime and territorial jurisdiction)", "18 U.S.C. § 175, 175b (biological weapons offenses)", "18 U.S.C. § 175c (variola virus)", "18 U.S.C. § 229 (chemical weapons offenses)", "18 U.S.C. § 351(a),(b),(c), or (d) (congressional, cabinet, and Supreme Court assassination and kidnaping)", "18 U.S.C. § 831 (nuclear materials offenses)", "18 U.S.C. § 832 (participation in a foreign atomic weapons program)", "18 U.S.C. § 842(m) or (n) (plastic explosives offenses)", "18 U.S.C. § 844(f)(2) or (3) (arson and bombing of federal property)", "18 U.S.C. § 844(i) (burning or bombing of property used in, or used in activities affecting, commerce)", "18 U.S.C. § 956(a)(1) (conspiracy to murder, kidnap, or maim persons abroad)", "18 U.S.C. § 1203 (hostage taking)", "18 U.S.C. § 1361 (destruction of federal property)", "18 U.S.C. § 1362 (destruction of communication lines, stations, or systems)", "18 U.S.C. § 1363 (injury to buildings or property within special maritime and territorial jurisdiction of the United States)", "18 U.S.C. § 1366(a) (destruction of energy facilities)", "18 U.S.C. § 1751(a),(b),(c), or (d) (Presidential and Presidential staff assassination and kidnaping)", "18 U.S.C. § 1992 (terrorist attacks on trains and mass transit)", "18 U.S.C. § 2155 (destruction of national defense materials, premises, or utilities),", "18 U.S.C. § 2156 (production of defective national defense material) ", "18 U.S.C. § 2280 (violence against maritime navigation) ", "18 U.S.C. § 2280a (violence against maritime navigation involving weapons of mass destruction)", "18 U.S.C. § 2281 (violence against maritime fixed platforms) ", "18 U.S.C. § 2281a (addition offenses involving violence against maritime fixed platforms)", "18 U.S.C. § 2332 (certain homicides and other violence against United States nationals occurring outside of the United States)", "18 U.S.C. § 2332a (use of weapons of mass destruction)", "18 U.S.C. § 2332b (acts of terrorism transcending national boundaries)", "18 U.S.C. § 2332f (bombing public places)", "18 U.S.C. § 2332g (anti-aircraft missiles)", "18 U.S.C. § 2332h (radiological dispersal devices) ", "18 U.S.C. § 2232i (acts of nuclear terrorism)", "18 U.S.C. § 2339 (harboring terrorists)", "18 U.S.C. § 2339A (providing material support to terrorists)", "18 U.S.C. § 2339B (providing material support to terrorist organizations)", "18 U.S.C. § 2339C (financing terrorism)", "18 U.S.C. § 2339D (receipt of military training from a foreign terrorist organization)", "18 U.S.C. § 2340A (torture committed under color of law)", "21 U.S.C. § 960A (narcoterrorism)", "42 U.S.C. § 2122 (atomic weapons)", "42 U.S.C. § 2284 (sabotage of nuclear facilities or fuel)", "49 U.S.C. § 46502 (aircraft piracy)", "49 U.S.C. § 46504 (second sentence) (assault on a flight crew with a dangerous weapon)", "49 U.S.C. § 46505(b)(3) or (c) (explosive or incendiary devices, or endangerment of human life by means of weapons, or aircraft)", "49 U.S.C. § 46506 (if homicide or attempted homicide involved, application of certain criminal laws to acts on aircraft)", "49 U.S.C. § 60123(b) (destruction of interstate gas or hazardous liquid pipeline facility)"], "subsections": []}]}, {"section_title": "7 years", "paragraphs": ["18 U.S.C. § 247 (damage to religious property)", "18 U.S.C. § 249 (hate crime not resulting in death)", "18 U.S.C. § 1031 (major fraud against the United States)"], "subsections": []}, {"section_title": "6 years", "paragraphs": ["15 U.S.C. § 77x (Securities Act violations)¤", "15 U.S.C. § 77yyy (Trust Indenture Act violations)¤", "15 U.S.C. § 78ff(a) (Securities Exchange Act violations)¤", "15 U.S.C. § 80a-48 (Investment Company Act violations¤", "15 U.S.C. § 80b-17 (Investment Advisers Act violations)¤", "18 U.S.C. § 1348 (securities and commodities fraud)¤", "26 U.S.C. § 6531 (tax crimes)"], "subsections": []}, {"section_title": "5 years", "paragraphs": ["All crimes not otherwise provided for"], "subsections": []}, {"section_title": "3 years", "paragraphs": ["31 U.S.C. § 333 (misuse of Treasury Department names, symbols, etc.)"], "subsections": []}, {"section_title": "1 year", "paragraphs": ["18 U.S.C. § 402 (contempt of court)"], "subsections": []}]}, {"section_title": "Attachment 2. Selected State Felony Statutes of Limitation", "paragraphs": [], "subsections": []}]}}