{"id": "RL31382", "title": "Expulsion, Censure, Reprimand, and Fine: Legislative Discipline in the House of Representatives", "released_date": "2016-06-27T00:00:00", "summary": ["The House of Representatives—in the same manner as the United States Senate—is expressly authorized within the United States Constitution (Article I, Section 5, clause 2) to discipline or \"punish\" its own Members. This authority of the House to discipline a Member for \"disorderly Behaviour\" is in addition to any criminal or civil liability that a Member of the House may incur for particular misconduct, and is used not merely to punish an individual Member, but to protect the institutional integrity of the House of Representatives, its proceedings, and its reputation.", "The House may discipline its Members without the necessity of Senate concurrence. The most common forms of discipline in the House are now \"expulsion,\" \"censure,\" or \"reprimand,\" although the House may also discipline its Members in other ways, including fine or monetary restitution, loss of seniority, and suspension or loss of certain privileges. In addition to such sanctions imposed by the full House of Representatives, the standing committee in the House which deals with ethics and official conduct matters, the House Committee on Ethics—formerly called the Committee on Standards of Official Conduct—is authorized by House Rules to issue a formal \"Letter of Reproval\" for misconduct which does not rise to the level of consideration or sanction by the entire House of Representatives. Additionally, the Committee on Ethics has also expressed its disapproval of certain conduct in informal letters and communications to Members.", "The House may generally discipline its Members for violations of statutory law, including crimes; for violations of internal congressional rules; or for any conduct which the House of Representatives finds has reflected discredit upon the institution. Each house of Congress has disciplined its own Members for conduct which has not necessarily violated any specific rule or law, but which was found to breach its privileges, demonstrate contempt for the institution, or reflect discredit on the House or Senate.", "When the most severe sanction of expulsion has been employed in the House, the underlying conduct deemed to have merited removal from office has historically involved either disloyalty to the United States, or the violation of a criminal law involving the abuse of one's official position, such as bribery. The House of Representatives has actually expelled only five Members in its history, but a number of Members, facing likely congressional discipline for misconduct, have resigned from Congress or have been defeated in an election prior to any formal House action.", "A \"censure\" is a formal, majority vote in the House on a resolution disapproving a Member's conduct, generally with the additional requirement that the Member stand at the \"well\" of the House chamber to receive a verbal rebuke and reading of the resolution by the Speaker. Twenty-three Members of the House have been censured for various forms of misconduct, including (in the 19th century) insulting or other unparliamentary language on the floor or assaults on other Members, as well as, more recently, financial improprieties.", "A \"reprimand\" in the House involves a lesser level of disapproval of the conduct of a Member than that of a \"censure,\" but also involves a formal vote by the entire House. Ten House Members have been \"reprimanded\" for a range of misconduct, including failure to disclose personal interests in official matters; misrepresentations to investigating committees; failure to report campaign contributions; conversion of campaign contributions to personal use; ghost voting and payroll improprieties; the misuse of one's political influence in administrative matters to help a personal associate; providing inaccurate, incomplete, and unreliable information to the investigating committee; for a breach of decorum in a joint session; and the misuse of official resources by compelling congressional staff to work on political campaigns.", "This report has been updated from earlier versions and will be revised as events and changes in Rules or laws may warrant."], "reports": {"section_title": "", "paragraphs": ["E ach house of the United States Congress is expressly authorized within the Constitution to \"punish\" its own Members for misconduct. In imposing legislative discipline against its Members, the House operates through its rulemaking powers, and the express provision for legislative discipline is set out along with Congress's rulemaking authority in Article I, Section 5, clause 2, of the Constitution:", "Each House may determine the Rules of its Proceedings, punish its Members for disorderly Behaviour, and, with the Concurrence of two thirds, expel a Member.", "The underlying justification for legislative discipline has traditionally been to protect the integrity and dignity of the legislature and its proceedings, rather than merely to punish an individual; and such internal legislative process is additional to any potential criminal or civil liability that a Member might incur for any particular misconduct. Members of Congress, like any other persons in the United States, are subject generally to outside law enforcement and criminal prosecution if their misconduct constitutes a violation of federal, state, or local criminal law. Unlike members of the legislatures or parliaments of many foreign nations, there is no general immunity from all criminal prosecution for Members of the United States Congress during their tenure in office. Rather, Members of Congress have a fairly narrow (although complete) immunity from outside prosecution for \"Speech or Debate\" in either house of Congress.", "Members of the House of Representatives are subject to internal, congressional discipline for any conduct which the institution of the House believes warrants such discipline. The express constitutional authority drafted by the framers of the Constitution was drawn from the British parliamentary practice, as well as from our own colonial legislative experience, and reflects the principle and understanding that although the qualifications of Members of Congress were intentionally kept to a minimum to allow the voters the broadest discretion in sending whomever they please to represent them in Congress, the institution of the House has the right to discipline those who breach its privileges or decorum, or who damage its integrity or reputation, even to the extent of expelling from Congress a duly elected Member.", "Internal, congressional discipline of a Member may take several forms. The most common forms of discipline in the House of Representatives are now \"expulsion,\" \"censure,\" or \"reprimand,\" although the House may also discipline its Members in other ways, including fine or monetary assessment, loss of seniority, or loss of certain privileges. An \"expulsion\" is a removal of a Member from the House of Representatives by a two-thirds vote of the House. A \"censure\" or a \"reprimand\" is a legislative procedure where the full House, by majority vote on a simple resolution, expresses a formal disapproval of the conduct of a Member. In addition to these punishments or disciplines by the entire House of Representatives, the House Committee on Ethics—formerly called the Committee on Standards of Official Conduct—is authorized to issue, on its own accord, a \"Letter of Reproval\" to a Member when that committee disapproves of conduct but makes no recommendation for legislative sanctions to the full House of Representatives. The committee has also from time to time expressed its disapproval of particular conduct in informal letters and other communications to Members.", "There is no precise listing or description in the Rules of the House of Representatives of the specific types of misconduct or ethical improprieties which might subject a Member to the various potential disciplines. The Rules adopted by the House Committee on Ethics provide simply that:", "With respect to the sanctions that the Committee may recommend, reprimand is appropriate for serious violations, censure is appropriate for more serious violations, and expulsion of a Member or dismissal of an officer or employee is appropriate for the most serious violations. A recommendation of a fine is appropriate in a case in which it is likely that the violation was committed to secure a personal financial benefit; and a recommendation of a denial or limitation of a right, power, privilege, or immunity of a Member is appropriate when the violation bears upon the exercise or holding of such right, power, privilege, or immunity.", "The House may discipline its Members for violations of statutory law, including crimes; for violations of internal congressional rules; or for any conduct which the House of Representatives finds has reflected discredit upon the institution. Each house of Congress has disciplined its own Members for conduct which has not necessarily violated any specific rule or law, but which was found to breach its privileges, demonstrate contempt for the institution, or which was found to discredit the House or Senate. When the most severe sanction of expulsion has been employed or recommended in the House, however, the conduct has historically involved either disloyalty to the United States Government, or the violation of a criminal law involving the abuse of one's official position, such as bribery."], "subsections": [{"section_title": "Expulsion", "paragraphs": ["Expulsion is the form of action by which the House of Representatives, after a Member has taken the oath of office, removes that Representative from membership in the body by a vote of two-thirds of the Members present and voting. An expulsion is considered a disciplinary matter and a matter of self-protection of the integrity of the institution and its proceedings, and as such is substantively and procedurally different from an \"exclusion,\" which denies a Member-elect his or her seat by a simple majority vote of the body, prior to the Member-elect being seated (or after being seated \"without prejudice\" pending investigation and resolution of the matter), because of failure of the Member-elect to meet the constitutional qualifications for office (i.e., age, citizenship and inhabitancy in the state from which elected), or because of a failure to have been \"duly elected\"; an \"exclusion\" is now understood not to be a disciplinary procedure. A Member is \"expelled\" by a two-thirds vote, however, precisely for issues of misconduct, and expulsion is generally taken against a Member after the Member has been sworn into office.", "Members of the United States Congress are not removed by way of an \"impeachment\" procedure in the legislature, as are executive and judicial officers, but are subject to the more simplified and expedited legislative process of expulsion. A removal through an impeachment, it should be noted, requires the action of both houses of Congress—impeachment in the House and trial and conviction in the Senate. An expulsion, however, is accomplished merely by the House or Senate acting alone concerning one of its own Members, without the consent or action of the other body, and without the constitutional requirement of trial and conviction."], "subsections": [{"section_title": "Grounds for Expulsion", "paragraphs": ["There is no limitation apparent on the face of the Constitution, nor in the deliberations of the Framers, on the authority to expel a Member of Congress, other than the two-thirds vote requirement. One study of the expulsion clause summarized the Framers' intent as follows:", "[From] the history of Article I, Section 5, clause 2, and in particular its course in the Committee of Detail, it is clear that the Framers ... did not intend to impose any limitation on Congressional power to determine what conduct warranted expulsion.... Nor do the debates in the Convention suggest any desire to impose any other substantive restrictions on the expulsion power.", "Justice Joseph Story similarly concluded that it would be \"difficult to draw a clear line of distinction between the right to inflict the punishment of expulsion, and any other punishment upon a member, founded on the time, place, or nature or the offense,\" and that \"expulsion may be for any misdemeanor, which, though not punishable by any statute, is inconsistent with the trust and duty of\" a Member.", "The Supreme Court of the United States, citing Justice Story's historic treatise on the Constitution, found an expansive authority and discretion within each house of Congress concerning the grounds for expulsion. In In re Chapman , the Supreme Court noted the Senate expulsion case of Senator William Blount as supporting the constitutional authority of either house of Congress to punish a Member for conduct which in the judgment of the body \"is inconsistent with the trust and duty of a member\" even if such conduct was \"not a statutable offense nor was it committed in his official character, nor was it committed during the session of Congress, nor at the seat of government.\" While each house of Congress has broad authority as to the grounds for an expulsion, this disciplinary action is generally understood to be reserved only for the \"most serious violations.\" As noted above, expulsions in the House (and in the Senate) have traditionally involved conduct which implicated disloyalty to the Union, or the commission of a crime involving the abuse of one's office or authority."], "subsections": []}, {"section_title": "Precedents and Practice", "paragraphs": ["The House of Representatives has actually expelled only five Members (four Members and one Member-elect) in its history, three of whom were expelled during the Civil War period in 1861 for disloyalty to the Union. The fourth Member of the House to be expelled was Representative Michael J. (Ozzie) Myers, of Pennsylvania, on October 2, 1980, after his bribery conviction for receiving a payment in return for promising to use official influence on immigration bills in the so-called ABSCAM \"sting operation\" run by the FBI. The fifth and last Member of the House to be expelled was Representative James A. Traficant, Jr., of Ohio, who was expelled on July 24, 2002, after his 10-count federal conviction for activities concerning the receipt of favors, gifts and money in return for performing official acts on behalf of the donors, and the receipt of salary kickbacks from staff.", "The numbers of actual expulsions from the House may be small because some Members of the House who have been found to have engaged in serious misconduct have chosen to resign (or have lost an election) before any formal action could be taken against them by the House. Thus, the House committees investigating allegations of misconduct have from time to time expressly recommended the expulsion of a Member, who then resigned before the expulsion vote could be taken by the full body. Additionally, several other Members of the House who might have been subject to expulsion or other legislative discipline because of misconduct either resigned before any committee recommendation was made, or, soon after their misconduct became known, lost their next election (either the primary or the general election) before congressional action was completed. The defeat at the polls of Members who had engaged in misconduct was precisely the principal \"ethics\" oversight planned by the framers of the Constitution, who looked to the necessity of reelection to be the most efficient method of regulating Representatives' conduct. James Madison explained in the Federalist Papers that despite all the precautions taken by structural separation of powers in the government, or by the institution of the Congress or the law, the best control of Members' conduct would be their \"habitual recollection of their dependence on the people\" through the necessity \"of frequent elections.\"", "Although the authority and power of each house of Congress to expel appears to be within the broad discretion of the institution, policy considerations, as opposed to questions of power , have generally restrained the House in exercising the authority to expel a Member when the conduct complained of occurred prior to the time the individual was elected to Congress, or occurred in a prior Congress when the electorate knew of the conduct but still reelected the Member. This restraint has been characterized in dicta by the Supreme Court as the House's \"distrusting\" its own \"power\" to expel for past misconduct. While there has, in fact, in the past been some division of opinion on the subject of the House's constitutional \"authority\" or \"right\" to do so, in modern congressional practice it would appear to be more accurate to say that such restraint has arisen from a questioning by the House of the wisdom of such a policy , rather than a formal recognition of an absence of constitutional power to expel for past misconduct.", "The reticence of the House to expel a Member for past misconduct after the Member has been reelected by his or her constituents, with knowledge of the Member's conduct, appears to reflect the deference traditionally paid in our heritage to the popular will and election choice of the people. Justice Story, while noting the necessity of expulsion of one who \"disgrace[d] the house by the grossness of his conduct,\" noted that such power of the institution of the House to expel a duly elected representative of the people is \"at the same time so subversive of the rights of the people,\" as to require that it be used sparingly and to be \"wisely guarded\" by a two-thirds requirement. Similarly, Cushing noted that the power to expel \"should be governed by the strictest justice,\" since in expelling a duly elected Member without just cause, \"a power of control would thus be assumed by the representative body over the constituent, wholly inconsistent with the freedom of election.\"", "The distinction between the \"power\" of the House to expel, and the judicious use of that power as a \"policy\" of the House, was cogently explained in a House Judiciary Committee report in 1914:", "In the judgment of your committee, the power of the House to expel or punish by censure a Member for misconduct occurring before his election or in a preceding or former Congress is sustained by the practice of the House, sanctioned by reason and sound policy and in extreme cases is absolutely essential to enable the House to exclude from its deliberations and councils notoriously corrupt men, who have unexpectedly and suddenly dishonored themselves and betrayed the public by acts and conduct rendering them unworthy of the high position of honor and trust reposed in them. ...", "But in considering this question and in arriving at the conclusions we have reached, we would not have you unmindful of the fact that we have been dealing with the question merely as one of power , and it should not be confused with the question of policy also involved. As a matter of sound policy, this extraordinary prerogative of the House, in our judgment, should be exercised only in extreme cases and always with great caution and after due circumspection, and should be invoked with greatest caution where the acts of misconduct complained of had become public previous to and were generally known at the time of the Member's election. To exercise such power in that instance the House might abuse its high prerogative, and in our opinion might exceed the just limitations of its constitutional authority by seeking to substitute its standards and ideals for the standards and ideals of the constituency of the member who had deliberately chosen him to be their Representative. The effect of such a policy would tend not to preserve but to undermine and destroy representative government.", "The power to expel is thus used cautiously when the institution of Congress might be seen as usurping or supplanting its own institutional judgment for the judgment of the electorate as to the character or fitness for office of an individual whom the people have chosen to represent them in Congress. As noted, the principal manner of dealing with ethical improprieties or misconduct of a Representative was intended by the Framers to be, and has historically been, reliance upon the voters to keep their Members \"virtuous\" through the \"restraint of frequent elections.\""], "subsections": []}, {"section_title": "Consequences of Expulsion", "paragraphs": ["Expulsion from the House of Representatives carries with it no further \"automatic\" penalties or disabilities beyond removal from Congress. Although the constitutions of some states provide that members expelled from their state legislatures are ineligible to be reelected to that legislature, no such disability was included in the United States Constitution for Members of Congress. An individual who has been expelled from Congress is not ineligible to run again for that seat, or for another position in Congress. The three qualifications for congressional office—age, citizenship, and inhabitancy in the state—are established and fixed in the United States Constitution; are the exclusive qualifications to congressional office; and may not be added to or altered by Congress via a statute or internal congressional rule, or by a state unilaterally. A Member who has been expelled from Congress and subsequently reelected may, therefore, not be \"excluded\" from being seated in Congress based merely on the past misconduct and subsequent congressional discipline. Although in theory, a previously expelled Member reelected to Congress could, after having been seated, be expelled by a two-thirds vote for misconduct, even past misconduct, both the House and the Senate have not, as discussed above, as a practice expelled a Member for past misconduct when the electorate knew of the conduct and still elected or reelected the Member.", "A Member who has been expelled from the House does not lose his or her federal government pension automatically by virtue of the expulsion. Rather, federal government pensions earned, vested, or accumulated by officers and employees, including Members of Congress, are forfeited under the so-called \"Hiss Act\" upon the conviction of certain federal offenses that relate to espionage, treason, or other specific national security offenses. Additionally, Members of Congress convicted of any one of a number of criminal offenses relating to public corruption, campaign finance laws, or fraud, when such conduct occurs during and relates to their public service, will lose credit for all of their years of congressional service that would have otherwise accrued toward a federal pension."], "subsections": []}, {"section_title": "Procedure", "paragraphs": ["The Supreme Court has also recognized a very broad discretion and authority in each house of Congress to discipline its Members under its own chosen procedural standards, generally without an established right to judicial review. The act of disciplining Members is carried out through the rulemaking authority of the House. The Supreme Court, in describing the congressional disciplinary process in United States v. Brewster , has noted in dicta :", "The process of disciplining a Member in the Congress ... is not surrounded with the panoply of protective shields that are present in a criminal case. An accused Member is judged by no specifically articulated standards, and is at the mercy of an almost unbridled discretion of the charging body ... from whose decision there is no established right of review.", "Currently in the House of Representatives, a resolution to expel a Member would usually be referred to the House Committee on Ethics, the standing committee in the House with jurisdiction over congressional conduct and ethics, although such a resolution is considered to raise a question of the \"privileges\" of the House, and could be called up as a privileged resolution with notice by its sponsor according to House Rules. The House Committee on Ethics is also authorized to receive \"complaints\" concerning a Member's conduct from any other Member of the House (or from outside of the House when certified by a Member), may initiate on its own accord an investigation of a Member, and may also be instructed by a resolution adopted by the House of Representatives to investigate a particular matter or Member. Under House Rule changes adopted in 2008, the House established an independent Office of Congressional Ethics for the House of Representatives, made up of non-Members of the House, which may initiate inquiries into allegations of misconduct by Members and staff, and may then refer matters to the standing House Committee on Ethics for further investigation and disciplinary recommendations. The committee may, when such matters have come before it, proceed to \"investigate\" the allegations either under the authority of the chairman and ranking Member, or when an investigative subcommittee is empaneled. ", "Although it was a common practice in the past to wait until all appeals were exhausted in a criminal conviction of a Member before the House would proceed on a matter concerning that Member, the more modern practice is for the House to take cognizance of the underlying factual findings regarding the conduct that was the basis for the Member's conviction, regardless of the potential legal or procedural issues which might be resolved on appeal. The rules of the House Committee on Ethics specifically provide, in fact, for automatic jurisdiction of the committee when a Member has been convicted in a federal, state, or local court of a felony. Moreover, in one instance, a committee disciplinary proceeding concerning a Member who had been indicted for bribery was begun after the Member's trial, even though the trial ended in a hung jury, and before a second trial was to commence.", "The current Rules of the House of Representatives authorize the House Committee on Ethics to investigate allegations of violations of \"any law, rule, regulation, or other standard of conduct applicable to the conduct of such Member ... in the performance of his duties or the discharge of his responsibilities,\" and after such investigation the committee is to \"report to the House its finding of fact and recommendations, if any....\" The committee has promulgated detailed procedural rules to implement fairness in the disciplinary process, specifically providing the requirements of notice, the specification of charges, and opportunities for the charged Member to be heard and to examine witnesses and evidence. After proceedings by an investigatory subcommittee, the taking of evidence, and an adjudicatory hearing, if the Member is found by the majority of the committee members to have committed the specific offenses charged, the full committee will then consider the appropriate discipline. If the committee finds that expulsion is warranted, a recommendation for such discipline is made in a report to the full House of Representatives; after debate, the recommendation may be accepted, modified, or rejected by the House."], "subsections": []}]}, {"section_title": "Censure", "paragraphs": ["The term \"censure,\" unlike the term \"expel,\" does not appear in the Constitution, although the authority is derived from the same clause—Article I, Section 5, clause 2, concerning the authority of each house of Congress to \"punish its Members for disorderly Behaviour.\" Censure, reprimand, or admonition are traditional ways in which parliamentary bodies have disciplined their members and maintained order and dignity in their proceedings. In the House of Representatives, a \"censure\" is a formal vote by the majority of Members present and voting on a resolution disapproving a Member's conduct, generally with the additional requirement that the Member stand at the \"well\" of the House chamber to receive a verbal rebuke and reading of the censure resolution by the Speaker of the House."], "subsections": [{"section_title": "Grounds", "paragraphs": ["The Constitution, in providing that either house of Congress may \"expel\" a Member by a two-thirds majority, does not specify the reasons for such expulsion, but does in that same provision state that either house of Congress may punish its Members for \"disorderly Behaviour.\" Some early commentators believed that the authority to \"punish\" a Member by way of censure or some other condemnation was thus expressly limited, unlike expulsion, to cases concerning \"disorderly\" or unruly behavior or conduct in Congress, that is, conduct which disrupts the institution. The authority to discipline by way of censure, reprimand, or other such rebuke, however, has come to be recognized and accepted in congressional practice as extending to cases of \"misconduct,\" even outside of Congress, which the House finds to be reprehensible, and/or to reflect discredit on the institution, and therefore, worthy of condemnation or rebuke.", "The House of Representatives has taken a broad view of its authority to discipline its Members. In the 63 rd Congress, for example, the House Judiciary Committee described the power of the House to punish for disorderly behavior as a power which is \"full and plenary and may be enforced by summary proceedings. It is discretionary in character ... restricted by no limitation except in case of expulsion the requirement of the concurrence of a two-thirds vote.\" Similarly, in its report on a Member, a House Select Committee in 1967 stated:", "Censure of a Member has been deemed appropriate in cases of a breach of the privileges of the House. There are two classes of privilege, the one, affecting the rights of the House collectively, its safety, dignity, and the integrity of its proceedings; and the other, affecting the rights, reputation, and conduct of Members, individually.", "Most cases of censure have involved the use of unparliamentary language, assaults upon a Member or insults to the House by introductions of offensive resolutions, but in five cases in the House and one in the Senate [as of 1967] censure was based on corrupt acts by a Member, and in another Senate case censure was based upon noncooperation with and abuse of Senate committees.", "* * *", "This discretionary power to punish for disorderly behavior is vested by the Constitution in the House of Representatives and its exercise is appropriate where a Member has been guilty of misconduct relating to his official duties, noncooperation with committees of this House, or nonofficial acts of a kind likely to bring this House into disrepute.", "Although the House has stated and demonstrated in precedents its reticence to expel a Member for misconduct in a previous Congress which was known to the electorate, the House has had no similar compunction nor has it exercised similar restraint in expressing a formal \"censure\" of such past misconduct. Thus, a House Select Committee in the 90 th Congress noted that \"the right to censure a Member for such prior acts is supported by clear precedent in both Houses of Congress.... \" In more recent years the House has adopted in its Rules a \"statute of limitations\" on actions, restricting the Ethics Committee from investigating alleged violations of conduct standards when such violations go back more than the last three Congresses, \"unless the Committee determines that the alleged violation is directly related to an alleged violation that occurred in a more recent Congress.\""], "subsections": []}, {"section_title": "Precedents", "paragraphs": ["In the House of Representatives, there have been 23 \"censures\" of Members (22 Members and 1 Delegate), including two censures of former Members who, in 1870, had resigned just prior to the House's consideration of expulsion motions against those Members for selling military academy appointments. While the majority of the censures in the House occurred in the 19 th century and concerned issues of decorum, that is, the use of unparliamentary or insulting language on the floor of the House or acts of violence toward other Members, in more recent years instances of financial misconduct appear to have been a major issue. House Members have been censured for various conduct, including insulting or other unparliamentary language on the floor; assaulting another Member; supporting recognition of the Confederacy; the selling of military academy appointments; bribery; and in more recent years, for payroll fraud where inflated staff salaries were used to pay a Member's personal expenses; receipt of improper gifts and improper use of campaign funds; sexual misconduct with House pages; and financial improprieties regarding the use of official letterhead to solicit private donations, impermissible use of rent-controlled facilities for one's campaign, and failure to file accurate financial disclosure reports and federal tax returns."], "subsections": []}, {"section_title": "Consequences of Censure", "paragraphs": ["There is no specific disqualification or express consequence provided in the House Rules after a Member has been \"censured.\" The political ignominy of being formally and publicly admonished and deprecated by one's colleagues, however, has led some Members of Congress who face a potential censure or other formal House discipline for certain misconduct to resign before any official recommendation or other action is taken.", "While there are no House Rules regarding the consequences of a \"censure,\" the two political parties in the House themselves have adopted their own internal party rules which, in recent years, have generally barred from certain leadership positions, including the chairmanship of committees and subcommittees, those Members who have been censured during that Congress. Political party rules of the parties in the House may be changed by the particular party caucus or conference itself according to its own rules."], "subsections": []}]}, {"section_title": "Reprimand", "paragraphs": ["Prior to the 1970s in the House of Representatives, although there were some inconsistencies, the terms \"reprimand\" and \"censure\" were often considered synonymous and used together in a resolution. In 1921, for example, a resolution adopted by the House instructed the Speaker to summon Representative Blanton of Texas \"to the bar of the House and deliver to him its reprimand and censure.\"", "The more formalized distinction in the House whereby it is considered that a \"reprimand\" expressly involves a lesser level of disapproval of the conduct of a Member than that of a \"censure,\" and is thus a less severe rebuke by the institution, is of relatively recent origin. The term \"reprimand\" was used to explicitly indicate a less severe rebuke by the House in 1976 in the reprimand of a Member for his failure to disclose certain personal interests in official matters, and for the apparent use of his office to further his own personal financial interests. Procedurally in the House, a \"censure\" resolution will generally involve a verbal admonition, such as a reading of the resolution, to be administered by the Speaker of the House to the Member at the bar of the House. In the case of a \"reprimand,\" however, the resolution is merely adopted by a vote of the House with the Member \"standing in his place,\" or is merely implemented by the adoption of the committee's report.", "Ten House Members have been \"reprimanded\" by the full House for a range of misconduct, including failure to disclose certain personal interests in official matters and using one's office to further one's personal gains; misrepresentations to investigating committees; failure to report campaign contributions; conversion of campaign contributions to personal use and false statements before the investigating committee; false statements on financial disclosure forms; ghost voting and maintaining persons on the official payroll not performing official duties commensurate with pay; the misuse of one's political influence in administrative matters to help a personal associate; the failure to ensure that a Member-affiliated tax-exempt organization was not improperly involved in partisan politics, and for providing inaccurate, incomplete, and unreliable information to the investigating committee; and the misuse of official resources by compelling congressional staff to work on political campaigns. In 2009, the House of Representatives adopted a resolution of disapproval by a formal vote (and which thus would be considered to be a \"reprimand\" by the entire body of the House), stating that the House \"disapproves\" of the behavior of a Member \"interrupting\" the President's remarks to the House and Senate, which the House found to be \"a breach of decorum\" that \"degraded the proceedings of the joint session.\"", "When the House Committee on Ethics makes a report recommending to the House a \"censure\" or a \"reprimand,\" it may also include in that report a recommendation for an additional action such as a fine, a restitution or payment of funds, or recommendations for the loss of seniority or privileges, when such actions are deemed appropriate."], "subsections": []}, {"section_title": "Fines; Monetary Assessments", "paragraphs": ["In addition to more traditional disciplines of censure, reprimand, or expulsion, the House of Representatives as an institution has the authority to levy a fine against a Member of the House concerning a disciplinary matter. This authority appears to be incidental to the express constitutional grant of power to the House to determine the rules of its proceedings and to punish its Members for misconduct. Deschler's Precedents states expressly that under the constitutional authority of the House at Article I, Section 5, clause 2: \"A fine may be levied by the House against a Member pursuant to its constitutional authority to punish its Members.\" The House Committee on Ethics notes expressly in its Committee Rules that sanctions that it may recommend to the House concerning a Member may include expulsion; censure; reprimand; denial or limitation of any right, privilege, or immunity of the Member; or a \"fine.\" The authority for each house of Congress to fine one of its own Members was recognized by the Supreme Court in dicta in Kilbourn v. Thompson , where the Court noted that \"either House\" of Congress has \"the power of punishment ... by fine or imprisonment,\" relating to areas where Congress has been expressly granted authority, such as where the \"Constitution expressly empowers each House to punish its own Members for disorderly behavior.\"", "Fines for disciplinary purposes in the House, as well as in the Senate, have been relatively infrequent occurrences. The precedents in the House have demonstrated that the House fined a Member in 1969 the sum of $25,000 to be repaid by automatically withdrawing a certain amount regularly from his pay, for various conduct offenses, including the misuse of official committee appropriations, payroll, and expenses. A Member of the House who was censured in 1979 was required to \"make restitution of substantial amounts by which he was unjustly enriched,\" that is, the Member was expressly ordered within the resolution of censure to pay to the House a specific amount by executing an interest-bearing demand promissory note for $40,031.66, made payable to the Treasury of the United States. A Member of the House who was officially \"reprimanded\" by the House in 2012 for misuse of official resources in compelling official congressional staff to work on political campaigns was also \"fined\" $10,000 as part of the reprimand. The Ethics Committee issued a \"Letter of Reproval\" to a Member in June 2014 regarding improper gifts and misuse of campaign funds, and the committee directed the Member to \"repay the full amount of the improper gifts and the improperly used campaign funds\" in the amount of $59,063.", "At other times the House pursuant to disciplinary actions required certain monetary assessments of Members of Congress which were not expressly or necessarily characterized as \"fines.\" A Member of Congress, pursuant to a formal \"reprimand,\" was required to make restitution to the District of Columbia of certain monies and fines, concerning which he had improperly used his influence to have \"fixed\" or reduced. In 1997, a monetary assessment or penalty, which was not characterized by the committee as a \"fine,\" was imposed upon the Speaker of the House to pay \"for some of the costs\" of an ethics investigation which resulted in the reprimand of the Speaker.", "The \"fines\" and/or monetary assessments ordered in the disciplinary cases appear to involve the repayment or restitution of funds misused or wrongfully received, as opposed to fines merely or strictly for \"punishment\" purposes and not necessarily connected to the wrongful conduct. This is consistent with the current guidance in the House Committee on Ethics Rules concerning the recommendation of a \"fine,\" which the committee notes \"is appropriate in a case in which it is likely that the violation was committed to secure a personal financial benefit.\" There does not appear to be, however, a constitutional or institutional requirement for such fines to be so connected with unjust enrichments or misuse of funds; and the Committee on Ethics has noted in its Rules that the guidance concerning fines and other sanctions recommended to the House \"sets forth general guidelines and does not limit the authority of the Committee to recommend other sanctions.\""], "subsections": []}, {"section_title": "Suspension", "paragraphs": ["Although a temporary \"suspension\" is traditionally listed as one of the possible disciplinary actions that a legislative body may take against one of its members, the House of Representatives has in recent years questioned its authority to disqualify or mandatorily suspend a Member by a simple majority vote. Such a \"suspension\" would most likely involve a prohibition on a Member of the House from voting on or working on legislative or representational matters for a particular time. Although not addressing a \"suspension\" specifically, the House has generally considered a decision of a Member not to vote on a matter as within the discretionary purview of the Member individually under House Rule III(1), even when a legislative matter may involve possible conflicting personal interests. As noted by the House, its authority to require a Member to disqualify himself or herself from voting has traditionally been questioned, and such \"recusal\" has therefore been traditionally left to the discretion of the Member. Jefferson's Manual and Rules of the House of Representatives , at §658, states:", "[T]he weight of authority also favors the idea that there is no authority in the House to deprive a Member of the right to vote (V, 5937, 5952, 5959, 5966, 5967; VIII, 3072). In one or two early instances the Speaker has decided that because of a personal interest, a Member should not vote (V, 5955, 5958); but on all other occasions and in the later practice the Speaker has held that the Member himself and not the Chair should determine this question (V, 5950, 5951; VIII, 3071; Speaker Albert, Dec. 2, 1975, p. 38135; Speaker O'Neill, Mar. 1, 1979, p. 3748), and the Speaker has denied his own power to deprive a Member of the constitutional right to vote (V, 5956; Speaker Albert, Dec. 2, 1975, p. 38135; Speaker O'Neill, Mar. 1, 1979, p. 3748).", "As to refraining from voting and committee work specifically, the House of Representatives in the 94 th Congress adopted a rule which stated a sense of the House that Members who have been convicted of a crime for which a sentence of two or more years may be imposed \"should refrain from participation in the business of each committee of which he is then a member and should refrain from voting on any question at a meeting of the House, or of the Committee of the Whole House ...\" until there has been a judicial or administrative reinstatement of his or her presumption of innocence, or until the Member is reelected. The supporters of the provision noted that the rule was worded in a discretionary manner because, they believed that if the provisions were mandatory, then \"it would have been unconstitutional [because] [i]t would have deprived the district, which the Member was elected to represent, of representation.... \"", "Although the Rule on refraining from voting is couched in what can be considered advisory terms of guidance to Members, the Rules of the House also provide, in the Code of Official Conduct, that Members of the House \"shall adhere to the spirit and the letter of the Rules of the House.\" Members are thus expected to conform to and abide by the abstention provision."], "subsections": []}, {"section_title": "Letters of Reproval and Other Committee Actions", "paragraphs": ["In the House of Representatives, a \"Letter of Reproval\" is an administrative action of the House Committee on Ethics, authorized under the Rules of the House of Representatives \"to establish or enforce standards of official conduct for members, officers, and employees of the House.\" The issuance of a Letter of Reproval by the committee is made public, as it is issued as part of a public report from the committee to the House on an \"investigation\" that the House Committee on Ethics has undertaken.", "A Letter of Reproval may be sent by the Committee on Ethics on its own accord by majority vote of the committee, without any approval or action by the full House of Representatives. As such, a Letter of Reproval is clearly distinguishable from legislative \"discipline,\" \"punishment,\" or \"sanctions\" that the full House may invoke against a Member, such as censure, reprimand, fine, or expulsion. It appears that a Letter of Reproval is intended to be an action by the committee which is an alternative to the recommendation of sanctions to the House, and is an action which is used for infractions of Rules or standards which, because of the nature of the infractions or because of mitigating circumstances, do not rise to the level of requiring action by the full House of Representatives. The Rules of the Committee on Ethics provide, after setting out procedures when \"a majority of the Committee does not vote in favor of the recommendation that the House of Representatives take action,\" that \"[T]he Committee may also, by majority vote, adopt a motion to issue a Letter of Reproval or take other appropriate Committee action.\" The committee may issue such Letter \"[i]f the Committee determines a Letter of Reproval constitutes sufficient action.... \" The committee procedural rules appear to indicate that such a \"Letter of Reproval\" may be sent only after an investigatory subcommittee has issued a Statement of Alleged Violations, at least one count of which has been proved by an adjudicatory subcommittee, and upon completion of a sanction hearing.", "A Letter of Reproval was characterized by the ethics committee in the House—then known as the House Committee on Standards of Official Conduct—as a \"rebuke of a Member's conduct issued by a body of that Member's peers acting, as the Committee on Standards of Official Conduct, on behalf of the House of Representatives.\" The House Ethics Committee has issued Letters of Reproval for the improper use of campaign accounts for personal loans; for a Member's borrowing of campaign funds for personal use, and a subsequent \"inadequate\" disclosure of such transaction; and concerning allegations of sexual harassment of a female employee, and the use of one's office for political campaign activity. In October 2000, after a lengthy investigation of a Member, the committee issued a Letter of Reproval for actions for which the Member was found to have \"brought discredit to the House of Representatives,\" including a relationship with a former chief of staff which gave the appearance that official decisions might have been improperly affected, violations of the House gift rule, misuse of official congressional resources, misuse of official congressional staff for campaign purposes, and the appearance that certain expenditures of the Member's campaign committee were not for bona fide campaign or political purposes. In June 2001, the committee issued a Letter of Reproval to a Member for the improper expenditure of campaign funds to benefit businesses in which the Member and his family had a personal stake, and for the improper conversion of campaign funds to personal uses.", "In 2014 the Ethics Committee issued Letters of Reproval regarding the conduct of three different Members of the House. One Letter of Reproval involved interference (by communicating with a potential material witness) with the committee's investigation of allegations that a Member's official staff had been directed to perform campaign activities on behalf of the Member. Another Member received a Letter of Reproval for actions which \"did not reflect creditably on the House\" involving official assistance to a business institution in which the Member had just recently made a significant financial investment. The third Letter of Reproval in 2014 involved a Member's conduct in receiving improper and prohibited gifts, improperly using campaign funds for personal use, and failing to disclose gifts on the Member's financial disclosure report as required under the Ethics in Government Act.", "In addition to a formal, public \"Letter of Reproval,\" the committee has addressed ethical issues concerning allegations of misconduct by Members by way of \"other appropriate Committee action,\" upon agreement of a majority of the committee, when an investigation is undertaken by a subcommittee but the recommendation of sanctions to the full House is not made. Such actions by the full committee have included writing a letter to a Member concerning \"necessary corrective action\" that should be taken by the Member, or by noting \"poor judgment\" and the creation of an \"appearance of impropriety.\" The committee has also noted violations of House Rules or standards, has \"so notified\" the Member, and announced that no further action by the committee will be taken. In 1990, the committee made a public report concerning a Member's behavior, noting that the \"Committee clearly disapproves\" of the Member's conduct. In 2004, after an investigation by an investigatory subcommittee, the full committee issued a report which \"will serve as a public admonishment by the Committee\" of three Members. Similarly, in 2006, the committee made public a report from its investigative subcommittee finding that a Member's actions with regard to the release of recordings of intercepted telephone conversations of other Members \"were not consistent with the spirit of the Committee's rules.\" The committee issued \"a public admonishment\" of a Member in 2010 for accepting gifts of travel in violation of the House gifts rule, and required the Member to \"repay the costs of the trips to the respective entities that paid for his travel.\" In 2012, the Ethics Committee reported that it \"agrees with the findings and conclusions of the Investigative Subcommittee\" concerning a violation of House Rules by a Member \"improperly using her official position for her beneficial interest by permitting her office to take official action specifically on behalf of her husband's medical practice.\" Specifically, the report from the investigative subcommittee \"recommends that the Committee issue this Report, and that this Report serve as a reproval\" of the Member.", "The Ethics Committee in the House has characterized past actions such as these generally by stating that the committee \"has publicly admonished several other Members for their conduct.\" Such informal notifications, public reports, public admonishments, or letters for corrective action thus may be distinguished from those instances when the committee \"formally and publicly reproved\" a Member by way of a formal \"Letter of Reproval,\" although it may be argued that these other committee actions are to some degree comparable since they are all \"administrative action[s]\" taken by the committee itself \"pursuant to an investigation\" that had been conducted by an investigative subcommittee of the Committee on Ethics.", "The committee has also sent a so-called \"letter of admonition\" to a Member against whom a complaint was filed by another Member of the House, which was apparently different from, and was not technically, a \"Letter of Reproval\" or even any other \"administrative\" action \"pursuant to an investigation\" by an investigatory subcommittee of the committee. The \"letter of admonition\" in this case was a method of disposing of a complaint by the committee upon the recommendation of the chairman and ranking minority Member of the committee for a \"resolution of the complaint by a letter to the Member ... against whom the complaint is made,\" without moving forward with a subcommittee investigation."], "subsections": [{"section_title": "Appendix. Disciplinary Actions Taken by the Full House Against a Member", "paragraphs": [], "subsections": []}]}]}}