{"id": "RL31404", "title": "Defense Procurement: Full Funding Policy—Background, Issues, and Options for Congress", "released_date": "2007-06-15T00:00:00", "summary": ["The full funding policy is a federal budgeting rule imposed on the Department of Defense (DOD) by Congress in the 1950s that requires the entire procurement cost of a weapon or piece of military equipment to be funded in the year in which the item is procured. Although technical in nature, the policy relates to Congress's power of the purse and its responsibility for conducting oversight of DOD programs. Support for the policy has been periodically reaffirmed over the years by Congress, the Government Accountability Office, and DOD.", "In recent years some DOD weapons—specifically, certain Navy ships—have been procured with funding profiles that do not conform to the policy as it traditionally has been applied to DOD weapon procurement programs. DOD, in recent budget submissions and testimony, has proposed or suggested procuring ships, aircraft, and satellites using funding approaches that do not conform to the policy as traditionally applied. DOD's proposals would establish new precedents for procuring other DOD weapons and equipment with non-conforming funding approaches. Such precedents could further circumscribe the full funding policy. This, in turn, could limit and complicate Congress's oversight of DOD procurement programs, or require different approaches to exercise control and oversight.", "A principal effect of the full funding policy is to prevent the use of incremental funding, under which the cost of a weapon is divided into two or more annual portions. Incremental funding fell out of favor because opponents believed it could make the total procurement costs of weapons and equipment more difficult for Congress to understand and track, create a potential for DOD to start procurement of an item without necessarily stating its total cost to Congress, permit one Congress to \"tie the hands\" of future Congresses, and increase weapon procurement costs by exposing weapons under construction to uneconomic start-up and stop costs. Supporters of incremental funding, however, could argue that its use in DOD procurement programs could produce certain advantages in terms of reducing disruption to other programs, avoiding investment bias against very expensive items, improving near-term production economies of scale, and preserving flexibility for future Congresses to halt funding for weapons under construction that have become unnecessary or inappropriate.", "Congress has several options for responding to recent proposals for procuring DOD ships and aircraft with funding mechanisms that do not conform to the full funding policy. These options could have the effect of terminating, modifying, maintaining, or strengthening the full funding policy. In weighing these options, Congress may consider several factors, including Congress's power of the purse, its ability to conduct oversight of DOD procurement programs, the impact on future Congresses, DOD budgeting discipline, and the potential impact on weapon costs. The process of weighing options may involve balancing a need to meet DOD procurement goals within available funding against the goal of preserving Congress's control over DOD spending and its ability to conduct oversight of DOD programs. This report will be updated as events warrant."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The full funding policy is a federal budgeting rule that has been applied to Department of Defense (DOD) procurement programs since the 1950s. Although technical in nature, the policy relates to Congress's power of the purse and its responsibility for conducting oversight of DOD programs. The application of the full funding policy to DOD procurement programs has been affirmed at various times over the last five decades by Congress, the Government Accountability Office (GAO), and DOD.", "In recent years, some DOD weapons—specifically, certain Navy ships—have been procured with funding profiles that do not conform to the policy as it traditionally has been applied to DOD weapon procurement programs. DOD, in recent budget submissions and testimony, has proposed or suggested procuring ships, aircraft, and satellites using funding approaches that do not conform to the policy as traditionally applied.", "DOD's proposals, if implemented, could establish new precedents for procuring other DOD weapons and equipment with non-conforming funding approaches. Such precedents could further circumscribe the full funding policy, which in turn could limit and complicate Congress's ability to conduct oversight of DOD procurement programs.", "The issue for Congress is how to respond to DOD's proposals for procuring ships and aircraft for DOD with funding approaches that do not conform to the full funding policy as traditionally applied to DOD weapon procurement programs. Congress's decision on this issue could have significant implications for Congress's ability to conduct oversight of DOD procurement programs. It could also affect DOD's budgeting practices, budget discipline, and annual funding requirements.", "For additional discussion of this issue as it relates to procurement of Navy ships, see CRS Report RL32776, Navy Ship Procurement: Alternative Funding Approaches—Background and Options for Congress , by [author name scrubbed]."], "subsections": []}, {"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "Description of Policy", "paragraphs": ["For DOD procurement programs, the full funding policy requires the entire procurement cost of a weapon or piece of equipment to be funded in the year in which the item is procured. The rule applies to all weapons and equipment that DOD procures through the procurement title of the annual DOD appropriations act. In general, the policy means that DOD cannot contract for the construction of a new weapon or piece of equipment until the entire cost of that item has been approved by Congress. Sufficient funding must be available for a complete, usable end item before a contract can be let for the construction of that item.", "A principal effect of the full funding policy is to prevent the use of incremental funding in the procurement of DOD weapons and equipment. Under incremental funding, a weapon's cost is divided into two or more annual portions, or increments, that reflect the need to make annual progress payments to the contractor as the weapon is built. Congress then approves each year's increment as part of its action on that year's budget. Under incremental funding, DOD can contract for the construction of a weapon after Congress approves only the initial increment of its cost, and completion of the weapon is dependent on the approval of the remaining increments in future years by that Congress or future Congresses.", "There are two general exceptions to the full funding policy. One permits the use of advance procurement funding for components or parts of an item that have long production leadtimes. The other permits advance procurement funding for economic order quantity (EOQ) procurements, which normally occur in programs that have been approved for multiyear procurement (MYP)."], "subsections": []}, {"section_title": "Origins, Rationale, and Governing Regulations", "paragraphs": [], "subsections": [{"section_title": "A Congressionally Imposed Policy", "paragraphs": ["Congress imposed the full funding policy on DOD in the 1950s to make the total procurement costs of DOD weapons and equipment more visible and thereby enhance Congress's ability to understand and track these costs. Congress's intent in imposing the policy was to strengthen discipline in DOD budgeting and improve Congress's ability to control DOD spending and carry out its oversight of DOD activities. Understanding total costs and how previously appropriated funds are used are key components of Congress's oversight capability."], "subsections": []}, {"section_title": "Governing Regulations", "paragraphs": ["The full funding policy is consistent with two basic laws regarding executive branch expenditures—the Antideficiency Act of 1870, as amended, and the Adequacy of Appropriations Act of 1861. Regulations governing the policy are found in Office of Management and Budget (OMB) Circular A-11 and DOD Directive 7000.14-R, which provide guidelines on budget formulation. Support for the policy has been periodically reaffirmed over the years by Congress, the Government Accountability Office (GAO), and DOD.", "For a detailed discussion of the origins, rationale, and governing regulations of the full funding policy, as well as examples of where Congress, GAO, and DOD have affirmed their support for the policy, see Appendix B ."], "subsections": []}, {"section_title": "Alternative of Incremental Funding", "paragraphs": ["Prior to the imposition of the full funding policy, DOD weapon procurement was accomplished through incremental funding. Incremental funding fell out of favor because opponents believed it did (or could do) one or more of the following:", "make the total procurement costs of weapons and equipment more difficult for Congress to understand and track; create a potential for DOD to start procurement of an item without necessarily understanding its total cost, stating that total cost to Congress, or providing fully for that total cost in future DOD budgets—the so-called \"camel's-nose-under-the-tent\" issue; permit one Congress to \"tie the hands\" of one or more future Congresses by providing initial procurement funding for a weapon whose cost would have to be largely funded by one or more future Congresses; increase weapon procurement costs by exposing weapons under construction to potential uneconomic start-up and stop costs that can occur when budget reductions or other unexpected developments cause one or more of the planned increments to be reduced or deferred.", "Although incremental funding fell out of favor due to the above considerations, supporters of incremental funding could argue that its use in DOD (or federal) procurement can be advantageous because it can do one or more of the following:", "permit very expensive items, such as large Navy ships, to be procured in a given year without displacing other programs from that year's budget, which can increase the costs of the displaced programs due to uneconomic program-disruption start-up and start costs; avoid a potential bias against the procurement of very expensive items that might result from use of full funding due to the item's large up-front procurement cost (which appears in the budget) overshadowing the item's long-term benefits (which do not appear in the budget) or its lower life cycle operation and support (O&S) costs compared to alternatives with lower up-front procurement costs; permit construction to start on a larger number of items in a given year within that year's amount of funding, so as to achieve better production economies of that item than would have been possible under full funding; recognize that certain DOD procurement programs, particularly those incorporating significant amounts of advanced technology, bear some resemblance to research and development activities, even though they are intended to produce usable end items; reduce the amount of unobligated balances associated with DOD procurement programs; implicitly recognize potential limits on DOD's ability to accurately predict the total procurement cost of items, such as ships, that take several years to build; and preserve flexibility for future Congresses to stop \"throwing good money after bad\" by halting funding for the procurement of an item under construction that has become unnecessary or inappropriate due to unanticipated shifts in U.S. strategy or the international security environment."], "subsections": []}]}, {"section_title": "Non-Conforming Procurements", "paragraphs": ["In recent years, some items, notably Navy ships, have been procured with funding profiles that do not conform to the policy as traditionally applied to DOD procurement programs. In addition, DOD is now proposing to procure other items, including both ships and aircraft, with funding profiles that do not conform to the policy as traditionally applied."], "subsections": [{"section_title": "Recent Procurements", "paragraphs": [], "subsections": [{"section_title": "DOD Sealift and Auxiliary Ships in NDSF", "paragraphs": ["As part of its action on the FY1993 defense budget, Congress created the National Defense Sealift Fund (NDSF)—a revolving fund in the DOD budget for the procurement, operation, and maintenance of DOD-owned sealift ships —and transferred procurement of new military sealift ships and certain Navy auxiliary ships from the Shipbuilding and Conversion, Navy (SCN) appropriation account, where they traditionally had been procured, to the NDSF. Since the NDSF is outside the procurement title of the defense appropriation act, sealift ships procured since FY1993, including DOD's new Large, Medium-Speed, Roll-on/Roll-off (LMSR) ships, as well as Navy Lewis and Clark (TAKE-1) dry cargo ships procured since FY2003, have not been subject to the full funding policy as traditionally applied to DOD procurement programs.", "As discussed in a 1996 CRS report, although individual LMSRs were ostensibly fully funded each year by Congress, like ships procured in the SCN account, DOD in some cases actually applied LMSR funding provided in a given year to partially finance the construction of LMSRs authorized in various years. For example, although Congress ostensibly approved $546.4 million in FY1995 for the procurement of two LMSRs, the FY1995 funds were actually applied to help finance portions of 16 LMSRs whose construction contracts were awarded between FY1993 and FY1997. In explaining its use of funds in the LMSR program, DOD stated:", "The National Defense Sealift Fund (NDSF) is not a procurement appropriation but a revolving fund. Dollars appropriated by Congress for the fund are not appropriated to purchase specific hulls as in the case of, for example the Navy's DDG-51 program. Rather, dollars made available to the NDSF are executed on an oldest money first basis. Therefore, full funding provisions as normally understood for ship acquisition do not apply."], "subsections": []}, {"section_title": "Individual Navy Ships in SCN in the 1990s", "paragraphs": ["The Navy during the 1990s procured several individual ships in the SCN account during the 1990s—including amphibious ships, aircraft carriers, and an attack submarine—with funding profiles approved by Congress that, for various reasons, do not appear to conform to the full funding policy as traditionally applied to DOD procurement programs. These ships were listed and discussed in CRS testimony to the House Armed Services Committee on March 9, 1999."], "subsections": []}, {"section_title": "LHD-8 Amphibious Assault Ship Incremental Funding", "paragraphs": ["More recently, Congress included, in both the FY2000 and FY2001 defense appropriations acts, a provision in the SCN section stating \"That the Secretary of the Navy is hereby granted the authority to enter into a contract for an LHD-1 [class] Amphibious Assault Ship which shall be funded on an incremental basis.\" The ship in question is LHD-8, which was funded on an incremental basis, with the final increment provided in FY2006. DOD records the ship in its budget presentations as an FY2002-procured item."], "subsections": []}, {"section_title": "LCS Lead Ships in RDT&E", "paragraphs": ["As part of its proposed FY2005 and FY2006 budget submissions, the Administration proposed, and Congress approved, funding the two lead Littoral Combat Ships (LCSs) in the Navy's research, development, test and evaluation (RDT&E) account rather than the SCN account, where Navy ships traditionally have been procured. Since the Navy's RDT&E account is outside the procurement title of the defense appropriation act, the ships are not subject to the full funding policy as traditionally applied to DOD procurement programs."], "subsections": []}, {"section_title": "Leasing Authority for Refueling Tanker Aircraft", "paragraphs": ["As part of its action on the FY2002 defense appropriations bill, Congress granted DOD authority to enter into a 10-year leasing arrangement for 100 aircraft based on the Boeing 767 commercial aircraft design to serve as Air Force aerial refueling tankers. Although this was a leasing arrangement rather than a procurement action, some critics argued that the stream of annual lease payments to be made under the arrangement could be viewed as the equivalent of incremental funding. As part of its action on the FY2004 defense authorization bill, Congress granted DOD revised authority to enter into a 10-year leasing arrangement for 20 aircraft and to procure up to 80 additional aircraft under a multiyear procurement contract that uses incremental funding. The tanker lease was ultimately not implemented."], "subsections": []}]}, {"section_title": "Proposed or Suggested Procurements", "paragraphs": ["In addition to the recent non-conforming examples cited above, DOD in recent budget submissions has proposed or suggested procuring additional ships, aircraft, and satellites using funding approaches that would not conform to the full funding policy as traditionally applied to DOD procurement programs."], "subsections": [{"section_title": "Large Satellites Incrementally Funded", "paragraphs": ["In testimony to the Strategic Forces subcommittee of the Senate Armed Services Committee on the proposed FY2008 military space programs budget, Ronald Sega, the Undersecretary of the Air Force, suggested using incremental funding for procuring large, expensive satellites that are not procured in large numbers."], "subsections": []}, {"section_title": "LHA-6 Amphibious Ship Incrementally Funded", "paragraphs": ["The Administration, as part of its FY2007 and FY2008 defense budget submission, proposed to procure an amphibious assault ship called LHA-6—the lead ship in the LHA (Replacement), or LHA(R) program—in FY2007 using split funding (a two-year form of incremental funding) in FY2007 and FY2008."], "subsections": []}, {"section_title": "First Two DDG-1000 Destroyers Incrementally Funded", "paragraphs": ["The Administration, as part of its FY2007 and FY2008 defense budget submissions, proposed to procure each of the first two DDG-1000 (formerly DD(X)) destroyers in FY2007 using split funding in FY2007 and FY2008."], "subsections": []}, {"section_title": "CVN-78 Aircraft Carrier Incrementally Funded", "paragraphs": ["The Administration, as part of its FY2007 and FY2008 defense budget submission, proposed to procure the aircraft carrier CVN-78 in FY2008 using split funding in FY2008 and FY2009. About 35.2% of the ship's estimated procurement cost of $10.5 billion was provided in the form of advance procurement funding between FY2001 and FY2007, 26.1% is to be provided in the procurement year of FY2008, and 38.8% is to be provided in FY2009."], "subsections": []}, {"section_title": "F-22 Aircraft Incrementally Funded", "paragraphs": ["The Administration, as part of its FY2007 budget submission, is proposing to procure F-22 aircraft over the next several years using incremental funding."], "subsections": []}, {"section_title": "First DDG-1000 Destroyer Incrementally Funded in RDT&E", "paragraphs": ["The Administration, as part of its FY2005 defense budget submission, proposed procuring the lead DDG-1000 destroyer in the Navy's RDT&E account rather than the SCN account. Congress, in acting on the FY2005 budget, directed that the lead DDG-1000 be funded in the SCN account."], "subsections": []}, {"section_title": "C-17 Airlift Aircraft MYP", "paragraphs": ["The Administration, as part of its FY2003, FY2004, and FY2005 defense budgets submissions, proposed procuring 60 C-17 airlift aircraft under a follow-on multiyear procurement (MYP) arrangement approved by Congress in FY2002 that would procure at least some of the aircraft with funding profiles that resembled incremental funding rather than full funding. Under this approach, the Air Force has requested Congress to appropriate enough money in a given year to make progress payments on the MYP contract rather than to fully fund a specific number of aircraft. The affect would be to reduce requested funding in the initial years of the contract and increase amounts requested in later years. This proposal is of particular note because it would, if implemented, extend use of something resembling incremental procurement to an area of defense weapon procurement outside shipbuilding."], "subsections": []}, {"section_title": "Advance Appropriations for Navy Ships in SCN", "paragraphs": ["In 2001 and again in 2005, some Navy officials advocated the use of a funding arrangement called advance appropriations for Navy ships, particularly as a means of increasing the number of ships that could be placed under construction in the near term with available funding. Use of advance appropriations would enable the Navy to begin construction on a ship in a given year even though the budget authority for that year provided only an initial increment of the total procurement cost of the ship.", "Under advance appropriations, funding for the entire procurement cost of a ship would be approved by Congress in a single decision. In contrast, however, to traditional full funding, in which the full procurement cost of the ship is assigned to (i.e., scored in) the budget year in which it is procured, under advance appropriations, the procurement cost of the ship approved in a given year would be divided into several portions, or increments, that would be scored across several budget years starting with the original year of procurement.", "In contrast to incremental funding, under which Congress must take a positive action each year to approve the portion of the ship's cost assigned to that year, with advance appropriations, Congress each year would need to take a positive action to cancel the portion of the ship's cost assigned to that year. Although Navy supporters of the advance appropriation concept stressed that advance appropriations is a form of full funding rather than incremental funding, they acknowledge that advance appropriations could be described informally as a legislatively locked-in counterpart to incremental funding.", "OMB Circular A-11 defines advance appropriations as appropriations that are:", "Enacted normally in the current year; Scored after the budget year (e.g., in each of one, two, or more later years, depending on the language); and Available for obligation in the year scored and subsequent years if specified in the language.", "The circular allows for the use of advance appropriations to help finance capital assets under certain circumstances. Specifically, Principle 2 in Appendix J on principles of financing capital assets, states (italics as in the original):", "Regular appropriations for the full funding of a capital project or a useful segment (or investment) of a capital project in the budget year are preferred. If this results in spikes that, in the judgment of OMB, cannot be accommodated by the agency or the Congress, a combination of regular and advance appropriations that together provide full funding for a capital project or a useful segment or an investment should be proposed in the budget.", "Explanation: Principle 1 (Full Funding) is met as long as a combination of regular and advance appropriations provide budget authority sufficient to complete the capital project or useful segment or investment. Full funding in the budget year with regular appropriations alone is preferred because it leads to tradeoffs within the budget year with spending for other capital assets and with spending for purposes other than capital assets. In contrast, full funding for a capital project (investment) over several years with regular appropriations for the first year and advance appropriations for subsequent years may bias tradeoffs in the budget year in favor of the proposed asset because with advance appropriations the full cost of the asset is not included in the budget year. Advance appropriations, because they are scored in the year they become available for obligation, may constrain the budget authority and outlays available for regular appropriations of that year.", "If, however, the lumpiness caused by regular appropriations cannot be accommodated within an agency or Appropriations Subcommittee, advance appropriations can ameliorate that problem while still providing that all of the budget authority is enacted in advance for the capital project (investment) or useful segment. The latter helps ensure that agencies develop appropriate plans and budgets and that all costs and benefits are identified prior to providing resources. In addition, amounts of advance appropriations can be matched to funding requirements for completing natural components of the useful segment. Advance appropriations have the same benefits as regular appropriations for improved planning, management, and accountability of the project (investment).", "Navy advocates of using advance appropriations for Navy shipbuilding noted that the mechanism is used by several federal agencies other than DOD.", "Although use of advance appropriations for Navy shipbuilding was supported in 2001 by some Navy officials and some Members of Congress, the Navy in 2001 apparently did not receive approval from the Office of Management and Budget (OMB) to use the approach for shipbuilding, and did not officially propose its use as part of its FY2002 budget submission to Congress. Congress in 2001 did not adopt advance appropriations as a mechanism for funding Navy ships. The House Appropriations Committee, in its report ( H.Rept. 107-298 of November 19, 2001) on the FY2002 defense appropriations bill ( H.R. 3338 ), stated that it was", "dismayed that the Navy continues to advocate the use of alternative financing mechanisms to artificially increase shipbuilding rates, such as advanced appropriations, or incremental funding of ships, which only serve to decrease cost visibility and accountability on these important programs. In attempting to establish advanced appropriations as a legitimate budgeting technique, those Navy advocates of such practices would actually decrease the flexibility of future Administrations and Congresses to make rational capital budgeting decisions with regard to shipbuilding programs. Accordingly, the Committee bill includes a new general provision (section 8150) which prohibits the Defense Department from budgeting for shipbuilding programs on the basis of advanced appropriations.", "The general provision mentioned above (Section 8150) was not included in the final version of the bill that was passed by Congress and signed into law ( P.L. 107-117 of January 10, 2002).", "For discussion of proposals from Navy officials in 2005 for using advance appropriations for procuring Navy ships, see CRS Report RL32776, Navy Ship Procurement: Alternative Funding Approaches—Background and Options for Congress , by [author name scrubbed]."], "subsections": []}]}]}]}, {"section_title": "Issues and Options for Congress", "paragraphs": [], "subsections": [{"section_title": "Options", "paragraphs": [], "subsections": [{"section_title": "Responding to Specific Non-Conforming Proposals", "paragraphs": ["In response to the proposals listed above to procure ships and aircraft with funding profiles that do not conform to the policy as traditionally applied to DOD procurement programs, Congress has six basic options:", "Approve procurement of the items using the proposed non-conforming approach without added bill or report language . This option, if implemented, might well be viewed by DOD or others as setting a precedent for applying non-conforming funding approaches to other DOD procurement programs in the future. Approve procurement of the items using the proposed non-conforming approach, but with added bill or report language intended to limit the application of the approach strictly to the specific program in question. This option would accommodate DOD's request for FY2003 while attempting to avoid setting such a precedent. The success of this option in not setting such a precedent could depend on the forcefulness of the wording used in the bill or report language. Approve procurement of the items with a conforming funding approach, but without added bill or report language. This option would avoid setting a precedent for using non-conforming approaches in the future and perhaps, by inference, also affirm Congress's preference for the full funding policy. Approve procurement of the items with both a conforming funding approach and added bill or report language affirming Congress's preference for the full funding policy. This option would avoid setting a precedent for using non-conforming approaches in the future and positively affirm Congress's preference for the full funding policy. Reject procurement of the requested items entirely, without added bill or report language. This option might or might not be interpreted by DOD as affirming Congress's preference for the full funding provision, depending on other issues relating to the program (e.g., concerns about need for the program, or its cost) that might be viewed as having influenced Congress's decision on it. Reject procurement of the items with added bill or report language affirming Congress's preference for the full funding policy. This option would positively affirm Congress's preference for the full funding provision, particularly if the added legislation or comment makes it clear that Congress's decision to not procure the items was directly related to the proposal to fund them using a non-conforming approach."], "subsections": []}, {"section_title": "General Legislative Options", "paragraphs": ["In addition to responding to specific proposals for procuring ships and aircraft with non-conforming approaches, Congress may consider options for addressing legislatively the application of the full funding policy to DOD procurement programs generally. In this regard, Congress could decide to either maintain the status quo or add new bill or report language.", "New bill or report language could be aimed at any of the following basic objectives:", "Terminating the application of the full funding policy to DOD procurement programs. This option could involve dropping the current policy preference for full funding and permitting DOD to employ either full funding, incremental funding, or some other funding approach, depending on which approach DOD deems most appropriate for the program in question. Alternatively, this option could involve instituting a new policy that prohibits the use of full funding and perhaps establishes a new policy preference for using incremental funding or some other funding approach. Relaxing or otherwise modifying the application of the policy to DOD procurement programs. This option could involve permitting non-conforming approaches to be used for certain categories of weapons or equipment, or for procurements conducted under certain circumstances. It could also involve permitting DOD to make greater use of alternative budgeting mechanisms, such as revolving funds, for procurement of weapons and equipment. As discussed in Appendix B , a 1996 GAO report examined some alternative mechanisms used at certain government agencies other than DOD and recommended that \"The Congress should consider enabling agencies to use more flexible budgeting mechanisms that accommodate up-front funding over the longer term while providing appropriate oversight and control.\" Strengthening or expanding the scope of application of the policy as it relates to DOD programs. This option could involve giving the full funding provision a specific basis in statute for DOD (or federal) programs, or applying it to DOD programs funded outside the procurement title of the DOD appropriations act, such as those funded in the RDT&E account or the National Defense Sealift Fund.", "One recent example of proposed legislation relating to the use of full funding in DOD procurement programs, mentioned earlier, was Section 8150 of the FY2002 defense appropriations bill ( H.R. 3338 ) as reported by the House Appropriations Committee ( H.Rept. 107-298 of January 10, 2002), which stated:", "None of the funds appropriated in this Act may be used to prepare a budget request for submission to Congress by the Department of Defense for fiscal year 2003 that contains any proposal to acquire ships for the Department of the Navy through the use of incremental funding amounts or advanced appropriations. The limitation against incremental funding does not apply to the specific shipbuilding programs that were funded on an incremental basis in fiscal year 2002.", "As mentioned earlier, this provision was not included in the final version of the bill that was passed by Congress and signed into law ( P.L. 107-117 of January 10, 2002).", "A second example concerns the National Defense Airlift Fund (NDAF)—a revolving fund outside the procurement title of the DOD appropriations act that was similar to the NDSF, but intended for airlift aircraft such as the C-17. The NDAF was established by report language on the FY2001 defense appropriations bill ( H.R. 4576 / S. 2593 ). The conference report on the bill directed that C-17s be procured in the NDAF rather than the Air Force's aircraft procurement account, where airlift planes traditionally had been procured, but also directed that C-17 procurement conform to the full funding policy:", "The conferees direct that the Department of Defense budget for all future C-17 procurement and support costs within the National Defense Airlift Fund. The conferees direct that future budget documents for the NDAF should conform to the requirements for other DOD procurement accounts including the content and format of budget exhibits, reprogramming thresholds among procurement, advanced procurement, and interim contractor support line items, application of the procurement full funding policy , and Congressional notification for changes in quantity.", "The NDAF was disestablished as part of Congress's action on the FY2002 defense appropriations bill, and procurement of C-17s reverted to the Air Force's aircraft procurement account.", "A third example is Section 1007 of the FY1996 defense authorization bill ( H.R. 1530 ) as reported by the House National Security Committee ( H.Rept. 104-131 of June 1, 1995), which would amend 10 USC 114 at the end by adding the following new subsection:", "(f) (1) No funds may be appropriated, or authorized to be appropriated, for any fiscal year for a purpose named in paragraph (1), (3), (4), or (5) of subsection (a) using incremental funding.", "(2) In the budget submitted by the President for any fiscal year, the President may not request appropriations, or authorization of appropriations, on the basis of incremental funding for a purpose specified in paragraph (1).", "(3) In this subsection, the term ''incremental funding'' means the provision of funds for a fiscal year for a procurement in less than the full amount required for procurement of a complete and usable product, with the expectation (or plan) for additional funding to be made for subsequent fiscal years to complete the procurement of a complete and usable product.", "(4) This subsection does not apply with respect to funding classified as advance procurement funding.", "This provision was not included in the final version of the bill ( S. 1124 ) that was passed by Congress and signed into law ( P.L. 104-106 of February 10, 1996)."], "subsections": []}]}, {"section_title": "Issues", "paragraphs": ["In considering options for responding to specific DOD proposals for non-conforming approaches, or for addressing the issue of full funding in DOD procurement generally, Congress can consider several factors, including Congress's power of the purse, congressional oversight of DOD procurement programs, future Congresses, DOD budgeting and program-execution discipline, and the potential impact on weapon procurement costs."], "subsections": [{"section_title": "Congressional Power of the Purse", "paragraphs": ["As shown in the excerpts from the congressional hearings and reports presented in Appendix B , the full funding policy has long been considered important to Congress's ability to control executive branch spending. DOD spending forms a large part of overall federal spending (and an even larger share of discretionary federal spending). Procurement of weapons and equipment in turn forms an important part of overall DOD spending (and an even larger share of the portion of the DOD budget that is considered more \"discretionary\" in nature). Congressional hearings and GAO reports over the years suggest that circumscribing the application of the full funding policy to DOD procurement programs could reduce congressional control over spending."], "subsections": []}, {"section_title": "Congressional Oversight of DOD Procurement Programs", "paragraphs": ["As also shown in the excerpts presented in Appendix B , the full funding policy has traditionally been viewed as beneficial in terms of making the total cost of DOD weapons and equipment more visible to Congress. As mentioned earlier, understanding total costs and how previously appropriated funds are used are key components of Congress's oversight capability. Incremental funding or other non-conforming funding approaches, by spreading the costs of individual weapons or pieces of equipment over several years, could complicate the task of understanding and tracking total weapon costs and the uses of previously appropriated funds, particularly if such approaches are applied to numerous weapon acquisition programs.", "As also shown in the excerpts from the 1996 GAO report presented in Appendix B , however, GAO's case studies of certain federal agencies other than DOD suggests that there may be room under certain circumstances for using alternative funding mechanisms, such as revolving funds, in a way that preserves congressional control of spending and congressional oversight. The issue is whether these alternative mechanisms would be appropriate for DOD, which has a much larger budget and much larger annual capital needs than most other federal agencies."], "subsections": []}, {"section_title": "Future Congresses", "paragraphs": ["As discussed in the excerpts presented in Appendix B , use of incremental funding or other non-conforming approaches could commit future Congresses to providing funding for programs initiated by previous Congresses, and thereby reduce the flexibility of future Congresses to adapt current-year budgets to changing needs. Alternatively, as mentioned earlier, it could be argued that incremental funding can enhance Congress's ability to respond to changing circumstances by giving future congresses the ability to stop funding the construction of a weapon that suddenly becomes unnecessary or inappropriate due to unanticipated shifts in U.S. strategy or the international security environment. Incremental funding, in this view, could permit Congress to stop throwing good money after bad."], "subsections": []}, {"section_title": "DOD Budgeting and Program-Execution Discipline", "paragraphs": ["Independent of its importance to congressional powers and responsibilities, the full funding policy is viewed by DOD and others as imposing discipline on DOD budgeting practices. As shown in the excerpts presented in Appendix B , full funding is often viewed as helping to ensure that DOD officials identify, make investment trade-offs on the basis of, and budget adequately for the full costs of its weapons and equipment. In addition, DOD has sometimes stated that full funding is a source of discipline on DOD program managers that encourages them to execute their programs within cost.", "Alternatively, as mentioned earlier, it could be argued that use of incremental funding can assist in the making of unbiased investment trade-offs by avoiding a potential bias against the procurement of very expensive items that might result from an item's large up-front procurement cost (which appears in the budget) overshadowing its long-term benefits (which do not appear in the budget) or its lower life cycle operation and support (O&S) costs compared to alternatives with lower up-front procurement costs. It could also be argued that some DOD procurement programs incorporate significant amounts of advanced technology and that GAO, in a 2001 letter report and briefing on incremental funding of capital asset acquisitions, stated that it \"recognizes that some incremental funding for high technology acquisitions is justified because, while such projects are intended to result in a usable asset, they are closer in nature to research and development activities.\"", "In addition, it could be argued that use of incremental funding would be advantageous in DOD budgeting because, as mentioned earlier, it reduces the amount of unobligated balances associated with DOD procurement programs. Finally, it could be argued that use of incremental funding can be advantageous in DOD budgeting because it implicitly recognizes potential limits on DOD's ability to accurately predict the total procurement costs of items, such as ships, that take several years to build."], "subsections": []}, {"section_title": "Potential Impact on Weapon Costs", "paragraphs": ["Funding approaches like incremental funding and advance appropriations can permit the military services to start construction on a greater number of weapons in the near term than would be possible under full funding. This could make incremental funding and advance appropriations attractive in the near term to service officials, industry officials, and their supporters, particularly given the decreased rates of weapon procurement that began in the early 1990s and are currently programmed by DOD to continue for several more years. The full costs of weapons started under these approaches, however, would eventually have to be paid in later years (along with the costs of weapons procured in those later years).", "As reflected in some of the excerpts presented in Appendix B , incremental funding traditionally has been viewed as creating a potential for increasing weapon procurement costs due to uneconomic start-up and stop costs that can occur when budget reductions or other unexpected developments cause one or more of the planned increments to be reduced or deferred. A related argument is that if firms are uncertain about approval of future funding increments for a particular weapon, they may be less inclined to invest in new and more efficient production technologies for that weapon, effectively increasing its cost.", "It could also be argued, however, that incremental funding or advance appropriations can help reduce weapon procurement costs in at least two specific cases. The first concerns a very expensive item, such as a large ship, that is usually procured once every few years. The examples usually cited are aircraft carriers and amphibious assault ships. If the Navy is not permitted to have a one-year \"spike\" in the SCN account in the year that it procures such a ship, then fully funding the ship within the SCN account could require other planned ship-procurement efforts to be delayed to the following year. Such a delay, it can be argued, could disrupt the production lines for those other ships, which could increase their procurement prices due to the resulting shut-down and start-up costs.", "The second concerns a very specific (and perhaps rare) scenario under which a weapon that is beyond its initial \"ramp-up\" period of procurement (i.e., a program that is ready from a technical and managerial standpoint to execute higher rates of procurement) is, due to near-term budget constraints, planned for procurement at a very uneconomic rate in the near term, but at a more-than-economic-rate a few years later. Under such a specific scenario, use of incremental funding or advance appropriations could permit the service to shift the start of production of some of the units planned for later years into the near term, improving production economies of scale in the near term while preserving adequate production economies of scale in later years. If the near-term gains in economies of scale are greater than the downstream losses in economies of scale, the result could be a reduced combined procurement cost for all of the weapons in question.", "Two factors bear upon the current debate over whether to procure DOD weapons using non-conforming funding approaches: The first is the relatively low rates at which many DOD weapon and equipment programs are currently planned for procurement. The second is the interest that some Members of Congress have in modernizing DOD's weapons and equipment more quickly than now planned and in maintaining the financial health of U.S. defense firms, particularly those that have experienced several years of reduced production rates. One potentially important question is whether the military services or defense firms are taking advantage of these two factors to induce Congress to adopt non-conforming funding approaches that could permit increased weapon-procurement rates in the near term, but also, by reducing adherence to the full funding policy, permanently weaken Congress's ability to conduct oversight of DOD programs.", "Military and defense-industry officials likely would not admit openly to pursuing such a strategy. Indeed, they might not even be aware that proposals for non-conforming funding approaches could pose such a trade-off for Congress. Nevertheless, addressing such proposals may involve balancing a need to meet DOD procurement goals within available funding against the goal of preserving Congress's control over DOD spending and its ability to conduct oversight of DOD programs."], "subsections": []}]}]}, {"section_title": "Legislative Activity For FY2008", "paragraphs": [], "subsections": [{"section_title": "FY2008 Defense Authorization Bill (H.R. 1585/S. 1547)", "paragraphs": [], "subsections": [{"section_title": "House", "paragraphs": ["The House Armed Services Committee, in its report ( H.Rept. 110-146 of May 11, 2007) on the FY2008 defense authorization bill ( H.R. 1585 ), approved the Navy's FY2008 request for the second of two increments of procurement funding for the amphibious assault ship LHA-6, the second of two increments of procurement funding for the first two DDG-1000 destroyers, and the first of two increments of procurement funding for the aircraft carrier CVN-78."], "subsections": []}, {"section_title": "Senate", "paragraphs": ["The Senate Armed Services Committee, in its report ( S.Rept. 110-77 of June 5, 2007) on the FY2008 defense authorization bill ( S. 1547 ), approved the Navy's FY2008 request for the second of two increments of procurement funding for the amphibious assault ship LHA-6, the second of two increments of procurement funding for the first two DDG-1000 destroyers, and (with a recommended $20-million reduction) the first of two increments of procurement funding for the aircraft carrier CVN-78. With regard to Space-Based Infrared Satellite System (SBIRS) High satellites, the committees report states:", "The budget request included $587.0 million in Research, Development, Test, and Evaluation, Air Force (RDTEAF), PE 64441F, for Space-Based Infrared Satellite System (SBIRS) High. The committee recommends an increase of $100.0 million to address nonrecurring and other obsolescence issues to support SBIRS High GEO satellites three and four. As a result of the time elapsed between the acquisition of the SBIRS High GEO satellites one and two and the planned acquisition of satellites three and four, some significant redesign work is necessary. This gap has served to highlight an issue in the allocation between research and development funding for constellations with a small number of satellites. While the committee does not support incremental funding of satellite programs, production or acquisition gaps in these small constellations, in certain limited circumstances may dictate treatment of these later satellites as research and development satellites. This problem is limited to constellations of no more than four satellites and occurs when substantial nonrecurring costs are incurred.", "The committee directs the Secretary of Defense to submit a report no later than August 1, 2007 outlining the budgetary and programmatic implications of utilizing Research and Development funds for small constellations of satellites in limited circumstances, including when such a funding approach might be appropriate. The committee also directs the Secretary to address in the report alternative approaches and options to fund satellite development and testing, including the establishment of a single Air Force budget line for space research, development, and testing. (Page 230)", "Appendix A. Prior-Year Legislative Activity", "FY2007", "FY2007 Defense Authorization Act ( H.R. 5122 / P.L. 109-364 )", "House", "In its report ( H.Rept. 109-452 of May 5, 2006) on H.R. 5122 , the House Armed Services Committee recommended approval of the Administration's proposed use of split funding FY2007 and FY2008 for procuring the amphibious assault ship LHA-6, but did not recommend approval of the Administration's proposal to use split funding in FY2007 and FY2008 for procuring the two lead DDG-1000 destroyers. The committee for FY2007 instead recommended full funding for one DDG-1000, and design funding for a second. The committee also did not recommend approval of the Administration's request to use incremental funding for procuring F-22 aircraft.", "Regarding shipbuilding programs, the committee's report also states:", "The budget request recommends incremental funding for 3 of the 7 ships in the request, including for the first time construction of a surface combatant, the next-generation destroyer DD(X). Furthermore, during the consideration of the National Defense Authorization Act for Fiscal Year 2006 ( P.L. 109-163 ), the Navy sought and was granted the authority to use incremental funding for the next aircraft carrier [CVN-78], which will be recorded as procured in 2008.", "The committee remains concerned that the use of incremental funding is not a solution to the Navy's problem in funding shipbuilding. While incremental funding can allow the Navy to smooth out the dramatic spikes in shipbuilding funding required as a result of aircraft carrier construction every four or five years, it does not fundamentally increase the number of ships that a given amount of money will purchase. During the committee's hearings on shipbuilding, all witnesses emphasized the importance of program and funding stability as the top priority for reducing the cost of shipbuilding and sustaining the shipbuilding industrial base. The committee notes that Congress adopted the full funding policy in the 1950s in part because of a concern that incremental funding was detrimental to funding stability. Future congresses may find themselves unwilling, or unable, to fund completion of ships begun in prior years and only partially funded. The committee remains convinced that the full funding policy is the correct policy for funding shipbuilding.", "The committee understands that the Department of Defense this year considered submission of a legislative proposal that would permanently authorize the use of \"split funding\" for aircraft carriers and large deck amphibious ships, and the Navy's fiscal year 2007 shipbuilding plan already assumes such authority for the second LHA class amphibious assault ship. The committee has approved the use of split funding for certain ships in certain cases. However, the committee does not believe that a blanket policy supporting incremental funding for any class of ship is appropriate, and has not included such a provision in the bill. (Pages 68-69)", "Regarding the F-22 program, the committee's report states:", "The committee notes that the Fiscal Year 2007 budget request included $2 billion for the Department of the Air Force's F-22 aircraft program. However, despite the Fiscal Year 2006 projection for procurement of 29 F-22's in Fiscal Year 2007, the funds requested for Fiscal Year 2007 were for subassemblies and not aircraft. Rather than authorize incremental funding for major aircraft programs, which Congress has not done in decades, the committee recommends an additional $1.4 billion for the full funding for procurement of 20 F-22 aircraft. (Page 14)", "The report also states:", "The budget request contained $1.5 billion for the F-22 aircraft procurement program, but included insufficient funds to procure 20 F-22 aircraft in fiscal year 2007....", "The budget request included an F-22 multiyear acquisition strategy to procure 3 lots, numbered as lots 7 through 9, each consisting of 20 aircraft, between fiscal years 2008 and 2010. As part of this strategy, the budget request included a plan to incrementally fund each of these three lots over a three year period through budgeting for advance procurement two years prior to full funding, subassembly activities to be budgeted one year prior to full funding, and final assembly to be budgeted in the third year. The committee understands that the Department of Defense's F-22 multiyear acquisition strategy is inconsistent with the full-funding policy which would allow for advance procurement of long-lead items to protect a delivery schedule, and require a budget for procurement of complete and useable end items in a fiscal year.", "The committee considers the F-22 incremental funding acquisition strategy to be wholly unacceptable. The committee believes that the full-funding policy should apply to the F-22 aircraft procurement program, and any other Department of Defense aircraft procurement program contemplated in the foreseeable future. The committee further believes that incremental funding of aircraft procurement programs presents an unacceptable budgeting risk that, due to unforeseen circumstances, future funding increments may not be authorized and appropriated to provide the required funding increments which would result in partially completed end items that are of no military value to the Department of Defense or to warfighting commands.", "Therefore, the committee recommends $2.9 billion to fully fund and procure 20 F-22 aircraft in fiscal year 2007, an increase of $1.4 billion. The committee very strongly urges the Department of Defense and the Department of the Air Force to restructure its future F-22 procurement budget plans to comply with the full-funding policy. (Page 105)", "The report also commented on the use of incremental funding for military construction programs, which are not procurement programs, but rather programs for building military bases and facilities. Military construction programs are funded through a military construction appropriations bill that is separate from the DOD appropriation bill, and consequently are not subject to the full funding policy that covers items funded through the procurement title of the DOD appropriation bill. Military construction programs have made regular use of incremental funding. With regard to military construction programs, the report states:", "The committee is troubled by the January 10, 2006, guidance from the Office of Management and Budget to cease use of incremental funding of military construction projects except for the purposes of base realignment and closure activities and projects that have \"major national security impacts.\"", "Due to the implementation of this guidance during the fiscal year 2007 budget process, Department of Defense components were forced to cut a number of important projects from the fiscal year 2007 program. As a result, several construction projects that are critical to military readiness, important to the effective conduct of military operations, or necessary to enhance quality of life have been indefinitely deferred. In at least one such case, incremental execution would likely be the more efficient means of funding and constructing the project.", "The committee notes that the Department has a record of effective management while utilizing incremental funding for military construction projects. As such, the committee recommends \"re-incrementing\" two projects contained in the budget request, including recapitalization of hangar 5 at Naval Air Station Whidbey Island, Washington. While this would result in a funding reduction in fiscal year 2007 of $31,153,000, the committee recommends full authorization for the project of $57,653,000 and expects the Secretary of the Navy to execute the project under proven incremental funding practices. (Page 431)", "The report similarly states:", "As noted [earlier in the report], the committee is troubled by the January 10, 2006, guidance from the Office of Management and Budget to cease use of incremental funding of military construction projects except for the purposes of base realignment and closure activities and projects that have \"major national security impacts.\"", "In light of the Department of Defense's proven record of effective management while utilizing incremental funding for military construction projects, the committee recommends \"re-incrementing\" the project to replace a clinic at MacDill Air Force Base, Florida. While this results in a funding reduction in fiscal year 2007 of $41,400,000, the committee recommends full authorization for the project of $92,000,000 and expects the Secretary of Defense to execute the project under proven incremental funding practices. (Page 434)", "Senate", "Section 121 of the Senate version of the FY2007 defense authorization bill ( S. 2766 would authorize the use of four-year incremental funding for procuring CVN-78 and future aircraft carriers, rather than split funding (i.e., 2-year incremental funding) as proposed by the Navy. Under 4-year incremental funding, the main portion of the procurement cost of CVN-78, for example, would be divided into four increments that would be provided in FY2008, the ship's year of procurement, and the three following years.", "Section 121 would also authorize the Navy to contract in FY2007 for the procurement long-lead items for CVN-79 and CVN-80, aircraft carriers that the Navy plans to procure in FY2012 and FY2016, respectively. This authority resembles an economic order quantity (EOQ) arrangement, except that EOQs normally take place within the context of a multiyear procurement (MYP). These ships have not been approved for MYP, and under past practice would not qualify for it under the requirements set forth in the law governing MYP arrangements. MYP arrangements are permitted to cover items to be procured over a period of up to five years, while the authority granted under Section 121 would cover three ships that the Navy wants to procure over a period of nine years (FY2008-FY2016).", "Section 146 of the bill would prohibit the use of incremental funding for procuring F-22 aircraft. (The section would also prohibit the Air Force from entering into a multiyear procurement (MYP) contract for the program in FY2007.)", "In its report ( S.Rept. 109-254 of May 9, 2006) on S. 2766 , the Senate Armed Services Committee recommended approval of the Administration's proposed use of split funding FY2007 and FY2008 for procuring LHA-6 and the two lead DDG-1000s.", "With regard to Section 121 on aircraft carriers, the report states:", "The committee recommends a provision that would authorize the Secretary of the Navy to incrementally fund procurement of CVN-21 class aircraft carriers over four year periods, commencing with CVN-78 procurement in fiscal year 2008. The budget request included $739.1 million in Shipbuilding and Conversion, Navy (SCN) for CVN-78 advance procurement and $45.1 million in SCN for CVN-79 advance procurement. The provision would also authorize advance procurement for CVN-80, commencing in fiscal year 2007.", "In reviewing the budget request for fiscal year 2006, the committee received testimony from the Navy and industry that the low rate of shipbuilding was driving higher costs, which in turn further reduced shipbuilding rates, creating a downward spiral. The committee believes that stable ship requirements, increased funding in the shipbuilding budget, and increased flexibility for funding large capital ships are critical elements of any strategy to reverse this trend.", "The Secretary of the Navy's fiscal year 2007 report to Congress on the long-range plan for the construction of naval vessels identifies a requirement to procure the CVN-21 class aircraft carriers at 4-year intervals, commencing in fiscal year 2008. The Navy originally planned to procure the first CVN-21 class aircraft carrier, CVN-78, in fiscal year 2006. Since then, the Navy has delayed procurement to 2008, which has delayed fielding this vital capability, while significantly increasing the aircraft carrier's procurement cost. The committee believes that procuring and delivering the CVN-21 class aircraft carriers over 4-year periods in accordance with the Navy's long-range plan is vital to the National Defense Strategy, and is vital to the affordability of these capital ships.", "Elsewhere in this report, the committee has expressed concern with cost growth on the CVN-77 program, and has urged the Navy and the shipbuilder to identify opportunities to improve affordability of future aircraft carriers. Procurement delays, excess inflation, and material escalation have been reported as significant contributors to CVN-77 cost growth. The shipbuilder has proposed to achieve significant CVN-21 class program savings through a stable procurement plan, and through procurement of economic order quantity material for CVN-79 and CVN-80 in conjunction with CVN-78 procurement.", "In view of the potential for significant program savings, the committee recommends an increase of $50.0 million in SCN for CVN-21 class advance procurement, and directs the Secretary of the Navy to review economic order quantity and long lead time material procurement for the CVN-21 class. The Secretary is to submit a report to the congressional defense committees with the fiscal year 2008 budget request, outlining the advance procurement requirements to potentially optimize economic order quantity savings and escalation avoidance (to include offsetting factors) for the first three vessels of the CVN-21 class. Of the amount authorized to be appropriated for advance procurement for CVN-79 and CVN-80, none of the funds are available for obligation prior to 30 days following receipt of the Secretary's report. (Page 67)", "With regard to Section 146's prohibition of incremental funding for the F-22 program, the report states:", "The committee recommends a provision that would prohibit the Secretary of the Air Force from using incremental funding for the procurement of F-22A aircraft. In the past, the Congress has approved of incremental funding of certain space programs and a select number of shipbuilding programs. Notwithstanding assertions to the contrary, authorizing incremental funding for the F-22A would set a precedent for funding aircraft. The committee sees no justification for setting such a precedent in the case of the F-22A, where the Department of Defense has proposed incremental funding merely as a way of alleviating cash flow pressures on the overall Department. (Page 94)", "The report similarly states:", "The budget request included $1,981.3 million in Aircraft Procurement, Air Force (APAF) as part of an incremental funding strategy that would lead to a production profile of 20 aircraft per year for a three-year multiyear procurement of 60 aircraft, beginning in fiscal year 2008. No complete F-22A aircraft were to be procured in fiscal year 2007....", "The committee does not agree with the Department of Defense acquisition strategy to incrementally fund the F-22A. The committee sees no justification for setting a precedent for funding aircraft, as in the case of the F-22A, where the Department of Defense has proposed incremental funding merely as a way of alleviating cash flow pressures on the overall Department. (Pages 96-97)", "Conference Report", "Section 121 of the conference report on H.R. 5122 ( H.Rept. 109-702 of September 29, 2006) authorizes four-year incremental funding for the CVN-21 class aircraft carriers CVN-78, CVN-79, and CVN-80. Section 124 authorizes the procurement of the first two DDG-1000 destroyers in FY2007 using split funding in FY2007 and FY2008, as requested by the Navy. The section states in part:", "(c) SENSE OF CONGRESS ON FUNDING FOR FOLLOW-ON SHIPS.—It is the sense of Congress that there is sufficient benefit to authorizing the one-time exception provided in this section to the full funding policy in order to support the competitive procurement of the follow-on ships of the DDG-1000 Next-Generation Destroyer program. However, it is the expectation of Congress that the Secretary of the Navy will structure the DDG-1000 program so that each ship, after the first two ships, is procured using the method of full funding in a single year.", "Section 134 prohibits the use of incremental funding for the procurement of F-22A fighter aircraft.", "With regard to funding of military construction projects, the conference report states:", "The conferees note that, in a memo dated January 10, 2006, the Associate Director of National Security Programs in the Office of Management and Budget (OMB) provided guidance to the Under Secretary of Defense (Comptroller) and Chief Financial Officer about requests for incremental funding of military construction projects. OMB has stated the intent to limit incremental funding of military construction projects to an exceptional practice, as intended by OMB Circular A—11. This guidance represents a change in policy for the budgeting of certain military construction projects.", "The conferees acknowledge that requesting full funding to ensure a military construction project results in a complete and useable facility, or useable improvement to an existing facility, should be the preferred practice consistent with law and current policy to ensure an accurate accounting of all obligations incurred by the Federal Government. The conferees also acknowledge that, for certain military construction projects estimated to exceed $50.0 million and where the construction period is planned to exceed 2 years, Congress has supported the use of incremental funding to address the fact that not all military construction funds appropriated by Congress for a project will be expended in the first year. In these cases, the Department of Defense has had the option of requesting only those appropriated amounts expected to be expended in the budget year, and notifying potential contractors that the project's completion is subject to subsequent appropriations. This option then allows the Department to address additional military requirements in the military construction budget request; and accelerating the completion of critical projects for military readiness, operations, and service members' quality of life. Because of the efficiencies gained by this method, the conferees' agreement includes the use of incremental funding not proposed in the budget request for certain military construction projects.", "The conferees also note that the Department has requested incremental funding for single military construction projects that will construct multiple complete and useable facilities. The conferees are concerned that this practice will encourage the bundling of facility requirements into very large contracts, thereby curtailing contractor competition. Therefore, the conferees encourage the Department to avoid the use of incremental funding requests for projects with multiple complete and useable facilities, except in cases where operational requirements dictate a compelling need for facilities. (Pages 929-930)", "FY2007 Defense Appropriations Act ( H.R. 5631 / P.L. 109-289 )", "House", "Section 8008 of H.R. 5631 as reported in the House states in part", "That none of the funds provided in this Act may be used for a multiyear contract executed after the date of the enactment of this Act unless in the case of any such contract—", "(1) the Secretary of Defense has submitted to Congress a budget request for full funding of units to be procured through the contract and, in the case of a contract for procurement of aircraft, that includes, for any aircraft unit to be procured through the contract for which procurement funds are requested in that budget request for production beyond advance procurement activities in the fiscal year covered by the budget, full funding of procurement of such unit in that fiscal year....", "In its report ( H.Rept. 109-504 of June 16, 2006) on H.R. 5631 , the House Appropriations Committee recommended approval of the Administration's proposed use of split funding FY2007 and FY2008 for procuring the amphibious assault ship LHA-6, but did not recommend approval of the Administration's proposal to use split funding in FY2007 and FY2008 for procuring the two lead DDG-1000 destroyers. The committee for FY2007 instead recommended full funding for one DDG-1000. The committee also did not recommend approval of the Administration's request to use incremental funding for procuring F-22 aircraft. The committee's report states:", "For fiscal year 2007, the Committee faces several challenges in recommending appropriations for the Department of Defense and the intelligence community. First, the President's budget proposes an unorthodox approach to funding two major procurement programs, the F-22 fighter of the Air Force and the DD(X) destroyer of the Navy. In both cases, the budget request includes incremental or partial funding, for these two programs. In the case of the F-22, incremental funding is requested in the middle of the production run.", "The use of incremental funding mortgages the future of the procurement budget of the Defense Department in a manner that is not acceptable to the Committee. In addition, the precedent of incremental funding for these programs could be applied to a variety of other procurements, leading to a loss of budget transparency and reducing the ability to perform oversight. Therefore, the recommendations in this bill include full funding for one DD(X) destroyer and the F-22 fighter program.", "Funding of $2,568,111,000 is recommended to complete full funding of one DD(X) vessel. This is the same level as the funding request for this item, but under the President's budget these funds would have been allocated on an incremental basis against two ships. In the case of the F-22, the Committee has added $1,400,000,000 to fully procure 20 additional aircraft. In combination with the section 302(b) allocation for the Subcommittee on Defense, which is $4,000,000,000 below the President's request, this has necessitated difficult tradeoffs within the budget for the Department of Defense generally and the Air Force specifically. However, providing full funding for these programs this year avoids more difficult choices in the years ahead. (Page 4)", "Regarding the DD(X), the report states:", "The Committee recommends $2,568,111,000 for the procurement of 1 DD(X) destroyer. The budget requested $2,568,111,000 to incrementally fund 2 ships, with the balance of funding to be provided in fiscal year 2008. The Committee cannot support such a far-reaching policy change which has implications beyond the Navy's shipbuilding program. Further, the Navy's proposal requires special legislative authority to be executed, and this authority is not included in the House-passed National Defense Authorization Act, 2007 ( H.R. 5122 ). (Page 139)", "Regarding the F-22, the report states:", "The budget request proposes to incrementally fund the F-22 fighter procurement program. This proposal is contrary to the full funding requirement the Congress has required for aircraft procurement programs. The Department of Defense presented the Committee with essentially two options—agree to incremental funding, or find $1,400,000,000 in savings from other programs to fully fund F-22 procurement. The Committee has chosen the latter option and recommends an additional $1,400,000,000 for the procurement of 20 F-22 aircraft in fiscal year 2007. In making these changes and providing the additional funds, the Committee is reiterating the long standing requirement for full funding of major weapon system procurements. (Page 163)", "Senate", "In its report ( S.Rept. 109-292 of July 25, 2006) on H.R. 5631 , the Senate Appropriations committee recommends rejecting the Air Force's request to incrementally fund the next lot of F-22 fighter aircraft, and approving the Navy's request to incrementally fund the first two DDG-1000 destroyers. Regarding the F-22 program, the report states:", "The fiscal year 2007 budget requests $1,981,302,000 to begin incrementally funding the next lot of F-22A aircraft. The Committee finds no compelling reason to ignore the full funding policy and incrementally fund this program. Therefore, $1,400,000,000 was added to the budget estimate to fully fund the proposed multiyear procurement of aircraft consistent with the guidance in S. 2766 , the National Defense Authorization Act for Fiscal Year 2007. (Page 135)", "Regarding the DDG-1000 program, the report states:", "Consistent with the Senate-passed authorization bill and the Navy's current acquisition strategy, the Committee recommendation supports the budget request of $2,568,111,000 for [incremental funding of the] dual lead ships. The Committee reminds the Navy that this is a unique acquisition strategy and should not be used as a precedent for incrementally funding any future DDG-1000 or any other shipbuilding program. (Page 115)", "In addition, regarding the Navy's Littoral Combat Ship (LCS), program, the report states:", "With the fiscal year 2007 budget submission of $520,670,000 for the fifth and sixth LCS flight 0 ships, the Navy revealed the LCS unit cost estimate used as a basis for last year's appropriation was exclusive of contract change orders, planning and engineering services, program management support and other costs not included in the ship construction contract ... As a result, the Navy is unable to procure both the third and fourth LCS flight 0 ships without the availability of additional funding. The Committee is troubled by this revelation and recommends rescinding [in Section 8043] the insufficient fiscal year 2006 funds currently allocated to the fourth LCS flight 0 vessel.", "The Committee is further troubled by reports that the first two LCS flight 0 ships under construction are exceeding their cost as previously budgeted.... As a result, the Committee believes the fiscal year 2007 budget request is insufficient to procure two ships and recommends $300,670,000 to fully fund procurement of one LCS seaframe, which is a reduction of $220,000,000 and one seaframe from the request. The Committee notes that this recommendation puts the Navy on its previously established path of procuring four LCS flight 0 ships by the end of fiscal year 2007. (Pages 115-116)", "Conference Report", "Section 8008 of the conference report on H.R. 5631 ( H.Rept. 109-676 of September 25, 2006) states in part that", "That none of the funds provided in this Act may be used for a multiyear contract executed after the date of the enactment of this Act unless in the case of any such contract—", "(1) the Secretary of Defense has submitted to Congress a budget request for full funding of units to be procured through the contract and, in the case of a contract for procurement of aircraft, that includes, for any aircraft unit to be procured through the contract for which procurement funds are requested in that budget request for production beyond advance procurement activities in the fiscal year covered by the budget, full funding of procurement of such unit in that fiscal year;...", "The conference report approves the Navy's request for the initial (FY2007) increment of procurement funding for the LHA(R) amphibious assault ship, which the Navy wants to procure in FY2007 using split funding in FY2007 and FY2008. The conference report approves the Navy's request for the initial (FY2007) increment of procurement funding for the first two DDG-1000 destroyers, which the Navy wants to procure in FY2007 using split funding in FY2007 and FY2008. The report states:", "The conferees agree to provide $2,568,111,000 for the DDG-1000 (formerly DDX) Destroyer Program, and agree to delete language proposed by the House requiring full funding of a single lead ship. The effect of the conference agreement would allow the Navy to split fund twin lead ships of the DDG-1000 class, if authorized in separate legislation by the Congress. This action is being taken based upon the expectation that the total cost of these two ships is well understood and low risk. The conferees are willing to make this one-time exception to the full funding principle because of the unique situation with the shipbuilding industrial base and with the DDG—1000 program. The conferees will not entertain future requests to fund ships other than under the full funding principle, except for those historically funded in this manner (aircraft carriers and some large deck amphibious ships).", "The unusual procurement of twin lead ships raises the risk that future design changes or production problems will impact two ships under construction simultaneously. This could raise costs significantly compared to other lead ship programs. However, the Navy believes the cost and schedule risk in the DDG-1000 program is low enough to permit the twin lead ship acquisition strategy. The Navy has identified the total cost to procure the twin lead ships of the DDG—1000 class as $6,582,200,000. The conferees insist that the Navy manage this program within that total cost, and will be unlikely to increase funding through a reprogramming or an additional budget request except in the case of emergency, natural disaster, or other impact arising from outside the Navy's shipbuilding program. (Page 180)", "FY2006", "FY2006 Defense Authorization Act ( H.R. 1815 / P.L. 109-163 )", "House", "In its report ( H.Rept. 109-89 of May 20, 2005) on the FY2006 defense authorization bill ( H.R. 1815 ), the House Armed Services Committee states:", "[Chief of Naval Operations] Admiral [Vernon] Clark, in his posture statement before the House Committee on Appropriations, Subcommittee on Defense stated, \"We need to partner with Congress and industry to regain our buying power. Acquisition and budget reforms, such as multi-year procurement, economic order quantity, and other approaches help to stabilize the production path, and in our view, reduce the per unit cost of ships and increase our shipbuilding rate.\" The committee does not agree that creative financing methodologies that delay recognizing the true cost of shipbuilding or that provide ever-increasing amounts of funding to cover the explosion in ship costs are responsible actions. Incremental funding, advanced procurement, multiyear procurement, and various creative shipyard work allocation arrangements have failed to control the cost growth of vessel classes such as the Virginia class submarine, the replacement amphibious assault ship (LHA(R)), the future major surface combatant ship (DD(X)), and the future aircraft carrier CVN-21. (Page 63)", "Section 1004 of the bill as reported by the committee states:", "SEC. 1004. REPORTS ON FEASIBILITY AND DESIRABILITY OF CAPITAL BUDGETING FOR MAJOR DEFENSE ACQUISITION PROGRAMS.", "(a) Capital Budgeting Defined- For the purposes of this section, the term 'capital budgeting' means a budget process that—", "(1) identifies large capital outlays that are expected to be made in future years, together with identification of the proposed means to finance those outlays and the expected benefits of those outlays;", "(2) separately identifies revenues and outlays for capital assets from revenues and outlays for an operating budget;", "(3) allows for the issue of long-term debt to finance capital investments; and", "(4) provides the budget authority for acquiring a capital asset over several fiscal years (rather than in a single fiscal year at the beginning of such acquisition).", "(b) Reports Required- Not later than July 1, 2006, the Secretary of Defense and the Secretary of each military department shall each submit to Congress a report analyzing the feasibility and desirability of using a capital budgeting system for the financing of major defense acquisition programs. Each such report shall address the following matters:", "(1) The potential long-term effect on the defense industrial base of the United States of continuing with the current full up-front funding system for major defense acquisition programs.", "(2) Whether use of a capital budgeting system could create a more effective decisionmaking process for long-term investments in major defense acquisition programs.", "(3) The manner in which a capital budgeting system for major defense acquisition programs would affect the budget planning and formulation process of the military departments.", "(4) The types of financial mechanisms that would be needed to provide funds for such a capital budgeting system.", "Senate", "Section 122 of the Senate version of the FY2006 defense authorization bill ( S. 1042 ) as reported by the Senate Armed Services Committee ( S.Rept. 109-69 of May 17, 2005) would permit the aircraft carrier CVN-78 to be procured with split funding (i.e., incremental funding) during the period FY2007-FY2010. The section states:", "SEC. 122. SPLIT FUNDING AUTHORIZATION FOR CVN-78 AIRCRAFT CARRIER.", "(a) AUTHORITY TO USE SPLIT FUNDING- The Secretary of the Navy is authorized to fund the detail design and construction of the aircraft carrier designated CVN-78 using split funding in the Shipbuilding and Conversion, Navy account in fiscal years 2007, 2008, 2009, and 2010.", "(b) CONDITION FOR OUT-YEAR CONTRACT PAYMENTS- A contract entered into for the detail design and construction of the aircraft carrier designated CVN-78 shall provide that any obligation of the United States to make a payment under the contract for a fiscal year after fiscal year 2006 is subject to the availability of appropriations for such fiscal year.", "Section 123 of the bill would permit an amphibious assault ship LHA(R) to be procured with split funding (i.e., incremental funding) in FY2007 and FY2008. The section would also permit FY2006 funding to be used for advance construction of the ship. The section states:", "SEC. 123. LHA REPLACEMENT (LHA(R)) SHIP.", "(a) AMOUNT AUTHORIZED FROM SCN ACCOUNT FOR FISCAL YEAR 2006- Of the amount authorized to be appropriated by section 102(a)(3) for fiscal year 2006 for shipbuilding and conversion, Navy, $325,447,000 shall be available for design, advance procurement, and advance construction with respect to the LHA Replacement (LHA(R)) ship.", "(b) AMOUNTS AUTHORIZED FROM SCN ACCOUNT FOR FISCAL YEARS 2007 AND 2008- Amounts authorized to be appropriated for fiscal years 2007 and 2008 for shipbuilding and conversion, Navy, shall be available for construction with respect to the LHA Replacement ship.", "(c) CONTRACT AUTHORITY-", "(1) DESIGN, ADVANCE PROCUREMENT, AND ADVANCE CONSTRUCTION- The Secretary of the Navy may enter into a contract during fiscal year 2006 for design, advance procurement, and advance construction with respect to the LHA Replacement ship.", "(2) DETAIL DESIGN AND CONSTRUCTION- The Secretary may enter into a contract during fiscal year 2007 for the detail design and construction of the LHA Replacement ship.", "(d) CONDITION FOR OUT-YEAR CONTRACT PAYMENTS- A contract entered into under subsection (c) shall provide that any obligation of the United States to make a payment under the contract for a fiscal year after fiscal year 2006 is subject to the availability of appropriations for that purpose for such fiscal year.", "S.Rept. 109-69 states:", "The CVN-78 will be a new class of aircraft carrier, incorporating numerous new technologies. This budget request reflects the second one-year slip in the program in recent years. This slip would cause a delay in the delivery of the CVN-78 until fiscal year 2015, with the ship it is scheduled to replace, the USS Enterprise (CVN-65), scheduled to be decommissioned in fiscal year 2013. Additionally, this slip translates into a cost growth for CVN-78 of approximately $400.0 million, according to the Navy.", "The committee is concerned about this delay. The committee has been told there is no technical reason for the delay, but that the delay was driven by budget considerations. Both the Secretary of the Navy and the Chief of Naval operations testified that large capital assets such as aircraft carriers are difficult to fund under the traditional full-funding policy, and that more flexible methods of funding must be found and used. The program of record for CVN-78 has the detail design and construction funding split between two years. This provision would authorize that same funding to be split over four years, thereby allowing needed funding flexibility. The committee directs the Navy to provide an updated funding profile, fully funding the remaining costs of the ship from fiscal years 2007 through 2010, with delivery of the fiscal year 2007 budget request.", "FY2006 Defense Appropriations Act ( H.R. 2863 / P.L. 109-148 )", "House", "In its report ( H.Rept. 109-119 of June 10, 2005) on H.R. 2863 , the House Appropriations Committee stated, in the section on Navy shipbuilding, that it \"supports the LHA(R) [amphibious assault ship] program, and it directs the Navy to reconsider its proposal to request split funding for LHA(R) over the FY2007-08 timeframe, and instead follow the full funding principle for this ship class, to ensure an adequate budget is in hand before contract award.\" (Page 146)", "In the section on Air Force aircraft procurement, the report stated:", "The budget request includes $152,400,000 for procurement of long lead items to support the low rate initial production of five conventional take-off and landing variants of the Joint Strike Fighter. The Committee notes that under the revised aircraft build sequence all of these aircraft do not require full funding prior to the beginning of fiscal year 2008. Accordingly, a request to begin advance procurement of long lead items two years prior, in fiscal year 2006, is funding early to need and contrary to a conventional aircraft procurement strategy. Advance procurement funds should be requested in the Air Force's fiscal year 2007 budget submission. Full funding for these five aircraft should be requested in the fiscal year 2008 budget. (Page 172)", "Senate", "In its report ( S.Rept. 109-141 of September 29, 2005), the Senate Appropriations Committee stated, in a section relating to Navy shipbuilding:", "For fiscal year 2006, the Committee recommends providing the Navy additional reprogramming authority. This authority allows the Navy, through above threshold reprogramming procedures, to increase funding for programs experiencing unforeseen shortfalls. The Committee understands that in fiscal year 2005 after exhausting the $100,000,000 of the transfer authority the Congress provided, the Navy sought to use dollars specifically appropriated for outfitting and post delivery [of completed ships] to address [ship-construction] funding shortfalls. The Committee is concerned about this change in Navy policy as it will only further obscure actual program costs. The new reprogramming authority is provided only with the understanding that this change will not be implemented in the future.", "The additional reprogramming authority essentially provides the Navy a reactive mechanism or approach to cost management. The Committee believes the situation requires more proactive program, budgetary and contract management and encourages the Department of Defense to consider whether using advance appropriations in future budgets will improve the shipbuilding program. (page 126)", "The committee also stated:", "The fiscal year 2006 President's budget requests $225,427,000 for [the]DDG-51 [destroyer program] for what the Navy describes as \"program completion requirements and shutdown costs.\" These funds are requested for a mix of Class and ship specific plan, basic construction, ordnance, certification, and inspection costs. Such costs are traditionally included in the budget request for each ship. However, when signing the multiyear contract for the construction of the final DDGs of the Class, the Department decided to change its policy and budget for these costs after the last ship was appropriated. The Committee finds this decision troubling. First, budgeting for such costs after procurement of the last vessel obscures the actual cost to procure each ship and overstates savings attributable to the multiyear contract authority under which these ships were purchased. The Congress approved the Navy's request for multiyear procurement authority in fiscal year 2002 assuming a level of savings to the taxpayer that are now not being realized. Most disconcerting about this change in policy and resultant budget request is the Navy's assertion that if these costs are not funded, the Navy will not be able to meet its contractual obligations and the Chief of Naval Operations will not be able to accept delivery of these ships. The Committee is alarmed that the Navy would knowingly sign a multibillion dollar contract for ships that would be both non-operational and undeliverable unless additional dollars, outside the contract, were provided. The Committee directs the Secretary of the Navy to provide a detailed report of all the costs required to complete each of the remaining 11 ships and a rationale for such a contractual arrangement by December 1, 2005. Until sufficient explanation is provided, the Committee recommends only providing funds for plans and those costs directly attributable to ships scheduled to deliver in the near-term. As such the Committee recommends reducing the budget request by $195,654,000. (Page 127)", "Concurrent Resolution on FY2006 Budget ( H.Con.Res. 95 )", "Conference Report", "The conference report ( H.Rept. 109-62 of April 28, 2005) on H.Con.Res. 95 , the budget resolution for FY2006, states:", "The conference conferees understand the Navy may review whether advance appropriations can improve its procurement of ships and provide savings as it designs its 2007 budget. In addition, the conferees intend to request the Government Accountability Office [GAO] to assess the implications of using advance appropriations to procure ships.", "The report notes that", "Section 401 [of H.Con.Res. 95 ] reflects an overall limit on advance appropriations of $23.158 billion in fiscal year 2007, which is the same limit on advance appropriations as has been included in all previous limitations on advance appropriations in past budget resolutions.", "The report includes the Shipbuilding and Conversion, Navy (SCN) appropriation account in the list of accounts identified for advance appropriations in the Senate.", "S.Amdt. 146 to S.Con.Res. 18", "S.Con.Res. 18 is the earlier Senate version of the budget resolution. Senate Amendment ( S.Amdt. 146 ) to S.Con.Res. 18 was sponsored by Senator Warner, co-sponsored by several other members, and submitted on March 15, 2005. It would amend Section 401 of S.Con.Res. 18 —the section that restricts use of advance appropriations—to increase the amount of advance appropriations in FY2007 and FY2008 by $14 billion, to $37.393 billion. The amendment would also insert a new provision (Section 409) that would include the Shipbuilding and Conversion, Navy (SCN) appropriation account on a list of accounts identified for advance appropriations in the joint explanatory statement of the managers to accompany S.Con.Res. 18 . The amendment was ordered to lie on the table. The Senate passed S.Con.Res. 18 on March 17, 2005.", "FY2005", "FY2005 Defense Authorization Act ( H.R. 4200 / P.L. 108-375 )", "House", "In marking up H.R. 4200 , the House Armed Services Committee included a provision (Section 804) that, as stated in the committee's report on the bill ( H.Rept. 108-491 of May 14, 2004, page 346), \"would amend section 2306b(g) and section 2306c(d) of title 10, United States Code [provisions relating to DOD multiyear procurement contracts], to require the head of the agency concerned to provide written notification, to the congressional defense committees, in those instances when cancellation costs that are above $100 million are not fully funded. The written notification would include a financial risk assessment for not fully funding the cancellation ceiling.\" The section stated:", "SEC. 804. FUNDING FOR CONTRACT CEILINGS FOR CERTAIN MULTIYEAR PROCUREMENT CONTRACTS.", "(a) MULTIYEAR CONTRACTS RELATING TO PROPERTY- Section 2306b(g) of title 10, United States Code, is amended—", "(1) by inserting '(1)' before 'Before any';", "(2) by striking 'Committee' through 'House of Representatives' and inserting 'congressional defense committees'; and", "(3) by adding at the end the following new paragraph:", "'(2) In the case of a contract described in subsection (a) with a cancellation ceiling described in paragraph (1), if the budget for the contract does not include proposed funding for the costs of contract cancellation up to the cancellation ceiling established in the contract, the head of the agency concerned shall, as part of the certification required by subsection (i)(1)(A), give written notification to the congressional defense committees of—", "'(A) the cancellation ceiling amounts planned for each program year in the proposed multiyear procurement contract, together with the reasons for the amounts planned;", "'(B) the extent to which costs of contract cancellation are not included in the budget for the contract; and", "'(C) a financial risk assessment of not including budgeting for costs of contract cancellation, including proposed funding sources to meet such cancellation costs if the contract is canceled.'", "(b) MULTIYEAR CONTRACTS RELATING TO SERVICES- Section 2306c(d) of title 10, United States Code, is amended—", "(1) in paragraphs (1), (3), and (4), by striking 'committees of Congress named in paragraph (5)' and inserting 'congressional defense committees' each place it appears; and", "(2) by amending paragraph (5) to read as follows:", "'(5) In the case of a contract described in subsection (a) with a cancellation ceiling described in paragraph (4), if the budget for the contract does not include proposed funding for the costs of contract cancellation up to the cancellation ceiling established in the contract, the head of the agency concerned shall give written notification to the congressional defense committees of—", "'(A) the cancellation ceiling amounts planned for each program year in the proposed multiyear procurement contract, together with the reasons for the amounts planned;", "'(B) the extent to which costs of contract cancellation are not included in the budget for the contract; and", "'(C) a financial risk assessment of not including budgeting for costs of contract cancellation, including proposed funding sources to meet such cancellation costs if the contract is canceled.'", "Senate", "In its report ( S.Rept. 108-260 of May 11, 2004) on the FY2005 defense authorization bill ( S. 2400 ), the Senate Armed Services Committee stated:", "The Future Years Defense Program submitted with the budget request included full funding for the first LHA(R)-class amphibious assault ship in fiscal year 2008. The committee understands that acceleration of this ship, by providing the first increment of SCN funding in fiscal year 2005, would reduce the cost of this ship by $150.0 million. The Chief of Naval Operations and the Commandant of the Marine Corps have included this acceleration on their Unfunded Priority Lists. Therefore, the committee recommends an increase of $150.0 million for advance procurement and advance construction of components for the first amphibious assault ship of the LHA(R)-class. (page 74)", "The report also stated:", "To ease the [F-22 fighter] production backlog, while maintaining the production rate at that established for the fiscal year 2004 contract, the committee recommends a decrease in APAF of $280.2 million, for a total authorization of $3.4 billion for the procurement of at least 22 F/A-22 aircraft in fiscal year 2005. The committee is aware that the Department of Defense has approved the F/A-22 program as a \"buy to budget\" program. If the authorized level of funding is sufficient to procure more than 22 aircraft, the Air Force may do so after the Secretary of the Air Force provides a letter to the Committees on Armed Services of the Senate and the House of Representatives certifying that the contractor is delivering aircraft within the contractual delivery schedule, and that the program is fully funded to include initial spares, logistics, and training requirements. (page 106)", "FY2005 Defense Appropriations Act ( H.R. 4613 / P.L. 108-287 )", "House", "Section 8008 of H.R. 4613 as reported by the House Appropriations Committee granted permission for multiyear procurement programs, with the following provision, among others:", "Provided further , That none of the funds provided in this Act may be used for a multiyear contract executed after the date of the enactment of this Act unless in the case of any such contract—", "(1) the Secretary of Defense has submitted to Congress a budget request for full funding of units to be procured through the contract;", "(2) cancellation provisions in the contract do not include consideration of recurring manufacturing costs of the contractor associated with the production of unfunded units to be delivered under the contract;", "(3) the contract provides that payments to the contractor under the contract shall not be made in advance of incurred costs on funded units; and", "(4) the contract does not provide for a price adjustment based on a failure to award a follow-on contract.", "The Aircraft Procurement, Air Force, paragraph of the bill made funds available for the procurement of Air Force aircraft and related purposes, with the following provisions:", "Provided , That amounts provided under this heading shall be used for the procurement of 15 C-17 aircraft: Provided further , That amounts provided under this heading shall be used for the advance procurement of not less than 15 C-17 aircraft: Provided further , That the Secretary of the Air Force shall fully fund the procurement of not less than 15 C-17 aircraft in fiscal year 2006.", "In its report ( H.Rept. 108-553 of June 18, 2004) on H.R. 4613 , the House Appropriations Committee stated, at the beginning of its discussion of procurement programs:", "In the Aircraft Procurement, Air Force section of this report the Committee discusses how the Air Force ignored the law and the express intent of Congress by using the current multiyear contract for the C-17 aircraft as a vehicle to support an incremental funding strategy. In so doing, it also has inappropriately committed the government to potential Anti-Deficiency Act violations and unfunded liability costs running in the hundreds of millions of dollars in the event a follow-on contract for this program is not entered into by a date certain, or if certain production levels are not agreed to.", "Regrettably, the Committee has learned the Air Force has also entered into a similar multiyear contract for the C-130J aircraft. The current production profile includes three aircraft whose manufacture has been approved in the absence of a fully funded appropriation for this purpose. In addition, in this contract the contractor has received a commitment on behalf of the government by the Air Force that the annual production rate will be sustained at 16 aircraft from 2007 through 2009, between Air Force, Navy, and Marine Corps purchases and potential foreign sales. Failure to achieve this rate will significantly increase the cost per plane to the Air Force, representing a contingent liability the government is obliged to pay. At present, current projections suggest this rate will not be met, with shortfalls of 4 aircraft each in 2007 and 2008 and 6 aircraft in 2009. If these projections hold, the Air Force and the taxpayer will foot the bill. In effect, the Air Force has permitted itself to become a de facto sales agent for this program, putting it in a position to insist that other elements of the Department of Defense and the Congress help it find a way to fund this production profile or pay significant penalties.", "The Committee realizes that properly administered multiyear procurements can result in significant savings. However, the multiple abuses of sound contracting principles and fiscal responsibility by the Air Force in these instances cannot and will not become a model for future multiyear acquisitions. Accordingly, the Committee has recommended several modifications to section 8008 of this bill, and the Committee directs these requirements be met before future multiyear production contracts can be entered into:", "(1) Multiyear contracts must follow full funding policies and not be used as vehicles for incrementally funding procurement;", "(2) Contract cancellation ceilings may not include recurring manufacturing costs of unfunded units;", "(3) Contract payments may not be made in advance of projected manufacturing costs (to include purchase of materials) for funded units;", "(4) Advance procurement funds may not be used to pay the costs of normal fabrication and assembly of unit components. The use of these funds should be restricted to long-lead items, economic-order quantity buys, and the one-time non-recurring costs of improving manufacturing capabilities;", "(5) Advance procurement funds are limited to no more than 10 percent of total procurement costs; and", "(6) Regular procurement funds for units should be requested for the appropriate fiscal year to be obligated to pay for normal fabrication and assembly of funded units and components.", "The Committee also takes exception to the Air Force's use of a unique provision in the current C-17 multiyear contract that allows the contractor to add charges to the fixed price contract if a follow-on contract is not awarded. The amended general provision further directs that no new multiyear contracts provide for such a price adjustment. (pages 105-107)", "In the section of the report concerning the C-17 program in particular, the report stated:", "The Committee is extremely displeased by the Air Force's continued use of a flawed and irresponsible financial strategy for the C-17 multiyear procurement contract. In fiscal year 2003, the Air Force proposed a budget request it referred to as \"transformational\". The Committee, however, saw it for what it was—an incremental financing scheme that abused the political support for this program and flaunted acquisition regulations and standard practices. In that year, the Congress provided full funding for all 15 aircraft, and directed the Air Force to fully fund the same number in fiscal year 2004.", "Unfortunately, for fiscal year 2004 and now with the fiscal year 2005 Defense budget request, the Air Force has continued its financial sleight-of-hand on the C-17 program. Based on a recently concluded investigation by the Committee's Surveys and Investigations staff, the Committee learned the Air Force is using a combination of advance procurement funding and exorbitant cancellation ceilings to keep the contractor to a production schedule which has as many as 5 aircraft at any given time in the production line for which funds have not been appropriated. Not once in the past has the Committee indicated its approval for using advance procurement funding to proceed with production of aircraft for which full appropriations have not been approved. Nor is the Committee aware of any change in Department of Defense (DOD) fiscal policy or regulations that would permit this. As both DOD and Office of Management and Budget financial officials put it to Committee investigators, the Air Force had \"pushed the envelope.\" And, in the Committee's view, the 'envelope' has been pushed too far.", "Moreover, the Air Force also included a provision in the second C-17 multiyear procurement contract that assumes additional funding for aircraft will be approved following the end of the contract. Otherwise, the Department will be liable to pay the contractor significant termination costs. This contingent liability places a burden not just on the current Congress, but on the next Congress as well, and could be interpreted as a violation of the Anti-Deficiency Act.", "In order to prevent such future financial chicanery on the part of the Air Force or any other military service, the Committee includes a new general provision that significantly amends authority carried in past Defense Appropriations acts regarding multiyear procurement contracts. This provision is discussed elsewhere in this report. With regard to the current funding shortfall in fiscal year 2005, the Committee has added an additional $158,600,000 and one aircraft. Bill language is also included in the Aircraft Procurement paragraph directing that funds provided are for the procurement of 15 aircraft in fiscal year 2005, that advance procurement funds are provided for the procurement of 15 aircraft in fiscal year 2006, and that the Secretary of the Air Force shall fully fund the procurement of 15 aircraft in fiscal year 2006. In placing this requirement upon the Air Force, the Committee would note the commitment of the Secretary of the Air Force, during a public hearing on this matter, to work with the Committee to \"set it right\". The Committee anticipates that the Secretary will do just that. (page 192)", "In a follow-on section concerning interim contractor support (ICS) for the C-17 fleet, the report stated:", "In the preceding part of this report, the Committee expresses its displeasure with the funding strategy the Air Force has employed to execute the C-17 program. That strategy has resulted in an incremental funding scheme for the C-17 that the Committee finds unacceptable. In order to fully fund 15 aircraft in fiscal year 2005, the budget request must be amended to provide for one additional aircraft and $158,600,000. Therefore, the Committee provides increased funding for one additional C-17 in fiscal year 2005, and reduced funding in this account by a like amount.", "The Committee finds it puzzling that the Air Force refuses to fully fund aircraft in production, yet the fiscal year 2005 request for C-17 ICS includes funding of $176,000,000 in new capability block upgrades and improvements to the existing fleet. In budget justification materials, the Air Force identifies $114,000,000 of this amount as needed to address unfunded requirements. The Committee wishes to send a very clear message—it considers full funding of the aircraft in production to be this program's number one unfunded requirement. Once the Air Force understands this message and provides the resources needed to bring this program in line with a traditional, fully funded procurement program, the Committee will entertain any funding requests for new capability to the existing fleet. (page 193)", "In its discussion of the Army's proposal for funding the construction a theater support vessel (TSV) through the Army's research and development account, the report stated:", "Fiscal year 2005 is the first year in which funding has been requested to construct such a vessel. The Committee notes that the total cost of this vessel is approximately $141,600,000, and the Army had planned to incrementally fund its construction over the course of fiscal years 2005 through 2007. The Committee firmly believes that the Department should fully fund major investment items and accordingly has added sufficient funding in the fiscal year 2005 bill to complete this vessel. (pages 254-255; see also page 249)", "The committee in the above passage is applying the traditional full funding policy to this vessel even though it is being acquired through the Army's research and development account, which falls outside the procurement title of the DOD appropriations act.", "In its discussion of the Navy's proposal for funding the construction of the lead Littoral Combat Ship (LCS) through the Navy's research and development account, the report stated:", "The Committee recommendation includes increasing the budget request for the construction of the first Flight 0 LCS by $107,000,000, fully funding this construction effort at $214,000,000. The fiscal year 2005 request included only $107,000,000 for the first increment of the LCS construction. Budget documentation indicates the Navy plans to request an additional $107,000,000 for the second and final increment for the first ship in fiscal year 2006. The Committee strongly opposes incremental funding of ship construction and therefore has provided a total of $214,000,000 in 2005 for construction of the first LCS, fully funding the construction requirement in one year. (page 288-289; see also page 274)", "The committee in the above passage is applying the traditional full funding policy to this ship even though it is being acquired through the Navy's research and development account, which falls outside the procurement title of the DOD appropriations act.", "In its discussion of the Navy's newest plan for procuring a new amphibious assault ship known as the LHA(R), or more simply as LHA, in FY2008, the report stated that", "the Navy's new plan presumes designing a ship that would alter the amphibious nature of the LHA, and then, proposing an incrementally funded construction program.... Should the Navy and Marine Corps determine that the re-structure of the LHA(R) program is the way ahead for the future, a fully funded program for design and construction of a ship to meet this requirement should be included in a future budget request. The Committee will not support a proposal which suggests that construction be incrementally funded. (page 289)", "In its discussion of the Navy's plan to fund the construction of a planned new class of ships known as Maritime Prepositioning Force (Future) (MPF[F]) ships through the National Defense Sealift Fund (NDSF) starting in FY2007, the report stated:", "Budget documentation provided to Congress in support of the fiscal year 2005 budget request provided no information detailing how the MPF(F) funds were to be spent. The only information provided states that lead hull construction costs are to be incrementally funded beginning in fiscal year 2007. Requests for additional information yielded no detail of the planned expenditures due to a not yet completed study by the Center for Naval Analysis. The Committee notes that while detail was not provided to Congress, the trade press was provided some information and printed articles quoting senior Navy officials on plans for the possible construction of a fleet of MPF(F) ships.", "The Committee believes the Navy must provide sufficient justification of its requests for appropriated funds. While the Committee appreciates that the timing inherent in the budget process does not always favor rapid transition to new ideas, it is not reasonable to request Congress provide funds for a program with no justification except that which is printed in the trade press. Furthermore, the Navy is well aware of the Committee's views with respect to incremental funding of programs. The Committee finds little humor in being asked to fund an unjustified request of nearly $100 million, for what is intended upon its maturation to become an incrementally funded program. (page 352)", "The committee in the above passage is suggesting that it will prefer to apply the traditional full funding policy to these ships even though they are to be acquired through the NDSF, which falls outside the procurement title of the DOD appropriations act.", "Senate", "In its report ( S.Rept. 108-284 of June 24, 2004) on the FY2005 defense appropriations bill ( S. 2559 ), the Senate Appropriations Committee stated:", "The Committee supports the budget request for the Littoral Combat Ship [LCS] and consents to the Navy's request to fund construction of the first prototype ship for each of two ship designs in the Research and Development, Navy account. Approval for funding LCS in the research and development account is strictly based on the acknowledgement of the prototypical nature and high level of technical risk inherent in this program. The Committee finds LCS to be unique and unlike any other shipbuilding program the Navy has previously pursued; and therefore, grants the Navy's request for the increased flexibility that funding within the research and development account affords. However, the Committee directs that all follow-on ships beyond one prototype for each LCS ship design be fully funded in the Shipbuilding and Conversion, Navy account. (Pages 156-157)", "Conference Report", "The conference report ( H.Rept. 108-622 of July 20, 2004) on H.R. 4613 contained bill language in the Aircraft Procurement, Air Force section stating that", "That amounts provided under this heading shall be used for the procurement of 15 C-17 aircraft: Provided further, That amounts provided under this heading shall be used for the advance procurement of not less than 15 C-17 aircraft: Provided further, That the Secretary of the Air Force shall fully fund the procurement of not less than 15 C-17 aircraft in fiscal year 2006: Provided further, That the Secretary of the Air Force shall allocate a reduction of $158,600,000 proportionately to each budget activity, activity group, subactivity group, and each program, project, and activity funded by this appropriation. (Page 13)", "The conference report stated:", "The conferees have provided an additional $158,600,000 in funding for the procurement of 15 C-17s in fiscal year 2005. Language has also been included in \"Aircraft Procurement, Air Force\" requiring the Air Force to procure 15 aircraft in fiscal year 2005; provide advance procurement for 15 aircraft in 2006; and to fully fund 15 aircraft in fiscal year 2006. The conferees agree with the House language regarding the Air Force interpretation of multiyear procurement regulations in this and the C-130J program. The conference report includes a general provision [Section 8008] amending multiyear procurement contract requirements proposed in the House bill to prevent this approach in the future.", "A general reduction in funding for Aircraft Procurement, Air Force, has been included accordingly with a requirement that the reduction be applied equitably across all elements of this appropriation. (Page 215)", "Section 8008—the usual section in the DOD appropriations bill that grants authority for multiyear procurement contracts—stated in part", "That none of the funds provided in this Act may be used for a multiyear contract executed after the date of the enactment of this Act unless in the case of any such contract—", "(1) the Secretary of Defense has submitted to Congress a budget request for full funding of units to be procured through the contract.... (Page 21)", "With regard to the Navy's DDG-1000 destroyer program, the report stated:", "The conferees agree to provide a total of $305,516,000 for advance procurement for the DD(X) class of ships instead of $320,516,000 as proposed by the Senate and no appropriation as proposed by the House. The conferees direct the Navy to include future funding requests for the DD(X) in the Shipbuilding and Conversion, Navy appropriation.", "Within the funds provided, $221,116,000 is only for design and advance procurement requirements associated with the first ship of the DD(X) class and $84,400,000 is only for design and advance procurement requirements associated with construction of the second ship at an alternative second source shipyard. The conferees direct that no funds shall be available for the procurement of long leadtime material for items that are dependent upon delivery of a DD(X) key technology unless that technology has undergone testing, thereby reducing risk to overall program costs.", "The conferees direct that full funding of the remaining financial requirement for these ships, not including traditional advance procurement requirements, shall be included in a future budget request. (Page 188)", "With regard to the Navy's Littoral Combat Ship (LCS) program, the report stated that \"The conferees agree with the Senate that all follow-on ships, beyond one of each prototype design, should be fully funded in the Shipbuilding and Conversion, Navy appropriation.\" (Page 310)", "FY2004", "FY2004 Defense Authorization Act ( H.R. 1588 / P.L. 108-136 )", "Conference Report", "The conference report ( H.Rept. 108-354 of November 7 (legislative day, November 6), 2003) on H.R. 1588 contained a provision (Section 135) that, as stated on page 541 of the report, \"would authorize the Secretary of the Air Force to enter into a lease for no more than 20 aerial refueling tanker aircraft, and would further authorize the Secretary of the Air Force to enter into a multiyear procurement program, using incremental funding, for up to 80 aerial refueling aircraft for not in excess of 10 program years beginning as early as FY2004.\" Section 135 stated, in part:", "(b) MULTIYEAR PROCUREMENT AUTHORITY.—(1) Beginning with the fiscal year 2004 program year, the Secretary of the Air Force may, in accordance with section 2306b of title 10, United States Code, enter into a multiyear contract for the purchase of tanker aircraft necessary to meet the requirements of the Air Force for which leasing of tanker aircraft is provided for under the multiyear aircraft lease pilot program but for which the number of tanker aircraft leased under the authority of subsection (a) is insufficient.", "(2) The total number of tanker aircraft purchased through a multiyear contract under this subsection may not exceed 80.", "(3) Notwithstanding subsection (k) of section 2306b of title 10, United States Code, a contract under this subsection may be for any period not in excess of 10 program years.", "(4) A multiyear contract under this subsection may be initiated or continued for any fiscal year for which sufficient funds are available to pay the costs of such contract for that fiscal year, without regard to whether funds are available to pay the costs of such contract for any subsequent fiscal year. Such contract shall provide, however, that performance under the contract during the subsequent year or years of the contract is contingent upon the appropriation of funds and shall also provide for a cancellation payment to be made to the contractor if such appropriations are not made.", "FY2004 Defense Appropriations Act ( H.R. 2658 / P.L. 108-87 )", "House", "In its report ( H.Rept. 108-187 of July 2, 2003) on H.R. 2658 , the House Appropriations Committee stated:", "The Committee has altered the presentation of the fiscal year 2004 requested Shipbuilding and Conversion, Navy (SCN) appropriation language by merging the appropriation for full funding with the appropriation for advanced procurement. The Committee's intention is to provide a certain level of financial flexibility to better accommodate changes based on cost growth. This recommendation, if properly implemented by the Navy, should allow for managing costs within the program thereby limiting the necessity of reprogramming funds from other high priority programs to accommodate cost growth in a ship class. The Committee reserves the right to revert to the previous method of appropriating funds for SCN should the Navy not properly manage the merging of these appropriations. (page 150)", "Senate", "In its report ( S.Rept. 108-87 of July 10, 2003) on the FY2004 defense appropriations bill ( S. 1382 ), the Senate Appropriations Committee stated:", "The Committee is aware that the Department of the Navy plans to fund the purchase of ships in fiscal year 2005 within the Research and Development, Navy account. These ships—the first in their class—the DD(X) next-generation destroyer and the Littoral Combat Ship [LCS] are currently planned to be procured with research and development dollars with the second ship in each class to be procured with Shipbuilding and Conversion, Navy [SCN] funds in fiscal year 2006.", "The Committee understands that there are seeming advantages to this approach—reducing prior year shipbuilding costs and providing these programs with the additional flexibility that is inherent in research and development funding. The Committee is concerned, however, that the Department will not reap the benefits it seeks. Central to the argument that supports building the first ship in a class with research and development funding is the necessity to learn lessons from the research, development and testing being done. If the Navy plans, as it currently does, to fund the second ship in each of these classes in fiscal year 2006 in SCN before actual construction even begins on the research and development funded ships, the distinction between funding in research and development and SCN only becomes one of full-funding.", "Therefore, the Committee directs that if these ships—the DD(X) and LCS—are funded in research and development, all research and development acquisition rules will apply, including technology readiness reviews, milestone decisions, and test and evaluation before these ships may enter Shipbuilding and Conversion, Navy for procurement.", "If the Navy chooses not to follow the acquisition policies required of research and development programs before they enter procurement, funding for these first ships in their class shall be requested in Shipbuilding and Conversion, Navy, as has been the tradition. (pages 154-155)", "Conference Report", "The conference report ( H.Rept. 108-283 of September 24, 2003) on H.R. 2658 stated:", "The conferees agree with the Senate concerning the Navy's plans to fund the purchase of ships—DD(X) and LCS—in fiscal year 2005 within the Research, Development, Test and Evaluation (RDT&E) appropriation. The conferees believe that the use of research and development funding to procure first ships of a class is not in keeping with budgetary guidelines regarding full-funding. The conferees agree that should the fiscal year 2005 request include these ships—DD(X) and LCS—within RDT&E, all research and development acquisition rules shall apply, including technology readiness reviews, milestone decisions, and test and evaluation before these ships may transition to procurement. (page 292)", "FY2003", "FY2003 Defense Authorization Act ( H.R. 4546 / P.L. 107-314 )", "House", "In its markup of the FY2003 defense authorization bill ( H.R. 4546 ), the House Armed Services Committee included a provision (Section 141) that specifically requires the use of full funding for executing multiyear procurement (MYP) arrangements approved in the future, unless otherwise authorized by Congress. The provision would prohibit, unless specifically authorized by law, the use in future MYP arrangements of, among other things, funding approaches resembling incremental funding—including funding approaches like the one the Air Force proposed, as part of its FY2003 defense budget and FY2003-FY2007 FYDP, for the follow-on MYP arrangement for the C-17 program. Section 141 would not, however, apply to the follow-on C-17 MYP arrangement itself, because the section would cover MYP arrangements that are authorized in the future and the follow-on MYP arrangement for the C-17 program was approved by Congress in 2001 as part of its action on the FY2002 defense budget. The provision read as follows:", "SEC. 141. REVISIONS TO MULTIYEAR CONTRACTING AUTHORITY.", "(a) USE OF PROCUREMENT AND ADVANCE PROCUREMENT FUNDS- Section 2306b(i) of title 10, United States Code, is amended by adding at the end the following new paragraph:", "\"(4)(A) Unless otherwise authorized by law, the Secretary of Defense may obligate funds for procurement of an end item under a multiyear contract for the purchase of property only for procurement of a complete and usable end item.", "\"(B) Unless otherwise authorized by law, the Secretary of Defense may obligate funds appropriated for any fiscal year for advance procurement under a multiyear contract for the purchase of property only for the procurement of those long-lead items necessary in order to meet a planned delivery schedule for complete major end items that are programmed under the contract to be acquired with funds appropriated for a subsequent fiscal year.\".", "(b) EFFECTIVE DATE- Paragraph (4) of section 2306b(i) of title 10, United States Code, as added by subsection (a), shall not apply with respect to any multiyear contract authorized by law before the date of the enactment of this Act.", "Conference Report", "The conference report ( H.Rept. 107-772 of November 12, 2002) on the FY2003 defense authorization bill ( H.R. 4546 ) contained a provision (Section 820), similar to Section 141 of the House-reported version of H.R. 4546 , that requires the use of full funding for executing multiyear procurement (MYP) arrangements approved in the future:", "SEC. 820. REVISIONS TO MULTIYEAR CONTRACTING AUTHORITY.", "(a) USE OF PROCUREMENT AND ADVANCE PROCUREMENT FUNDS.—Section 2306b(i) of title 10, United States Code, is amended by adding at the end the following new paragraph:", "\"(4)(A) The Secretary of Defense may obligate funds for procurement of an end item under a multiyear contract for the purchase of property only for procurement of a complete and usable end item.", "\"(B) The Secretary of Defense may obligate funds appropriated for any fiscal year for advance procurement under a contract for the purchase of property only for the procurement of those long-lead items necessary in order to meet a planned delivery schedule for complete major end items that are programmed under the contract to be acquired with funds appropriated for a subsequent fiscal year (including an economic order quantity of such long-lead items when authorized by law).\"", "(b) EFFECTIVE DATE.—(1) Paragraph (4) of section 2306b(i) of title 10, United States Code, as added by subsection (a), shall not apply with respect to any contract awarded before the date of the enactment of this Act.", "(2) Nothing in this section shall be construed to authorize the expenditure of funds under any contract awarded before the date of the enactment of this Act for any purpose other than the purpose for which such funds have been authorized and appropriated.", "In their report, the conferees noted that this section amended the language of the House-reported Section 141 to", "permit the purchase of economic order quantities of long-lead items where authorized by law. The conference amendment would also clarify that nothing in the section authorizes the use of funds available under contracts awarded prior to the effective date of the provision for any purpose other than the purpose for which such funds were authorized and appropriated. Consequently, although the section would not apply to contracts awarded before the date of enactment, funds available under such contracts could not be used in a manner that would be inconsistent with the requirements of the section unless such funds were authorized and appropriated for such purposes. (page 673)", "FY2003 Defense Appropriations Act ( H.R. 5010 / P.L. 107-248 )", "House", "In its report ( H.Rept. 107-532 of June 25, 2002) on the FY2003 defense appropriations bill ( H.R. 5010 ), the House Appropriations Committee stated the following regarding the Air Force's FY2003 proposal to procure 60 C-17 airlift aircraft under a follow-on multiyear procurement (MYP) arrangement approved by Congress in FY2002 that would procure at least some of the aircraft with funding profiles that resemble incremental funding rather than full funding:", "The Air Force has adopted a budgeting approach for the C-17 that delays the need to request $1,500,000,000 in budget authority until 2007 and 2008. Instead of following the traditional method of requesting funding equal to the cost of the planes being built, the Air Force has matched its funding request to when payments are due to the contractor. The Air Force calls this change \"transformation\". The proper term is incremental funding and it is inconsistent with DOD fiscal policy. Although the planes are delivered on the same schedule and at the same cost under either approach, incremental funding allows programs to push off onto future years costs that should be covered now.", "Last year, when the Congress was considering multiyear procurement authority for the C-17, the Air Force sought bill language specifically authorizing this new approach. The Congress approved the multiyear, but denied the Air Force's request for special authority. Nevertheless, the Air Force proceeded with the incremental funding and reinterpreted the regulations as permitting this approach. For example, while the DOD Financial Management Regulations (FMR) define Advance Procurement as being for \"long leadtime items\", the Air Force believes that this can be interpreted to apply to any component of the aircraft or even to final assembly. While the FMR calls for advance procurement to be \"relatively low\" compared to the cost of the end item, the Air Force proposal would, in some cases, fund half of the cost of the airplane with advanced procurement. The Air Force position is not consistent with any reasonable interpretation of the FMR.", "Therefore, the Committee has included bill language requiring that the fiscal year 2003 C-17 Advance Procurement be used to support the acquisition in fiscal year 2004 of 15 C-17 aircraft (the planned production rate) and directs the Air Force to include the funds to complete the purchase of those 15 C-17s in its 2004 budget submission.", "The Committee directs the Under Secretary of Defense (Comptroller) to restructure the outyear funding for the C-17 program to bring it into compliance with the proper use of advance procurement as defined in the FMR. The Committee is fully supportive of the C-17 program and the multiyear procurement of 60 additional airplanes and directs that these changes be implemented in a manner that would not adversely affect the cost or delivery of these planes. (Page 168)", "Senate", "In its report ( S.Rept. 107-213 of July 18, 2002) on H.R. 5010 , the Senate Appropriations Committee \"recommends several actions to restore fiscal discipline to the Department [of Defense].\" (Pages 4-5) Among these were recommendations to fully fund the C-17 multiyear procurement request and to reduce amounts requested for advance procurement for Navy shipbuilding programs.", "With regard to the C-17 multiyear procurement funding request, the committee stated:", "The Air Force has not requested sufficient funding in its budget proposal to fully fund the purchase of 15 [C-17] aircraft per year. Instead, it has chosen to request only the amount of funds it expects to obligate each year to start the production of 15 aircraft, and finance the remaining costs in later years. This financing scheme runs counter to the 'full funding' principles which guide Federal Government procurement practice, and thus creates a future liability for the Air Force and Congress. For these reasons, the Committee disapproves the Air Force's C-17 financing proposal. Instead the Committee recommends an increase of $585,900,000 to fully fund the purchase of 15 C-17 aircraft in fiscal year 2003. The Committee intends to work with the Air Force over the coming months to ensure that plans for executing the remainder of the C-17 multi-year procurement program are both cost effective and consistent with full funding principles. (Page 147)", "With regard to requests for advance procurement funding for Navy shipbuilding programs, the committee stated:", "The Committee notes that the Navy's requests for advance procurement funding for shipbuilding programs have increased in recent years. Almost universally among programs, the cumulative amount requested for advance procurement funds exceeds 30 percent of the total cost of the vessel.", "As stated in DOD Directive 7000.14-R, advance procurement requests should be limited to those items whose lead-times are greater than the life of the appropriation and where the lead-time of an item far exceeds the production time of the end item itself. The regulation further states that the amounts budgeted for advance procurement should be relatively low compared to the remaining portion of the cost of the end item. However, based on detailed information received from the Department, the Committee finds countless inconsistencies in the Navy's adherence to this policy.", "As the Committee endeavors to assist the Navy in increasing funding for shipbuilding programs, in addition to providing increased funding over the budget request, it finds that a portion of the funds requested for advance procurement would be more effectively used to alleviate the costs associated with completion of prior year [Navy shipbuilding] programs....", "The Committee's recommendation fully funds the increased costs associated with the \"swap\" of DDG-51 and LPD-17 class workload among the two main shipbuilders. Further, it fully funds the entire DDG-51 class prior year completion bill throughout the Future Years Defense Plan, pays $150,000,000 towards the LPD-17 class fiscal year 2004 bill and fully funds both the fiscal year 2003 and fiscal year 2004 costs associated with the VA [Virginia] Class submarine program. (Page 127)", "Conference Report", "The conference report ( H.Rept. 107-732 of October 9, 2002) on H.R. 5010 stated the following with regard to the C-17 multiyear procurement funding request:", "In the Department of Defense's fiscal year 2003 budget submission, the Air Force did not request a sufficient amount to fully fund the purchase of 15 C-17 cargo aircraft per year. Instead, it requested only the amount of funds it expected to obligate each year to start production of 15 aircraft, and financed the remaining costs in later years. This financing scheme runs counter to the \"full funding\" principles which guide Federal government procurement practice, and thereby creates a future liability for the Air Force and Congress. For this reason, the conferees disapprove the Air Force's C-17 financing proposal. As such, the conference agreement includes an increase of $585,900,000 over the budget request to fully fund the purchase of 15 C-17 aircraft in fiscal year 2003. Additionally, the conferees agree to retain House language which directs that funds made available within the \"Aircraft Procurement, Air Force\" account be used for advance procurement of 15 aircraft. (page 206)", "Appendix B. Detailed Background on the Policy", "This appendix provides a detailed discussion of the origins, rationale, and governing regulations of the full funding policy, as well as examples of where Congress, GAO, and DOD have affirmed their support for the policy.", "Laws and Regulations", "Antideficiency and Adequacy of Appropriations Acts", "The full funding policy, also known as up-front funding, is consistent with two basic laws regarding executive branch expenditures—the Antideficiency Act of 1870, as amended, and the Adequacy of Appropriations Act of 1861. As summarized in a 1996 GAO report:", "The Antideficiency Act, as amended, implements Congress's constitutional oversight of the executive branch's expenditure of funds. The act reflects laws enacted by the Congress since 1870 to respond to abuses of budget authority and to gain more effective control over appropriations. The central provision of the act (31 U.S.C. 1341(a)(1)) prevents agencies from entering into obligations prior to an appropriation or from incurring obligations that exceed an appropriation, absent specific statutory authority. Thus, agencies may not enter into contracts that obligate the government to pay for goods and services unless there are sufficient funds available to cover their cost in full. Instead, agencies must budget for the full cost of contracts up-front. Also, the Adequacy of Appropriations Act (40 U.S.C. 11), established in 1861, prohibits agencies from entering into a contract unless the contract is authorized by law or there is an appropriation to cover the cost of the contract.", "OMB Circular A-11 (July 2003)", "Circular A-11 from the Office of Management (OMB) provides guidance to executive branch agencies on the preparation of budget submissions to Congress. The current version of the circular was issued on July 25, 2003. Section 31.4 of the circular, which covers the full funding policy, states in part:", "Requests for acquisition of capital assets must propose full funding to cover the full costs of the project or a useful segment of the project, consistent with the policy stated in section 300.6(b). Specifically, requests for procurement programs must provide for full funding of the entire cost.... Remember that Administration policy and the Antideficiency Act require you to have sufficient budget authority or other budgetary resources to cover the full amount of unconditional obligations under any contract.", "Section 300.6(a) of the circular states (italics as in the original):", "(a) Background.", "Good budgeting requires that appropriations for the full costs of asset acquisition be enacted in advance to help ensure that all costs and benefits are fully taken into account when decisions are made about providing resources. For most spending on acquisitions, this rule is followed throughout the Government. When capital assets are funded in increments, without certainty if or when future funding will be available, it can and occasionally does result in poor planning, acquisition of assets not fully justified, higher acquisition costs, project (investment) delays, cancellation of major investments, the loss of sunk costs, or inadequate funding to maintain and operate the assets.", "Section 300.6(b) of the circular states in part (italics as in the original):", "(b) Full funding policy.", "The full funding policy (see section 31.4) requires that each useful segment (or module) of a capital investment be fully funded with either regular annual appropriations or advance appropriations. For definitions of these terms, see section 300.4 or the Glossary of Appendix J. Appendix J elaborates on the full funding concept (see Appendix J section C, Principles of Financing).", "Appendix J, Section C, lists four principles for financing capital assets. Principle 1, on full funding, states (italics as in the original):", "Budget authority sufficient to complete a useful segment of a capital project (investment) (or the entire capital project, if it is not divisible into useful segments) must be appropriated before any obligations for the useful segment (or project) (or investment) may be incurred.", "Explanation: Good budgeting requires that appropriations for the full costs of asset acquisition be enacted in advance to help ensure that all costs and benefits are fully taken into account at the time decisions are made to provide resources. Full funding with regular appropriations in the budget year also leads to tradeoffs within the budget year with spending for other capital assets and with spending for purposes other than capital assets. Full funding increases the opportunity to use performance-based fixed price contracts, allows for more efficient work planning and management of the capital project (or investment), and increases the accountability for the achievement of the baseline goals.", "When full funding is not followed and capital projects (or investments) or useful segments are funded in increments, without certainty if or when future funding will be available, the result is sometimes poor planning, acquisition of assets not fully justified, higher acquisition costs, cancellation of major investments, the loss of sunk costs, or inadequate funding to maintain and operate the assets.", "DOD Directive 7000.14-R (June 2004)", "Section 010202(A) of DOD Directive 7000.14-R on budget formulation and presentation (updated June 23, 2004) states (underlining as in the original):", "Policy for Full Funding. It is the policy of the Department of Defense to fully fund procurements that are covered within the procurement title of the annual DOD Appropriations Act. There are 2 basic policies concerning full funding.", "1. The first is to provide funds at the outset for the total estimated cost of a given program so that the Congress and the public can be fully aware of the dimensions and cost when the program is first presented in the budget.", "2. The second is to provide funding each fiscal year to procure a complete, usable end item. In other words, an end item budgeted in a fiscal year cannot depend upon a future year's funding to complete the procurement. However, efficient production of major defense systems has necessitated two general exceptions to this policy—advance procurement for long lead-time items and advance economic order quantity (EOQ) procurement. EOQ is normally associated with multiyear procurements but can be requested for annualized procurements on an exception basis for unusual circumstances (such as combined parts buys for a block of satellites). Both efforts must be identified in an Exhibit P-10, Advance Procurement, when the Budget Estimate Submission is submitted to OSD and when the President's budget request is submitted to the Congress.", "Congressional Hearings and Reports", "This section presents excerpts from five sources that discuss in some detail the origins of and rationale for the full funding policy. The excerpts also provide examples of how support for the policy has been periodically reaffirmed over the years by Congress, the Government Accountability Office (GAO), and DOD. The documents are a 1969 GAO report, a 1973 House Appropriations Committee report, a 1978 House Budget Committee hearing, a 1996 GAO report, and a 2001 GAO letter report and briefing.", "1969 GAO Report", "A 1969 GAO report on the full funding provision outlined the origins, rationale, and early DOD regulations governing the policy. Although it is a long excerpt (about 4 pages as reprinted here), it is significant as an early and detailed recapitulation of the history of the full funding policy:", "The concept of full funding was initially applied to Navy shipbuilding authorized by the act of March 10, 1951 (65 Stat. 4). Prior to the execution of the act, the Navy shipbuilding program operated under contract authorizations with funds appropriated in annual increments as estimated to be required for contract expenditures during the budget year. After passage of the act, the Congress appropriated funds for the entire cost of Navy shipbuilding programs as then envisaged on the basis of prevailing prices, regardless of the period of expenditures under the individual contracts. No provision was made for anticipated increases in costs of materials and labor.", "In a letter dated May 15, 1957, to the Secretary of Defense, Congressman [George Herman] Mahon, as Chairman of the Department of Defense Subcommittee, House Committee on Appropriations, stated, in part, that:", "\"The general prevailing practice of this Committee is to provide funds at the outset for the total estimated cost of a given item so that the Congress and the public can clearly see and have a complete knowledge of the full dimensions and cost of any item or program when it is first presented for an appropriation.", "\"During the course of these hearings, the Committee has learned that one or more contracts have been executed for material on a partially funded basis with the apparent expectation of completing the financing by ultimately fully obligating the transactions with succeeding years appropriations.\"", "* * * * *", "\"It is recommended that all necessary action be taken to prevent such practice in the future and to insure that procurement funds are administered so as to accomplish the full program for which the appropriation was justified.\"", "On May 21, 1957, the Office of the Secretary of Defense issued DOD Directive 7200.4[,] \"Funding of Procurement Contracts and Interdepartmental Requests and Orders for Procurement,\" which had been in preparation. This directive was responsive to the suggestions expressed by Congressman Mahon in his letter of May 15, 1957. The directive was issued for the purpose of ensuring the orderly execution of the procurement programs within the appropriations and funds available. It states in part, that:", "\"No procurement of material, equipment, or work or services in connection therewith shall be directed or authorized unless adequate appropriations and funds are available under the applicable Department of Defense Financial Plan (1) for obligation, (2) set aside in the form of a commitment, or (3) set aside in a reserve account in an aggregate amount sufficient (a) to complete the procurement of a specified number of end items (including, where applicable, initial spares and spare parts) usable either in service units or for test and evaluation, or (b) when specifically provided for under a current apportionment of funds, to complete a pre-production program or procure components in advance of the fiscal year in which the related programmed end item is directed to be procured.\"", "The directive also requires that:", "\"... all estimates shall be based upon the latest available firm prices. In the event firm prices are not available the best current working estimate of cost shall be used and adjustments will be made promptly when evidence of significant variation in costs becomes available.\"", "The directive expressed funding policies for all procurement actions subsequent to fiscal year 1957 and requires that all procurements not wholly consummated but entered into up and including fiscal year 1957 be modified to conform to the full funding concept. Procurements from research and development appropriations are not subject to the provisions of the directive, and other procurements may be specifically excepted by the Secretary of Defense from its provisions. Under these provisions, exceptions were granted to the Air Force for activities undertaken under procurement appropriations for development-type projects, such as the intermediate range ballistic missile and the intercontinental ballistic missile.", "Though the directive does not employ the term \"full funding,\" it states the concepts which express the essentials of full funding.", "Further, in a letter dated June 22, 1957, to the Chairman of the Subcommittee on the Department of Defense, Senate Committee on Appropriations, the Assistant Secretary of Defense (Comptroller) summarized the answers to certain questions which had arisen during the hearings on DOD appropriations concerning DOD Directive 7200.4. This letter, subsequently placed in the record of the hearings, explained the provisions of the subject directive and its implementation in fulfillment of the full funding principle which, it noted, had been applied generally by the Congress in providing funds for DOD procurement programs. DOD officials still cite the letter as authoritative in describing their procedures. In illustration of the full funding principle, the Assistant Secretary stated in his letter that:", "\"It has the merit of providing, at one time, for the total estimated cost of a given item or program so that the Congress and public can clearly see its full dimensions and costs at the time it is first presented for approval and appropriations. As you are well aware this system provides that when any Department directs a contracting officer to procure a hundred aircraft, tanks, etc., funds must be available (and set aside—some for obligation at once and some for obligation at a later date) to cover the total estimated cost to be incurred in completing delivery of one hundred usable end items plus their initial spares and spare parts when required.\"", "The letter from the Assistant Secretary also clarified the use of full funding of preproduction preparations for new items to be procured and placed in production in a subsequent year. The latter clarified also the treatment of advance procurement of long-lead-time components, budget estimating, and cost increases under the full funding concept.", "The military services issued formal implementation instructions on the full funding concept at different points in time. The Secretary of the Navy Instruction 7043.2 was dated June 22, 1957. Army Regulations 37-42 was [sic] issued on July 1, 1957. A letter from the Deputy Chief of Staff, Material, United States Air Force, to the Commander, Air Force Materiel Command, implementing DOD Directive 7200.4 was dated August 20, 1957.", "As noted [above], the Air Force was granted exceptions from the full funding requirements for certain programs. In the fiscal year 1963 budget, these included the ATLAS, TITAN, MINUTEMAN, and SKYBOLT missile procurement programs which were incrementally funded to cover only expenditures plus contractor commitments.", "The Assistant Secretary of Defense (Comptroller) felt, however, that the capability existed in 1962 to develop realistic programs and budgets for Air Force ballistic missiles on a fully funded basis and establish a consistent policy for funding all procurement programs.", "Subsequently, the Deputy Assistant Secretary of Defense (Comptroller) issued instructions to the military services on March 30, 1962, that the fiscal year 1964 budget be developed on the basis of providing new obligational authority to fully fund all budget line items and specifically the Air Force's ATLAS, TITAN, MINUTEMAN, and SKYBOLT missile procurement programs.", "It was recognized with the Office of the Secretary of Defense that the implementation of the full funding policy would require a change in Air Force missile contracting from the \"work effort\" basis to the basis of the total cost of delivery for a specific number of missiles. The exception for Air Force ballistic missiles, which had been in effect for several years, represented a carry-over of research and development funding policies of those items.", "Shipbuilding has been the procurement program most consistently reviewed and revised within DOD with respect to full funding. This is due to the length of procurement leadtime, 3 to 7 years depending primarily on the type of ship. Procedures have been refined as the need arose from the unique nature of the product. Prior to the fiscal year 1961 budget, ship cost estimates were based on the design concept and labor and material rates existing at the time the estimates were prepared with increases over the initial estimates being provided for by requesting additional funds in subsequent years or by reducing shipbuilding programs.", "The fiscal year 1961 budget initiated a new policy in financing shipbuilding programs termed \"end cost\" budgeting. Construction and conversion cost estimates in that budget represented the full amount required to complete all ships in the 1961 fiscal year and prior years' programs and included allowances for such growth factors as design and minor characteristics changes and changes in labor and material rates which would affect costs during construction and conversion periods.", "Through the fiscal year 1965 budget, the projected costs included estimates for the correction of deficiencies in a new ship through its first overhaul. This period was curtailed by NavShips Instruction 7301.25A, dated November 24, 1967, to a period of 11 months following preliminary acceptance trials or through post shakedown availability, whichever is earlier, for fiscal year 1964 and subsequent ship programs.", "A recent Navy Program/Budget Decision[,] \"SCN [Shipbuilding and Conversion, Navy] Financial Policy and Funding of Prior Year Programs,\" approved by the Deputy Secretary of Defense on December 9, 1968, refined the definition of full funding as it applied to ships. Estimates for outfitting and postdelivery deficiency corrections would be funded when required, that is funded on a lead-time basis rather than as part of the basic estimate. This change in application of the full funding concept to shipbuilding put shipbuilding procurement on the same basis as aircraft and electronics procurement with respect to postdelivery costs and outfitting. It also resulted in a substantial reduction of fiscal year 1969 and prior years' funding requirements for shipbuilding programs still in process.", "Bureau of the Budget [now Office of Management and Budget] Circular No. A-11, issued in July 1962, stated that:", "\"Requests for major procurements and construction programs will provide for full financing of the complete cost...\"", "A revision to Circular A-11 on July 25, 1968, stated:", "\"Request for major procurement programs will provide for full financing of the entire cost.\"", "Although the Bureau of the Budget uses the terms \"full financing,\" \"complete cost,\" and \"entire cost\" and the Office, Secretary of Defense, uses the term \"total cost of an end-item\" as stated in DOD Instruction 5000.8 \"Glossary of Terms Used in the Areas of Financial, Supply and Installation Management,: dated June 15, 1961, it is generally understood that all four terms refer to the same concept as does the term \"full funding.\"", "To supplement the concept of full funding as expressed in DOD Directive 7200.4 quoted [above], we have formulated the following expression of the concept based on our discussions with DOD personnel.", "Full funding exists when adequate obligational authority is available in the procurement appropriation to meet the currently estimated cost of a budget line item. A budget line item includes a specific quantity of end items, the procurement of which is authorized to be initiated in the program year.", "1973 House Appropriations Committee Report", "In its report (H.Rept. 93-662 of November 26, 1973) on the FY1974 DOD Appropriation Bill (H.R. 11575), the Committee on Appropriations affirmed the full funding policy and issued a warning against the abuse of the exception permitting advance procurement funding:", "The Committee is concerned that there is a growing tendency in the Department of Defense (DOD) to abuse the advance procurement exception to the long-established principle of \"full funding\" the procurement appropriations. It is important to understand that the technique of \"advance procurement\" is intended to be a well defined and narrowly-applied exception to a general rule. The basic rule of financing procurement appropriations, commonly known as \"full funding\", is that each annual budgetary request for a quantity of end items of military equipment will contain all of the obligational authority required to deliver those end items in a complete and militarily useful fashion. Said another way, no procurement budget request should be dependent upon future year appropriations to make it whole.", "This general rule of \"full funding\" is well defined in DOD's own Directive 7200.4. This same directive also clearly defines and limits the one recognized exception to \"full funding\", i.e., the advance procurement technique. Where an end item of military hardware contains components meeting specified criteria, it is permissible for those components to be budgeted in the year prior to the year in which their intended end items will be budgeted....", "The foregoing rules have been carefully drawn after extensive discussions between Congressional staff members and representatives of the DOD. They represent sound policy. Unfortunately, the Department of Defense has not always adhered to these rules....", "The Secretary of Defense is requested to personally review advance procurement funding requests proposed for the fiscal year 1975 budget in light of the foregoing direction and DOD Directive 7200.4. If there are future abuses of the advance procurement funding concept, the Committee will have to reconsider the advance procurement technique itself.", "1978 House Budget Committee Hearing", "The full funding policy was reviewed at a 1978 hearing before a House Budget Committee task force on budget process. The hearing focused on the Carter Administration's proposal to expand the application of the full funding policy to additional programs in the Federal budget.", "At this hearing, John R. Quetsch, Principal Deputy Assistant Secretary (Comptroller), Department of Defense, provided DOD's perspective on the full funding policy. He began by summarizing the history of the policy in a fashion very similar to the above excerpt from the 1969 GAO report: He stated that the policy was first applied to the Navy shipbuilding program authorized by the act of March 10, 1951, and \"That once the principle was established for shipbuilding it was gradually applied to procurement programs in general.\" He cited the May 15, 1957 letter to the Secretary of Defense from Representative Mahon and the Secretary's issuance on May 21, 1957, of DOD Directive 7200.4, which he, like GAO, characterized as \"responsive to the suggestions expressed by Congressman Mahon in his letter of May 15, 1957.\" He stated that", "In 1961, because of the problems that were developing as a result of the exception for shipbuilding wherein costs for changes and escalation were not being included in the original budget request, the Department [of Defense] proposed, and both the House Appropriations Committee and the Senate Appropriations Committee concurred the funds should be included for all predicted costs through completion of ship construction.", "He stated that as a result of GAO's 1969 report, \"DOD directive 7200.4 was updated and strengthened on October 30, 1969. This version of the directive continues in full force and effect today.\" He then noted the endorsement of the policy in the 1973 House Appropriation Committee report. As part of a list of \"some considerations which are derivative from the policy,\" he stated:", "Once funds are appropriated by the Congress, the principle creates an incentive for us to try to manage the program within our estimate....", "The whole system for the reprogramming of funds for procurement and military construction programs, a system which has been carefully worked out with the Congress over many years, is predicated on the full funding principle. If we were able to apply all current year funds to current year requirements and defer consideration of cost growth to the year in which the expenditure would be required, the Congress and the public would lose substantial visibility....", "If major procurement and construction programs were incrementally funded, future Congresses would be committed to financing the balance of incremental starts....", "Incremental funding would inject more uncertainty into our planning and cause the defense industry to be more skeptical of the stability of DOD procurement and construction programs. This, we believe, would translate into higher costs because long-term, cost-saving capital investments are highly dependent upon perceived program stability.", "Comparing full funding to incremental funding in terms of its effects on unobligated balances, he stated:", "Now, if the objective were to reduce unobligated balances, this incremental approach does that. However, some unobligated balances would still be required to cover contingencies, termination liabilities, and other uncertainties.", "The key point, in my judgment, centers on the fact that the expenditures, under both approaches, are the same. It is expenditures and not unobligated balances which influence the Government's need to borrow money. Since the approaches are equal in this regard, the Department of Defense continues to prefer full funding for procurement and military construction because of the stronger management control and discipline inherent in this policy.", "While there is the temptation to reduce a given fiscal year's budget by abandoning the full funding policy and applying prior year unobligated balances, this temptation should be resisted. The net result would be little change in our annual requests for appropriations. Instead of dealing with the full cost of new starts in our procurement and construction programs, the Congress would have to address not only the incremental costs of new starts, but also the incremental requirements of previously approved programs. In the absence of any advantages of incremental funding in the areas of reduced expenditures or requirements for budget authority, the advantages of full funding in the other areas I mentioned are evident.", "When asked whether DOD has experienced any operational or procedural problems with the full funding policy, he replied:", "We have. We like the policy, but nothing is free. There are two kinds of problems, basically—those internal and those external. The external ones I think you are familiar with; primarily the criticism of our unobligated balances.", "We basically feel if you go for the principle which is good you have to accept the unobligated balances. I will discuss the internal ones. Basically, they are the human resistance to discipline. We expect a fully funded program to be some sort of commitment on the part of the program manager that he can produce that program, that end result, that thing, at that price and what often happens is people do not like to do that. They want to get their foot in the door—they want to get us; they want to get OMB; they want to get the Congress committed to programs to the point where we have to bail them out. Almost all the internal procedure problems stem from that.", "We have to review, as almost every level in DOD does, the cost estimates to make sure they are realistic and achievable. We have not always been successful.", "Again, going back to the shipbuilding program which is most dramatic, we have to include line items for cost growth and escalation because our original estimates were not adequate particularly in a period of high and unpredicted inflation.", "We have resisted that in recent years successfully but it can be a problem when you run into unexpected inflation or any other unexpected amounts.", "When asked whether he thought DOD has saved any money by using the full funding approach, he replied:", "Yes, sir, sometimes at some expense to other programs, that is in enforcing the discipline.", "In some cases, rather than come back to the Congress for the [additional needed] money, we have had to cancel programs in order to complete others, or have had to reduce some programs in order to complete others, but we certainly feel the discipline on the program manager has paid off substantially because he does know that he has made a commitment and he will have to live with it and that he or some fellow program manager will suffer if he does not come in at the budgeted price.", "Later in the hearing, he stated:", "By appropriating the money on a full finding basis, you automatically subject it to the reporting and accounting discipline of the agencies involved. In addition, you have an obligated balance to look at under full funding.", "You do not have any unobligated balances to look at under incremental funding. You have no measure on the books. You have no original plan which you can hold the agency to and actually expect them to reflect on the books. They can come up every year and explain what happened in the preceding year, but not by month [sic].", "You cannot see how the project manager is spending against his original estimate and his obligation against his original estimate. It [full funding] gives you on the books of the Government, a record.", "At this same hearing, W. Bowman Cutter, Executive Associate Director for Budget at OMB, testifying in support of the Carter Administration's proposal to apply the full funding concept more comprehensively through the federal budget, stated:", "The President believes that full funding is desirable because it:", "Provides a clearer understanding of the total effect of budget proposals , since full funding requires appropriations in terms of total costs for an entire project at the time any funding is provided.", "Increases flexibility in programming and the ability of the Government to speed up the project if changes in economic conditions warrant acceleration.", "Permits construction progress at more economic rates with resulting savings to the Government by providing program continuity and eliminating uneconomic start-up and stop costs that sometimes accompany incremental funding.", "Donald Scantlebury, Director of Financial and General Management Studies at GAO, stated at the hearing:", "The significance of the full-funding concept is that it permits an agency to contract for the full cost of an item or items, such as ships, with the knowledge that full obligational authority is available to complete the item or items and that completion of the work will not be held up or stretched out by budget cuts or funding delays.", "Prior to the institution of full funding, funds were provided in annual increments. Shipbuilding has often been used as an example of explaining the full-funding concept because of the length of procurement lead which ranges from 3 to 7 years depending primarily on the type of ship.... Each year authority was granted for only a portion of the ship or ships being contracted for. Over the length of the contract budget reductions and constraints could delay timely completion of the ships and result in additional cost of the total ship....", "We believe that full funding has the advantage of permitting agencies to complete long-term projects at optimum efficiency and reduces delays caused by funding restraints.", "1996 GAO Report", "A 1996 GAO report on budgeting for federal capital assets stated:", "Despite the potential problems for individual agencies, up-front funding is critical to safeguarding Congress's ability to control overall federal expenditures and to assess the impact of the federal budget on the economy. Without up-front funding, projects may be undertaken without adequate attention being given to their overall costs and benefits. Moreover, failure to fully funding projects before they are undertaken can distort the allocation of budge resources and obscure the impact of federal budgetary action on the private sector. Only a few agencies, including the Army Corps of Engineers (one of our case studies) have been exempted from the up-front funding requirement. Despite these agencies' use of incremental funding, OMB has taken steps to encourage consistent application of up-front funding across government in the future.", "The report amplified on these points two pages later:", "Although possibly problematic for individual agencies, up-front funding has long been recognized as an important tool for maintaining governmentwide fiscal control. The requirement that budget authority be provided up-front, before the government enters into any commitment, was established over 100 years ago in the Adequacy of Appropriations Act and the Antideficiency Act. These acts responded to past problems in which agencies committed the government to payments that exceeded the resources made available to them by Congress.", "The importance of the principle was reinforced by the 1967 Report of the President's Commission on Budget Concepts, which emphasized the primary purposes of the budget as being the efficient allocation of resources and the formulation of fiscal policy to benefit the national economy. The up-front funding requirement advances both. It is essential for efficient resource allocation decisions because it helped ensure that the Congress considers the full cost of all proposed commitments and makes trade-offs based on full costs. To be useful in the formulation of fiscal policy, the budget must be able to highlight the impact of the federal budget on the economy. For this purpose, the requirement for up-front funding also serves the Congress well. The point at which capital spending has the largest and most direct economic impact on the private sector occurs at the point the commitment is made—that is, up-front—not over the expected lifetime of a long-lived asset.", "Failure to recognize the full cost of a particular type of expenditure when budget decisions are being made could lead to distortions in the allocation of resources. In other words, if particular types of spending, such as for physical assets, were given preferential treatment in the budget by virtue of recognizing only a fraction of their total cost, then it is likely that relatively more spending for those types of assets would occur. While advocates for purchasing some federal assets may see this as a desirable end, such an outcome may not accurately reflect the nation's needs. In particular, other types of federal spending that also provide long-term benefits but that are not physical assets (including research and development and spending for human capital) would be arbitrarily disadvantaged in the budget process, even if national priorities remain unchallenged.", "Furthermore, failure to fully fund capital projects at the time the commitment is entered into can force future Congresses and administrations to choose between having an unusable asset and continuing projects' funding for years even after priorities may have changed. For example, if the Congress provides funding for only part of a project and that part is not usable absent completion of the entire project, then the Congress and the administration may feel compelled to continue funding in the future to avoid wasting the initial, partial funding that was already spent. Thus, if capital projects are begun without full funding, future Congresses and administrations may, in effect, be forced to commit a greater share of their annual resources to fulfilling past commitments and thus have less flexibility to respond to new or changing needs as they arise.", "In the final chapter of its report, GAO stated:", "Full up-front funding is one of the tools that has been important to facilitating fiscal control and comparisons of the long-term costs of spending alternatives. An essential part of prudent capital planning must be an adherence to full up-front funding. When full up-front funding is not practiced, the Congress risks committing the government to capital acquisitions without determining whether the project is affordable over the long-term. Incremental funding also compels future Congresses to fund a project in order to prevent wasting resources previously appropriated. As budget constraints continue, incremental funding may lock the Congress into future spending patterns and reduce flexibility to respond to new needs. In the budget process, fully funded projects may be disadvantaged in competition with incrementally funded projects—even when the fully funded projects actually cost less in the long run.", "However, full up-front funding can impede agencies' ability to economically acquire capital in an environment of resource constraints. Full up-front funding of relatively expensive capital acquisitions can consume a large share of an agency's annual budget, thereby forcing today's decision-makers to pay all at once for projects with long-lived benefits. While various capital budgeting proposals have been advanced to address this, the proposals themselves have raised significant concern because of their potential diminution of fiscal accountability and control. Consequently, agencies need financing tools that can provide the fiscal control of up-front funding and can enable them to make prudent capital decisions within the current unified budget frame work.", "GAO observed and concluded the following:", "The requirement of full up-front funding is an essential too in helping the Congress make trade-offs among various spending alternatives. However, in an environment of constrained budgetary resources, agencies need tools that can help facilitate these trade-offs and that enable them to accommodate up-front funding. Furthermore, to successfully implement GPRA's requirement for program performance measures, managers will also need to know the full costs of their programs—including capital usage.", "Some have recommend that the government adopt a full-scale capital budget, but this raises major budget control issues and may not be necessary to address agency-identified impediments to capital spending. Rather, our case studies demonstrate that more modest tools, such as revolving funds, investment components, and budgeting for stand-alone stages, can help accommodate up-front funding without raising the congressional or fiscal control issues of a separate capital budget.", "As a \"matter for congressional consideration,\" the GAO report recommended the following:", "Although requiring that budget authority for the full cost of acquisitions be provided before an acquisition is made allows the Congress to control capital spending at the time a commitment is made, it also presents challenges. Because the entire cost for these relatively expensive acquisitions must be absorbed in the annual budget of an agency or program, fixed assets may seem prohibitively expensive despite their long-term benefits.", "This report describes some strategies that a number of agencies have used to manage this dilemma. The Congress should consider enabling agencies to use more flexible budgeting mechanisms that accommodate up-front funding over the longer term while providing appropriate oversight and control. For agencies having proven financial management and capital planning capabilities and relatively small ongoing capital needs, these techniques could include revolving funds and investment components. Such techniques enable agencies to accumulate resources over a period of years in order to finance certain capital needs, promote full costing of programs and activities by including costs related to capital usage in program budgets, and provide a degree of funding predictability to aid in long-range planning. As GPRA move toward full implementation, these and other tools may take on increasing importance in helping managers and the Congress to identify program costs and to more efficiently manage capital assets.", "2001 GAO Letter Report and Briefing", "In response to an August 2000 request from the Senate Budget Committee, the GAO prepared a briefing on incremental funding of capital asset acquisitions, including an assessment of \"the implications for future DOD budgets if the Navy's shipbuilding and conversion account were to change from incremental to full funding....\" The briefing was given to the staff of Senate Budget Committee in December 2000, and was subsequently given to staff from the Senate Armed Services Committee, the Senate Appropriations Committee, and the House Appropriations Committee.", "In February 2001, GAO prepared a letter to the Senator Pete Domenici, the chairman of the Senate Budget Committee, and other congressional recipients, summarizing the briefing and enclosing the briefing slides. As summarized in the letter, the GAO briefing concluded the following, in part:", "If the Navy shipbuilding and conversion account were to be moved from full to incremental funding for a given period of time, this would not allow the Navy to procure more ships for a given amount of funding. Additional ships would require additional funding. After the initial year, incremental funding reduces the amount of budget authority available to fund new ships in any given fiscal year because a portion of the funding must be devoted to completing ships partially funded in prior years. In addition, there is risk of cost growth associated with all capital projects—cost growth has occurred with fully funded projects as well as incrementally funded projects. Any cost growth on ships partially funded in prior years would further reduce the funding available for new ships. In addition, costs and commitments continue beyond the year depicted in the briefing slides in all scenarios.", "There are several other budgetary implications as well as acquisition management issues related to incremental funding for the Navy and for agencies in general. In general, full funding ensures that the full estimated costs of decisions are recognized at the time that the commitment is made. Incremental funding erodes future fiscal flexibility for programs such as shipbuilding because funding is dedicated to completing procurements begun in previous years. According to DOD and OMB officials, incremental funding also limits cost visibility and accountability. These officials believe that acquisition estimates are likely to increase because there would be an incentive to \"low ball\" the estimate at the beginning. Additionally, contractors may hedge their bets on pricing because they may not be able to take advantage of economies of scale that can come with longer-term and more certain commitments.", "The use of incremental funding and lease-purchase arrangements in the past has had some negative consequences. For example, a 1996 GAO report cited incremental funding as a key factor underlying Department of Energy project cost overruns and schedule delays. Another GAO report found that the use of long-term leases for auxiliary ships in the 1970s and 1980s resulted in higher costs per ship.", "Promoting effective management of capital asset acquisitions is important. We recognize that some incremental funding for high technology acquisitions is justified because, while such projects are intended to result in a usable asset, they are closer in nature to research and development activities. However, for other capital projects, as we have previously reported, full funding is an important tool for maintaining governmentwide fiscal control. Failure to recognize the full costs of proposed commitments when budget decisions are made could lead to distortions in the allocation of resources."], "subsections": []}]}]}]}}