{"id": "RL31618", "title": "Campus-Based Student Financial Aid Programs Under the Higher Education Act", "released_date": "2018-02-20T00:00:00", "summary": ["Three Higher Education Act (HEA) student financial aid programs—the Federal Supplemental Educational Opportunity Grant (FSEOG) program, the Federal Work-Study (FWS) program, and the Federal Perkins Loan program—collectively are referred to as the campus-based programs. The campus-based programs were reauthorized under the Higher Education Opportunity Act (HEOA; P.L. 110-315), which amended and extended authorization for programs funded under the HEA. The campus-based programs' authorizations of appropriations, along with many other provisions under the HEA, were set to expire at the end of FY2014 and were automatically extended through FY2015 under Section 422 of the General Education Provisions Act (GEPA). Congress provided appropriations for the FSEOG and FWS programs beyond FY2015 under a series of appropriations measures, most recently through March 23, 2018, under the Continuing Appropriations Act, 2018 (P.L. 115-123). The Perkins Loan program was amended and extended through FY2017 under the Federal Perkins Loan Program Extension Act of 2015 (P.L. 114-105). The authority for institutions to make new Perkins Loans expired on September 30, 2017.", "Under the campus-based programs, federal funding is provided to institutions of higher education for the provision of need-based financial aid to students. Institutions participating in the programs are required to provide matching funds equal to approximately one-third of the federal funds they receive. The campus-based programs are unique among the need-based federal student aid programs in that the mix and amount of aid awarded to students are determined by each institution's financial aid administrator according to institution-specific award criteria (which must be consistent with federal program requirements), rather than according to nondiscretionary award criteria, such as those applicable for Pell Grants and Direct Subsidized Loans.", "Each program provides students with a distinct type of aid. The FSEOG program provides grant aid only to undergraduate students. The FWS program provides undergraduate, graduate, and professional students the opportunity for paid employment in a field related to their course of study or in community service. The Perkins Loan program provided low-interest loans with favorable terms and conditions to undergraduate, graduate, and professional students.", "For FSEOG and FWS, funding is provided to institutions separately for each program according to formulas that take into account both the allocation institutions received in past years (their base guarantee) and their proportionate share of eligible students' need that is in excess of their base guarantee (their fair share increase). From these funds, institutions' financial aid administrators award aid to eligible students who have financial need. The Perkins Loan program operated in a similar manner.", "The programs are among the oldest of the federal postsecondary aid programs; however, they now operate amid a host of other aid programs and tax benefits, some of which are not need-based. At present, a relatively small proportion of all students receive campus-based financial aid.", "This report describes the FSEOG, FWS, and Federal Perkins Loan programs. It also presents historical information on appropriations provided for the programs and the federal student aid that has been made available to students through the programs."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["Three postsecondary student financial aid programs authorized under the Higher Education Act of 1965 (HEA) are collectively referred to as the campus-based programs—the Federal Supplemental Educational Opportunity Grant (FSEOG) program, the Federal Work-Study (FWS) program, and the Federal Perkins Loan program. The campus-based programs are unique among the need-based federal student aid programs in that federal funds are awarded to institutions of higher education (IHEs) according to formulas that take into account past institutional awards and the aggregate financial need of students attending the institutions. The mix and amount of aid students receive under the programs are determined by each institution's financial aid administrator according to institution-specific award criteria, rather than according to nondiscretionary award criteria, such as that applicable for Pell Grants and Direct Subsidized Loans.", "The FSEOG and FWS programs were most recently amended and extended under the Higher Education Opportunity Act (HEOA; P.L. 110-315 ), which reauthorized the programs that are part of the HEA. Minor changes were made to these programs. The HEOA also amended and extended the Perkins Loan program, making several changes to it, including increases to loan limits and an expansion of loan cancellation benefits. The campus-based programs' authorization of appropriations, along with many other provisions under the HEA, expired at the end of FY2014. However, Section 422 of the General Education Provisions Act (GEPA) automatically extended the programs' authorizations through FY2015. Congress provided appropriations for the FSEOG and FWS programs beyond FY2015 under a series of appropriations measures, most recently through March 23, 2018, under the Continuing Appropriations Act, 2018 ( P.L. 115-123 ). The Perkins Loan program was amended and extended through FY2017 under the Federal Perkins Loan Program Extension Act of 2015 (Extension Act; P.L. 114-105 ). The authority for institutions to make new Perkins Loans expired on September 30, 2017.", "This report begins by providing a brief description of each of the campus-based programs, including the terms under which such financial aid is awarded to students and the procedures under which federal funds are allocated to institutions for that purpose. It then provides historical information on federal funds appropriated for each of the programs, an analysis of the number and types of students served, and selected program statistics. "], "subsections": []}, {"section_title": "Program Descriptions", "paragraphs": ["This part of the report provides a description of each of the three HEA campus-based financial aid programs—the FSEOG program, the FWS program, and the Federal Perkins Loan program. Program descriptions explain the purpose of each program and the terms under which aid is provided to students. They also include a brief explanation of how federal funds are allocated to institutions for the purpose of providing aid to students."], "subsections": [{"section_title": "Federal Supplemental Educational Opportunity Grants", "paragraphs": ["The FSEOG program authorizes the Secretary of Education (the Secretary) to grant funds to IHEs for the purpose of providing financial assistance to undergraduate students with exceptional financial need to aid them in obtaining the benefits of postsecondary education. The FSEOG program is authorized by Title IV, Part A, Subpart 3 of the HEA. It first was incorporated into the HEA under the Education Amendments of 1972 (P.L. 92-318). Prior to authorization of the FSEOG program, Education Opportunity Grants, authorized under the HEA of 1965 (P.L. 89-329), served a similar purpose.", "From the funds allotted to them by the Secretary, institutions award FSEOG aid to eligible students as part of their financial aid packages. Institutions are required to award FSEOG aid first to students with exceptional financial need, as determined according to the HEA need analysis provisions, with priority going to students receiving Pell Grants. Institutions may establish categories of students for purposes of packaging FSEOG awards. For example, \"categories may be based on class standing, enrollment status, program, date of application, or a combination of factors.\" Categorization of awards may not be used to arbitrarily deny FSEOG aid to students, for example by establishing a policy of awarding aid on a first-come, first-served basis.", "FSEOG aid consists of a federal share, not to exceed 75% (except if the Secretary determines that a larger share is necessary to further the purpose of the program), and a nonfederal share of at least 25%. The nonfederal share is required to be funded through the institution's resources, such as institutional grants and scholarships, tuition or fee waivers, state scholarships, and foundation or other charitable organization funds. The Department of Education (ED) has determined that all state scholarships and grants can be counted toward meeting the nonfederal share, except for any portion of those awards that may be attributable to federal funds. ", "Unlike the other two campus-based programs, students are eligible to receive FSEOG aid only during the period required to complete a first undergraduate baccalaureate course of study. The maximum FSEOG award amount per academic year is the lesser of the student's financial need or $4,000. In the case of a student studying abroad, and if the cost of studying abroad exceeds the cost of studying at the student's home institution, the FSEOG award may be increased to a maximum of $4,400. The minimum value of an FSEOG award is $100 per year. For students enrolled for less than a full academic year, the value of FSEOG awards must be proportionately reduced. Institutions are required to award a \"reasonable proportion\" of FSEOG aid to independent students and to those who are enrolled less than full-time, if the institution's allocation of FSEOG funds was based in part on the financial need of such students. Students do not repay FSEOG awards."], "subsections": [{"section_title": "Allocation of Funds to Institutions", "paragraphs": ["The federal share of FSEOG funds are allocated to IHEs according to procedures prescribed in the authorizing statute. Funds are first allocated to institutions in proportion to the amount they received in previous years, with priority going to institutions that participated in the program in FY1999 or earlier. Next, funds are allocated to those institutions that began participating after FY1999, but which are not first- or second-time participants. Following this, funds are allocated to institutions that are first- or second-year participants.", "Provided that sufficient funds are appropriated, institutions that participated in the FSEOG program in FY1999 or earlier receive 100% of their FY1999 allocation. This is referred to as their base guarantee. Institutions that began participating after FY1999, but that are not first- or second-time participants receive a base guarantee that is the greatest of 90% of the amount they received in their second year of participation or $5,000. Institutions participating in the FSEOG program for their first or second year receive as their base guarantee, the greatest of $5,000, 90% of an amount proportional to that received by comparable institutions, or 90% of what the institution received in its first year of participation. However, if an institution began participating in FSEOG after FY1999 and received a larger allocation in its second year of participation than in its first, it is allocated 90% of the amount it received in its second year of participation. Institutions' base guarantees are adjusted to be proportional to the ratio of total funds available for the FSEOG program to the national total of institutions' base guarantees. This amount is called an institution's adjusted base guarantee.", "After allocating institutions their adjusted base guarantee, any remaining FSEOG funds are allocated to institutions proportionately according to their eligible amount of need that is greater than their adjusted base guarantee. An institution's eligible amount of need, or fair share, is calculated by subtracting the sum of aid provided under the Pell Grant program from the aggregate financial need of the institution's undergraduate students. Undergraduate student financial need is determined through a formula that takes into account the cost of attendance (COA) at the institution and the expected family contribution (EFC) of a representative sample of students. Institutions with a fair share amount of need that is greater than their FSEOG adjusted base guarantee are considered to have an excess eligible amount of need. These institutions receive an allocation greater than their base guarantee, which is called their fair share increase. Institutions' total allotments are the sum of their adjusted base guarantee and their total fair share increase."], "subsections": [{"section_title": "Other FSEOG Funding Provisions", "paragraphs": ["Institutions are provided flexibility to carry over up to 10% of their allocation for use in a succeeding fiscal year to carry out the FSEOG program. They also may carry-back funds to make grants to students prior to the beginning of the fiscal year, but after the end of the prior academic year. The Secretary is authorized to reallocate any excess funds returned by institutions. An institution returning more than 10% of its allocation will have its next year's allocation reduced by the amount returned, unless the Secretary determines it would be contrary to the interest of the program. Finally, the Secretary is authorized to allocate up to 10% of funds appropriated in excess of $700 million for the programs under HEA Title IV, Part A, to institutions from which 50% or more of Pell Grant recipients either graduate or transfer to four-year institutions."], "subsections": []}]}]}, {"section_title": "Federal Work-Study Programs19", "paragraphs": ["The purpose of Federal Work Student programs (FWS) is to provide part-time employment to undergraduate, graduate, and professional students in need of earnings to pursue their course of study and to encourage student participation in community service activities. FWS programs are authorized under the HEA at Title IV, Part C. They first were authorized under the Economic Opportunity Act of 1964 (P.L. 88-452) and administered by the U.S. Department of Labor's Office of Economic Opportunity. In 1968, under P.L. 90-575, authority for the FWS programs was transferred to Title IV of the HEA.", "An institution's financial aid administrator is responsible for awarding FWS aid to eligible students. Unlike the FSEOG and Perkins Loan programs, in which aid is required to be awarded first to students with exceptional financial need, FWS aid may be provided to any student demonstrating financial need. Awards typically are based on factors such as each student's financial need, the availability of FWS funds, and whether a student requests FWS employment and is willing to work. Students receive their award as compensation for the hours they have worked. Earnings from FWS employment are considered \"excludable income\" in determining a student's financial need for the subsequent year. Awards are based on a combination of factors such as a student's financial need, financial aid available from other sources, the wage rate, and how many hours per week the student can work. There is no maximum award amount."], "subsections": [{"section_title": "FWS Employment", "paragraphs": ["FWS employment may consist of work for the institution of higher education a student attends; a private nonprofit organization; a federal, state, or local public agency; or a private for-profit organization. Conditions applicable to all types of FWS employment include that it:", "(A) will not result in the displacement of employed workers or impair existing contracts for services;", "(B) will be governed by such conditions of employment as will be appropriate and reasonable in light of such factors as type of work performed, geographical regions, and proficiency of the employee;", "(C) does not involve the construction, operation, or maintenance of so much of any facility as is used or is to be used for sectarian instruction or as a place for religious worship; and", "(D) will not pay any wage to students employed ... [through the FWS program] that is less than the current federal minimum wage as mandated by Section 6(a) of the Fair Labor Standards Act of 1938.", "In addition to the above requirements, students working for private for-profit organizations must be employed in jobs that are academically relevant to their pursuits. Furthermore, such students cannot be employed under FWS if they otherwise would have been employed by the organization. Students employed by proprietary institutions that they also attend either must be employed on-campus in jobs that provide student services directly related to the student's education or in community service jobs. Proprietary institutions cannot employ FWS students in jobs that involve the solicitation of other students to attend the institution. Employment by private for-profit organizations must be arranged between the sponsoring institution and the for-profit organization."], "subsections": [{"section_title": "FWS Community Service Employment", "paragraphs": ["Since FY2000, institutions participating in FWS have been required to use at least 7% of their FWS allocation to compensate students employed in community service jobs, including 100% of any excess FWS funds they receive through reallocation of other institutions' unspent FWS funds. In meeting the 7% requirement, institutions are required to ensure that they are operating at least one tutoring or family literacy project in service to the community. Institutions may use up to 10% of the funds they receive for administrative expenses under Section 489 of the HEA and attributable to the FWS program for the operation of their FWS community service-learning programs. The HEA defines community service as follows:", "COMMUNITY SERVICES.—For purposes of this part, the term \"community services\" means services which are identified by an institution of higher education, through formal or informal consultation with local nonprofit, governmental, and community-based organizations, as designed to improve the quality of life for community residents, particularly low-income individuals, or to solve particular problems related to their needs, including:", "(1) such fields as health care, child care (including child care services provided on campus that are open and accessible to the community), literacy training, education (including tutorial services), welfare, social services, transportation, housing and neighborhood improvement, public safety, emergency preparedness and response, crime prevention and control, recreation, rural development, and community improvement;", "(2) work in a project, as defined in Section 101(20) of the National and Community Service Act of 1990 (42 U.S.C. §12511(20));", "(3) support services to students with disabilities, including students with disabilities who are enrolled at the institution; and", "(4) activities in which a student serves as a mentor for such purposes as—", "(A) tutoring;", "(B) supporting educational and recreational activities; and", "(C) counseling, including career counseling.", "Tutoring and family literacy projects include those that employ students as reading tutors of children who are of preschool age or who are in elementary school or family literacy projects. In many instances, FWS jobs in tutoring and family literacy projects count toward an institution's 7% community service requirement. However, this may not always be the case. For instance, ED has determined that if FWS students are employed as tutors in an institution's daycare center and the center is not open and accessible to the community, then the job could not be counted toward satisfying the institution's 7% community service requirement."], "subsections": []}, {"section_title": "Civic Education and Participation Activities", "paragraphs": ["The HEOA amended the FWS programs to establish new categories of employment for participating students. To the extent practicable, IHEs must give priority to the employment of students participating in FWS projects that educate or train the public about evacuation, emergency response, and injury prevention strategies relating to natural disasters, terrorist acts, and other emergencies. Institutions may also use FWS funds to employ students in projects that teach civics in schools, raise awareness about government functions or resources, or increase civic participation. Institutions also must ensure that participating students are appropriately trained to carry out these activities."], "subsections": []}, {"section_title": "Federal and Nonfederal Shares of Compensation", "paragraphs": ["Under the FWS programs, students are compensated with a combination of federal funding and a matching amount provided either by the institution or the employer. The share of compensation that may be provided through federal funding varies according to the type of FWS employment. For most FWS jobs, the maximum federal share of compensation is 75%; however, in certain instances, the federal share may be higher (see Table 1 ). For employment in the private for-profit sector, the federal share of compensation is limited to 50%. An institution's matching share of compensation may come from any source (other than FWS) and may be paid in the form of services, such as tuition, room, board, or books provided by the institution. Table 1 highlights the maximum federal share of compensation for the various types of FWS employment."], "subsections": []}, {"section_title": "Off-Campus Community Service Employment", "paragraphs": ["The HEOA established an FWS Off-Campus Community Service Employment program with a separate authorization of appropriations. Under the program, the Secretary is authorized to make grants to IHEs otherwise participating in the FWS programs to supplement off-campus community service employment. Recipient institutions must use funds to recruit and compensate students for community service employment and may use funds to compensate students for travel and training directly related to their community service employment. In awarding grants to institutions, the Secretary is required to give priority to institutions whose students would be employed in community service related to early childhood education and the preparation for emergencies and natural disasters."], "subsections": []}, {"section_title": "Flexibility in Making Payments to Disaster-Affected Students", "paragraphs": ["Institutions located in areas affected by a major disaster may continue to make FWS payments to students affected by the disaster. During the award year, the students must have earned FWS aid and, as a result of the disaster, become unable to fulfill their work-study obligation and been unable to be reassigned to another work-study job. Disaster-affected students may receive FWS compensation for no more than one academic year. Payments to disaster-affected students also must meet maximum federal matching requirements, unless waived by the Secretary."], "subsections": []}]}, {"section_title": "Job Location and Development Programs", "paragraphs": ["Institutions may use up to the lesser of 10% of their FWS allocation or $75,000 to establish or expand a job location and development program operated either by the institution or jointly with another institution. The program must locate and develop jobs, including community service jobs, for currently enrolled students. Jobs located and developed should be compatible with students' scheduling needs and complement their educational and vocational goals. The federal share of funds used to operate the program cannot exceed 80%. Job location and development programs cannot be used to find jobs at the institution, nor should they be used to find jobs for students after graduation."], "subsections": []}, {"section_title": "Work Colleges", "paragraphs": ["The FWS programs authorize funding to support comprehensive work-learning-service programs at select institutions called \"work colleges.\" Work colleges are public and private nonprofit, four-year, degree-granting institutions with a commitment to community service. They require students to participate in comprehensive work-learning-service programs that contribute to their education and the welfare of the broader community. Specifically, at least half of full-time students must participate in a comprehensive work-learning-service program for at least five hours per week, or at least 80 hours per each period of enrollment. In work colleges, all resident students must be required to participate in work-learning-service programs that are an integral and stated part of the institution's educational philosophy and program; participation by all resident students must be required for enrollment and graduation. Work-learning-service must be included as part of students' college records, and there must be consequences for nonperformance or failure in the work-learning-service program that are similar to the consequences for failure in the regular academic program.", "The Work Colleges program contains its own authorization of appropriations. Institutions also may transfer funds from their regular FWS program allocation to the Work Colleges program. Authorized activities under the Work Colleges program include providing support to students participating in work-learning-service programs; promoting the work-learning-service experience in postsecondary education; carrying out traditional FWS and job location and development programs; developing, administering, and assessing comprehensive work-learning-service programs; coordinating and carrying out joint projects to promote work-learning-service; and carrying out comprehensive longitudinal studies of work-learning-service programs. "], "subsections": []}, {"section_title": "Allocation of Funds to Institutions", "paragraphs": ["Similar to the FSEOG program, FWS funds are allocated to IHEs according to statutorily prescribed procedures. Funds are allocated first to institutions based on previous years' allocations, with priority going to institutions that participated in the program in FY1999. These institutions are eligible to receive 100% of their FY1999 allocation as their base guarantee. Institutions that began participating after FY1999, but that are not first- or second-time participants, receive a base guarantee that is the greatest of 90% of the amount they received in their first year of participation, or $5,000. Institutions participating in the FWS program for their first or second year receive as their base guarantee the greatest of $5,000, 90% of an amount proportional to that received by comparable institutions, or 90% of what the institution received in its first year of participation. However, if an institution began participating in FWS after FY1999 and received a larger allocation in its second year of participation than in its first, it is allocated 90% of the amount it received in its second year of participation. If sufficient funds are not appropriated, then institutions' awards are reduced proportionately, resulting in an amount called their adjusted base guarantee.", "Funds greater than the amount required to meet institutions' base guarantee are allocated according to institutions' proportional share of excess eligible need. For the FWS program, excess eligible need is the amount by which an institution's share of self-help need (fair share) exceeds its base guarantee. Self-help need is calculated separately for undergraduate students and graduate and professional students according to formulas that take into account the cost of attendance at the institution and the approximate EFCs of students attending the institution. Institutions whose grants are based, in part, on the need of independent students or those attending less than full-time are required to assist these students through FWS employment with a reasonable portion of the FWS grant. The Secretary is authorized to allocate up to 10% of funds appropriated for FWS that are in excess of $700 million to institutions from which 50% or more of Pell Grant recipients either graduate or transfer to four-year institutions.", "Institutions are provided flexibility to carry over up to 10% of their FWS funds for use in a succeeding fiscal year to carry out the FWS program. If an institution neither uses funds in the year for which they were granted nor carries them over to the next fiscal year, the Secretary may, in the next succeeding fiscal year, reallocate them to other institutions within the same state. Up to 10% of an institution's allocation may be granted by the Secretary for the purpose of making grants to students prior to the beginning of the fiscal year, but after the end of the prior academic year. The Secretary also is required to reallocate any excess funds returned by institutions to eligible institutions that in the previous fiscal year used at least 5% of their FWS allocation to compensate students employed in tutoring in reading or family literacy activities. Reallocated funds must be distributed to such institutions according to their excess eligible need. Institutions returning more than 10% of their allocation may, at the discretion of the Secretary, be subject to having their next year's allocation reduced by the amount returned."], "subsections": []}]}, {"section_title": "Federal Perkins Loans", "paragraphs": ["The Federal Perkins Loan program is established under the HEA at Title IV, Part E. Under the program, IHEs established and maintained revolving loan funds for the purpose of making low-interest loans to students with exceptional financial need. The program supersedes Title II—Loans to Students in Institutions of Higher Education—of the National Defense Education Act of 1958 (P.L. 85-864), which was incorporated into the HEA through the Education Amendments of 1972 (P.L. 92-318). Previously, these loans were known as National Defense Student Loans (Defense Loans) and National Direct Student Loans (NDSLs).", "Historically, institutions capitalized their revolving Perkins Loan funds with a combination of federal and institutional capital contributions (FCCs and ICCs, respectively). Institutions applied to ED for FCC funds, which were allocated according to procedures similar to those used for the FSEOG and FWS programs. Each institution's ICC was required to equal one-third of the FCC. After making loans, institutions recapitalized their loan funds by depositing the principal and interest repaid by students who borrowed under the program, as well as any other charges or earnings associated with the operation of the program.", "The authorization for IHEs to make new Perkins Loans to eligible undergraduate students expired on September 30, 2017. However, if an eligible student received a disbursement prior to the expiration of the program for AY2017-2018, the student may receive any subsequent disbursements of that Perkins Loan through June 30, 2018. ", "Under current law, beginning on October 1, 2017, each IHE was to begin returning to the Secretary the federal share of its Perkins Loan fund and the federal share of payments and collections made on outstanding Perkins Loans. Given that institutions are allowed to make disbursements to eligible borrowers through June 30, 2018, ED has indicated that it will begin collecting the federal share of IHE's Perkins Loan revolving funds following the submission of the 2019-2020 Fiscal Operations and Application to Participate (FISAP), which is due October 1, 2018. Institutions are permitted to retain any remaining funds after remitting the federal share.", "Under current regulations, when an IHE discontinues its participation in the Perkins Loan program, it is required to assign all loans with outstanding balances to ED. If an institution assigns its loans to ED, it relinquishes all rights to the loan, without recompense (i.e., ED will not reimburse it for the institutional funds used to make the loan, and it will not receive any future payments made on the outstanding loans). ED has indicated that during the Perkins Loan program wind-down, IHEs have the option to assign Perkins Loans to ED or to continue servicing them."], "subsections": [{"section_title": "Terms of Perkins Loans", "paragraphs": ["Interest on Perkins Loans is fixed at a rate of 5% per year. However, no interest accrues prior to a student beginning repayment, nor while repayment is suspended during deferment (described below). Borrowers must begin repaying Perkins Loans nine months after they no longer are enrolled at least half-time and must complete repayment within 10 years after beginning repayment. Institutions may establish incentive repayment programs in which they may reduce the interest rate by up to one percentage point in instances where a student makes 48 consecutive payments. In addition, if a student repays a Perkins Loan in full prior to the end of the repayment period, an institution may discount the loan balance owed by up to 5% at the time the repayment is made. However, institutions may not use either federal or institutional funds from the Perkins revolving loan fund to absorb the costs of incentive repayment programs and must reimburse the fund on a quarterly basis for any lost income."], "subsections": [{"section_title": "Deferment", "paragraphs": ["In general, deferment is a period during which a borrower is not required to make payments on the loan balance and during which interest does not accrue. A Perkins Loan borrower is granted a deferment if the borrower is", "enrolled at least half-time at an eligible institution; pursuing a graduate fellowship or rehabilitation training program approved by the Secretary (excluding medical internship and residency programs); seeking, but unable to find, full-time employment (for up to three years); serving on active duty in the military or is performing qualifying National Guard duty during a war or other military operation or national emergency, and for 180 days following such service; experiencing an economic hardship (for up to three years); engaged in a type of service that makes the borrower eligible for loan cancellation (discussed later); or a member of the National Guard, of another reserve component of the Armed Forces, or of the Armed Forces in retired status, who was called to active duty service while enrolled, or within six months after being enrolled, at an eligible institution (for up to 13 months following the completion of such service or re-enrollment).", "Borrowers are not required to request deferment in writing but must provide the institution with information necessary to document their deferment status. They also are not required to resume making payments until six months following the completion of any of the periods described above for which they are exempted from making payments. Time in deferment does not count toward the 10-year repayment period."], "subsections": []}, {"section_title": "Forbearance", "paragraphs": ["In general, forbearance is a temporary suspension or postponement of payments during which interest continues to accrue. A borrower may be granted forbearance from paying principal and interest or principal only if the borrower's debt burden, due to HEA student financial assistance loans, is greater than or equal to 20% of the borrower's gross income or if the institution determines that forbearance should be granted for other reasons. Examples include service in AmeriCorps or for reasons due to a \"national military mobilization or other national emergency.\" Forbearance may be granted for a period of up to one year at a time and may be renewed for a total period of up to three years. "], "subsections": []}, {"section_title": "Loan Cancellation", "paragraphs": ["Individuals who have engaged in the following types of public service are eligible to have part or all of their loans cancelled:", "full-time elementary or secondary school teacher employed at a public school, private nonprofit school, or location operated by an educational service agency, in which low-income students are more than 30% of the total enrollment; full-time staff member employed in a Head Start preschool program or a prekindergarten or child care program that is licensed or regulated by the state; full-time special education teacher employed in a public or nonprofit elementary or secondary school system (including a system of an educational service agency) or a professional provider of Individuals with Disabilities Education Act (IDEA) early intervention services in a public or nonprofit program; member of the U.S. Armed Forces serving in an area of hostilities; Peace Corps or AmeriCorps VISTA volunteer; full-time law enforcement or corrections officer employed in a local, state, or federal law enforcement or corrections agency or full-time attorney employed in a public defender organization; full-time teacher of mathematics, science, foreign languages, bilingual education, or other shortage subject area (as determined by the state education agency); full-time nurse or medical technician providing health care services; full-time employee of a public or private nonprofit agency serving high-risk children from low-income communities and their families; full-time firefighter serving in a local, state, or federal fire department or district; full-time faculty member at a Tribal College or University; librarian with a master's degree in library science employed in an elementary or secondary school eligible for assistance under ESEA, Title I-A, or in a public library serving a geographic area that contains such a school; or full-time speech language pathologist with a master's degree and working exclusively with schools eligible for assistance under ESEA, Title I-A.", "Perkins Loan cancellation is based on both the number of years of service an individual has completed and a rate of cancellation applicable to the particular type of service. Table 2 presents the percentage of the principal of Perkins Loans that is canceled for each year of service in an activity eligible for Perkins Loan cancellation. The terms of the program prescribe that the amount of principal and interest canceled for public service shall not be considered income for purposes of the Internal Revenue Code (IRC) of 1986.", "The HEA specifies that the Secretary must reimburse institutions for Perkins Loans canceled for students engaged in public service. However, the HEA also prohibits the Secretary from using funds appropriated for federal capital contributions to reimburse IHEs for Perkins Loan cancellations. In past years, funds had been appropriated specifically for purposes of reimbursing IHEs for Perkins Loan cancellations; however, funds were last appropriated for this purpose in FY2009. During the period since funds were last appropriated for Perkins Loan cancellations, on an annual basis, ED has calculated the Perkins Loan cancellation reimbursement amount each IHE would have been eligible to receive had funds been appropriated for that purpose, and has maintained records of those amounts. While funds have not been appropriated for Perkins Loan cancellations since FY2009, institutions are nonetheless still required to provide loan cancellation benefits to qualified borrowers."], "subsections": []}, {"section_title": "Loan Discharge", "paragraphs": ["Institutions must discharge a borrower's liability to repay Perkins Loans if the borrower dies or becomes totally and permanently disabled, as determined according to regulations issued by the Secretary. Collections may be resumed if a borrower whose loan has been discharged subsequently receives a loan under HEA, Title IV, if the borrower earns income in excess of the poverty line, or if the Secretary determines the resumption of collections is necessary. Institutions are not reimbursed by the Secretary for losses due to the discharge of Perkins Loans."], "subsections": []}, {"section_title": "Loan Default and Rehabilitation", "paragraphs": ["In general, a Perkins Loan is considered to be in default if the borrower has failed to comply with the terms of the promissory note or failed to make payments on a loan for 240 days (for a loan repayable monthly) or 270 days (for a loan repayable quarterly). The cohort default rate for an institution is defined as the percentage of current and former students entering repayment in that award year on Perkins Loans received for attendance at that institution and who default on their loans before the end of the following award year. For institutions with less than 30 students entering repayment in any year, the cohort default rate is calculated over a three-year period.", " Table 3 provides Perkins Loan cohort default rates from AY1995-1996 through AY2014-2015. The Perkins Loan default rate for borrowers who entered repayment in AY2014-2015 is 10.87%. Perkins Loan cohort default rates have been above 10% since AY2007-2008. Four-year institutions typically have the lowest cohort default rates, while those of two-year and proprietary institutions are much higher.", "A borrower who has defaulted on a loan may rehabilitate the loan by making nine consecutive on-time payments. Rehabilitated borrowers are returned to regular repayment status, begin a new 10-year repayment schedule, and have the default removed from their credit history. A borrower may rehabilitate a loan only once."], "subsections": []}]}]}, {"section_title": "Transfer of Funds Between Campus-Based Programs", "paragraphs": ["Institutions may transfer up to 25% of their allotment under the FWS program for use in the FSEOG program. Institutions may also transfer up to 25% of their FSEOG allocation for use in the FWS programs. As noted earlier, work colleges may transfer up to 100% of their FWS allocation to their Work Colleges program.", "For AY2015-2016, 1,262 institutions transferred a total of approximately $96.3 million from the FWS to the FSEOG program; 273 institutions transferred a total of approximately $4.3 million from the FSEOG to the FWS program; and 5 institutions transferred a total of approximately $240,000 from the FWS to the Perkins Loan program. In prior years when Perkins Loan FCCs were appropriated, some institutions also transferred funds from the Perkins Loan program to the FSEOG and FWS programs."], "subsections": []}, {"section_title": "Administrative Costs", "paragraphs": ["Institutions participating in the campus-based programs are entitled to an administrative cost allowance to cover the expenses of administering the programs. Administrative cost allowances are determined according to the following schedule:", "5% of the institution's first $2.75 million in campus-based expenditures; plus 4% of the institution's campus-based expenditures greater than $2.75 million and less than $5.5 million; plus 3% of the institution's campus-based expenditures in excess of $5.5 million.", "In calculating administrative costs, institutions include both federal and institutional expenditures. Institutions take their administrative cost allowances out of federal funds allocated for the FSEOG and FWS programs. Institutions have some discretion in determining how to allocate administrative costs across the FSEOG and FWS programs. Administrative cost allowances as claimed for the campus-based programs are shown in Table 4 ."], "subsections": []}]}, {"section_title": "Funding and Participation Data", "paragraphs": ["This section presents budget information on past funding levels for the campus-based programs and program information including the number of institutions participating in each program, the number of students awarded aid, and average award amounts. "], "subsections": [{"section_title": "Funding for the Campus-Based Programs", "paragraphs": ["Appropriation figures for the campus-based programs are presented in Table 5 for the past decade. Funding for the FSEOG program decreased by approximately 10% from FY2007 to FY2013, before experiencing an increase of 5% in FY2014. In recent years, the programs funding has remained level at about $730 million. In FY2009, an additional $200 million was provided for the FWS under the American Recovery and Reinvestment Act (ARRA; P.L. 111-5 ). Funding for the FWS Off-Campus Community Service program, which was established under the HEOA, was only provided for FY2010. Discretionary appropriations were last provided for Perkins Loan FCCs in FY2004; and funding was last provided for Perkins Loan Cancellations in FY2009. ", "Under each of the campus-based programs, federal funds are generally required to be matched by the participating institution (or the employer under FWS, if other than the institution). As previously described, under each of the programs, the institutional match generally is one-third the amount of the federal share (however, in the FWS program, the required match can be as high as one-half of the federal share or as low as zero, depending on the type of employment). Because of the matching requirements, the campus-based programs leverage federal funding to provide an amount of student financial aid that is greater than the amount of federal funds appropriated for each program. Institutional Participation", "In AY2015-2016, there were 7,277 postsecondary institutions that participated in HEA Title IV financial aid programs. Approximately 52% of Title IV institutions awarded FSEOG aid, 46% employed students in FWS, and 20% advanced loans under the Perkins Loan program. While fewer institutions of all types participate in the Perkins Loan program than in either FSEOG or FWS, far fewer two-year and proprietary institutions participate in the Perkins Loan program than the other two programs. It is possible that these lower levels of participation are due to factors such as the administrative burden of administering a revolving loan fund and the generally higher cohort default rates of students who attend these types of institutions.", " Figure 1 displays the number of institutions participating in each of the campus-based programs since AY1995-1996. Over the past 20 years, institutional participation in FSEOG and FWS has been relatively steady. Institutional participation in the Perkins Loan program has, in general, continued a pattern of decline that has occurred over the past quarter century; however, it did experience a 4% increase in AY2013-2014. "], "subsections": []}, {"section_title": "Student Participation", "paragraphs": [" Figure 2 provides data on the number of students served by the FSEOG, FWS, and Perkins Loan programs from AY1995-1996 to AY2015-2016. ", "In terms of the number of students served, FSEOG is the largest of the three campus-based aid programs. More than 1.4 million students have received awards annually through FSEOG since AY2004-2005. In AY2015-2016, approximately 1.53 million students received an FSEOG award. ", "FWS is the second largest of the three-campus-based aid programs. On average, approximately 700,000 students are served annually through FWS . In AY2015-2016, approximately 634,000 students participated in the FWS program. ", "From AY1994-1995 through AY1999-2000, institutions participating in the FWS program were required to expend at least 5% of their initial and supplemental FWS allocations to compensate students employed in community service jobs. Beginning with AY2000-2001, institutions must expend 7% of their FWS allotment on community service and operate at least one tutoring or family literacy project. Since the community service requirements have been in place, ED reports that the number of students employed in community service increased from 58,596 in AY1994-1995 to 109,150 in AY2015-2016.", "Participation in the Perkins Loan program has generally declined over time, particularly since AY2006-2007. In AY2015-2016, participation in the Perkins Loan program dropped to 421,000, the lowest it had been in the past two decades. On October 1, 2015, the program's operations were significantly curtailed, as institution's authorizations to make new Perkins Loans had expired on September 31, 2015. Several months later, Congress passed the Perkins Loan Program Extension Act of 2015 ( P.L. 114-105 ), which authorized institutions to make new Perkins Loans to eligible borrowers through September 30, 2017. While the act extended institutional authority to make loans, it further restricted which students would be eligible for Perkins Loan awards. The data presented on Perkins Loan program participation in AY2015-2016 includes the period during which operation of the program was significantly curtailed."], "subsections": []}, {"section_title": "Average Campus-Based Aid Amounts", "paragraphs": [" Figure 3 provides the average award amount for campus-based programs from AY1995-1996 to AY2015-2016. To facilitate comparison of student award amounts over time, these data have been adjusted to 2015 dollars according to the Consumer Price Index for All Urban Consumers (CPI-U).", "The average amount of aid provided per student under the FSEOG program is the lowest among the three campus-based programs. The average FSEOG award amount was $649 in AY2015-2016. In constant dollars, average award amounts have declined by approximately 40% since AY2001-2002.", "In AY2015-2016, the average FWS amount was $1,726. Over the past two decades, the average FWS award amount has remained more or less level in constant dollars. ", "The AY2015-2016 average Perkins Loan amount was $2,479. Average Perkins Loan amounts, measured in constant dollars, have fluctuated over the past two decades. By AY2003-2004, average Perkins Loan amounts reached a maximum (in constant dollars) of $2,790. However, by AY2010-2011, average Perkins Loan amounts had decreased to a low of $2,046. "], "subsections": []}]}]}}