{"id": "RL31675", "title": "Arms Sales: Congressional Review Process", "released_date": "2020-03-03T00:00:00", "summary": ["This report reviews the process and procedures that currently apply to congressional consideration of foreign arms sales proposed by the President. This includes consideration of proposals to sell major defense equipment, defense articles and services, or the retransfer to third-party states of such military items. Under Section 36(b) of the Arms Export Control Act (AECA), Congress must be formally notified 30 calendar days before the Administration can take the final steps to conclude a government-to-government foreign military sale of major defense equipment valued at $14 million or more, defense articles or services valued at $50 million or more, or design and construction services valued at $200 million or more. In the case of such sales to NATO member states, NATO, Japan, Australia, South Korea, Israel, or New Zealand, Congress must be formally notified 15 calendar days before the Administration can proceed with the sale. However, the prior notice threshold values are higher for sales to NATO members, Japan, Australia, South Korea, Israel, or New Zealand. Commercially licensed arms sales also must be formally notified to Congress 30 calendar days before the export license is issued if they involve the sale of major defense equipment valued at $14 million or more, or defense articles or services valued at $50 million or more (Section 36(c) AECA). In the case of such sales to NATO member states, NATO, Japan, Australia, South Korea, Israel, or New Zealand, Congress must be formally notified 15 calendar days before the Administration is authorized to proceed with a given sale. As with government-to-government sales, the prior notice threshold values are higher for sales to NATO members, Japan, Australia, South Korea, Israel, or New Zealand.", "Furthermore, commercially licensed arms sales cases involving defense articles that are firearms-controlled under category I of the United States Munitions List and valued at $1 million or more must also be formally notified to Congress for review 30 days prior to the license for export being approved. In the case of proposed licenses for such sales to NATO members, Japan, Australia, South Korea, Israel, or New Zealand, 15 days prior notification is required.", "In general, the executive branch, after complying with the terms of applicable U.S. law, principally contained in the AECA, is free to proceed with an arms sales proposal unless Congress passes legislation prohibiting or modifying the proposed sale. Under current law Congress faces two fundamental obstacles to block or modify a presidential sale of military equipment: it must pass legislation expressing its will on the sale, and it must be capable of overriding a presumptive presidential veto of such legislation. Congress, however, is free to pass legislation to block or modify an arms sale at any time up to the point of delivery of the items involved. This report will be updated, if notable changes in these review procedures or applicable law occur."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Congressional Notification Requirements", "paragraphs": ["This report reviews the process and procedures that currently apply to congressional consideration of foreign arms sales proposed by the President. This includes consideration of proposals to sell major defense equipment, defense articles and services, or the retransfer to other states of such military items. In general, the executive branch, after complying with the terms of applicable U.S. law, principally contained in the Arms Export Control Act (AECA) (P.L. 90-629, 82 Stat. 1320), is free to proceed with an arms sales proposal unless Congress passes legislation prohibiting or modifying the proposed sale. The President has the obligation under the law to submit the arms sale proposal to Congress, but only after he has determined that he is prepared to proceed with any such notifiable arms sales transaction.", "The Department of State (on behalf of the President) submits a preliminary or informal notification of a prospective major arms sale 20 calendar days before the executive branch takes further formal action. This informal notification is provided to the committees of primary jurisdiction for arms sales issues. In the Senate, this is the Senate Foreign Relations Committee; in the House, it is the Foreign Affairs Committee. It has been the practice for such informal notifications to be made for arms sales cases that would have to be formally notified to Congress under the provisions of Section 36(b) of the AECA. The informal notification practice stemmed from a February 18, 1976, letter from the Department of Defense making a nonstatutory commitment to give Congress these preliminary classified notifications. Beginning in 2012, the State Department implemented a new informal notification process, which the department calls a \"tiered review,\" in which the relevant committees are notified between 20 and 40 calendar days before receiving formal notification, depending on the system and destination in question. ", "During June 2017 testimony, Acting Assistant Secretary of State Tina Kaidanow described this process as ", "Congressional review period during which the Committees can ask questions or raise concerns prior to the Department of State initiating formal notification. The purpose is to provide Congress the opportunity to raise concerns, and have these concerns addressed, in a confidential process with the Administration, so that our bilateral relationship with the country in question is protected during this process.", "If a committee \"raises significant concerns about a sale or [export] license,\" the State Department \"will typically extend the review period until we can resolve those concerns,\" Kaidanow explained.", "Under Section 36(b) of the AECA, Congress must be formally notified 30 calendar days before the Administration can take the final steps to conclude a government-to-government foreign military sale of major defense equipment valued at $14 million or more, defense articles or services valued at $50 million or more, or design and construction services valued at $200 million or more. In the case of such sales to NATO member states, NATO, Japan, Australia, South Korea, Israel, or New Zealand, Congress must be formally notified 15 calendar days before the Administration can proceed with the sale. However, the prior notice threshold values are higher for NATO members, Japan, Australia, South Korea, Israel, or New Zealand. These higher thresholds are $25 million for the sale, enhancement, or upgrading of major defense equipment; $100 million for the sale, enhancement, or upgrading of defense articles and defense services; and $300 million for the sale, enhancement, or upgrading of design and construction services, so long as such sales to these countries do not include or involve sales to a country outside of this group of states. Section 36(i) requires the President to notify both the Senate Foreign Relations Committee and House Foreign Affairs Committee at least 30 days in advance of a pending shipment of defense articles subject to the 36(b) requirements if the chairman and ranking member of either committee request such notification. Certain articles or services listed on the Missile Technology Control Regime are subject to a variety of additional reporting requirements.", "Commercially licensed arms sales also must be formally notified to Congress 30 calendar days before the export license is issued if they involve the sale of major defense equipment valued at $14 million or more, or defense articles or services valued at $50 million or more (Section 36(c) AECA). In the case of such sales to NATO member states, NATO, Japan, Australia, South Korea, Israel, or New Zealand, Congress must be formally notified 15 calendar days before the Administration can proceed with such a sale. However, the prior notice threshold values are higher for sales to NATO members, Japan, Australia, South Korea, Israel, or New Zealand, specifically: $25 million for the sale, enhancement, or upgrading of major defense equipment; $100 million for the sale, enhancement, or upgrading of defense articles and defense services; and $300 million for the sale, enhancement, or upgrading of design and construction services, so long as such sales to these countries do not include or involve sales to a country outside of this group of states. Furthermore, commercially licensed arms sales of firearms (which are on category I of the United States Munitions List) valued at $1 million or more must also be formally notified to Congress for review 30 days prior to the license for export being approved (15 days prior notice is required for proposed licenses for sales to NATO members, Japan, Australia, South Korea, Israel, or New Zealand).", "Section 36(b)(5)(A) contains a reporting requirement for defense articles or equipment items whose technology or capability has, prior to delivery, been \"enhanced or upgraded from the level of sensitivity or capability described\" in the original congressional notification. For such exports, the President must submit a report to the relevant committees at least 45 days before the exports' delivery that describes the enhancement or upgrade and provides \"a detailed justification for such enhancement or upgrade.\" This requirement applies for 10 years after the Administration has notified Congress of the export. According to Section 36(b)(5)(C), the Administration must, in the case of upgrades or enhancements meeting certain value thresholds, submit a new notification to Congress and the export will be considered \"as if it were a separate letter of offer ... subject to all of the requirements, restrictions, and conditions set forth in this subsection.\" The threshold values are higher for sales to NATO members, Japan, Australia, South Korea, Israel, or New Zealand.", "A congressional recess or adjournment does not stop the 30 calendar-day statutory review period. It should be emphasized that after Congress receives a statutory notification required under Sections 36(b) or 36(c) of the AECA, for example, and 30 calendar days elapse without Congress having blocked the sale, the executive branch is free to proceed with the sales process. This fact does not mean necessarily that the executive branch and the prospective arms purchaser will sign a sales contract and that the items will be transferred on the 31 st day after the statutory notification of the proposal has been made. It would, however, be legal to do so at that time."], "subsections": []}, {"section_title": "Congressional Disapproval by Joint Resolution", "paragraphs": ["Although Congress has more than one legislative option it can use to block or modify an arms sale, one option explicitly set out in law for blocking a proposed arms sale is the use of a joint resolution of disapproval as provided for in Section 36(b) of the AECA. Under that law, the formal notification is legally required to be submitted to the chairman of the Senate Foreign Relations Committee and the Speaker of the House. The Speaker has routinely referred these notifications to the House Foreign Affairs Committee as the committee of jurisdiction. As a courtesy, the Defense Department has submitted a copy of the statutory notification to the House Foreign Affairs Committee when that notification is submitted to the Speaker of the House. Under this option, after receiving a statutory Section 36(b) notification from the executive branch, opponents of the arms sale would introduce joint resolutions in the House and Senate drafted so as to forbid by law the sale of the items specified in the formal sale notification(s) submitted to Congress. If no Member introduces such a measure, the AECA's provisions expediting congressional action, discussed below, do not take effect.", "The next step would be committee hearings in both houses on the arms sale proposal. If a majority of either the House or the Senate committee supported the joint resolution of disapproval, they would report it to their respective chamber in accordance with its rules. Following this, efforts would be made to seek floor consideration of the resolution."], "subsections": [{"section_title": "Senate Procedures", "paragraphs": ["At this point, it is important to take note of procedures crafted to expedite the consideration of arms sales resolutions of disapproval. Since 1976, Section 36(b)(2) of the AECA has stipulated that consideration of any resolution of disapproval in the Senate under Section 36(b)(1) of the AECA shall be \"in accordance with the provisions of Section 601(b) of the International Security Assistance and Arms Export Control Act of 1976\" ( P.L. 94-329 , 90 Stat. 729). Since 1980, this stipulation has also applied to resolutions of disapproval in the Senate relating to commercially licensed arms sales under Section 36(c)(1) of the AECA. The purpose of Section 601(b) was to establish rules to facilitate timely consideration of any resolution of disapproval in the Senate. The rules set forth in Section 601(b) supersede the standing rules of the Senate and include the following:", "Give the committee with jurisdiction [the Senate Foreign Relations Committee] 10 calendar days from the date a resolution of disapproval is referred to it to report back to the Senate its recommendation on any such resolution (certain adjournment periods are excluded from computation of the 10 days); Make it in order for a Senator favoring a disapproval resolution to move to discharge the committee from further consideration of the matter if the committee fails to report back to the Senate by the end of the 10 calendar days it is entitled to review the resolution (the AECA expressly permits a discharge motion after 5 calendar days for sales to NATO, NATO countries, Japan, Australia, South Korea, Israel, and New Zealand); Make the discharge motion privileged, limit floor debate on the motion to one hour, and preclude efforts to amend or to reconsider the vote on such a motion; Make the motion to proceed to consider a resolution of disapproval privileged and preclude efforts to amend or to reconsider the vote on such motion; Limit the overall time for debate on the resolution of disapproval to 10 hours and preclude efforts to amend or recommit the resolution of disapproval; Limit the time (one hour) to be used in connection with any debatable motion or appeal; provide that a motion to further limit debate on a resolution of disapproval, debatable motion, or appeal is not debatable.", "The Senate is constitutionally empowered to amend its rules or to effect a rule change at any time. The fact that an existing rule is in Section 601 of the International Security Assistance and Arms Export Control Act of 1976 is not an obstacle to changing it by Senate action alone should the Senate seek to do so."], "subsections": []}, {"section_title": "House Floor Procedures12", "paragraphs": ["The House of Representatives is directed by Sections 36(b)(3) and 36(c)(3)(B) of the AECA to consider a motion to proceed to the consideration of a joint resolution disapproving an arms sale reported to it by the appropriate House committee as \"highly privileged.\" Generally, this means that the resolution will be given precedence over most other legislative business of the House, and may be called up on the floor without a special rule reported by the Rules Committee. Unlike for the Senate, however, the AECA contains no provision for discharge of the House committee if it does not report on the joint resolution. If reported and called up, the measure will be considered in the Committee of the Whole, meaning that amendments can be offered under the \"five-minute rule.\" Nevertheless, amendments to joint resolutions disapproving arms sales have apparently never been offered in the House.", "The Rules Committee usually sets the framework for floor consideration of major legislation in the House of Representatives, however, and could do so for a joint resolution of disapproval. Upon receiving a request for a rule to govern consideration of such a resolution, the House Rules Committee could set a time limit for debate, exclude any amendments to, and waive any points of order against the resolution. If the House adopted the rule reported by the committee, it would govern the manner in which the legislation would be considered, superseding the statutory provision."], "subsections": []}, {"section_title": "Final Congressional Action", "paragraphs": ["After a joint resolution is passed by both the House and the Senate, the measure would next be sent to the President. Once this legislation reaches the President, presumably he would veto it in a timely manner. Congress would then face the task of obtaining a two-thirds majority in both houses to override the veto and impose its position on the President."], "subsections": []}]}, {"section_title": "Congressional Use of Other Legislation", "paragraphs": ["Congress can also block or modify a proposed sale of major defense equipment, or defense articles and services, if it uses the regular legislative process to pass legislation prohibiting or modifying the sale or prohibiting delivery of the equipment to the recipient country. While it is generally presumed that Congress will await formal notification under Section 36(b) or 36(c) of the AECA before acting in opposition to a prospective arms sale, it is clear that a properly drafted law could block or modify an arms sale transaction at any timeâ\u0080\u0094including before a formal AECA notification was submitted or after the 30-day AECA statutory notification period had expiredâ\u0080\u0094so long as the items have not been delivered to the recipient country.", "Congressional use of its lawmaking power regarding arms sales is not constrained by the AECA reporting requirements. In order to prevail, however, Congress must be capable of overriding a presidential veto of this legislation, for the President would presumably veto a bill that blocked his wish to make the arms sale in question. This means, in practical terms, that to impose its view on the President, Congress must be capable of securing a two-thirds majority of those present and voting in both houses.", "There are potentially important practical advantages, however, to prohibiting or modifying a sale, if Congress seeks to do so, prior to the date when the formal contract with the foreign government is signedâ\u0080\u0094which could occur at any time after the statutory 30-day period. These likely advantages include (1) limiting political damage to bilateral relations that could result from signing a sales contract and later nullifying it with a new law; and (2) avoiding financial liabilities which the U.S. Government might face for breaking a valid sales contract. The legislative vehicle designed to prohibit or modify a specific arms sale can take a variety of forms, ranging from a rider to any appropriation or authorization bill to a freestanding bill or joint resolution. The only essential features that the vehicle must have are (1) that it is legislation passed by both houses of Congress and presented to the President for his signature or veto and, (2) that it contains an express restriction on the sale and/or the delivery of military equipment (whether it applies to specific items or general categories) to a specific country or countries."], "subsections": []}, {"section_title": "Presidential Waiver of Congressional Review", "paragraphs": ["It is important to note that the President also has the legal authority to waive the AECA statutory review periods. For example, if the President states in the formal notification to Congress under AECA Sections 36(b)(1), 36(c)(2), 36(d)(2) that \"an emergency exists\" which requires the sale (or export license approval) to be made immediately \"in the national security interests of the United States,\" the President is free to proceed with the sale without further delay. The President must provide Congress at the time of this notification a \"detailed justification for his determination, including a description of the emergency circumstances\" which necessitated his action and a \"discussion of the national security interests involved.\" AECA Section 3(d) (2)(A) provides similar emergency authority with respect to retransfers of U.S.-origin major defense equipment, defense articles, or defense services.", "Section 614(a) of the Foreign Assistance Act of 1961 (FAA), as amended, also allows the President, among other things, to waive provisions of the AECA, the FAA, and any act authorizing or appropriating funds for use under either the AECA or FAA in order to make available, during each fiscal year, up to $750 million in cash arms sales and up to $250 million in funds. Not more than $50 million of the $250 million limitation on funds use may be made available to any single country in any fiscal year through this waiver authority unless the country is a \"victim of active aggression.\" Not more than $500 million of cash sales (or cash sales and funds made available combined) may be provided under this waiver authority to any one country in any fiscal year. To waive the provisions of these acts related to arms sales, the President must determine and notify Congress in writing that it is \"vital\" to the \"national security interests\" of the United States to do so. Before exercising the authority granted in Section 614(a), the President must \"consult with\" and \"provide a written policy justification to\" the House Foreign Affairs and the Senate Foreign Relations Committees and House and Senate Appropriations Committees.", "In summary, in the absence of a strong majority in both houses of Congress supporting legislation to block or modify a prospective arms sale, the practical and procedural obstacles to passing such a lawâ\u0080\u0094whether a freestanding measure or one within the AECA frameworkâ\u0080\u0094are great. Even if Congress can pass the requisite legislation to work its will on an arms sale, the President need only veto it and secure the support of one-third plus one of the Members of either the Senate or the House to have the veto sustained and permit the sale.", "It should be noted that Congress has never successfully blocked a proposed arms sale by use of a joint resolution of disapproval, although it has come close to doing so (see section below for selected examples). Nevertheless, Congress hasâ\u0080\u0094by expressing strong opposition to prospective arms sales, during consultations with the executive branchâ\u0080\u0094affected the timing and the composition of some arms sales, and may have dissuaded the President from formally proposing certain arms sales."], "subsections": [{"section_title": "2019 Sales to Jordan, Saudi Arabia, and the United Arab Emirates", "paragraphs": ["On May 24, 2019, Secretary of State Michael Pompeo stated that he had directed the State Department \"to complete immediately the formal notification of 22 pending arms transfers\" to Jordan, Saudi Arabia, and the United Arab Emirates. In a determination to Congress, Pompeo invoked the AECA Section 36 emergency provisions described above. The transfers included a variety of defense articles and services, as well as an agreement to coproduce and manufacture components of Paveway precision-guided munitions in Saudi Arabia. On June 20, 2019, the Senate passed S.J.Res. 36 , which prohibited both the Paveway coproduction agreement described above and the transfer of additional such munitions, and S.J.Res. 38 , which prohibited transfers of \"defense articles, defense services, and technical data to support the manufacture of the Aurora Fuzing System for the Paveway IV Precision Guided Bomb Program.\" The same day, the Senate passed en bloc another 20 resolutions of disapproval prohibiting the remaining notified transfers. ", "The House passed S.J.Res. 36 and S.J.Res. 38 on July 17, 2019. The same day, the House also passed S.J.Res. 37 , which prohibited the transfer to the UAE of \"defense articles, defense services, and technical data to support the integration, operation, training, testing, repair, and operational level maintenance\" of the Maverick AGM-65 air-to-surface guided missile and several Paveway systems for use on a number of Emirati-operated aircraft. The resolution also prohibited the transfer of a number of Paveway munitions to the UAE. President Donald Trump vetoed the three bills on July 24. A July 29 Senate vote failed to override these vetoes. "], "subsections": []}, {"section_title": "Examples of AECA Resolutions of Disapproval", "paragraphs": ["On October 14, 1981, the House adopted a resolution ( H.Con.Res. 194 ) objecting to President Reagan's proposed sale to Saudi Arabia of E-3A airborne warning and control system (AWACS) aircraft, Sidewinder missiles, Boeing 707 refueling aircraft, and defense articles and services related to F-15 aircraft. An October 28, 1981, Senate vote on identical legislation failed, however, after President Reagan made a series of written commitments to Congress regarding the proposed sale. Congress later enacted legislation requiring the President to certify that the commitments made in 1981 regarding the proposed sale had been met prior to the delivery of the AWACS planes (Section 127 of the International Security and Development Cooperation Act of 1985; P.L. 99-83 ).", "On April 8, 1986, President Ronald Reagan formally proposed the sale to Saudi Arabia of 1,700 Sidewinder missiles, 100 Harpoon missiles, 200 Stinger missile launchers, and 600 Stinger missile reloads. On May 6, 1986, the Senate passed legislation to block these sales ( S.J.Res. 316 ) by a vote of 73-22. The House concurred with the Senate action on May 7, 1986, by passing H.J.Res. 589 by a vote of 356-62. The House then passed S.J.Res. 316 by a voice vote and (in lieu of H.J.Res. 589 ) sent it to the President. On May 21, 1986, President Reagan vetoed S.J.Res. 316 . But, in a letter that day to then-Senate Majority Leader Robert Dole, President Reagan said he would not include the controversial Stinger missiles and launchers in the sales proposal. On June 5, 1986, the Senate, by a 66-34 vote, sustained the President's veto of S.J.Res. 316 , and the sale of the Sidewinder and Harpoon missiles to Saudi Arabia proceeded.", "More recently, on March 10, 2016, the Senate Foreign Relations Committee rejected a motion to discharge a joint resolution ( S.J.Res. 31 ) prohibiting the sale of several defense articles, particularly eight F-16 Block 52 aircraft. H.J.Res. 82 was the House companion bill. On May 5, 2016, a State Department spokesperson, noting congressional objections to using Foreign Military Financing funds for the aircraft, told reporters that the United States had \"told the Pakistanis that they should put forward national funds for the purchase.\" In late May, the U.S. offer expired after Islamabad failed to submit a letter of acceptance by the required deadline.", "On June 13, 2017, the Senate voted to reject a motion to discharge from the Senate Foreign Relations Committee a joint resolution ( S.J.Res. 42 ) prohibiting certain proposed defense exports to Saudi Arabia, such as \"technical data, hardware, and defense services\" to support the Royal Saudi Air Force's deployment of the Joint Direct Attack Munition and integration of the FMU-152A/B JPB Fuze System into several warhead types. The bill also would have prohibited the transfer of \"defense articles, defense services, and technical data to support the assembly, modification, testing, training, operation, maintenance, and integration\" of certain precision guided munitions for the certain Royal Saudi Air Force planes. H.J.Res 102 was the House companion bill."], "subsections": []}]}]}}