{"id": "RL31286", "title": "Debt-for-Nature Initiatives and the Tropical Forest Conservation Act (TFCA): Status and Implementation", "released_date": "2018-07-24T00:00:00", "summary": ["In the late 1980s, extensive foreign debt and degraded natural resources in developing nations led to the creation of debt-for-nature initiatives that reduced debt obligations, allowed for debt repayments in local currency as opposed to hard currency, and generated funds for the environment. These initiatives, called debt-for-nature swaps typically involved restructuring, reducing, or buying a portion of a developing country's outstanding debt, with a percentage of proceeds (in local currency) being used to support conservation programs within the debtor country. Most early transactions involved debt owed to commercial banks and were administered by nongovernmental conservation organizations and referred to as three-party transactions. Other debt-for-nature initiatives involved official (public) debt and were administered by creditor governments directly with debtor governments (termed bilateral transactions).", "In the early 1990s, the United States initiated a program called the Enterprise for the Americas Initiative (EAI), which involved debt-for-nature transactions. The United States restructured, and in one case sold, debt equivalent to a face value of over $1 billion owed by Latin American countries; these transactions were authorized by Congress as part of the EAI, which broadened the scope of debt transactions to include a number of social goals. Nearly $177 million in local currency for environmental, natural resource, health protection, and child development projects within debtor countries was generated from these transactions.", "The model for debt-for-nature transactions, outlined in the EAI, was used in the Tropical Forest Conservation Act (TFCA; P.L. 105-214; 22 U.S.C. 2431) to include countries around the world with tropical forests. Under this program, debt can be restructured in eligible countries and funds generated from the transactions are used to support programs to conserve tropical forests within the debtor country. TFCA authorizes the use of debt swaps, debt restructuring, and debt buybacks to generate conservation funds. Under these agreements, the existing debt agreement is canceled and a new one is created; a Tropical Forest Agreement is created and interest payments for the principal of the loan are deposited in local currency equivalents in a Tropical Forest Fund; and the money in the fund is given in the form of grants to local conservation groups or the debtor government to conduct conservation activities for tropical forests.", "Eligible conservation projects include (1) the establishment, maintenance, and restoration of parks, protected reserves, and natural areas, and the plant and animal life within them; (2) training programs to increase the capacity of personnel to manage parks; (3) development and support for communities residing near or within tropical forests; (4) development of sustainable ecosystem and land management systems; and (5) research to identify the medicinal uses of tropical forest plants and their products. Since 1998, $233.4 million has been used under TFCA to restructure loan agreements in 14 countries (20 transactions), and over $339.4 million will be generated for tropical forest conservation at the conclusion of these agreements. TFCA was authorized to receive appropriations through FY2007, but no funds have been appropriated for the program since FY2014. TFCA is being considered for reauthorization in the 115th Congress in S. 1023. This bill would expand the purpose of TFCA to include coral reefs and authorize $20 million in appropriations annually from FY2018 to FY2021, among other things.", "Debt-for-nature transactions generally are viewed as a success by conservation organizations and debtor governments because of the funds generated for conservation efforts. Debt-for-nature transactions under TFCA have stopped in recent years. Some observers suggest that this is due to lack of appropriations to support TFCA and competing debt-relief programs, such as the Highly Indebted Poor Countries Initiative."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Background Information", "paragraphs": ["Debt-for-nature initiatives were conceived to address the rapid loss of resources and biodiversity in developing countries that were heavily indebted to foreign creditors. Conservationists had noted that the pressure to pay off foreign debts in hard currency was leading to increased levels of natural resource exports (i.e., timber, cattle, minerals, and agricultural products) at the expense of the environment. In many cases, indebted developing countries had difficulty meeting their hard currency debt obligations and defaulted. Reducing foreign debt and allowing for portions of it to be paid with local currency while increasing funds for the environment was thought to improve environmental conditions in developing countries and had the advantage of relieving the debtor country's difficulties in procuring sufficient hard currency to pay off its debts. Money generated from debt-for-nature transactions has been used to fund a variety of projects, ranging from national park protection in Costa Rica to supporting ecotourism in Ghana and conserving tropical forests in Bangladesh.", "Since 1993, there has been a declining trend in the number of debt-for-nature transactions involving official (public) and private funds. Accounting changes requiring new appropriations to support official (public) debt transactions in creditor countries such as the United States, and a higher price of commercial debt on secondary markets, are two reasons suggested for the decline of debt-for-nature transactions. While Congress has periodically authorized U.S. participation in three-party debt-for-nature transactions and has supported two bilateral debt-for-nature initiatives, appropriations to support these types of efforts have generally diminished over the years."], "subsections": [{"section_title": "Authority for Debt-for-Nature Initiatives", "paragraphs": ["Early debt-for-nature legislation concentrated on understanding and promoting third-party debt-for-nature transactions (see Appendix for legislation summaries and United States Code citations). Congress in 1989 directed the Secretary of the Treasury to ask the U.S. Executive Director of the World Bank to develop a pilot debt-for-nature program and other ways of reducing debt owed by foreign countries while generating funds for the environment. A subsequent law, the International Development and Finance Act of 1989, authorized the U.S. Agency for International Development (USAID) to make grants to nongovernmental organizations (NGOs) to purchase debt in three-party transactions. Official (public) P.L. 480 debt owed to the United States by eligible Latin American countries was authorized to be reduced by the 1990 farm bill ( P.L. 101-624 ; 7 U.S.C. 1738b). The 102 nd Congress authorized debt reduction for foreign assistance loans made by USAID ( P.L. 102-549 ; 22 U.S.C. 2430 and 2421), the Export-Import Bank (Ex-Im Bank; P.L. 102-429 ; 12 U.S.C. 635i-6), and the Commodity Credit Corporation (CCC; P.L. 102-549 ; 22 U.S.C. 2430 and 2421). Together, the P.L. 480, USAID, Ex-Im, and CCC debt-reduction authorizations were undertaken as part of President George H. W. Bush's Enterprise for the Americas Initiative. In 1996, USAID was further authorized by Congress to conduct swaps, buybacks, and cancellations of debt owed to the United States by eligible Latin American and Caribbean countries ( P.L. 104-107 ). In 1998, the Tropical Forest Conservation Act (TFCA; P.L. 105-214 ; 22 U.S.C. 2431) was passed, allowing debt swaps, buybacks, and restructuring to generate funds for tropical forest conservation worldwide. Funding for the TFCA was reauthorized by Congress in 2004 ( P.L. 108-323 ). In the 115 th Congress, S. 1023 would authorize appropriations for the TFCA of $20.0 million annually from FY2018 to FY2021. The bill also would expand the TFCA to include coral reefs and coral reef ecosystems. Further, the bill would allow concessional debt incurred before the date of enactment of the bill to be eligible for debt-for-nature transactions. Under current law, eligible concessional debt must be incurred before 1998."], "subsections": []}]}, {"section_title": "Debt-for-Nature Initiatives and Their Mechanisms", "paragraphs": [], "subsections": [{"section_title": "Three-Party Transactions", "paragraphs": ["Three-party debt-for-nature transactions, involving nongovernmental organizations such as The Nature Conservancy and Conservation International, were the first debt-for-nature agreements to be formed. In a three-party swap, a conservation group purchases a hard currency debt owed to commercial banks on the secondary market or in some cases a public (official) debt owed to a creditor government at a discounted rate compared to the face value of the debt, and then renegotiates the debt obligation with the debtor country. The debt is generally sold back to the debtor country for more than it was purchased for by the NGO, yet less than what it was on the secondary market. The proceeds generated from the renegotiated debt, to be repaid in local currency, are typically put into a fund that often allocates grants to local environmental organizations for conservation projects (see Figure 1 ). In these cases, the fund is administered by the conservation organization, representatives from local environmental groups, and the debtor government. Money to buy the debt initially may come from the nongovernmental organization, governments, banks, or other private organizations.", "In 1989, Congress authorized the United States Agency for International Development (USAID) to provide assistance to nongovernmental organizations to purchase the commercial debt of foreign countries as part of debt-for-nature agreements ( P.L. 101-240 ; 22 U.S.C. 2282-2286). Several nongovernmental organizations participated in debt-for-nature transactions with financial assistance from USAID; however, specific information on funds given by USAID to support three-party debt-for-nature transactions was not available.", "While debt initiatives conducted with three-party transactions are numerous, they have resulted in less reduction in total debt than the debts swapped under bilateral agreements (government-to-government), and slightly less in conservation funds generated. In total, approximately $200 million in debt (face value) has been reduced, restructured, or swapped using this mechanism, generating approximately $167 million in local currency for conservation purposes (see Table 1 )."], "subsections": []}, {"section_title": "Bilateral and Multilateral Debt-for-Nature Initiatives", "paragraphs": ["Bilateral debt transactions are conducted with official (public) funds directly between the creditor and debtor governments. The creditor government determines the criteria for eligibility, which usually involve the existence of certain financial and political conditions in the debtor country. Debt agreements are usually cancelled and then restructured to extend payback periods, or in some cases, debt is bought back by the debtor country for a discounted price. Money for the environment can be generated through interest payments from the debtor country if the debt is restructured, or from a percentage of the buyback price. Multilateral debt-for-nature agreements have also been conducted between more than one creditor country and a debtor country (see Table 2 ). "], "subsections": [{"section_title": "U.S. Bilateral Debt-for-Nature Initiatives", "paragraphs": ["The model for bilateral debt-for-nature agreements conducted by the United States was first defined in 1990 by the Enterprise for the Americas Initiative (EAI; Title 15, Section 1512 of the Food, Agriculture Conservation and Trade Act of 1990, \"1990 farm bill,\" P.L. 101-624 ; 7 U.S.C. 1738) and has since been expanded numerous times (see Appendix ). It was last amended by the Tropical Forest Conservation Act (TFCA) in 1998 ( P.L. 105-214 ; 22 U.S.C. 2431).", "The EAI legislation authorizes the sale, reduction, cancellation, and country buyback of eligible debt of Latin American and Caribbean countries that meet certain criteria. The debt authorized to be treated include the following types:", "P.L. 480 debt ( P.L. 101-624 ; 7 U.S.C. 1738m, p-r, etc.) AID debt ( P.L. 102-549 ; 22 U.S.C. 2430 and 2421) CCC debt ( P.L. 102-549 ; 22 U.S.C. 2430 and 2421) Exim debt ( P.L. 102-429 ; 12 U.S.C. 635i-6) ", "Debtor countries must meet certain political and macroeconomic criteria in order to be eligible. Eligible countries are required to (1) have a democratically elected government, (2) not support terrorism, (3) not fail to cooperate with the United States on drug control, and (4) not engage in gross violations of human rights. From an economic perspective, eligible countries are required to have (1) an International Bank for Reconstruction and Development (IBRD) or International Development Association (IDA) structural or sectoral adjustment loan or its equivalent, (2) a macroeconomic agreement with the International Monetary Fund or equivalent, and (3) instituted investment reforms, as evidenced by a bilateral investment treaty with the United States, an investment sector loan, or progress towards implementing an open investment regime. Each country that participates in the EAI must enter into an Americas Framework Agreement with the United States to establish an Americas Trust Fund and create enforcement mechanisms to insure payments into the fund and prompt disbursements out of the fund. Funds can be used to support environmental, natural resource, health protection, and child development programs within the debtor country.", "Debt swaps, buybacks, and restructuring are three mechanisms authorized to conduct debt-for-nature transactions under the EAI. Seven of the eight countries that have participated in debt-for-nature transactions under the EAI used the debt-restructuring mechanism to generate environmental funds (see Table 3 ); only Peru took advantage of the debt buyback option. In a debt-restructuring agreement, the original debt agreement is cancelled (e.g., a percentage of the face value of the debt could be reduced) and a new debt agreement is created with a provision for an annual amount of money (in local currency) to be deposited into an environmental fund. In 1992, for example, the United States reduced a $310 million (face value) debt owed by Colombia by 10% in return for a total deposit of $41.6 million in local currency into an environmental fund managed by the Colombian government over 10 years. In a debt buyback, the debtor country purchases its debt at a reduced price. The lesser of either 40% of the repurchase price or the difference between the face value of the debt and the repurchase price is deposited in local currency into an environmental trust to support environmental and child support programs in the debtor country ( P.L. 104-107 , Title V, Sec. 574). For example, in 1998 Peru took advantage of this program and bought back $177 million in debt for $57 million, generating nearly $23 million (40% of the repurchase price) in local currency funds for conservation and child development programs. For all eight debtor countries, more than $1 billion (face value) of debt was reduced from a total debt of $1.9 billion, and almost $180 million of conservation funds were generated under the guidelines of the EAI (see Table 3 ). ", "All deposits into EAI funds have stopped, and some countries continue to award grants from their funds. Three transactions under the EAI continued to operate in 2015 (Chile, Uruguay, Bolivia, Argentina, and Peru have been concluded). These programs support small projects with grants and monitor existing projects that have been funded. Some examples of EAI projects include coastal zone marine management and hurricane relief projects in Jamaica, environmentally based development projects in the Peruvian Andes, and community conservation grants in Bolivia."], "subsections": []}, {"section_title": "Tropical Forest Conservation Act", "paragraphs": ["Acknowledging that tropical rainforests were valuable for preserving biodiversity, reducing atmospheric carbon dioxide, and regulating hydrological cycles, Congress sought to expand the EAI authorization to countries throughout the world with tropical forests. The result was the 1998 Tropical Forest Conservation Act (TFCA, P.L. 105-214 ; 22 U.S.C. 2431), which was established to generate funds to conserve tropical forests by reducing external debt in countries with such forests. TFCA is an extension of the Enterprise for the Americas Act, in that it allows debt swaps, debt restructuring, and debt buybacks to generate conservation funds. These funds, however, are specifically designated for the conservation of tropical forests and are not confined to Latin America. To date, 14 countries have participated in this program, establishing 20 agreements (several countries have two agreements) that will reduce a total of at least $90.0 million from the face value of their debts to the United States and generate $339.4 million in local currency for tropical forest conservation projects (see Table 4 ). To date, the Republic of the Philippines completed the largest ever debt-for-nature transaction under the TFCA in 2013. ", "To be eligible for this program, a developing country must contain at least one tropical forest with unique biodiversity, or a tropical forest tract that is representative of a larger tropical forest on a global, continental, or regional scale. Political and macroeconomic criteria for eligibility are almost identical to those used for participation under the EAI. Conservation funds (in local currency) from these transactions are deposited in a tropical forest fund for each country. The fund is overseen by an administrating body composed of one or more appointees chosen by the U.S. government and the government of the beneficiary country, and individuals who represent a broad range of environmental, academic, and scientific organizations in the beneficiary country (the majority of the board is represented by these individuals). This fund operates in the same manner as the Americas Fund: Local currency payments of interest accrued on restructured loans are deposited into a tropical forest fund and serve as the principal. Interest earned from this principal balance and the principal itself is usually given in the form of grants to fund tropical forest conservation projects. Eligible conservation projects include (1) the establishment, maintenance, and restoration of parks, protected reserves, and natural areas, and the plant and animal life within them; (2) training programs to increase the capacity of personnel to manage parks; (3) development and support for communities residing near or within tropical forests; (4) development of sustainable ecosystem and land management systems; and (5) research to identify the medicinal uses of tropical forest plants and their products.", "The TFCA was reauthorized for appropriations in 2004, including $20 million for FY2005, $25 million for FY2006, and $30 million for FY2007. This law also authorizes funds to conduct audits and evaluations of debt-for-nature programs. A \"TFCA Evaluation Sheet\" has been created to evaluate the performance of TFCA country programs. The evaluation sheet establishes criteria for TFCA program categories and functions and is completed each year by the U.S. government representative on the local TFCA board or oversight committee. This law also authorizes the use of the principal of restructured loans for debt-for-nature transactions."], "subsections": []}]}]}, {"section_title": "Issues for Congress", "paragraphs": [], "subsections": [{"section_title": "Rationale for and Criticism of Debt-for-Nature Initiatives", "paragraphs": ["Advocates of debt-for-nature initiatives argue that reducing debt in developing countries will help create free-market systems (as part of the reforms required for eligibility), stimulate economic growth and trade liberalization, provide incentives for foreign investment, and help protect the environment. Converting hard currency debts to local currency debts, advocates argue, will lower debt burdens on developing countries and in the long run may reduce resource extraction at the expense of the environment. Critics of debt-for-nature initiatives argue that only a small percentage of debt is reduced, thereby minimizing the positive benefits of debt reduction in developing countries. For example, in some transactions under the TFCA, the interest paid for the debt is used for conservation projects, while the principle of the debt remains. Supporters point out that although the percentage of debt reduced by debt-for-nature transactions is small, the establishment of laws, programs, and funds dedicated to conservation that follows debt-for-nature initiatives in debtor countries is generally significant relative to what the country originally would have spent on conservation. The relationship between debt reduction and lower resource extraction rates is controversial. Some analysts suggest that debt reduction has no direct relationship to lower extraction rates of minerals or timber in developing countries with foreign debt.", "Advocates of debt-for-nature initiatives note that the United States has a history of supporting debt reduction initiatives in developing countries and appropriating funds for environmental causes. For example, the Heavily Indebted Poor Countries (HIPC) initiative (22 U.S.C. §262p-6) aims to reduce debt in developing countries. HIPC was created by international creditors, the World Bank, and IMF to reduce debt of poor countries that have demonstrated social and economic policy reforms that enable fluid export revenues and capital inflows. Funds generated for the environment in developing countries arguably improve local environmental conditions, promote sustainable resource use, and help to preserve global biodiversity and ecosystem services. Critics argue that such benefits are limited in scope because conservation spending is unbalanced. The majority of conservation funds are often directed toward a few areas and specific projects that already feature work by organizations and researchers and do not address other areas that are equally rich in biodiversity.", "Advocates also suggest that debt-for-nature transactions that generate funds to support tropical forest conservation are especially appropriate to address climate change. Deforestation is responsible for the largest share of carbon dioxide (CO 2 ) released to the atmosphere due to land use changes, approximately 20% of total anthropogenic greenhouse gas (GHG) emissions annually. Much of the deforestation responsible for CO 2 releases occurs in tropical regions, specifically in developing countries such as Brazil, Peru, Indonesia, and the Democratic Republic of the Congo. Some of these tropical countries with high levels of total debt owed to the United States also have some of the largest areas of tropical forest cover. For example, Indonesia and has concessional debts to the United States totaling over $140 million, and has one of the largest areas of tropical forest cover in the world. Other countries, such as the Democratic Republic of Congo and Sudan, also fit this pattern; however, these countries may be ineligible for debt-for-nature transactions under the TFCA due to political and economic eligibility requirements.", "Those who oppose debt-for-nature transactions often argue that they are not adequately enforced by debtor countries, generate insufficient funds to improve environmental problems, and may infringe on national sovereignty. Three-party debt transactions have historically had weak enforcement mechanisms; however, bilateral debt transactions such as those conducted under the EAI generally include safeguards and default provisions to protect the U.S. government from losing funds. National sovereignty became an issue with the first debt-for-nature swap in Bolivia when a conservation organization was reported to have obtained title to forested lands. There was a public outcry and ensuing political crisis when the Bolivian people thought a large part of their country had been given to a foreign organization. Consequently, conservation organizations involved in recent three-party transactions have generally refrained from directly buying land in debtor countries with conservation funds earned from debt-for-nature transactions."], "subsections": []}, {"section_title": "Decline of Debt-for-Nature Transactions", "paragraphs": ["The number of debt-for-nature transactions has declined in recent years, perhaps due to accounting changes that require greater appropriations to fund debt-for-nature transactions with official (public) debt and a higher price of commercial debt on the secondary market (see Figure 3 ). Before 1991, no appropriations were required for debt cancellations, and the United States cancelled between $11 billion and $12 billion in debt between 1988 and 1991. This changed with the Federal Credit Reform Act of 1990 (2 U.S.C. 661a et seq.). This law requires that the net present value (NPV) of debts owed to the United States by foreign countries be used to calculate the cost of debt restructuring, buybacks, swaps, and cancellations to the U.S. government. The NPV of the loan is calculated often giving consideration to projected default losses, fees, and interest subsidies. Funds appropriated by Congress for conducting debt-for-nature transactions cover the cost of loan modifications, which could include a face-value reduction in the amount of eligible debt owed to the United States. TFCA has not received appropriations since FY2014.", "A decline in three-party commercial debt-for-nature transactions may also be due to the conclusion of Brady Plan operations by Latin American countries. The Brady Plan allowed for partial debt forgiveness with a restructuring of the remaining debt into bonds that could be traded on the securities markets. When this program was concluded, the price of debt on the secondary market increased and financing leverage decreased, making it difficult and less attractive for environmental organizations to acquire debt for resale. Further, debt relief for developing countries is available through other programs that allow for relatively greater amounts of debt to be cancelled (e.g., HIPC). These programs may be more desirable to developing countries with debt than debt-for-nature initiatives under the EAI or TFCA. Under the TFCA, there was an 18-month period from 2004 to 2006 when no transactions were made, largely due to the length of time needed to negotiate and create debt-restructuring agreements. Lastly, the political and economic requirements needed to be eligible for debt-for-nature transactions make it difficult, according to some, for some countries with eligible debt to participate in EAI or TFCA programs."], "subsections": []}, {"section_title": "Effectiveness of Debt-for-Nature Transactions", "paragraphs": ["Few studies have analyzed the effectiveness of debt-for-nature transactions. Because most of the transactions address several aspects of forest conservation, it would be difficult to comprehensively analyze their effectiveness in conserving tropical forests. A 2011 study on deforestation in poor countries found that poor nations that have implemented debt-for-nature transactions and have high levels of conservation funds tend to have lower rates of deforestation than countries that do not. Nevertheless, many conservation organizations support the framework of the TFCA and suggest that the TFCA should serve as a model for conserving other ecosystems, such as coral reefs and grasslands."], "subsections": []}, {"section_title": "Appropriations", "paragraphs": ["Appropriations for debt reduction activities authorized by the EAI totaled $90 million; $40 million was appropriated for P.L. 480 debt reduction for FY1993 ( P.L. 102-341 ) and $50 million was appropriated for other debt restructuring under EAI in FY1993 ( P.L. 102-391 ). For debt reduction activities under TFCA, appropriations have totaled approximately $233.4 million from FY2000 to FY2013 (see Table 5 ). Authorization for appropriations under TFCA expired in FY2008, and Congress has not appropriated funding for the program since FY2013."], "subsections": []}]}, {"section_title": "Future Directions", "paragraphs": ["Bilateral debt-for-nature initiatives implemented by the U.S. government were supported through appropriations under programs such as the EAI and TFCA. Recently, appropriations for conducting debt-for-nature transactions under these programs have stopped. Additionally, there generally has been less interest in conducting debt-for-nature transactions. Some possible reasons for the decreased interests could include the following:", "Eligible debt to conduct these transactions has decreased, making these transactions either insignificant or not allowed for some debtor countries. The amount involved in the transactions is too small for some eligible countries to show interest in participating. There is a lack of appropriations to support debt-for-nature transactions. The focus on tropical forests (i.e., through TFCA) might be too narrow for many eligible countries.", "Some Members of Congress contend that transactions under TFCA should continue because the program is included in strategies to address global climate change. Tropical forests make up the largest proportion of carbon stored in terrestrial land masses and are thought to be a carbon sink. Despite uncertainties on the part of some, it is generally thought that maintaining existing tropical forests will store carbon and that preventing deforestation will reduce the release of stored carbon into the atmosphere. The most recent debt-for-nature swap with Indonesia under the TFCA in 2014, for example, has been billed as a cooperative effort to deal with climate change. However, no quantitative analyses have examined the amount of stored-carbon emissions reduced by TFCA efforts. Others have supported expanding TFCA to include coral reefs. The addition of coral reefs to the program could expand the number of eligible countries for debt-for-nature transactions, pending economic and political criteria. "], "subsections": [{"section_title": "Appendix. List of Related Laws and Appropriations That Support Debt-for-Nature Initiatives", "paragraphs": ["Continuing Appropriations Act for 1988 ( P.L. 100-202 ; Section 537(C)(1-3)). Directs Secretary of the Treasury to analyze initiatives that would enable developing countries to repay portions of their debt obligations through investments in conservation activities. International Development and Finance Act of 1989 ( P.L. 101-240 ; Title VII, Part A, Section 711) (22 U.S.C. 2282 - 2286). Authorizes USAID to provide assistance to nongovernmental organizations to purchase debt of foreign countries as part of a debt-for-nature agreement (i.e., three-party swap). Authorizes USAID to conduct a pilot program for debt-for-nature swaps with eligible sub-Saharan African countries. Support for East European Democracy (SEED) Act of 1989 ( P.L. 101-179 ; Title I, Section 104) (22 U.S.C. 5414). Authorizes the President to undertake the discounted sale, to private purchasers, of U.S. government debt obligations from eligible Eastern European countries. FY1990 Foreign Operations Appropriations Act ( P.L. 101-167 ; Title V, Section 533(e)) (22 U.S.C. 262p-4i - 262p-4j). Directs the Secretary of the Treasury to (1) support sustainable development and conservation projects when negotiating reduction of commercial debt and assisting with reduction of official (public) debt obligations, (2) encourage the World Bank to assist countries in reducing or restructuring private debt through environmental project and policy-based loans, and (3) encourage multilateral development banks to support lending portfolios that will allow debtor countries to restructure debt that may offer financial resources for conservation. Enterprise for the Americas Initiative (Title XV, Section 1512 of the Food, Agriculture Conservation and Trade Act of 1990) ( P.L. 101-624 ; 104 Stat. 3658) (7 U.S.C. 1738b). Amends the Agriculture Development and Trade Act of 1954 to allow the President to reduce the amount of P.L. 480 sales credit debt owed to the United States by Latin American and Caribbean countries. Export Enhancement Act of 1992 ( P.L. 102-429 ; Title I, Section 108) (12 U.S.C. 635i-6). Authorizes the sale, reduction, cancellation, and buyback of outstanding Export-Import Bank (Exim) loans for EAI purposes. Jobs Through Exports Act of 1992 (debt forgiveness authority under EAI) ( P.L. 102-549 ; Title VI, Section 704) (22 U.S.C. 2430 and 22 U.S.C. 2421). Authorizes the sale, reduction, cancellation, and country buyback (through right of first refusal) of eligible Commodity Credit Corporation (CCC) debt. Also authorizes the reduction of foreign assistance (USAID) debt. Enterprise for the Americas Initiative Act of 1992 ( P.L. 102-532 ) (7 U.S.C. 1738m, p-r, etc.). Establishes guidelines for debt-for-nature swaps for Latin American and Caribbean countries. Agriculture Appropriations for FY1993 ( P.L. 102-341 ). Provided $40 million for P.L. 480 debt reduction under EAI. Foreign Operations Appropriations for FY1993 ( P.L. 102-391 ). Provided $50 million for debt restructuring under EAI. Foreign Operations Appropriations for FY1995 ( P.L. 103-306 ; Title II, Section 534). Authorizes nongovernmental organizations associated with the Agency for International Development to place funds from economic assistance provided by USAID in interest-bearing accounts. Earned interest may be used for the purpose of the grants given. Foreign Operations Appropriations for FY1996 ( P.L. 104-107 ; Title V, Section 571). Provides authority to perform debt buybacks/swaps with eligible loans made before January 1, 1995. For buybacks, the lesser of either 40% of the price paid or the difference between price paid and face value must be used to support conservation, child development and survival, or community development programs (Title V, Section 574). Tropical Forest Conservation Act of 1998 ( P.L. 105-214 ) (22 U.S.C. 2431). Amends the Foreign Assistance Act of 1961 to facilitate the protection of tropical forests through debt restructuring, buybacks, and swaps in eligible developing countries with tropical forests. Reauthorization of the Tropical Forest Conservation Act ( P.L. 107-26 ). Authorizes the appropriation of $50 million, $75 million, and $100 million for FY2002, FY2003, and FY2004. Reduces the magnitude of investment reforms that must be in place for eligible countries. Reauthorization of Appropriations under the Tropical Forest Conservation Act ( P.L. 108-323 ). Authorizes the appropriation of $20 million, $25 million, and $30 million for FY2005, FY2006, and FY2007, respectively. Includes authorization for evaluating programs and allows for the principal on debt agreements to be treated by the debt-for-nature transaction."], "subsections": []}]}]}}