{"id": "RL31370", "title": "State Department and Related Agencies: FY2006 and FY2007 Appropriations and FY2008 Request", "released_date": "2007-05-15T00:00:00", "summary": ["State Department funding, formerly in the House Science, State, Justice, Commerce (SSJC) Appropriations Subcommittee, is now aligned in both the House and Senate Appropriations Subcommittees on State-Foreign Operations. In addition to passing annual appropriations, foreign relations authorization legislation is required authorizing the Department of State to spend its appropriations. The 110th Congress is expected also to work on foreign authorization legislation this year.", "The President sent his FY2008 budget to Congress on February 5, 2007. Included was the Department of State FY2008 budget request for $10,013.8 million—4.3% below the FY2006 level of $10,467.9 million, including rescissions and supplementals, but 10.5% above the FY2007 estimate of $8,964.1 million. The international broadcasting FY2008 budget request totals $668.2 million—a 1.7% decline from the FY2006 level, including rescissions and supplementals, but a 3.8% increase over the FY2007 estimate of $644 million.", "Along with the regular budget request, the Administration is requesting two emergency supplementals: an FY2007 supplemental request including $1,168 million for State and $10 million for international broadcasting and an FY2008 emergency funding request of $1,934.6 million for the Department of State. Both supplementals are largely for operations in Iraq and Afghanistan.", "In March, 2007, both the House and the Senate passed separate versions of the FY2007 supplemental funding (H.R. 1591, H. Rept 110-60 and S. Rept 110-37) including more than $1,168.0 million dollars for the Department of State operations and $10 million for international broadcasting. On April 25th and 26th, Congress passed H.R. 1591, including $1,265.2 million for State Dept operations in Iraq and $10.0 million for international broadcasting. The President vetoed the supplemental on May 1st. Congress was unable to override the veto.", "For FY2007, the President sent his budget request to Congress on February 6, 2006, seeking $9,502.4 million for the Department of State and $671.9 million for international broadcasting. The House passed its bill (H.R. 5672) on June 29, 2006. The Senate did not pass its bill (H.R. 5522). After several continuing resolutions, the 110th Congress enacted appropriations by passing the Revised Continuing Appropriations Resolution, FY2007 (H.J.Res. 20). It was signed into law (P.L. 110-5) on February 15, 2007.", "In January 2006, Secretary of State Rice presented her \"Transformational Diplomacy\" vision of the way the State Department will conduct foreign policy. Among other things, decisions have been made to reposition more than 200 jobs primarily from Europe and Washington, DC, to more challenging locations worldwide."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["Budgets for the Department of State and the Broadcasting Board of Governors (BBG), as well as U.S. contributions to United Nations (U.N.) International Organizations, and U.N. Peacekeeping, are in the State, Foreign Operations Appropriations in both the House and Senate. Intertwined with the annual appropriations process is the biannual Foreign Relations Authorization that, by law, Congress must pass prior to the State Department's expenditure of its appropriations.", "The Administration sent its FY2008 budget request to Congress on February 5, 2007. The requested funding level for the Department of State is $10,013.8 million, representing a 10.5% increase over the FY2007 estimate, but a decline of 4.3% as compared with the FY2006 actual appropriation (the most recent enacted appropriation for the Department of State), including rescissions and supplementals. For international broadcasting, the FY2008 request of $668.2 million represents a 3.8% increase over the FY2007 estimate, but a 1.7% decline from the FY2006 level, including rescissions and supplementals.", "Along with the FY2008 budget request, the White House sent to Congress two supplemental funding requests—one for FY2007 amounting to $1,168 million for State and $10 million for international broadcasting; another for FY2008 amounting to $1,934.6 million for the Department of State. Both requests are primarily for U.S. operations in Iraq and Afghanistan.", "The House passed its supplemental emergency funding bill ( H.R. 1591 , H.Rept. 110-60 ) on March 23, 2007. It contains $1.3 billion for the Department of State's Iraq operations, security, exchanges and international peacekeeping and $10 million for international broadcasting. The Senate passed its version of H.R. 1591 ( S.Rept. 110-37 ) on March 29, 2007. The Senate bill includes $1.1 billion for State Department operations in Iraq, security, exchanges, international organizations and peacekeeping. Like the House bill, the Senate also provides $10 million for international broadcasting. The House and Senate passed the conference report ( H.Rept. 110-107 ) on April 25 th and 26 th , respectively. The President vetoed the supplemental on May 1 st . Congress was unable to override the veto.", "In February 2006, the President sent to Congress his FY2007 budget request totaling $9,502.4 million for State and $671.9 million for international broadcasting. A week after, he sent two FY2006 supplemental requests to Congress with more than $1,702 million for the Department of State and the Broadcasting Board of Governors. The 109 th Congress passed $1,737.7 million in supplemental funding for the Department of State and international broadcasting, but did not enact regular appropriations for State and the Broadcasting Board of Governors. The President signed the supplemental measure into law ( P.L. 109-234 ) on June 15, 2006.", "Rather than enact regular appropriations, the 109 th Congress passed a series of continuing resolutions (CR) with funding based on the lesser of either the FY2006 amount or the House-passed or Senate-passed FY2007 levels. The last CR extended funding through February 15, 2007. The 110 th Congress passed the FY2007 appropriation ( H.J.Res. 20 ) and it was signed into law ( P.L. 110-5 ) February 15, 2007.", " Table 1 provides regular and supplemental State Department and related agencies' appropriations for FY2005, FY2006 (including the FY2006 Emergency Supplemental), FY2007 estimates, and the FY2008 request. Both the FY2007 and FY2008 supplemental requests are included, as well."], "subsections": []}, {"section_title": "Transformational Diplomacy", "paragraphs": ["On January 18, 2006, Secretary of State Condoleezza Rice announced her vision for U.S. diplomacy in the 21 st Century. She said that, to match President Bush's bold mission of \"supporting democracy around the world with the ultimate goal of ending tyranny in our world,\" the United States needs \"an equally bold diplomacy that not only reports about the world as it is, but seeks to change the world itself.\" The Secretary referred to this as \"transformational diplomacy.\" Specific aspects of Secretary Rice's Transformational Diplomacy include:", "Global repositioning—Beginning in FY2006 and continuing through FY2007, the Department of State has decided on more than 200 positions to be moved largely from Europe and Washington, DC, to critical areas in Africa, South Asia, East Asia, the Middle East and elsewhere in FY2007. Additional jobs will be targeted by the summer. Regional focus—The Department is creating regional public diplomacy centers in Europe and the Middle East, as well as regional centers for information technology to perform management support activities such as human resources or financial management. Localization—American Presence Posts (APP) will be operated by one diplomat working away from the embassy in key population centers of a country; Virtual Presence Posts (VPP) will provide an Internet site enabling millions of local citizens, particularly young people, to interact with embassy personnel. IT Centralization will provide the State Department workforce with real-time and cutting-edge information whether at their desks or traveling. Creative use of the Internet will enhance America's presence through the Internet interactive online discussions such as Café USA/Seoul. Plans for new skills challenges include enhanced training for technology and languages; multi-region expertise requiring diplomats to be experts in at least two regions and fluent in two languages; post assignments criteria that diplomats must serve in at least one of the more challenging posts; hands on practice for diplomats to be more involved in helping foreign citizens, promoting democracy, running programs, starting businesses, improving healthcare, and reforming education, and public diplomacy to be recognized as an important part of every diplomat's job. Empowerment of diplomats to work with other federal agencies—especially with the military.", "Within the Department of State's FY2008 budget, the Administration is requesting $124.8 million for Transformational Diplomacy. Included is $39.9 million for repositioning of jobs, $20.8 million for language, public diplomacy, and technology training, $34.5 million for Foreign Service modernization, and $15 million for public diplomacy. The FY2007 budget request included $102.8 million for Transformational Diplomacy."], "subsections": []}, {"section_title": "The FY2007 and FY2008 Supplemental Requests", "paragraphs": ["Currently, the U.S. Embassy in Iraq has over 1,000 American and locally engaged staff representing about 12 agencies. 156 U.S. direct hires and 155 locally engaged staff represent the Department of State (DOS) in the U.S. Mission. The bulk of the FY2007 and FY2008 supplemental requests would fund State Department operations in Iraq. Of a total FY2007 State Department appropriation supplemental request of $1,168 million, $823.9 million would fund U.S. operations, security, and mission in Iraq. Other supplemental funding would include $21.9 million for public diplomacy to combat violent extremism in Muslim populations and diplomacy efforts in the Sudan; $67.2 million for security upgrades in Afghanistan and Sudan; $35 million for the Special Inspector General for Iraq Reconstruction; $20 million for educational and cultural exchange programs to combat violent extremism; and $200 million for unforeseen U.N. international peacekeeping activities. Additionally, $71.5 million for migration and refugee assistance, and $30 million for emergency migration and refugee assistance are in the request. Also, the Administration is requesting $10 million for the Broadcasting Board of Governors to expand Arabic language broadcasting in 22 countries on Alhurra Television.", "The House passed its supplemental emergency funding bill ( H.R. 1591 , H.Rept. 110-60 ) on March 23, 2007. It contains $1.3 billion for the Department of States Iraq operations, security, exchanges and international peacekeeping and $10 million for international broadcasting. The Senate passed its version of H.R. 1591 ( S.Rept. 110-37 ) on March 29, 2007. The Senate bill includes $1.1 billion for State Department operations in Iraq, security, exchanges, international organizations and international peacekeeping. Like the House bill, the Senate bill also provides $10 million for international broadcasting. The House and Senate passed the conference report ( H.Rept. 110-107 ) on April 25 th and 26 th , respectively. The President vetoed the supplemental on May 1 st . Congress was unable to override the veto. (For more details on the FY2007 emergency supplemental, see CRS Report RL33900, FY2007 Supplemental Appropriations for Defense, Foreign Affairs, and Other Purposes , coordinated by [author name scrubbed].)", "Of the $1,934.6 million FY2008 emergency funding request, $1,881.6 million is for ongoing U.S. Mission operations in Iraq and $53 million would fund U.N. Assistance Missions in Afghanistan and in Iraq. In addition, $35 million is in the request for Migration and Refugee Assistance.", "Last year the Bush Administration requested an FY2006 Emergency Supplemental of $1,497 million within State's Diplomatic and Consular Programs budget account to cover Iraq operations and security. The House and Senate passed the emergency supplemental conference report ( H.R. 4939 . H.Rept. 109-494 ) in June 2006. The final measure included $1,529.4 million for D&CP in Iraq, $25.3 million for State's Inspector General, $5.0 million for exchanges in Iran, $178 million for U.N. peacekeeping, and $36.1 million for international broadcasting in Iran. The President signed the measure into law ( P.L. 109-234 ) on June 15, 2006."], "subsections": []}, {"section_title": "State Department FY2008 Regular Request", "paragraphs": ["The State Department's mission is to advance and protect the worldwide interests of the United States and its citizens through the staffing of overseas missions, the conduct of U.S. foreign policy, the issuance of passports and visas, and other responsibilities. Currently, the State Department coordinates with the activities of 50 U.S. government agencies and organizations in operating more than 260 posts in over 180 countries around the world. Currently, the State Department employs approximately 30,000 people, about 60% of whom work overseas. Highlights follow."], "subsections": [{"section_title": "Administration of Foreign Affairs", "paragraphs": ["Diplomatic and Consular Programs (D&CP) —The D&CP account funds overseas operations (e.g., motor vehicles, local guards, telecommunications, medical), activities associated with conducting foreign policy, passport and visa applications, regional bureaus, under secretaries, and post assignment travel. Beginning in FY2000, the State Department's Diplomatic and Consular Program account included State's salaries and expenses, as well as the technology and information functions of the former USIA and the functions of the former ACDA.", "For D&CP's FY2008 budget, the Administration is requesting $4,942.7 million, 14.5% above the estimated FY2007 level, but a 13.2% decline from the FY2006 funding level of $5,692.3 million, reflecting rescissions and supplementals. Within the FY2008 request, $964.8 million is designated for worldwide security upgrades. The estimated FY2007 funding level is $4,314.0 million, of which more than $700 million is for supporting worldwide security upgrades.", "Embassy Security, Construction and Maintenance (ESCM) —This account supports the maintenance, rehabilitation, and replacement of overseas facilities to provide appropriate, safe, secure and functional facilities for U.S. diplomatic missions abroad. Early in 1998, Congress had enacted $640 million for this account for FY1999. However, following the embassy bombings in Africa in August 1998, Congress agreed to more than $1 billion (within a supplemental funding bill) for the Security and Maintenance account by establishing a new subaccount referred to as Worldwide Security Upgrades.", "The Administration request for FY2008 seeks $792.5 million for regular ESCM and $806.9 million for worldwide security upgrades, for a total account level of $1,599.4 million, a 7.4% increase over both the FY2007 and FY2006 ESCM total appropriations level of $1,489.7 million, reflecting rescissions.", "Educational and Cultural Exchanges —This account funds programs authorized by the Mutual Educational and Cultural Exchange Act of 1961, such as the Fulbright Academic Exchange Program, as well as leadership programs for foreign leaders and professionals. Government exchange programs came under close scrutiny in past years for being excessive in number and duplicative. After the September 11 th attacks, the Department of State began to emphasize public diplomacy activities in Arab and Muslim populations.", "The Bush Administration is requesting $486.4 million for exchanges in FY2008. This represents a 9.1% increase over the FY2007 estimate and a 12.8% increase over the FY2006 enacted level of $431.3 million. In addition, Congress, in the FY2006 appropriation, designated $329.7 million in the D&CP funds go for public diplomacy. The estimated FY2007 funding level for public diplomacy within D&CP is unclear at this time.", "The Capital Investment Fund (CIF) —CIF was established by the Foreign Relations Authorization Act of FY1994/95 ( P.L. 103-236 ) to provide for purchasing information technology and capital equipment which would ensure the efficient management, coordination, operation, and utilization of State's resources.", "The FY2008 budget request includes $70.7 million for CIF, which is 21.7% higher than both the enacted FY2006 and estimated FY2007 levels of $58.1 million. The request seeks no funding for the Centralized Information Technology Modernization Program which was funded in FY2006 at $68.5 million. In addition, the FY2006 conference report (H. Rept 109-272) stated that the conferees expect $116 million from expedited passport fee collections would be used for Technology Investments in FY2006. The Revised Continuing Appropriation Resolution, FY2007 ( P.L. 110-5 ) explicitly stated no funding would be provided for the Centralized Information Technology Modernization Program in FY2007."], "subsections": []}, {"section_title": "International Organizations and Conferences", "paragraphs": ["In recent years, U.S. contributions to the United Nations and its affiliated agencies (CIO) and peacekeeping operations (CIPA) have been affected by a number of issues. These have included the withholding of funds related to international family planning policies; issues related to implementation of the Iraq Oil for Food Program and the findings and recommendations of the Volcker Committee Inquiry into that program; alleged and actual findings of sexual exploitation and abuse by personnel in U.N. peacekeeping operations in the field and other misconduct by U.N. officials at U.N. headquarters in New York and at other U.N. headquarters venues; and efforts to develop, agree to, and bring about meaningful and comprehensive reform of the United Nations organization, in most of its aspects.", "Since 2004, congressional attention has often been directed to ways to ensure comprehensive U.N. reform, through legislative proposals fashioned after extensive hearings. Current legislative issues remaining include followup and oversight of reforms initiated by the United Nations membership in September 2005 and throughout its fall General Assembly session and the possibility of increasing the 25% legislative cap on U.S. contributions to U.N. peacekeeping assessments to 27.1%. (For more detail, see CRS Report RL33611, United Nations System Funding: Congressional Issues , by [author name scrubbed] and [author name scrubbed].)", "Contributions to International Organizations (CIO) —CIO provides funds for U.S. membership in numerous international organizations and for multilateral foreign policy activities that transcend bilateral issues, such as human rights. Maintaining a membership in international organizations, the Administration argues, benefits the United States by advancing U.S. interests and principles while sharing the costs with other countries. Payments to the U.N. and its affiliated agencies, the Inter-American Organizations, as well as other regional and international organizations, are included in this account.", "The President's FY2008 request totaling $1,354.4 million for this account represents a 17.6% increase over the estimated FY2007 level and the FY2006 enacted appropriation of $1,151.3 million.", "Contributions to International Peacekeeping Activities (CIPA) —The United States supports multilateral peacekeeping efforts around the world through payment of its share of the U.N. assessed peacekeeping budget. The President's FY2008 request totals $1,107.0 million. This represents nearly a 4% decline from the FY2006 actual funding level of $1,152.1 million and a smaller decline of 2.5% below the estimated FY2007 CIPA funding level of $1,135.3 million."], "subsections": []}, {"section_title": "International Commissions", "paragraphs": ["The International Commissions account (although not in the 150 account but is in the State Department budget) includes the U.S.-Mexico Boundary and Water Commission, the International Fisheries Commissions, the International Boundary Commission, the International Joint Commission, and the Border Environment Cooperation Commission. The FY2008 request of $113.5 million represents a 100.8% increase over the FY2006 level of $66.5 million and a 99% increase over the estimated FY2007 level of $67 million. The increase is largely due to a water treatment project near San Diego, California."], "subsections": []}, {"section_title": "Related State Department Appropriations", "paragraphs": ["The Asia Foundation— The Asia Foundation is a private, nonprofit organization that supports efforts to strengthen democratic processes and institutions in Asia, open markets, and improve U.S.-Asian cooperation. The Foundation receives both government and private sector contributions. Government funds for the Asia Foundation are appropriated to, and pass through, the State Department. The Administration request for FY2008 is $10 million, the same as requested a year earlier, but 27.5% below the enacted FY2006 level of $13.8 million (with rescissions). The estimated funding level for FY2007 is $13.8 million for the Asia Foundation.", "The International Center for Middle Eastern-Western Dialogue Trust Fund —The conferees added language in the FY2004 conference agreement for the Consolidated Appropriations Act, FY2004 to establish a permanent trust fund for the International Center for Middle Eastern-Western Dialogue. The act provided $6.9 million for perpetual operations of the Center which is to be located in Istanbul, Turkey. Despite the fact that the Administration did not request any FY2005 funding for this Center, Congress provided $7.3 million for it in FY2005. The Administration requested spending $850,000 of interest and earnings from the Trust Fund for program funding in FY2006, but Congress set the appropriated level at $5 million. For FY2007, the Administration requested appropriation authority to spend $750,000 of interest and earnings from the Trust Fund to be used for programming activities and conferences at the Center. The FY2008 budget contains no request for the Trust and $875,000 for the program account.", "National Endowment for Democracy (NED) —The National Endowment for Democracy, a private nonprofit organization established during the Reagan Administration, supports programs to strengthen democratic institutions in more than 90 countries around the world. NED proponents assert that many of its accomplishments are possible because it is not a government agency. NED's critics claim that it duplicates U.S. government democracy programs and either could be eliminated or could operate entirely with private funding.", "The Administration's FY2008 budget request of $80 million for NED is the same as its FY2005, FY2006, and FY2007 requests. The FY2008 request represents an 8.1% increase over the enacted $74.0 million (after rescissions) for FY2006. In addition, however, the 109 th Congress created a Democracy Fund in the FY2006 Foreign Operations Appropriations ( P.L. 108-102 ) which provided an additional $15.25 million for NED that year. The estimated FY2007 funding level is estimated to be $74 million.", "East-West and North-South Centers —The Center for Cultural and Technical Interchange between East and West (East-West Center), located in Honolulu, Hawaii, was established in 1960 by Congress to promote understanding and cooperation among the governments and peoples of the Asia/Pacific region and the United States. The Center for Cultural and Technical interchange between North and South (North-South Center) is a national educational institution in Miami, FL, closely affiliated with the University of Miami. It promotes better relations, commerce, and understanding among the nations of North America, South America and the Caribbean. The North-South Center began receiving a direct subsidy from the federal government in 1991.", "The Administration's FY2008 request is for $10 million for the East-West Center, a decrease of 47.4% from the FY2006 funding level of $19.0 million (including rescissions), and no funds for the North-South Center. The FY2007 funding level is currently set at $19 million."], "subsections": []}]}, {"section_title": "Broadcasting Board of Governors", "paragraphs": ["The United States International Broadcasting Act of 1994 reorganized within USIA all U.S. government international broadcasting, including Voice of America (VOA), Broadcasting to Cuba, Radio Free Europe/Radio Liberty (RFE/RL), Radio Free Asia (RFA), and the Middle East Broadcasting Network. The 1994 Act established the Broadcasting Board of Governors (BBG) to oversee all U.S. government broadcasting; abolished the Board for International Broadcasting (BIB), the administering body of RFE/RL; and recommended that RFE/RL be privatized by December 31, 1999. This recommendation was repealed by P.L. 106-113 .", "During the reorganization debate in 1999, the 105 th Congress agreed that credibility of U.S. international broadcasting was crucial to its effectiveness as a public diplomacy tool. Therefore, Congress agreed not to merge broadcasting functions into the State Department, but to maintain the Broadcasting Board of Governors (BBG) as an independent agency as of October 1, 1999.", "For FY2008 international broadcasting activities the President is requesting $668.2 million, an increase of 3.8% over the FY2007 estimate of $644 million, but a decrease of 1.7% from the FY2006 enacted level of $679.6 million, including rescissions and supplementals. Of the $668.2 million request, $618.8 million would be for broadcasting operations, such as VOA, $10.7 million for Capital Improvements, and $38.7 million for Broadcasting to Cuba.", "The BBG is planning to eliminate several VOA services including Uzbek, Greek, and Cantonese as well as the RFE/RL Macedonia service. BBG also plans to reduce several others, such as VOA and RFE/RL service in Ukrainian, Tibetan, and Romanian. Reportedly, eleven former VOA directors are appealing to Congress to reverse the proposed Administration cuts. At the same time, BBG's FY2008 request would increase Middle East Broadcasting network funds by some $20 million."], "subsections": []}, {"section_title": "Visa Issuance and Homeland Security", "paragraphs": ["The State Department traditionally has had sole authority to issue visas overseas. The Homeland Security Act of 2002 ( H.R. 5005 / P.L. 107-296 , signed into law on November 25, 2002) now provides the Secretary of the Department of Homeland Security (DHS) with exclusive authority to: 1) issue regulations regarding administering and enforcing visa issuance, 2) impose upon any U.S. government employee, with consent of the head of his/her agency, any functions involved in visa issuance, 3) assign DHS employees to each overseas post where visas are issued, and 4) use the National Foreign Affairs Training Center to train DHS employees who will be involved in visa issuance. The act states that these authorities will be exercised through the Secretary of State. The Homeland Security Act of 2002 further provides the Secretary of State and consular officers with the authority to refuse visa applications. The act stipulates that within one year after the act is signed, the Secretary of DHS and the Secretary of State must report to Congress on implementation of visa issuance authorities and any proposals that are necessary to improve the activities surrounding visa issuance. Specifically regarding visa issuance in Saudi Arabia, the act stipulates that upon enactment of the act, the third party screening program in Saudi Arabia will terminate, but on-site personnel of the DHS shall review all visa applications prior to adjudication there.", "The Department of State has authority to use machine readable visa fees in its expenditures. In recent years funds amounted to $602.9 million for FY2004; for FY2005 it was $668.1 million; for FY2006 it was $772.8 million; for FY2007 the estimate is $747.6 million; and the request for FY2008 is $862 million. The fees are typically used for State Department border security programs, technology, and personnel."], "subsections": []}]}}