{"id": "RL31006", "title": "Appropriations for FY2002: Interior and Related Agencies", "released_date": "2002-02-01T00:00:00", "summary": ["The Interior and Related Agencies Appropriations bill includes funds for the Department of the Interior (DOI), except the Bureau of Reclamation, and funds for some agencies or programs withinthree other departments--Agriculture, Energy, and Health and Human Services. It also fundsnumerous smaller agencies.", "On April, 9, 2001, President Bush submitted his FY2002 budget for Interior and Related Agencies, totaling $18.19 billion compared to the $19.07 billion enacted for FY2001 ( P.L. 106-291 ). These figures reflect scorekeeping adjustments. (See Table 10 and Table 11 ). Title VIII of theFY2001 law created a new discretionary \"conservation spending category.\" See Table 12 .", "On June 19, 2001, the House Appropriations Committee reported the FY2002 Interior and Related Agencies Appropriations bill ( H.R. 2217 , H.Rept. 107-103 ). The Housedebated and passed H.R. 2217 (376-32) on June 21, 2001, with a total of $19.00 billion. On June 29, 2001, the Senate Appropriations Committee reported H.R. 2217 ( S.Rept.107-36 ) with amendments. The Senate debated the bill on July 11 and 12, 2001, and passed H.R. 2217 by voice vote on July 12, 2001,with a total of $18.53 billion, a lower levelthan the House.", "House and Senate conferees met on October 10, 2001, and filed a report containing their agreement ( H.Rept. 107-234 ) on October 11, 2001. On October 17, 2001, the conference reportpassed the House (380-28) and the Senate (95-3). The bill was signed into law on November 5, 2001( P.L. 107-63 ).", "The FY2002 law contains a total of $19.18 billion, higher than the House and Senate levels. For agencies within DOI, it contains $9.44 billion, while the Forest Service is funded at $4.13billion. There is $1.77 billion for energy programs, and $2.76 billion for the Indian Health Service. The Smithsonian Institution receives $497.2 million; the National Endowment for the Arts $98.2million; and the National Endowment for the Humanities $124.5 million.", "The conferees addressed a number of significant energy and mineral issues. The FY2002 law drops provisions that barred funds from being used to: suspend or revise existing hardrock miningregulations, implement the Kyoto Protocol, or execute a final lease agreement for oil and gas drillingin the \"Lease Sale 181\" area of the Gulf of Mexico. It includes provisions to bar the use of fundsfor offshore energy leasing activities in several areas, and for energy leasing activities withinpresidentially-proclaimed national monuments as they were on January 20, 2001. The law alsoextends the Recreational Fee Demonstration Program for two years, and modifies the Steel LoanGuarantee Program.", "In response to the terrorist attacks on the United States on September 11, 2001, a $40 billionemergency supplemental appropriation was enacted ( P.L. 107-38 ). The National Park Service hasreceived $3.1 million of the initial fund allocation for emergency response costs in New York Cityand Washington D.C.", "Key Policy Staff", "a Division abbreviations: DSP = Domestic Social Policy; G&F = Government and Finance; RSI =Resources, Science, and Industry."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Most Recent Developments", "paragraphs": ["On November 5, 2001, the FY2002 Interior and Related Agencies Appropriations bill wasenacted ( P.L. 107-63 ). The conference report had passed the House (380-28) and the Senate (95-3)on October 17, 2001. House and Senate conferees had met on H.R. 2217 on October10, 2001, and filed a report containing their agreement ( H.Rept. 107-234 ) on October 11, 2001. ", "The FY2002 law contains a total of $19.18 billion. It includes $9.44 billion for DOI, $4.13 billion for the Forest Service, $1.77 billion for energy programs, $2.76 billion for the Indian HealthService, $497.2 million for the Smithsonian Institution, and $98.2 million and $124.5 millionrespectively for the National Endowment for the Arts and the National Endowment for theHumanities. It drops provisions that would have barred funds from being used to suspend or reviseexisting hardrock mining regulations, implement the Kyoto Protocol, or execute a final leaseagreement for oil and gas drilling in the \"Lease Sale 181\" area of the Gulf of Mexico. However, thelaw bars the use of funds for offshore energy leasing activities in several areas, and for energyleasing activities within presidentially-proclaimed national monuments as they were on January 20,2001. It also extends the Recreational Fee Demonstration Program for two years, and modifies theEmergency Steel Loan Guarantee Program. "], "subsections": []}, {"section_title": "Introduction", "paragraphs": ["The annual Interior and Related Agencies Appropriations bill includes funding for agencies andprograms in four separate federal departments, as well as numerous smaller agencies and bureaus. The bill includes funding for the Interior Department, except for the Bureau of Reclamation, andfunds for some agencies or programs in three other departments--Agriculture, Energy, and Healthand Human Services. Title I of the bill includes agencies within the Department of the Interiorwhich manage land and other natural resource or regulatory programs, the Bureau of Indian Affairs,and insular areas. Title II of the bill includes the Forest Service of the Department of Agriculture;several activities within the Department of Energy, including research and development programs,the Naval Petroleum and Oil Shale Reserves, and the Strategic Petroleum Reserve; and the IndianHealth Service in the Department of Health and Human Services. In addition, Title II includes avariety of related agencies, such as the Smithsonian Institution, National Gallery of Art, John F.Kennedy Center for the Performing Arts, the National Endowment for the Arts, the NationalEndowment for the Humanities, and the Holocaust Memorial Council."], "subsections": []}, {"section_title": "Status", "paragraphs": [" Table 1. Status of Department of the Interior and RelatedAgencies Appropriations, FY2002", "On April 9, 2001, President Bush submitted his FY2002 budget to Congress. The FY2002 request for Interior and Related Agencies totals $18.19 billion comparedto the $19.07 billion enacted for FY2001 ( P.L. 106-291 ), a decrease of $877.3million. These figures reflect scorekeeping adjustments. Without the scorekeepingadjustments, the figures are $18.07 billion requested for FY2002 and $18.89 billionenacted for FY2001, a decrease of $819.7 `million. ", "The total funding enacted for FY2001 included emergency supplemental appropriations in Title IV and funds in Title VIII for land conservation, preservation,and infrastructure improvement. These appropriations are not specifically continuedin the budget request for FY2002. Figures in this report for FY2001 for the landmanagement agencies reflect the sum of the monies appropriated in the various titlesof the FY2001 appropriations law ( P.L. 106-291 ). Title VIII of that law also createdan additional category of discretionary spending for \"conservation\" and identified thespecific activities that would be included within this \"conservation spendingcategory\" in each of the next 5 years. This spending will be subject to annualappropriations each year. This category essentially includes those conservationactivities identified by Congress in particular budget accounts (or portions thereof)providing appropriations to preserve and protect lands, habitat, wildlife, and othernatural resources; to provide recreational opportunities; and for other purposes. Table 12 is a distribution of these conservation funds for FY2001 and funding levelsthat Congress is considering for FY2002. ", "In this report, the term \"appropriations\" represents total funds available, including regular annual and supplemental appropriations, as well as rescissions,transfers, and deferrals. Increases and decreases are calculated on comparisonsbetween the funding levels appropriated for FY2001 and requested by the Presidentor recommended by Congress for FY2002. The FY2002 requests contained somesubstantial changes in agencies' budgets from the FY2001 levels. Increases wereproposed for some agencies, including the National Park Service ($382.47 million),Indian Health Service ($78.04 million), Department of Energy ($49.04 million),Smithsonian Institution ($40.25 million), Minerals Management Service ($16.25million), Bureau of Indian Affairs ($15.94 million), National Endowment for theHumanities ($0.51 million), and National Endowment for the Arts ($0.45 million). Decreases were proposed for other agencies, such as for the Office of Surface MiningReclamation and Enforcement ($-33.89 million), Geological Survey ($-69.42million), Fish and Wildlife Service ($-135.75 million), Bureau of Land Management($-375.64 million), and Forest Service ($-703.27 million).", "On June 7, 2001, the House Appropriations Interior Subcommittee marked upthe FY2002 Interior and Related Agencies Appropriations bill, and recommendedfunding of approximately $18.9 billion. The bill was reported unanimously to thefull House Appropriations Committee. On June 13, 2001, the full HouseAppropriations Committee approved the Subcommittee's recommended fundinglevels, including $1.32 billion for the conservation spending category, $64 millionabove the President's request. Other increases recommended above the President'srequest included $87 million for the U.S. Geological Survey ($900.5 million total),$50 million for the Payments in Lieu of Taxes (PILT) program ($200 million total),$37 million for the Abandoned Mine Reclamation Fund ($203.5 million total), and$185 million for Energy Conservation ($940.8 million total). The HouseAppropriations Committee reported the bill ( H.R. 2217 , H.Rept.107-103 ) to the House on June 19, 2001. ", "During the markup of the House Committee on Appropriations, several amendments to increase funding for agency programs were rejected. They included(1) an amendment to increase funding for the National Endowment for the Arts ($18million), National Endowment for the Humanities ($5 million), and Institute ofMuseum and Library Services ($2 million), and (2) an amendment to increasefunding for energy conservation and fossil energy research and development by $200million. Another amendment sought to explicitly bar funds in the bill from beingused for any activity intended to permit oil and gas exploration in the Arctic NationalWildlife Refuge (ANWR) or preliminary studies on permitting such exploration, andto insert related language into the Committee's report. ", "The House debated and passed H.R. 2217 (376-32) on June 21, 2001, with a total of $19.0 billion. The House accepted amendments, among others,seeking to increase funds for the arts; assure that the value of oil received asroyalty-in-kind is equal to, or greater than, the proceeds that would be received underthe royalty-in- value program; bar funds in the bill from being used for energy leasingwithin presidentially-proclaimed national monuments (with exceptions) and forsuspending or revising existing hard rock mining regulations; and maintain theprohibition on oil and gas drilling in the Lease Sale 181 area of the Gulf of Mexicountil April 1, 2002.", "The House rejected amendments seeking to (1) increase funding for the Payments in Lieu of Taxes program and weatherization assistance programs, withoffsets from the fossil energy research and development program, (2) reduce fundsfor the Challenge America Arts Fund while increasing funds for energy conservationprograms, (3) terminate or amend the Recreational Fee Demonstration Program, and(4) prohibit the extension of campsite leases in the Biscayne National Park in Florida. ", "On June 28, 2001, both the Senate Appropriations Interior Subcommittee and the Senate Appropriations Committee marked up H.R. 2217 . Asreported with amendments ( S.Rept. 107-36 ) on June 29, 2001, the bill provided atotal of $18.66 billion, below the House-passed level but above the FY2002 budget.The Senate Appropriations Committee concurred with the House in the totalconservation spending category of $1.32 billion. However, the distribution of fundswas slightly different, giving a larger amount, for example, to National Park Servicefederal land acquisition. ", "The Senate Appropriations Committee recommended increases above the President's request for FY2002 for almost all agencies and bureaus of theDepartment of the Interior, and increases above the House allowance for NationalPark Service, Minerals Management Service, and Bureau of Indian Affairs. However, the Senate Committee's recommended funding was below the Houseallowance for the Bureau of Land Management (-$13 million), the U.S. Fish andWildlife Service (-$64 million), the U.S. Geological Survey (-$8 million), and theOffice of Surface Mining Reclamation and Enforcement (-$1 million). In terms ofRelated Agencies, the Senate Committee recommended increases over the Houseallowance for the Elk Hills School Lands Fund (+$36 million) under the Departmentof Energy and additional funds for the National Endowment for the Humanities (+$2million).", "The Senate debated the Interior and Related Agencies Appropriations bill on July 11 and 12, 2001, and passed the bill by voice vote with a total of $18.53 billionon July 12. Among the changes was an amendment to bar funds in the bill frombeing used for energy leasing within presidentially-proclaimed national monuments,as they were on January 20, 2001 (with exceptions). A similar national monumentamendment was agreed to by the House. The Senate rejected an amendment tomaintain the prohibition on oil and gas drilling in the Lease Sale 181 area of the Gulfof Mexico until April 1, 2002; a similar amendment was accepted by the House. ", "The Senate also accepted an amendment to extend and modify the Emergency Steel Loan Guarantee Program, originally established in 1999, although it is notgenerally funded in the Interior and Related Agencies Appropriations bill. It wouldprolong by ten years, from the end of 2005 to the end of 2015, the deadline whenloans guaranteed under the program must be repaid. The amendment would extendthe deadline for loan guarantee authorizations from later this year to the end of 2003. The amendment also provides that the portion of a loan covered by a guarantee maybe increased from the present level of 85% to 90% or 95%, provided that no morethan $100 million in total loans may be outstanding at any one time under programguarantees at each of the higher guarantee rates, nor may any single loan at eachhigher rate be greater than $50 million. Originally the amendment includedprovisions regarding iron ore mining and coke-producing companies, but thislanguage was not included in the amendment as modified and agreed to. There wasno provision on the Steel Loan Guarantee Program in the House bill.", "On July 12, 2001, the Senate appointed the members of the Subcommittee on Interior Appropriations as conferees on the bill. On September 20, 2001, the Houseappointed conferees including all members of the Subcommittee on InteriorAppropriations and the Chair and Ranking Member of the full AppropriationsCommittee. ", "House and Senate conferees met on October 10, 2001, and filed a report containing their agreement ( H.Rept. 107-234 ) on October 11, 2001. The conferencereport contains a total of $19.18 billion for FY2002, higher than both the House andSenate passed levels. For agencies within the Department of the Interior, the reportcontains $9.44 billion, while the Forest Service is funded at $4.13 billion. The totalfire funds for the Bureau of Land Management and the Forest Service is $2.24billion, including $400 million in emergency supplemental monies. For energyprograms there is $1.77 billion, including $912.8 million for energy conservation and$582.8 million (+$33.7 million by transfer for a total of $616.5 million) for fossilenergy research and development. The Indian Health Service is slated to receive$2.76 billion. The Smithsonian Institution is funded at $497.2 million, and theNational Endowment for the Arts and the National Endowment for the Humanitiesare slated respectively for $98.2 million and $124.5 million.", "The conference report includes $1.32 billion for the conservation spending category, and another $120 million for restoration of the Florida Everglades. For thefour land management agencies, the conference report contains a total of $600million for backlog maintenance needs and $429 million for land acquisition. ", "The conferees addressed a number of significant energy and mineral issues. Their agreement dropped provisions that barred funds from being used to: suspendor revise existing hardrock mining regulations, implement the Kyoto Protocol, orexecute a final lease agreement for oil and gas drilling in the \"Lease Sale 181\" areaof the Gulf of Mexico. The agreement included provisions to bar the use of funds foroffshore preleasing, leasing, and related activities in several areas, and for suchenergy activities within presidentially-proclaimed national monuments as they wereon January 20, 2001 (with exceptions). The agreement also extends the RecreationalFee Demonstration Program for two years, and retains the Senate's provision on theSteel Loan Guarantee Program. ", "On October 17, 2001, the conference report passed the House (380-28) and the Senate (95-3). The bill was signed into law on November 5, 2001 ( P.L. 107-63 ). ", " Table 2. Interior and Related Agencies Appropriations, FY1997 to FY2001 (budget authority inbillions of current dollars) a", "a These figures exclude permanent budget authorities, and reflect rescissions. However, they do not generally reflect scorekeeping adjustments. "], "subsections": [{"section_title": "Major Funding Trends", "paragraphs": ["During the ten year period from FY1993 to FY2002, Interior and Related Agencies appropriations increased by 56%, from $12.2 billion to $19.1 billion. Mostof this growth occurred during the latter years. For instance, during the five yearperiod from FY1993 to FY1997, appropriations increased by 8%, from $12.2 billionto $13.1 billion. By contrast, during the most recent five years, from FY1998 toFY2002, funding increased by 38%, from $13.8 billion to $19.1 billion. The singlebiggest increase during the decade occurred from FY2000 to FY2001, when the totalappropriation rose 27%, from $14.9 billion to $18.9 billion. See Table 10 for acomparison of FY2001 and FY2002 Interior Appropriations, and Table 13 for abudgetary history of each agency, bureau, and program from FY1997 to FY2002."], "subsections": []}, {"section_title": "Funding to Combat Terrorism", "paragraphs": [], "subsections": []}, {"section_title": "Supplemental FY2001 Appropriations, P.L. 107-38", "paragraphs": ["On September 18, 2001, Congress enacted a $40 billion Emergency Supplemental Appropriation, P.L.107-38 , (1) inresponse to the devastation and greatneed following the terrorist attacks on the United States on September 11th, 2001. The $40 billion package was constructed in three phases. First, $10 billion was tobe immediately available and dispersed by the President in consultation with theHouse and Senate Appropriations Committee leaders. Second, an additional $10billion was available to be obligated following a 15-day notification to the Congress. Third, a final $20 billion could be obligated only after money was allocated in another emergency appropriations act. For more information, see CRS Report RL31173, Terrorism Funding: Emergency Supplemental Appropriations-Distributionof Funds to Departments and Agencies.", "Of the $20 billion provided by P.L. 107-38 that did not need additional legislation, programs under the jurisdiction of the Department of Interior and Relatedagencies appropriations received $3.1 million. Specifically, there was $1.7 millionfor the National Park Service (NPS), Operations of the National Park System, and$1.4 million for the U.S. Park Police (NPS) for emergency response costs in NewYork City and Washington, D.C. (2)"], "subsections": []}, {"section_title": "Supplemental FY2002 Appropriations, P.L.107-117", "paragraphs": ["Of the $40 billion appropriated by P.L. 107-38 , $20 billion could not be obligated until allocations were specified in another appropriations Act. In addition, P.L. 107-38 required OMB to submit to the Congress a proposal for the allocation ofthese funds as well. The OMB submitted its $20 billion proposal on October 17,2001. ", "On January 10, 2002, Congress enacted P.L. 107-117 . (3) The law contained $88.1million in total appropriations for anti-terrorism activities for the programs in theDepartment of Interior (4) and related agenciesappropriations bills. These funds weredistributed as follows: ", "$10.1 million for operation of the National Park System to increase security at national monuments, ", "$25.3 million for the United States Park Police to enhancepreparedness for possible attacks against key national park sites in New York Cityand Washington, D.C.; ", "$21.6 million for the National Park Service for constructedsecurity improvements at the Washington Monument, the Lincoln Memorial, and theJefferson Memorial; ", "$2.2 million for Interior Departmental management, salariesand expenses; ", "$798,000 for the National Capital Planning Commission forphysical perimeter security and design plans for federal buildings in the monumentcore, ", "$2.15 million for the National Gallery of Art to improvesecurity operations,", "$21.7 million for the Smithsonian, salaries and expenses, toclean up the damaged Heye Center of the National Museum on the American Indianin NYC ($96,000), and for increased security at the Smithsonian;and", "$4.3 million for the John F. Kennedy Center for the PerformingArts to enhance security equipment and manpower."], "subsections": []}, {"section_title": "Regular Appropriations for FY2002 to Combat Terrorism", "paragraphs": ["Prior to the September 11, 2001 attacks, the Bush Administration's initialFY2002 budget request for the Department of the Interior included an estimated $7.7million (5) (representing .07% of the total amountsought government-wide) to combatterrorism, including defense against weapons of mass destruction (WMD), accordingto the Office of Management and Budget (OMB). (6) Additional funding was requestedfor DOI efforts to protect \"critical infrastructure\" from terrorist attack, making a totalof $9.6 million requested for DOI for FY2002 for combating \"unconventionalthreats.\" These figures included only DOI agencies and not the numerous \"relatedagencies\" that also are funded by the Department of Interior and related agenciesappropriations laws.", "Although the FY2001 and FY2002 Supplemental Appropriations Acts ( P.L. 107-38 and P.L. 107-117 ) contained sizeable sums for anti-terrorism activities, it isnot clear what additional funding for anti-terrorist activities came from the regularFY2002 Interior appropriations law, P.L. 107-63 . The annual appropriations laws, aswell as agency budgets, typically include money for combating terrorism as part oflarger line items or program requests. Further, the FY2002 Interior appropriationsconference report ( H.Rept. 107-234 ) did not specify what portion of the funds wouldbe directed toward anti-terrorism, and mentions anti-terrorism indirectly and in onlya few instances. For example, the conference report indicates an increase of$1,743,000 for the Office of Protection Services of the Smithsonian \"in light ofrecent events.\" Under Bureau of Land Management, the conference report includes\"$3 million to evaluate oil and gas resources and reserves on public lands...in lightof recent attacks on the U.S....that have underscored the potential for disruptions toAmerica's energy supply;...this project should be considered a top priority.\" "], "subsections": []}]}, {"section_title": "Key Policy Issues", "paragraphs": [], "subsections": [{"section_title": "Title I: Department of the Interior", "paragraphs": ["For further information on the budget of the Department of the Interior, see the World Wide Web site of DOI's Office of the Budget at http://www.doi.gov/budget/ .", "For further information on the Department of the Interior , see its World Wide Web site at http://www.doi.gov .", "For information on the Government Performance and Results Act for the DOI or any of its bureaus, see DOI's Strategic Plan Overview FY1998-FY2002 athttp://www.doi.gov/fyst.html.", "For information on the Department of the Interior annual performance plan, see DOI's FY2000 Annual Performance Report/FY2002 Annual Performance Plan at http://www.doi.gov/gpra/00apr02app.html .", "Bureau of Land Management. The Bureau of Land Management (BLM) manages approximately 264 million acres ofpublic land for diverse, and at times opposing uses, such as mining, energydevelopment, livestock grazing, recreation, and preservation. The agency also isresponsible for about 700 million acres of federal subsurface mineral resourcesthroughout the nation, and supervises the mineral operations on an estimated 56million acres of Indian Trust lands. Another key BLM function is wildland firemanagement on about 370 million acres of DOI, other federal, and certainnon-federal land.", "Wildland Fires. The FY2002 appropriations law contains a total of $1.87 billion for the BLM, an increase over thePresident's FY2002 budget request ($1.77 billion), but a decrease from FY2001($2.15 billion). (7) A proposed reduction in fundingfor Wildland Fire Managementaccounts for most of the decline from FY2001. For Wildland Fire Management forFY2002, the law contains $678.4 million, a decrease from FY2001 ($977.1 million),which included emergency contingent funds in response to severe fires. ", "The Administration had proposed creating a $5.6 billion National Emergency Reserve to respond to natural disasters, including extraordinary fire costs. Instead,the law provides authority for the transfer of funds in certain \"emergency situations,\"including wildfires and other natural disasters, and requires a supplementalappropriation request to replenish the transferred funds. ", "The wildland fire funds appropriated to BLM are to be used for fire fighting on all Interior Department lands. Interior appropriations laws also provide funds forwildland fire management to the Forest Service (Department of Agriculture) for fireprograms primarily on its lands. In total, for FY2002 wildland fire management forthe Departments of Interior and Agriculture, the law contains $2.24 billion, anincrease over the President's request and the House and Senate passed levels but adecrease from the amount enacted for FY2001 ($2.86 billion). A focus of bothdepartments is the National Fire Plan, developed following the 2000 fire season,which continues to emphasize reducing hazardous fuels, among other provisions. (For more information, see \"U.S. Forest Service\" below.)", "Lands and Resources. For Management of Lands and Resources, the FY2002 law contains a total of $775.6million, including $29.0 million for the conservation spending category. The totalis an increase over the President's FY2002 request ($760.3 million) and FY2001($753.3 million). This line item funds BLM land programs including protection, use,improvement, development, and disposal. ", " Land Use Planning. The FY2002 law increases funds forland use planning from $25.8 million for FY2001 to about $33 million for FY2002(28% increase). By contrast, only $6 million was appropriated for land use planningfor FY2000. The additional funds are being recommended as part of a multi-yeareffort to update land use plans to address mineral and recreational uses, among otherissues. Funds for some other land and resource programs would be reduced,including those for wild horses and burros and rangelands. ", " Energy and Minerals. For energy and minerals, including the Alaska minerals program, the FY2002 law contains nearly $100 million, anincrease over FY2001 ($80.6 million). The increases are to help address the demandfor energy development of public lands, and are targeted for oil and gas programs,including leasing in the National Petroleum Reserve-Alaska; processing of coalbedmethane permits; and assessing energy resources on public lands. ", "The law bars funds in the bill from being used for energy leasing activities within the boundaries of national monuments, as they were on January 20, 2001,except where allowed by the presidential proclamations that created the monuments. This language was added by House and Senate floor amendments. Amendmentsupporters feared that the Administration would adjust the boundaries of nationalmonuments in order to allow energy leasing, while opponents asserted that theamendment would preclude development of needed energy resources.", "The law does not contain House language that would have barred funds in the bill from being used to suspend or revise the regulations governing hard rock miningon federal lands (part 3809 of Title 43, CFR) that were issued by the ClintonAdministration (effective January 20, 2001). Those regulations authorized the BLMto deny mining operations in certain instances, and made mining operators moreresponsible for reclaiming mined land. The House-passed language was advocatedas maintaining necessary environmental protections, but opposed as precluding theAdministration from reviewing regulations that were amended too extensively by theClinton Administration. ", "On March 23, 2001, the Bush Administration proposed suspending the hardrock mining regulations. On October 30, 2001, the Bush Administration issued a finalhardrock mining rule, effective December 31, 2001, that retained the requirementsfor mining operators to reclaim mined land but dropped the authority for the BLMto deny mining operations in certain instances. On October 30, 2001, theAdministration also issued a proposed rule containing additional changes to thehardrock mining regulations, with public comment allowed by December 31, 2001. ", "The law continues the moratorium (contained in previous appropriations laws) on accepting and processing applications for patents for mining and mill site claimson federal lands. However, applications meeting certain requirements that were filedon or before September 30, 1994, would be allowed to proceed, and third partycontractors would be authorized to process the mineral examinations on thoseapplications. The law also would extend for two years both the annual maintenancefee of $100 per claim to hold a claim on public land and the $25 location fee forfirst-time locators to locate and record a claim. The House passed bill sought toextend the fees through FY2002; the Senate bill extended the fees through FY2006. Both fees were to expire in FY2001.", " Range Issues. The law continues provisions (contained in previous appropriations laws) to prevent funds from being used to destroy healthy,unadopted wild horses and burros. It also continues the automatic renewal of grazingpermits and leases that expire or are transferred until the permit renewal process iscompleted under applicable laws and regulations, including any necessaryenvironmental analyses. The terms and conditions in permits or leases expiring inFY2002 would continue under the new permit or lease until the Secretary of theInterior completes the renewal process. In the past, this provision was advocated asnecessary to address heavy agency workload in processing the grazing permits andleases that were up for renewal. Opponents feared that permits with possiblydetrimental terms or conditions could continue.", "Payments in Lieu of Taxes Program (PILT). For PILT, the FY2002 appropriations law contains$210 million, midway between the House and Senate approved levels. Of the total,$50 million is for conservation activities included in the conservation spendingcategory. The enacted level is a substantial increase over the FY2002 request ($150million), and an increase over FY2001 ($199.6 million). The PILT programcompensates local governments for federal land within their jurisdictions, and hasbeen controversial because in recent years appropriations have been substantially lessthan authorized amounts. ", "Land Acquisition. For Land Acquisition, the FY2002 law contains $49.9 million, more than the House andSenate passed levels but less than FY2001 ($56.5 million, including $8.8 millionfrom the FY2001 Consolidated Appropriations Act.) The funds would be used forconservation activities included in the conservation spending category, and dividedamong many projects. The money would be appropriated from the Land and WaterConservation Fund (LWCF). (For more information, see \"Land Acquisition, theLand and Water Conservation Fund, and the Conservation Spending Category\"below.)", "For further information on the Bureau of Land Management , see its World Wide Web site at http://www.blm.gov/nhp/index.htm .", "CRS Report RL30310(pdf) . The Mining Law Millsite Debate, by [author name scrubbed]. ", "CRS Issue Brief IB89130. Mining on Federal Lands , by [author name scrubbed] and [author name scrubbed].", "CRS Report RL30528(pdf) . National Monuments and the Antiquities Act: President Clinton's Designations and Related Issues , by [author name scrubbed] and PamelaBaldwin.", "CRS Report 98-574. PILT (Payments in Lieu of Taxes): Somewhat Simplified , by [author name scrubbed].", "CRS Issue Brief IB10076. Public (BLM) Lands and National Forests , by [author name scrubbed] and [author name scrubbed], coordinators.", "Fish and Wildlife Service. The Administration requested $1.09 billion for FWS for FY2002. In FY2001, the agencyreceived a total of $1.23 billion: $0.96 billion in regular appropriations in Title I,plus $251 million in other titles of Interior and Commerce appropriations bills, plus$15 million in emergency appropriations. The Administration's proposal could beregarded as either a decrease of 11.1% from FY2001 (if the other titles and theemergency appropriation are included as part of last year's FWS funding) or anincrease of 11.8% (if the other titles are not included). (8) , (9) Funding prioritieswouldshift in several areas, described below. The House passed an appropriation of $1.34billion, an increase of 8.9% over the FY2001 total, while the Senate approved $1.27billion (+3.6%). The enacted amount is $1.28 billion (+3.9%).", "For FY2001, the additional Title VIII funds affecting existing FWS programs were (a) $78 million for the Cooperative Endangered Species Fund; (b) $20 millionfor the North American Wetlands Fund; (c) $25 million for maintenance needs; and(d) $28 million for FWS land acquisition. Title VIII also contained $50 million fora new FWS program for competitive State Wildlife Grants to benefit non-gamespecies. The funds in Title IX in the Commerce bill were an additional $50 millionfor different (formula-based) State Wildlife Grants to benefit non-game species ( P.L.106-553 , Appendix B, ï¿½ï¿½901-903, 114 Stat. 2762A-118-124). These additionalfunds, together with the funding levels requested and enacted for FY2002, are shownin Table 3 (10) and are a portionof the Conservation Spending Category shown in Table 12 as well. In a subsequent law, these program funds were directed to bederived from the LWCF. (See \"Land Acquisition, the Land and Water ConservationFund, and the Conservation Spending Category\" below.)", " Table 3. Funding for FWS Programs with Special Provisions in FY2001 Appropriations Bills ($ in millions)", "a Includes new spending for conservation on private lands. See Complex Picture inLand Acquisition , below.", "Endangered Species Funding. Funding for the Endangered Species Program is one of the perennially controversialportions of the FWS budget. For FY2002, the Administration requested thatendangered species funding (including the Cooperative Endangered SpeciesConservation Fund) decrease from $225.6 million to $166.5 million, and theCooperative Endangered Species Conservation Fund (CESCF) decrease from $104.7million ($26.9 million from regular appropriations and $77.8 million from Title VIII)to $54.7 million. See Table 4 . Overall endangered species funding is substantiallyabove FY2000 and FY2001 funding levels, primarily because of CESCF increasesand the landowner incentive program. The House passed a total of $290.2 millionfor endangered species funding generally, with $107.0 million proposed for theCESCF. The Senate passed $269.6 million, including $91.0 million for CESCF. TheFY2002 appropriations law provides a total of $272.1 million, including $96.2million for CESCF.", " Table 4. Funding for Endangered Species Programs, FY2000-FY2002 ($ in thousands)", " ESA Listing Caps, New and Old. Beginning in FY1998, Congress enacted annual limits (i.e., \"caps\") on funding FWS for its listing function($6.3 million in FY2001). (11) This language limitsFWS discretion to transfer fundsto finance additional listings: if courts mandate agency action on listing certainspecies, other listings may not be able to be funded. FWS supported these limits toassure that funding for other agency programs could not be diverted to financeadditional ESA listing activities. However, courts have held that budget constraintsdo not excuse an agency from compliance in some circumstances.", "For FY2002, the Administration proposed a new version of this cap, stressing that (a) current court orders alone meant that the listing function was expected to runout of funds before the end of the fiscal year, and (b) if it were to make listingdeterminations on merely its own estimated backlog, the cost would be roughly $120million. Under the proposed new version, spending for the listing program wouldhave been subject to a proviso that:", "... notwithstanding the specific time frames and deadlines of section 4(a) and (b) of the Endangered Species Act of 1973,as amended, not to exceed $8,476,000 shall be used for implementing subsections(a), (b), (c)(1), (c)(2)(B)(iii), and (e) of section 4 for species that are indigenous to theUnited States, to be expended solely for (1) complying with court orders orsettlements in effect as of the date of the passage of this law, and (2) undertakingsuch other actions as determined by the Secretary to be consistent with the prioritiesestablished by a listing priority system to implement these subsections and subjectto the requirements of this appropriation....", "This proposal proved to be one of the most controversial in the FWS budget. On the one hand, FWS claimed it would allow the agency to regain control of the listingprocess and to list species on the basis of biological need, rather than on the basis ofcontinuing lawsuits, which FWS says that, without exception, it had lost. FWSdecried a \"race to the courthouse\" as impeding listings founded, in its view, on abiological basis. The agency's critics (calling the proposed amendment an\"extinction rider\") responded that (1) few listings would have taken place in the lastseveral years without the law suits; (2) the FWS claimed of conscientious attentionto the law are contradicted by its initial failure to seek more funding to remove thebacklog of listing and its continuing failure to do so in light of its assertion of a $120million need; (3) the restriction was one-sided since de-listings and down listingswould have no such cap; and (4) the restriction would have been a fundamentalchange in the ESA, since the agency could chose the species to be protectedselectively, rather than protecting all species meeting the criteria specified underï¿½4(b) of the ESA.", "The House approved $8.48 million for the listing program, rejected the Administration's proposed change, and retained the current cap on spending forlisting. It also accepted a \"subcap\" of $6 million (out of the $8.48 million) ondesignation of new critical habitat. In effect, if the agency is ordered to designateeven a few areas of critical habitat, funding for new listings would be restricted to$2.48 million. Additional conflicts between court orders and funding restrictionscould occur. The Senate passed a $9 million cap on listing, but did not include a\"subcap\" on critical habitat, nor did it accept the Administration's proposed change. The FY2002 appropriations law contains the Senate funding level for the listingprogram and specifies that the critical habitat designation limitation is exclusive offunds needed for litigation support.", " Klamath River Conflict. A two year drought has exacerbated a controversy over allocation of scarce water resources in the KlamathRiver basin in California and Oregon. Two listed species of suckers (a kind of fish),a coho salmon run, and bald eagles have become centerpieces of a conflict that alsoinvolves farmers, commercial and sport fishermen, and Indian tribes. After twobiological opinions issued under ESA by FWS and the National Marine FisheriesService, the Bureau of Reclamation restricted irrigation water to protect fish. Whilethe decision was supported by fishermen, tribes, and environmentalists, desperatefarmers initially tried to open irrigation canals and sought a reprieve from theBureau's decision. A Senate amendment to prohibit the use of funds to carry out theBureau's decision was tabled on July 12 (52-48). Under the amendment, waterdeliveries were to continue as set forth in two earlier biological opinions until FWScarried out certain actions. For more information on this issue, see CRS IB10019, Western Water Issues , and CRS RL31098, Klamath River Basin Issues: An Overviewof Water Use Conflicts .", "Wildlife Refuge Fund. The Administration proposed $11.4 million (no change) for the National Wildlife RefugeFund, which provides payments to local governments in recognition of reduction ofthe local tax base due to the presence of federal land. (12) The House passed $16.4million, while the Senate passed $14.4 million. The FY2002 law provides $14.4million. Payment amounts are based on formulas authorized in law. The paymentlevels have been controversial, since the small additions of land to the NationalWildlife Refuge System over the last several years mean that dollars (already reducedby inflation) must be spread still further. The situation has produced calls forCongress to increase the appropriation, especially since local governments often viewthe payments as entitlements, even though they technically are not, since they aresubject to annual appropriations. FWS estimates that $11.4 million will be sufficientto pay each county approximately 49% of the formula amounts; an additional $5million would raise the figure to 70%.", "Complex Picture in Land Acquisition, LWCF, and Conservation Spending. Land acquisition presents anunusually complex picture for analysis in FY2002. The complexity arises not onlyfrom the distribution of the previously-mentioned Title VIII funds but also fromrevisions that place some programs under Land Acquisition that had been elsewherein the budget. Title VIII, as enacted in the FY2001 Interior Appropriations Act,derived its funding from the General Fund of the U.S. Treasury. However, P.L.106-554 (the Consolidated Appropriations Act, FY2001, Division B, Title I, ï¿½121)amended Title VIII to direct that LWCF would be the source of funding. In addition,new programs under land acquisition for FY2002 appear to closely overlap existingprograms proposed to be cut elsewhere under the FY2002 request. To clarify totaleffort, these similar programs are shown below.", " Table 5. Appropriations for land acquisition and related matters, FY2000-FY2002 (Amounts x $1000)", "a Derived from LWCF. ", "b Of this, $19,956,000 is from Title VIII, and therefore fromLWCF.", "c This program was funded through the Commerce appropriationin FY2001, eventhough the funding was for FWS; for FY2002, the funding would come through theInterior appropriation; competitive grants were eliminated in favor of formula grants.", "d $5,000,000 is earmarked under the State wildlife grant program for this purpose.", "NA - Not Applicable; program did not exist.", "The activities funded under these pre-existing, related programs are similar to those that would be funded under the new Private Stewardship Grants, and theLandowner Incentive Program appears to be a transfer (and substantial enlargement)of an existing program, now housed in the Endangered Species Office, to theAcquisition Program. Neither program focuses on outright acquisition, according tothe FY2002 budget justification, which notes (p. 381) that \"[t]hese funds [fromLWCF land acquisition] have traditionally been used to support federal landacquisition.... The FY2002 budget proposes that funds also be used to support stateand local conservation efforts by redirecting $60 million in federal land acquisitionfunds toward private conservation efforts.\" In effect, programs currently locatedelsewhere in the FWS budget and funded under general appropriations could beconsidered to have changed form slightly, then moved to funding under LWCF ratherthan general appropriations. The House approved a total of $319.4 million for theseprograms for FY2002, up 35.8% over FY2001, and 345.2% over FY2000. TheSenate approved $313.4 million (+33.2% and +336.8%, respectively). The FY2002law provides $255.6 million (+8.6% and +256.3%, respectively).", "The final complication in making comparisons between FY2002 appropriations and previous years is a new category of discretionary spending called \"ConservationSpending Category\" (CSC). Activities included in the CSC have been fundedthrough several appropriations line items. Across the full FWS appropriation, theHouse ascribed $461.4 million to the CSC, while the Senate ascribed $434.4 million. The FY2002 law contains $404.9 million. (For more information, see Table 12 .)", "Multi-national Species Conservation Fund (MSCF). MSCF has generated tremendous constituentinterest for so small a program. It benefits Asian and African elephants, tigers, andthe six species of rhinoceroses, and great apes, and is proposed for $3.2 million (nochange). (13) The House approved an increase to$4 million, as did the Senate. Thiswas retained in the FY2002 law. ", "For further information on the Fish and Wildlife Service , see its World Wide Web site at http://www.fws.gov/ .", "CRS Issue Brief IB10073. The Arctic National Wildlife Refuge: The Next Chapter , by [author name scrubbed], [author name scrubbed], and [author name scrubbed].", "CRS Issue Brief IB10072. Endangered Species: Difficult Choices , by [author name scrubbed] and [author name scrubbed].", "CRS Report 90-192(pdf) . Fish and Wildlife Service: Compensation to Local Governments , by [author name scrubbed].", "National Park Service. The National Park Service (NPS) currently manages the 384 separate and diverse unitsthat comprise the National Park System, including 57 \"National Parks,\" and morethan 20 other types of designations that cover the System's 327 other natural andhistoric sites. The System has grown to more than 83 million acres, and in recentyears park recreation visits annually have totaled nearly 300 million. The NPSmission, of facilitating use and serving Park System visitors while protecting andpreserving the natural and cultural resources entrusted to it, can be inherentlycontradictory (protecting the parks for and from the people) and constantlychallenging to its professional staff.", "According to the Interior Department and environmental and park advocacy groups, the National Park Service has only in recent years begun to emerge fromseveral decades of funding shortfalls that resulted in substantial operational andmaintenance problems. Temporary closure of NPS units (part of a federalgovernment-wide shutdown during the budget debates of late 1995 and early 1996)helped galvanize public support for expanding NPS funding. National Park Systemfunding has increased annually since FY1996. ", "The Bush Administration's FY2002 total request of $2.5 billion for the NPS was $382 million above the $2.1 billion FY2001 level. The FY2001 level includedmoney appropriated in Title I of the law and significant additional funds in Title VIII. The FY2002 House-passed bill allowed $2.28 billion total for the NPS, while the Senate-passed bill allowed $2.30 billion. The FY2002 appropriations law provides$2.32 billion, $187.8 million more than current levels. Park Operations accounts fornearly two-thirds of the total NPS budget. It covers resource protection, visitorservices and major park programs. The House bill allowed $1.48 billion for ParkOperations, slightly more ($9.8 million) than the request and $92 million abovecurrent funding. The Senate-passed bill allowed $1.47 billion for Park Operations. The FY2002 law provides $1.48 billion. ", "The FY2002 request included $48 million for the National Recreation and Preservation line item. This is a decrease of $11.8 million from FY2001. Most ofthe decrease, $9.8 million, came from Statutory or Contractual Aid and $1.5 millioncomes from National Heritage Area grants. The House bill allowed $51.8 million forthis line item, $3.8 million more than the request. The Senate-passed bill allowed$66.3 million. The FY2002 law provides $66.2 million. ", "Maintenance Backlog. The National Park System has a formidable maintenance burden with an infrastructure thatincludes thousands of miles of roads and thousands of permanent structures (manyof these historic), bridges, tunnels, employee housing units, water and waste systems,etc. Several years ago, mounting concerns about the build-up of a decades oldmulti-billion dollar backlog of unmet NPS maintenance needs prompted Congressto seek new funding sources and to attack the maintenance backlog. The FY2000Interior Appropriations law began a Department-wide campaign to prioritizemaintenance over a 5-year period.", "The elimination of the NPS maintenance backlog, estimated at $5 billion, is widely being viewed as a centerpiece of the Administration's environmental agendathrough its announced National Parks Legacy Project. President Bush is seeking $4.9billion over the next five years to eliminate the backlog, through a combination oftransportation fund money, appropriated funds, and revenues from the collection ofrecreation fees. ", "Some environmental and park advocacy groups have questioned the Administration's funding sources and priorities regarding the maintenance backlog. The NPS estimates that $2.7 billion, more than half of the maintenance backlog, isrelated to roads, bridges, and other transportation projects that are covered under theTransportation Equity Act (TEA 21) and paid for by gasoline taxes. These Parksprograms already are funded at $165 million annually through FY2003. TEA 21would provide $820 million to the Park Service over the President's five-year plan. The additional $1.9 billion the President has pledged may be allocated if Congressreauthorizes TEA 21 at a higher level in 2004.", "The budget request addressed the remaining $2.2 billion non-road backlog with appropriated funds and recreation fee revenues. The FY2002 budget proposed \"downpayment\" of $440 million has been characterized by critics as \"modest.\" There hasbeen considerable reported criticism of the relatively low amount of new fundscommitted to eliminating the backlog as well as charges of misplaced priorities thatfocus mostly on roads and buildings rather than the protection of park resources.", "Related to eliminating the backlog, the Administration requested a two-year moratorium on both new park unit creation and new authorizations to study theappropriateness and feasibility of potential new units. Nevertheless, Congress hascontinued to approve study legislation for a number of potential new units. TheAdministration subsequently stated that it would consider study requests on acase-by-case basis. The Administration, in the budget request, did not submit anannual list of new areas deemed worthy of study and evaluation for potentialinclusion in the Park System, as required by Congress ( P.L. 105-391 ).", "The FY2002 law contains $600 million for backlog maintenance needs of the four land management agencies. It appears that the NPS portion is not specified. ", "Recreational Fee Demonstration Program (Fee-Demo). The NPS coordinated Fee Demo program,being tested by the NPS and three other federal land management agencies (BLM,FWS, and the Forest Service), began in FY1996 to allow higher entrance andrecreation user fees. Most of the added fees are used to support activities at the sitewhere they are collected. Under the program currently, each agency is allowed to testup to 100 fee projects each year. The Administration proposed extending the FeeDemo program through 2006 and directing up to 60% of the NPS generated receipts,expected to total about $100 million, toward deferred maintenance needs. TheHouse-passed bill allowed the requested four year extension and other programchanges, such as expanding the number of sites at which each agency may chargefees, and provided instructions regarding the efficiency of fee collections. However,the House did not support the requested percentage mandate for maintenance so asto allow park unit managers to decide how to spend fee revenues. There has beengrowing concern about the Forest Service's Fee Demo Program, with assertions thatthe fees keep poorer people out, commercialize public lands, and are unfair ifimproved facilities are lacking. An amendment to strike the entire Fee Demo sectionwas defeated on the House floor. The Senate passed bill did not address the FeeDemo program extension. The FY2002 appropriations law provides for a 2-yearextension until 2004, and makes other program changes recommended by the House. The agencies participating in the program have collectively produced draftauthorizing legislation that would make Fee Demo permanent and remove theprogram from the appropriation process.", "Urban Park and Recreation Recovery (UPARR). This locally popular matching grant program(70% federal/30% local) targets grants to low-income city neighborhoods forrehabilitation of recreational facilities. In FY2000, the program received $2 million,the first new funding in five years. The FY2001 request for UPARR of $20 millionrepresented a significant $18 million increase. Congress ultimately enacted $30million for FY2001 (in Titles I and VIII). The budget request for FY2002 did notcontinue funding for the UPARR program. It was asserted that the FY2002 LWCFstate grant program, which the Administration had wanted to fully fund at $450million, provided more flexibility and greater opportunities for local governments toreceive grants for recreation and conservation projects. The U.S. Conference ofMayors, among others, fought the Administration's attempts to zero out UPARR andthe House Appropriations Committee restored and the full House approved UPARRfunding at $30 million, slightly above the current level. The Senate-passed billallowed $20 million. The FY2002 law provides $30 million.", "Glacier Bay National Park Cruise Ships. The FY2002 law contains language from the Senatepassed bill that overrides two federal court decisions that would have reduced thenumber of cruise ships allowed in Glacier Bay National Park in Alaska from 139 to107. The language restores the boat limit to 139, for a minimum of two years. Environmentalists have been concerned about ecosystem damage from the ships andabout endangered humpback whales that frequent the park's waters. One humpbackwas killed in park waters in August after a collision with a cruise ship.", "For further information on the National Park Service , see its World Wide Web site at http://www.nps.gov/ .", "Historic Preservation. The Historic Preservation fund (HPF), established within the U.S. Treasury and administered bythe National Park Service, provides grants-in-aid to states (primarily through StateHistoric Preservation Offices(SHPOs), certified local governments, and outlyingareas (territories and the Federated States of Micronesia) for activities specified inthe National Historic Preservation Act. Preservation grants are normally funded ona 60% federal- 40% state matching share basis. Preservation grants-in-aid have beenprovided to Historically Black Colleges and Universities (HBCUs) to help preservethreatened historic buildings on their campuses; and to Indian Tribes, Alaska Nativesand Native Hawaiians for cultural heritage projects. The National HistoricPreservation Act (NHPA) Amendments of 2000, enacted as P.L. 106-208 ,reauthorized the Historic Preservation Fund through FY2005. The FY2002appropriations law specifies total funding for the HPF at $74.5 million, a slightincrease above the Senate-passed level, but a $2.5 million decrease from theHouse-passed level.", "An additional program now funded in tandem with the Historic Preservation Fund is former President Clinton's Millennium initiative, Save America'sTreasures . Save America's Treasures grants are given to preserve \"nationally significantintellectual and cultural artifacts and historic structures\" including monuments,historic sites, artifacts, collections, artwork, documents, manuscripts, photographs,maps, journals, film and sound recordings. The appropriation for Save America'sTreasures has been used, for example, for restoration of the Star Spangled Banner;and the Sewall-Belmont House, the National Women's Party headquarters; and theDeclaration of Independence and the U.S. Constitution located in the NationalArchives.", "Although the appropriation was continued for Save America's Treasures for FY2000 ($30 million) and FY2001 ($34.9 million), the program was criticized fornot reflecting geographic diversity, particularly in the FY1999 grants program. TheFY2001 appropriations law ( P.L.106-291 ) specified $20 million in projects to receivefunding (leaving $14.9 million undistributed) for Save America's Treasures,including projects such as the Rosa Parks Museum in Alabama and the Mark TwainHouse in Connecticut. Language was added that any project recommendations wouldbe subject to formal approval by the House and Senate Committees onAppropriations prior to distribution of funds. These projects require a 50% costshare, and no single project would receive more than one grant from this program.", "In the past, the HPF account has included the preservation and restoration of historic buildings and structures on HBCU campuses. Funds in Section 507 of P.L.104-333 (the Omnibus Parks and Public Lands Management Act of 1996) wereearmarked for preservation projects for the following universities: Fisk Universityand Knoxville College in Tennessee; Miles College, Talladega College, SelmaUniversity, Stillman College, and Concordia College in Alabama; Allen University,Claflin College, and Voorhees College in South Carolina; and Rust College andTougaloo University in Mississippi. Grants were awarded to complete repairs onHBCU buildings, particularly those listed in the National Register of Historic Placesthat required immediate repairs. An appropriation in FY2001 of $6.9 millionrepresented the unused authorization remaining from P.L. 104-333 , and, accordingto the Bush Administration, that obligation has been fulfilled. There is no fundingin the FY2002 appropriations law for HBCUs under this program.", "There is no longer direct federal funding for the National Trust for Historic Preservation as part of the Historic Preservation Fund Account. The National Trustwas chartered by Congress in 1949 to \"protect and preserve\" historic American sitessignificant to our cultural heritage. It is a private non-profit corporation and has notreceived federal funding since FY1998, in keeping with Congress' plan to replacefederal funds with private funding and to make the Trust self-supporting. TheNational Trust still maintains several financial assistance programs including thePreservation Services Fund, a program of matching grants to initiate preservationprojects, and the National Preservation Loan Fund, providing below-market-rateloans to nonprofit organizations and public agencies to preserve properties listed inthe National Register of Historic places, particularly those on the \"Most EndangeredHistoric Places\" list. The FY2002 Senate and House passed bills and appropriationslaw include $2.5 million for a National Historic Trust Endowment grant.", "The Administration's FY2002 budget requested $67.06 million for the Historic Preservation Fund total. This total reflects the revision resulting from the line itemfor \"conservation,\" which basically zeroed out the HPF and replaced it using adifferent accounting procedure. See Table 6 below.", " Table 6. Appropriations for Historic Preservation (FY2001-FY2002) ($ in thousands)", "a The term \"grants in aid to States and Territories\" is used in conjunction with thebudget and refers to the same program as Grants in aid to State HistoricPreservation Offices.", "b The FY2001 appropriations provided $14.97 million froma new Title VIII, enactedin the FY2001 Interior appropriations law, and referred to as the \"ConservationSpending Category.\" Funding for all programs in this category are shown in Table 12 in this report.", "The full House (6/21/2001) approved $77 million for the Historic Preservation Fund for FY2002, adding $5 million for a grant to the endowment for the NationalTrust Historic Sites Fund, to be matched dollar for dollar with non-federal funds, forthe care and maintenance of historic sites, including the most endangered historicplaces. The Senate-passed bill (7/12/2001) concurred with the Senate Appropriationscommittee in providing $74 million for the HPF for FY2002. The FY2002 InteriorAppropriations Act provides $74.5 million for the HPF, $19.7 million below theFY2001 appropriation, $2.5 million below the House-passed level for FY2002, and$.5 million above the Senate-passed level.", "For further information on Historic Preservation , see its World Wide Web site at http://www2.cr.nps.gov/ .", "CRS Report 96-123. Historic Preservation: Background and Funding , by [author name scrubbed].", "U.S. Geological Survey. The U.S. Geological Survey (USGS) is the Nation's primary science agency in providing earthand biological science information related to natural hazards; certain aspects of theenvironment; and energy, mineral, water, and biological sciences. In addition it isthe federal government's principal civilian mapping agency and a primary source ofdata on the quality of the Nation's water resources.", "The traditional presentation of the budget for the USGS is in the line item Surveys, Investigations, and Research , with six activities under that heading: National Mapping Program; Geologic Hazards, Resources, and Processes; WaterResources and Investigations; Biological Research; Science Support; and Facilities.The Administration requested $813.4 million for the USGS for FY2002, a netdecrease of $69.4 million below the FY2001 level of $882.8 million. Each of theSurvey's six activities, except Science Support, showed a net decrease in that request,which provided the same level of spending as for FY2000. It reduced funding forone-time projects, congressional add-ons, lower priority programs, and selectprograms that the Administration identified as being more appropriately funded byUSGS partners. It also provided programmatic reductions to cover a majority ofuncontrollable cost increases at the USGS. In H.R. 2217 , the HouseCommittee on Appropriations recommended, and the full House approved, $900.5million for Surveys, Investigations, and Research - an increase of $87.1 millionabove the request and $17.7 million over FY2001. The House restored somehigh-priority research programs that were proposed for reduction or elimination. Inits report on the bill, the Committee also emphasized that the Survey's principal goalsand objectives should include an appropriate mix of basic and applied science thataddresses both the needs of the DOI and scientific issues of national concern. TheSenate Committee on Appropriations recommended, and the full Senate approved, $892.5 million for this line item - an increase of $79.1 million above the request and$9.7 million above FY2001. The FY2002 appropriations law contains $914.0million - an increase of $100.6 million above the FY2002 request and $31.2 millionover FY2001. Within this amount, $25.0 million is from the Conservation SpendingCategory and is for the USGS to spend on State Planning Partnerships. ", "In the National Mapping Program activity, the Administration requested $123.7 million - $6.8 million below FY2001 ($130.4 million). Decreases were proposed todiscontinue funding for operation and expansion of the Ohio View consortium underthe Mapping Data Collection & Integration subactivity, to reduce funding for theEarth Science Information Management & Delivery subactivity, and to discontinuefunding for urban dynamics under the Geographic Research & Applicationssubactivity. The House approved $130.7 million for the Program, an increase of $7.0million over the request and $247,000 above FY2001. The Senate approved $129.8million, $6.1 million above the request but $0.6 million below FY2001. The FY2002appropriations law contains $133.3 million for the Program, $9.6 million over therequest and $2.9 million above FY2001. ", "In the Geologic Hazards, Resources, and Processes activity, the Administration requested $213.8 million - a reduction of $11.5 million below FY2001 ($225.3million). Proposed decreases were intended to reduce funding for global changeresearch and discontinue funding altogether for the Central Great Lakes GeologicMapping Coalition under the Earth Surface Dynamics Program. The budgetproposed to eliminate the FY2001 increase for an expanded geologic mappingprogram and sought to discontinue funding in the Geologic Landscape & CoastalAssessments subactivity for other unrequested earmarks from FY2001. A decreasewas sought in the Geologic Resource Assessments subactivity to eliminateunrequested earmarks and as a means of refocusing available funding on domesticminerals information and analysis activities. ", "The House approved $228.2 million for Geologic Hazards, Resources, and Processes - an increase of $14.4 million above the request and $2.9 million overFY2001. In its report on the bill, the House Committee on Appropriationsemphasized that the minerals information program was an important and appropriatefunction for the Survey and that it looked forward to the findings of a review of thatprogram by the National Research Council, especially as they relate to the Survey'smineral information activities. The Committee also reiterated its position regardingthe need to enhance and expand the Survey's coastal geology program andaugmented funding to continue developing a comprehensive multidisciplinary program, beginning with Southeast region of the United States. The Committeefurther stressed that the Survey's highest hazards-related priority should be tocontinue to upgrade its various hazards monitoring networks, to acquire qualityinformation on hazards, and to engage in high quality research. The Senate approved$229.5 million for the Geologic Hazards, Resources, and Processes program, anamount $15.7 above the request and $4.2 million over FY2001. Senate actionrestored $5.0 million for cooperative geologic mapping and maintained funding atthe FY2001 level to continue international minerals analysis activities, global changeresearch, and monitoring activities at the Alaska Volcano Observatory. The FY2002law contains $232.8 million - an increase of $19.0 million over the request and of$7.5 million above FY2001. ", "In the Water Resources and Investigations activity, the Administration requested $159.5 million - a decrease of $44.0 million from FY2001 ($203.5 million). Majordecreases were sought to discontinue USGS financial support for the ToxicSubstances Hydrology Program and to reduce funding for the National Water QualityAssessment Program. For the former, the USGS would actively consult with theprogram's stakeholders to develop more collaborative partnerships based onreimbursable funding. For the latter, the USGS would pursue cost-sharing from theprogram's stakeholders to maintain its current scope and schedule of data collectionand interpretation activities. The budget proposed a decrease in the ConservationSpending Category (Title VIII) program provided in FY2001 for activities related tostream gauging and reduced FY2002 base funding for the repair and replacement ofstream gauging equipment damaged during storms. The request also sought todiscontinue USGS support for Water Resources Research Institutes. ", "The House approved $205.5 million for Water Resources Investigations, an increase of $46.0 million over the request and $2.0 million above FY2001. TheHouse restored all but $787,000 of a $46.8 million reduction for Water ResourcesInvestigations, negating all the cuts sought by the Administration for the WaterResources Assessments & Research subactivity and reducing substantially theproposed cuts to the Water Data Collection & Management subactivity. Funding forWater Resources Research Institutes was restored, and the subactivity received a$545,000 increase under levels voted by the House. In other action, theHouse-approved levels restored $5.0 million in Conservation Category Spending forstreamgauges, with the proviso in the Committee report that this was no-year,one-time money that would not remain in the base for subsequent years. Concernedabout the future of water availability for the Nation, the House AppropriationsCommittee directed in report language that by Jan. 31, 2002, the Survey prepare areport describing the scope and magnitude of the efforts needed to provide periodicassessments of the status and trends in the availability and use of freshwaterresources. The Committee report also directed the Survey to contract with theNational Academy of Sciences to examine water resources research funded by allfederal agencies and by significant non-federal organizations that fund waterresources research, including such topics as water quality, quantity, and water use. The Committee emphasized that it was especially interested in findings that wouldaddress the adequacy of coordination mechanisms and the appropriateness of thelevel of investment in water resources research. ", "The Senate approved $200.8 million for Water Resources Investigations program - $41.3 million over the request but $2.7 million under FY2001. In concertwith House action, Senate-approved levels also restored $5.0 million in ConservationCategory Spending for streamgauges. The FY2002 law contains $205.8 million forWater Resources Investigations, $46.3 million above the request and $2.3 millionover FY2001. With the $5.0 million restoration in Conservation Category Spendingfor streamgauges, House and Senate actions on the conference agreement indicatethat the Federal streamgaging program in FY2002 would be about equal to theFY2001 level, $15.95 million, with an increase of some $100,000 for cost-of-livingadjustments (pay raises, rent increases, etc.), bringing that FY2002 total to $16.0million. In the joint explanatory statement, the conferees stipulated their concurrencewith the House direction to contract with the National Academy of Sciences toexamine water resources research funded by all Federal agencies and by significantnon-Federal organizations. The conferees reinforced that the primary focus of thatstudy should answer the question of whether the Nation is making an adequate levelof investment in water resources research. ", "For the Biological Research activity, the Administration requested $149.3 million - a decrease of $11.3 million below FY2001 ($160.6 million). A sizableportion of that decrease was to discontinue funding for the National BiologicalInformation Infrastructure Program, for biological information management anddelivery, and for maintenance of biological information web sites. The FY2002request also re-aligned funding from the Biological Research and Monitoringsubactivity for science that supports the wildland fire program. Beginning inFY2002, USGS fire ecology research would be funded through the InteriorDepartment's Wildland Fire Management Account. ", "The House approved $163.5 million for Biological Research - an increase of $14.2 million above the request and $2.9 million over FY2001. The Senate approved$164.4 million, $15.1 million above the request and $3.8 million over FY2001. TheFY2002 law contains $166.4 million, $17.1 million over the request and $5.8 millionabove FY2001. Those spending levels would allow for continued funding of theNational Biological Information Infrastructure Program, for biological informationmanagement and delivery, and for maintenance of biological information web sites. ", "Again this year, the USGS budget presentation retained two additional activity categories in the FY2002 request: Science Support, at $81.3 million, and Facilities,at $85.9 million. Separating out the costs associated with modernizing theinfrastructure for management and dissemination of scientific information and thecosts for maintenance and repair of facilities allows for a clearer view of the moneyallocated directly for science. Science Support was the one budget activity thatshowed an increase in the FY2002 request: $7.5 million above the FY2001 level of$73.7 million, but only because the request reflected a transfer of funding for theUSGS library and other support service costs from the Facilities activity to theScience Support activity. That transfer outweighed requested funding decreases inUSGS network efforts to deliver scientific information over the Internet, therebyyielding the activity a net increase. Facilities funding, on the other hand, was down$3.3 million below FY2001 ($89.2 million) because of a requested decrease infunding for the Deferred Maintenance account and because of the transfer of fundsto the Science Support activity for the bureau's library. ", "The House approved $86.3 for Science Support - an increase of $5.0 million over the request and $12.6 million above FY2001. The Senate approved $81.3million, matching the request but $7.6 million above FY2001. The FY2002 lawcontains $86.2 million for Science Support, $4.9 million over the request and $12.5million above FY2001.", "The House approved $86.4 million for Facilities - an increase of $0.5 million over the request but $2.8 million below FY2001 ($89.2 million). The Senateapproved $86.7 million, which was $0.8 million above the request of $85.9 millionbut $2.5 million below FY2001. The FY2002 law contains $89.4 million forFacilities, $3.5 million above the request and $0.2 million over FY2001. Out ofthose funds, conferees had designated $2.2 million for construction of a Center forCoastal Geology in St. Petersburg, Florida, as part of a cooperative effort between theUSGS and the St. Petersburg Downtown Partnership - with the Partnership providinga 2:1 match for the costs of constructing this science facility.", "For further information on the U.S. Geological Survey , see its World Wide Web site at http://www.usgs.gov/ .", "Minerals Management Service. The Minerals Management Service (MMS) administers two programs: the OffshoreMinerals Management (O.M.) Program and the Minerals Revenue Management(MRM) Program, formerly known as the Royalty Management Program. O.M.administers competitive leasing on outer continental shelf lands and overseesproduction of offshore oil, gas and other minerals. MRM collects and disbursesbonuses, rents, and royalties paid on federal onshore and OCS leases and Indianmineral leases. MMS anticipates collecting about $7.9 billion in revenues in FY2002from offshore and onshore federal leases. Revenues from onshore leases aredistributed to states in which they were collected, the General Fund of the U.S.Treasury, and various designated programs. Revenues from the offshore leases areallocated among the coastal states, Land and Water Conservation Fund, The HistoricPreservation Fund, and the U.S. Treasury.", "The Administration's FY2002 request of $258.2 million would have provided $252.1 million for Royalty and Offshore Minerals Management, including $125.9million for O.M. activities and $83.3 million for MRM programs and $6.1 millionfor oil spill research. Of the total, $155.5 million would derive from appropriations,and $102.7 million from offsetting collections which MMS has been retaining fromOCS receipts since 1994. This request was $11.6 million more than the FY2001funding ($246.6 million). Total appropriations, however, would increase by $16.3million while the offsets would decrease by $4.7 million. ", "The House Appropriations Committee recommended funding MMS at the same level as requested, except for an increase of $0.5 million to $49.6 million for theregulatory program in Royalty and Offshore Minerals Management.", "During floor debate on H.R. 2217 , the House adopted two amendments. The first, offered by Rep. Maloney (D-N.Y.), and approved by a voice vote, requires that MMS ensure that the value of oil the government receives asroyalty-in-kind (RIK), is equal to, or greater than the revenues that the governmentwould receive under the royalty-in-value programs. In the past, royalties were paidby the oil industry to the federal government amidst controversy over the industry'svaluation of the oil. Under royalty-in-kind programs, the government receives theroyalty in the form of crude oil, not money. The amendment assures that any RIK isno less valuable than the calculation of the royalty under guidelines forroyalty-in-value. The amendment was not controversial, but seen as codifying thecurrent program. However, the conference report dropped the House languageconcerning the value of RIK oil, and retained less stringent Senate language. Thatenacted language requires that RIK oil, \"to the maximum extent practicable\" beequal to or greater than the income accruing to the government from a \"comparable\"royalty-in-value program. ", "The second House amendment that was adopted would delay by six months Administration plans to proceed with \"Lease Sale 181,\" an area of the Gulf ofMexico that lies within Alabama state boundaries, and is also 17 miles from the coastof the Florida panhandle. The amendment passed by a wide margin (247-164), butwas proceeded by sharp debate. Supporters of the amendment cited the risk to theshoreline and marine environment in the event of an accident. Opponents argued thatthe potential addition to U.S. energy security should not be traded off against a verysmall risk to the environment. The amendment, supported by several Republicanmembers of the Florida delegation, sparked further debate in the Senate on the floor.The Senate however, rejected an amendment (33-67) to prohibit the use of federalfunds for oil and gas \"Lease Sale 181\" in the Gulf of Mexico. ", "The House vote on the Interior appropriations was likely a contributing cause to the Administration's announcement a week later, on July 2, 2001, that Lease Sale181 would only include 1.47 million acres of the 5.9 million originally proposed. Thelease sale described by Secretary of Interior Gale Norton was a compromise workedout between the affected States and the Administration. The Secretary also indicatedthat the blocks not included in the notice of sale will not be included in the newfive-year leasing plan that will cover the years, 2002-2007. The lease sale would takeplace December 5, 2001 under a proposed notice of sale issued by the MMS. As aconsequence, the House language was dropped by the conferees. On October 26,2001, the final notice of sale was published in the Federal Register. ", "The Senate Committee on Appropriations recommended $151.9 million for royalty and offshore minerals management, roughly $2 million more than theHouse-approved level. Notably, the Committee added $1.8 million for outercontinental shelf leasing and environmental programs. It also recommended $6.1million for oil spill research, for a total of $158.1 million overall. The full Senatesupported the Committee's recommendations. ", "The conferees settled upon $150.7 million for royalty and offshore minerals management, and $6.1 million for oil spill research, for a total FY2002 appropriationof $156.8 million. These amounts were enacted for FY2002. ", "For further information on the Minerals Management Service , see its World Wide Web site at http://www.mms.gov/ .", "Office of Surface Mining Reclamation and Enforcement. The Surface Mining Control and Reclamation Act of1977 (SMCRA, P.L. 95-87 ) established the Office of Surface Mining Reclamationand Enforcement (OSM) to ensure that land mined for coal would be returned to acondition capable of supporting its pre-mining land use. SMCRA also created anAbandoned Mine Lands (AML) fund, with fees levied on coal production, to reclaimabandoned sites that pose serious health or safety hazards. Congress intended thatindividual states and Indian tribes would develop their own regulatory programsincorporating minimum standards established by law and regulations. OSM isrequired to maintain oversight of state regulatory programs. ", "The Administration's request for the Office of Surface Mining for FY2002 -- at $269 million - reflected a drop of nearly $33.9 million (11%) from the level of$302.8 million enacted for FY2001. The request would have provided $166.8million to the AML fund in FY2002, a reduction of $35.2 million, or roughly 17%.Major components of this reduction include a decrease of $35 million for State andTribal conventional AML grants, and a reduction reflecting roughly $12.5 million inthe FY2001 budget earmarked for Pennsylvania as a one-time grant. ", "The balance of the FY2002 request for OSM included $102.2 million in funding for Regulation and Technology programs. The request for Regulation andTechnology programs represented an increase of roughly $1.3 million from theFY2001 level ($100.9 million). Included in this figure was $10 million in fundingfor the Appalachian Clean Streams Initiative (ACSI), the same level as in FY2001,and $1.5 million for the Small Operators Assistance Program (SOAP).", "Several states have been pressing in recent years for increases in the AML appropriations. The House Appropriations Interior Subcommittee restored $37million to the AML Fund in the bill it marked up on June 7, 2001, and forwarded tothe full Committee. The full Committee was in accord, approving $203.6 million,an increase of more than $1.6 million over the FY2001 level, and $36.8 millionabove the request. The House Appropriations Committee boosted the budget forRegulation and Technology an additional $1 million to $103.2 million to cover fixedcost increases for both the agencies and the states. These levels were approved by theHouse on June 21, 2001.", "Grants to the states from annual AML appropriations are based on states' current and historic coal production. \"Minimum program states\" are states withsignificant AML problems, but with insufficient levels of current coal production togenerate significant fees to the AML fund. The minimum funding level for each ofthese states was increased to $2 million in 1992. However, over the objection ofthese states, Congress has appropriated $1.5 million to minimum program statessince FY1996. The Administration proposes to boost this figure slightly to $1.6million for FY2002. The Bush Administration did not appear to take a particularstand on whether or not the minimum program level should be restored to $2.0million for the eight states expected to qualify (Alaska, Arkansas, Iowa, Kansas,Maryland, Missouri, North Dakota, Oklahoma), noting only that these eight states arelikely to qualify for an adjustment to \"bring them up to thecongressionally-authorized funding level.\" (14) TheHouse Appropriations Committeerecommended, and the House agreed to a level of $1.5 million.", "The Senate Committee on Appropriations recommended, and the full Senate agreed to, $102.4 million for Regulation and Technology, and $203.2 million for theAbandoned Mine Reclamation Fund - these figures are only fractionally differentfrom the House-passed levels. The Senate also agreed to House levels of $10 millionfor ACSI, and $1.6 million for the minimum program states. The conferees made slight alterations - $103 million for Regulation and Technology, and $203.5 millionfor AML, a total of $306.5 million overall. These amounts were enacted for FY2002.", "For further information on the Office of Surface Mining Reclamation and Enforcement , see its World Wide Web site at http://www.osmre.gov/osm.htm .", "Bureau of Indian Affairs. The Bureau of Indian Affairs (BIA) provides a wide variety of services to federallyrecognized American Indian and Alaska Native tribes and their members, and hashistorically been the lead agency in federal dealings with tribes. Programs providedor funded through the BIA include government operations, courts, law enforcement,fire protection, social programs, education, roads, natural resource and real estatemanagement, economic development, employment assistance, housing repair, dams,Indian rights protection, implementation of land and water settlements, and partialgaming oversight, among others.", "BIA's FY2001 direct appropriations are $2.19 billion (including supplemental appropriations). For FY2002, the Administration proposed $2.20 billion, an increaseof 0.7% over FY2001. Included in the proposal were increases of 2.4% in TribalPriority Allocations (TPA) (to $750.5 million, including $130.2 million forself-determination contract support costs, a 4% increase), 3.2% in BIA schooloperations (to $504.02 million), and 2.6% in aid under the Tribally ControlledCollege or University Assistance Act (to $39.1 million). Also included was a slightincrease in total BIA construction, from $356.6 million to $357.1 million; theproposal included $292.5 million in education construction, almost the same asFY2001. The House approved total BIA FY2002 appropriations of $2.21 billion, or$10.3 million more than the request. Included in the House recommendation was$753.8 million for TPA, an increase over the request of $3.4 million. TheHouse-approved amounts for contract support costs, school operations, tribalcolleges, education construction, and total construction were the same as theAdministration's proposal. The Senate approved total BIA appropriations of $2.23billion, $26.8 million more than the request and $16.5 million above the Houseamount. The Senate approved $754.5 million for TPA ($4 million over the proposaland $0.65 million over the House), $41.1 million for tribal colleges ($2 million morethan the Administration and the House), and $360.1 million for total BIAconstruction, including $295.5 million for education construction (both constructionamounts are $3 million over the Administration and House amounts). The Senateamounts for contract support costs and school operations were the same as theAdministration and House amounts.", "The FY2002 appropriations law contains $2.22 billion in total FY2002 BIA appropriations, $19.32 million more than the Administration's request, $9.03 millionmore than the House, and $7.51 million less than the Senate. Included is $752.16million for TPA (more than the request but less than the House and Senateapproved). Amounts enacted for contract support costs and school operations are thesame as the Administration, House, and Senate amounts; the amount enacted fortribal colleges is the same as the Senate amount; and the amounts enacted foreducation construction and total construction are the same as the request and theHouse but less than the Senate.", "The key issues for the BIA are the movement toward greater tribal influence onBIA programs and expenditures (especially the role of contract support costs), theequitable distribution of BIA funding among tribes, management of trust assets, lawenforcement in Indian country, and repair and replacement of BIA school buildings. Provisions have also been added concerning lands for gaming for certain tribes.", "Tribal Control. Greater tribal control over federal Indian programs has been the goal of Indian policy since the 1970s. Inthe BIA this policy has taken three forms: tribal contracting to run individual BIAprograms under Title I of the Indian Self-Determination and Education AssistanceAct ( P.L. 93-638 , as amended); tribal compacting with the BIA to manage all or mostof a tribe's BIA programs, under the Self-Governance program (Title IV of P.L.93-638 , as added by P.L. 103-413 ); and shifting programs into a portion of the BIAbudget called Tribal Priority Allocations (TPA), in which tribes have more influencein BIA budget planning and within which each tribe has authority to reprogram allits TPA funds. In FY2001 TPA accounted for 42.2% of the BIA's operation ofIndian programs (including most of the BIA funding for tribal governments'operations, human services, courts, natural resources, and community development)and for 34.3% of total BIA direct appropriations. The FY2002 enacted amount forTPA is 41.8% of the recommendation for operation of Indian programs and 33.8%of recommended total BIA appropriations.", "Contract support costs, authorized under the Indian Self-determination Act, fund the non-operational and overhead costs incurred by tribes in administering programsunder self-determination contracts and self-governance compacts, and are calculatedusing a negotiated tribal cost rate (a percentage of the funding base covered by atribe's contracts or compact). Issues raised by contract support costs include theconsistent shortfall in contract support cost appropriations, tribes' claim ofentitlement to full support cost funding, identity of programs included in tribes'funding base, and rate-setting methods.", "To allow the BIA and tribes to address the contract support costs problem and to allow GAO to study the issue, Congress for FY1999 imposed a one-yearmoratorium on BIA self-determination contracts and self-governance compacts. TheGAO's report offered four alternative methods for funding contract support costs andrecommended that BIA and the Indian Health Service develop a standard policy onfunding contract support costs ( Indian Self-Determination Act: Shortfalls in IndianContract Support Costs Need to be Addressed , June 1999, GAO/RCED-99-150). ForFY2000 and FY2001, Congress debated continuing the moratorium but did not retainit. Congress has not directed the BIA to put any of these GAO recommendations intoeffect, nor have the BIA and IHS developed a standard policy on contract supportcosts. Both the House and the conference committee urge the OMB to coordinateBIA-IHS solutions to their disparate handling of contract support costs. The BIAestimates that appropriations for contract support costs met 88% of reported tribalneed in FY2000 and 89% in FY2001 and will meet 88% of the need in FY2002.", "Funding Distribution. The issue of the equitable distribution of BIA funding--often referred to as \"means-testing\"--has twoaspects, one relating to how funds are distributed, the other relating to whether atribe's other financial resources are taken into account. First, much if not most BIAfunding, even while serving tribal needs, is not required to be distributed on anationwide per capita or other formula basis. Second, tribes' own non-BIAresources, especially business revenues, are not always required to be taken intoaccount. A 1998 GAO study of TPA distribution found that two-thirds of FY1998TPA funds were distributed based on historical levels and one-third was distributedbased on formulas, that TPA distribution per capita varied widely across BIA areas,and that tribal governments' reporting of their revenues were inconsistent inincluding or excluding non-federal revenues.", "Supporters of TPA funding redistribution based on \"means-testing\" of tribes claim that BIA funding is inequitably distributed, that poorer tribes do not receiveadequate funding, that tribal TPA funds received per capita do not correspond withindicators of tribal need, that only 30 percent of TPA funding is based on formulas,and that some rich tribes got more TPA funds in FY1998 than tribes with no outsiderevenues. Opponents respond that almost all tribes are in poverty, that BIA fundingis insufficient to meet tribal needs, and that means-testing TPA funding wouldpenalize tribes who still have severe needs, would violate the federal trustresponsibility to tribes, and would be unfair since it is not required of state or localgovernments receiving federal assistance.", "Congress debated several proposals for reallocating TPA funding during its consideration of the FY1998-FY2001 appropriation bills. For FY1998-FY1999,Congress authorized a tribal-federal workgroup on TPA allocations and tribal needsassessment, required that each tribe receive a certain minimum amount of funding,and directed the BIA to develop TPA reallocation proposals. The BIA/tribalworkgroup's report, in July 1999, concluded that variation in tribes' circumstancesmade formula distribution problematic; that TPA funding resulted from history,geography, and policies; that current funding did not meet identified needs; and thatmeasures of tribal need and revenue were not fully available. The workgrouprecommended that base TPA funding should not be redistributed. ", "For FY2000, Congress decided to include a provision that authorized-but did not direct-the Secretary of the Interior to redistribute TPA funds to alleviate tribalfunding inequities, but without reducing any tribe's TPA share more than 10% exceptin certain situations. Congress also directed the BIA to distribute funds to its twopost-secondary institutions based on a formula. Both of these provisions wereretained by Congress for FY2001 and FY2002. In addition, for FY2001 Congressapproved a new provision prohibiting Alaska Native tribes with fewer than 25members from receiving TPA funds; the funds were to be transferred to each tribe'sregional Native non-profit corporation. There is no similar provision in the FY2002Interior appropriations law.", "Trust Asset Management. The BIA has, historically, mismanaged Indian trust funds and trust assets. Reform of trustfund management is now the responsibility of the Office of the Special Trustee forAmerican Indians (see below). The BIA and the Office of Special Trustee togetherare implementing the Secretary of the Interior's High Level Implementation Plan forthe Trust Management Improvement Project. The project includes improvements intrust asset systems, policies, and procedures, reduction of backlogs, and maintenanceof the improved system. Trust asset management includes real estate services,processing of transaction (sales, leases, etc.), surveys, appraisals, probate functions,land title records, and other functions. The BIA contracted with a private developerfor a new computerized trust asset and accounting management system (TAAMS). Critics, including tribes, the GAO, and a court-appointed special master, have raiseddoubts about whether the computerized TAAMS system is working successfully. Inthe FY2000 Interior appropriations law, Congress prohibited the Secretary fromdeploying TAAMS, except at a test site, until the Secretary certifies that the systemmeets contract requirements and users' needs. The test site is the BIA's Billingsregion. Congress did not include the TAAMS prohibition in the FY2001 or FY2002Interior appropriations laws. Congress increased funding for BIA trust assetmanagement functions, such as real estate services, appraisals, and probate, forFY2001and FY2002.", "Law Enforcement. Because of reports of greatly increased crime rates and inadequate law enforcement in Indian country,the Clinton Administration proposed for FY1999 an initiative on law enforcementin Indian country. Under this initiative, funds for Indian country flow through boththe BIA and the Department of Justice (DOJ). The funds provide additional lawofficers, police facilities and equipment, jails and detention centers, drug testing andtreatment, tribal youth programs, and tribal court assistance. BIA funding goeschiefly to ongoing operation and improvement of reservation law enforcementfunctions, while the DOJ funds go to improvement grants, tribal courts, juvenilejustice, and construction of detention facilities. For FY2002, the Administrationproposed an increase of $9 million (to a total of $158.3 million) for BIA lawenforcement. The House, Senate, and conference committee agreed with the request,and this level was enacted. (Proposed FY2002 DOJ spending for Indian-country lawenforcement programs under this initiative, in the Commerce-Justice-Stateappropriations bill, totals $91.9 million.)", "School Construction. The BIA funds or operates 185 elementary and secondary schools with over 2,000 educationfacilities. Many school facilities are old and dilapidated, with health and safetydeficiencies. BIA education construction covers both construction of new schoolfacilities to replace facilities that cannot be repaired, and improvement and repair ofexisting facilities. The BIA currently estimates the backlog in education facilityrepairs at $942 million. Education construction funding was historically low andCongress had not accepted various proposals for alternate funding mechanisms. ForFY2000, Congress funded a 74% increase in education facility construction (beforeinternal transfers). For FY2001, Congress funded an even higher increase, 119%, to$292.3 million. In addition, the FY2001 conference report ( H.Rept. 106-914 ) recommended funding of $7 million for a new tribal school constructiondemonstration project, under which a tribe and the BIA each pay 50% of the cost ofreplacing the tribe's tribally-controlled school. For FY2002 the Administrationproposed a decrease of $13.4 million in funding for construction of replacementschools (to $127.8 million) and an increase of $13.1 million for facilitiesimprovement and repair (to $161.6 million), for a total (with other programs) of$292.5 million. No separate funding was proposed for the school constructiondemonstration project. The House approved the levels proposed by theAdministration. The Senate approved the same amount for facilities improvementand repair but provided an additional $3 million under new school construction tocontinue funding for the tribal school construction demonstration project (theSenate's total for FY2002 BIA education construction funding is $295.5 million). The FY2002 appropriations law dropped separate funding for the school constructiondemonstration project but left total education construction at $295.5 million.", "Other Issues. Congress has addressed several Indian land and gaming issues in recent Interior appropriations acts, inKansas and California. The FY2002 appropriations law continues a provision fromprevious appropriations laws that restricts the uses of the \"Huron Cemetery\" inKansas City, KS, to religious and cultural purposes (ï¿½119). The provision preventsthe Wyandotte Tribe of Oklahoma, which claims trust ownership of the cemetery,from using it for economic development, including gaming. The Wyandottes havepursued use of the Cemetery or contiguous lands for gaming at the InteriorDepartment and in the courts. The FY2002 appropriations law includes a provision(ï¿½134) clarifying that, while the Secretary of the Interior has authority to designatewhat is a reservation for gaming purposes, gaming still may not occur on the HuronCemetery or on contiguous lands that have not been taken into trust. In theCalifornia case, the Senate version of the FY2002 appropriations bill (ï¿½126) repealedï¿½819 of P.L. 106-568 ; that section had authorized the Secretary of the Interior to takecertain land into trust for the benefit of the Lytton Rancheria and had made the landeligible for gaming under the Indian Gaming Regulatory Act of 1988 (IGRA) as ifit had been held in trust on the date of IGRA's enactment. One effect of ï¿½819 was topreempt a possible assertion by the governor of California that under IGRA hisapproval was needed before any gaming could occur on the lands in question. TheFY2002 appropriations law has dropped the Senate provision and substituted a newprovision (ï¿½128) that does not repeal ï¿½819 but instead makes any gaming on thelands subject to IGRA requirements for state-tribal compacts for casinos. The effectof ï¿½128 on the governor's power to disapprove any use of the land for gaming isuncertain.", "For further information on the Bureau of Indian Affairs , see its World Wide Web site at http://www.doi.gov/bureau-indian-affairs.html .", "CRS Report 97-851(pdf) . Federal Indian Law: Background and Current Issues , by [author name scrubbed].", "CRS Report 93-793. Indian Gaming Regulatory Act: Judicial and Administrative Interpretations , by [author name scrubbed].", "Report of the Joint Tribal/BIA/DOI Advisory Task Force on Reorganization of the Bureau of Indian Affairs to the Secretary of the Interior and the AppropriationsCommittees of the United States Congress. [Washington: The Task Force]. August 1994.", "Departmental Offices.", "National Indian Gaming Commission. The National Indian Gaming Commission (NIGC) was established by the IndianGaming Regulatory Act of 1988 ( P.L. 100-497 ) to oversee Indian tribal regulationof tribal bingo and other \"Class II\" operations, as well as aspects of \"Class III\"gaming (casinos, racing, etc.). The NIGC may receive federal appropriations but itsbudget authority has consisted chiefly of fee assessments on tribes' Class IIoperations. The FY1998 Interior Appropriations Act amended the Indian GamingRegulatory Act to increase the amount of assessment fees the NIGC may collect (to$8 million), to make Class III as well as Class II operations subject to fees, and toincrease the authorization of NIGC appropriations from $1 million to $2 million.", "Beginning in FY1999, all NIGC activities have been funded from fees. No direct appropriations were made for the NIGC in FY2000 or FY2001. For FY2002,no appropriations for the NIGC were proposed or enacted.", "Office of Special Trustee for American Indians. The Office of Special Trustee for American Indians,in the Secretary of the Interior's office, was authorized by Title III of the AmericanIndian Trust Fund Management Reform Act of 1994 ( P.L. 103-412 ). The Office ofSpecial Trustee (OST) is responsible for general oversight of Interior Departmentmanagement of Indian trust assets, the direct management of Indian trust funds,establishment of an adequate trust fund management system, and support ofdepartment claims settlement activities related to the trust funds. Indian trust fundsformerly were managed by the BIA, but numerous federal, tribal, and congressionalreports had shown severely inadequate management, with probable losses to Indiantribal and individual beneficiaries. In 1996, at Congress' direction and as authorizedby P.L. 103-412 , the Secretary of the Interior transferred trust fund management fromthe BIA to the OST.", "FY2001 funding for the Office of Special Trustee was $119.0 million, which included $110.0 million for federal trust programs -- trust systems improvements,settlement and litigation support, and trust funds management -- and $9.0 millionfor the Indian land consolidation pilot project. (The purpose of the landconsolidation project is to purchase and consolidate fractionated ownerships ofallotted Indian trust lands, thereby reducing the costs of managing millions of acresbroken up into tiny fractional interests.) Included in the $110.0 million for federaltrust programs was an FY2001 emergency appropriation of $27.5 million. ThePresident proposed an FY2002 budget of $110.2 million for the OST, a decrease of7.4% from the total enacted funding for FY2001, but an increase of 20.5% over theinitial FY2001 appropriation. Included in the FY2002 request were $99.2 million forfederal trust programs and $10.98 million for the Indian land consolidation pilotproject. The House and Senate agreed with the Administration's request, as did the FY2002 Interior appropriations law.", "Indian trust funds comprise two sets of funds: (1) tribal funds owned by about 315 tribes in approximately 1,400 accounts, with a total asset value of about $2.6billion; and (2) individual Indians' funds, known as Individual Indian Money (IIM)accounts, in about 287,000 accounts with a total asset value of about $480 million. (Figures are from the OST FY2001 budget justifications.) The funds include moniesreceived both from claims awards, land or water rights settlements, and otherone-time payments, and from income from physical trust assets (e.g., land, timber,minerals), as well as investment income.", "While a congressionally-required outside audit was made of non-investment transactions--deposits and withdrawals--in tribal trust fund accounts (for the20-year period 1973-1992), Congress did not require that the outside auditorsexamine transactions in the IIM accounts, so their reconciliation status has been indoubt. On June 11, 1996, a class-action suit was filed in federal court against thefederal government on behalf of all IIM account owners. The suit sought anaccounting of the IIM funds, establishment of adequate management systems, andfull restitution of any money lost from the IIM accounts. The case was certified asa class action in February 1997. The part of the IIM suit dealing with the failures ofthe trust-fund system went to trial in June 1999 in the U.S. District Court for theDistrict of Columbia, and the judge on December 21, 1999, found that thegovernment mismanaged the IIM accounts and ordered that the system be fixed andthat the government provide quarterly reports on system improvements. TheDepartment of Justice appealed this ruling in January 2000 but lost the appeal inFebruary 2001. ", "The next stage of the trial relates to an historical accounting for IIM funds, to determine the amount of money owed to the plaintiffs. The FY2001 conferencereport directed DOI to develop a sampling methodology for IIM accounting, as DOIhad intended to do, but required submission of the plan, with a cost-benefit analysis,to Congress prior to implementation. Both the FY2002 House committee report andjoint explanatory statement of the conference repeat the prohibition on allocatingfunds for an historical accounting before submission of the plan and report. Bothreports also state that a legislative remedy may be needed if a cost-effectiveaccounting methodology cannot be agreed upon. The plaintiffs in the case object toan historical accounting methodology and, using a different methodology based onfederal and state leasing returns, estimate that they are owed at least $10 billion.", "As directed by P.L. 103-412 , the OST in April 1997 submitted a Strategic Plan for improving the management of Indian trust funds and trust assets. The planrecommended creation of a new federally-chartered agency, to which trust funds andassets would be transferred, and management and investment of the funds and assetsto assist Indian economic growth. While considering FY1998 Interiorappropriations, Congress noted departmental and some tribal opposition to thisStrategic Plan, especially to the proposed new agency. Congress directed the OSTnot to implement the proposed new agency but to pursue trust funds systemsimprovements and OST responsibilities relating to the settlement of financial claimsmade by tribal and individual beneficiaries, before Congress and in court, because ofBIA trust-funds mismanagement. In August 1997 the Secretary of the Interior agreedto implement aspects of the Strategic Plan dealing with trust management systems,data cleanup, and trust asset processing backlogs, and in July 1998 he issued a\"High-Level Implementation Plan\" for this Trust Management Improvement Project.", "In January 1999, the Secretary ordered a reorganization of the OST, creating a principal deputy special trustee who would carry out policy and budget execution,budget formulation, and day-to-day operations, and to whom would report the trustfunds management office and the new office for trust litigation support and trustrecords management created by the same order. The then-Special Trustee resignedin protest. While Congress did not then enact proposed legislation prohibiting theimplementation of the Secretary's reorganization of the OST, the FY1999supplemental appropriations bill's conference report ( H.Rept. 106-143 ) expressedconcern about the Secretary's order and the department's implementation of the trustfund reform act and the High Level Implementation Plan. Both House and Senateappropriations committees have exercised continuing oversight of the trust fundsreform effort.", "For further information on the Office of Special Trustee for American Indians , see its World Wide Web site at http://www.ost.doi.gov/ .", "Insular Affairs. The Office of Insular Affairs (OIA) provides financial assistance to the territories, manages relationsbetween the islands and the federal government, and attempts to build the capacityof units of local government to handle insular matters. Funding for the OIA consistsof two parts: (1) permanent and indefinite appropriations that do not require actionby the 107th Congress or the Administration, and (2) discretionary and currentmandatory funding subject to the appropriations process. Total budget authority forFY2001 was $325.2 million and for FY2002, it is $351.2 million, an increase of $26million, or 8%.", "The permanent and indefinite appropriations constitute roughly 70% of the OIA budget. For FY2002 they will total $249 million. Two elements comprise theseappropriations for FY2002:", "$145 million total to three freely associated states formerly included in the Trust Territory of the Pacific Islands. This payment is set forth in theCompacts of Free Association negotiated with representatives of the Republic of theMarshall Islands (RMI), the Federated States of Micronesia (FSM), and the Republicof Palau. (15)", "$104 million in fiscal assistance to the Virgin Islands forestimated rum excise and income tax collections, and to Guam for income taxcollections.", "The other 30% of the OIA budget consists of discretionary and current mandatory funds that require appropriations. Appropriations for FY2001 totaled$96.1 million; the Bush Administration requested a 3.5% decrease in discretionaryand mandatory appropriations to $92.7 million for FY2002. The FY2002appropriations law contains a total of $102.2 million, an increase of 6.3% overFY2001. The law also provides funding for \"Technical Assistance\" that exceeds notonly the amount requested but also the levels recommended by both the House andthe Senate for the following purposes:", "An increase in compact impact funding of $4,000,000 for Hawaii and $1,000,000 each for Guam and the Commonwealth of the NorthernMariana Islands.", "$200,000 for a utility privatization study in the U.S. Virgin Islands and full funding for payment of the amount owed by the Islands to the FederalEmergency Management Agency (FEMA).", "Slight increases that total approximately $2 million to restore funding to pre-rescission levels for the OIA, operation costs for the High Court ofAmerican Samoa, the eradication of the brown tree snake, a coral reef protectioninitiative, and insular management controls.", "Little or no significant debate has occurred in recent years on funding for the territories and the OIA. In general, Congress continues to monitor the problems ofeconomic development and financial management in the territories. ", "For further information on Insular Affairs , see its World Wide Web site at http://www.doi.gov/oia/index.html ."], "subsections": []}, {"section_title": "Title II: Related Agencies and Programs", "paragraphs": ["Department of Agriculture. For information on the Department of Agriculture, see its World Wide Web site at http://www.usda.gov/ .", "U.S. Forest Service. The FY2002 Interior appropriations law contains $4.13 billion for the Forest Service for FY2002,$305 million less than enacted for FY2001 ($4.44 billion), but $216 million morethan the House allowance ($3.91 billion), $315 million more than the Senateallowance ($3.82 billion) and $398 million more than requested by the President forFY2002 ($3.73 billion). ", "The Bush Administration proposed reductions generally related to FY2001 appropriations above the \"baseline\" programs that were enacted in the subsequenttitles of the Interior Act for FY2001 -- Title IV, Wildland Fire EmergencyAppropriations; Title V, Emergency Supplemental Appropriations; and Title VIII,Land Conservation, Preservation, and Infrastructure Improvement. Some argue thatthe reductions are only cuts in \"extra\" spending added for FY2001, and not cuts inongoing program levels. One funding increase in Title VIII -- $50 million to reducedeferred maintenance -- was continued with the Administration's FY2002 requestfor another $50 million. This proposal was included in the House-passed bill, andthe Senate's increase to $61 million was retained in the FY2002 law. That law alsoretained the \"extra\" (Title VIII) $4 million for urban and community forestryassistance ($36 million total funding). It further included the $30 million \"extra\" forthe forest legacy program (for purchasing lands or easements to prevent conversionto non-forest uses) and another $5 million as proposed by the Senate ($65 milliontotal). The law also contains the Senate's increase to economic action programs(technical and financial assistance for depressed resource-dependent communities)to $36 million, $15 million more than the House allowance and $7 million more thanthe Administration requested.", "The biggest proposed change in funding is for wildland fire management. The Administration's request was for $1.28 billion, $600 million below (-32%) theFY2001 appropriation. In response to the severe wildfires in the summer of 2000,in FY2001 Congress had appropriated $425 million for emergency fire contingencies,and another $173 million for emergency fire rehabilitation and restoration andcommunity and private land fire assistance. These two appropriations essentiallyaccount for the proposed overall $600 million decrease from FY2001 to FY2002. The Bush Administration proposed the creation of a $5.6 billion National EmergencyReserve Fund to cover fire emergencies and other natural disasters, but to dateCongress has not created such a fund. ", "The FY2002 appropriations law provides $1.56 billion for wildland fire management, more than the Administration's request ($1.28 billion) and the Houseand Senate levels ($1.40 billion and $1.28 billion, respectively). Most of the increaseis in emergency contingency appropriations for fire suppression operations,emergency rehabilitation, and other activities. The law contains a total of $346million in emergency funding, including $266 million for fire suppression operations,$10 million for fire facilities, $59 million for restoration and rehabilitation, $6million for state fire assistance, and $5 million for fire research and development.", "Other significant program funding includes: ", "Land acquisition, with the $150 million enacted level being more than the President's request and House allowance of $131 million and Senateallowance of $129 million, but less than FY2001 ($151 million);and", "Stewardship incentives (financial assistance to privatelandowners for forest stewardship practices), with $3 million in the FY2002 law, less than the House level of $8 million, but no funds had been included by the Senateor requested by the Administration, and the program had received no funds sinceFY1998.", " Timber Sales. Timber sales, especially salvage timberrelated to forest health, have been debated repeatedly in Forest Service budget andauthorizing legislation. The FY2002 budget request proposes modest increases insalvage sales of dead and dying trees (from 0.424 billion board feet, or BBF, to 0.574BBF) and in new green (live tree) sales (from 1.526 BBF to 1.538 BBF). Theproposed FY2002 sale levels (2.112 BBF in total) also are above the FY2000 results(1.700 BBF in total). The FY2002 law also includes Senate language directing $5million more than the normal allocation to the Alaska region for additional timbersale preparation.", " Forest Fires and Forest Health. The summer of 2000 was a severe fire season by nearly any standard. On September 8, 2000, the ClintonAdministration proposed a new program in Managing the Impact of Wildfires onCommunities and the Environment: A Report to the President in Response to theWildfires , commonly called the National Fire Plan. The proposal was to add $1.6billion to the FY2001 request for wildfire operations ($770 million), for fuelstreatment and burned area restoration ($390 million), for fire preparedness ($340million), and for programs to assist local communities ($88 million). (The proposalapplied to BLM lands as well as to Forest Service lands.) As noted above, many ofthese increases -- excluding emergency fire contingency funds, private land fireassistance, and restoration and rehabilitation -- were continued in the BushAdministration's FY2002 budget request, in the House and Senate measures, and inthe FY2002 law. The National Fire Plan also proposed increased cooperation andcollaboration among federal agencies and with state, county, local, and tribalgovernments.", "Congress responded to this proposal in the FY2001 Interior Appropriations Act by increasing Forest Service and BLM wildfire management funds and by enactingTitle IV, Wildland Fire Emergency Appropriations. The total increase equaled theClinton Administration's September request. Congress included other provisions inTitle IV requiring the agencies to report on \"urban wildland interface\" communitiesand projects, directing the Forest Service to publish its Cohesive Strategy forProtecting People and Sustaining Resources in Fire-Adapted Ecosystems and explainhow existing plans and initiatives are consistent with or differ from this strategy, andproviding expedited NEPA review procedures and Endangered Species Actconsultations for hazardous fuel reduction and burned area treatments. The FY2002law includes an authorization to transfer funds to expedite ESA consultations.", " Land Management Planning. Planning for management of the federal lands has been controversial for decades. Congress enacted laws toestablish and guide land and resource management planning, but the publicparticipatory planning process has not led to the expected harmonious landmanagement. Bills to improve planning, some emphasizing forest health, have beenintroduced in both Houses in several Congresses, but none have been enacted. OnNovember 9, 2000, the Forest Service promulgated new planning regulations witha greater emphasis on ecosystem management and protection of biological diversity. While some interests applauded the changes, and suggested that further changes werefeasible, others objected to the new management direction being taken. The BushAdministration has stated that it will review the new regulations, and may proposechanges. For FY2002, the Bush Administration requested $70 million for landmanagement planning, $8 million below FY2001 but $20 million above FY2000.The FY2002 appropriations law contains $70 million for land management planning,the same as the House Appropriations Committee and $1 million less than theSenate. It also retains language (in ï¿½327) from previous Acts that forest plans cannotbe challenged solely because the 15-year deadline in law for revising the plans hadnot been met.", "For further information on the U.S. Forest Service , see its World Wide Web site at http://www.fs.fed.us/ .", "For information on the Government Performance and Results Act for the U.S. Forest Service, see the USDA Strategic Plan World Wide Web site at http://www.usda.gov/ocfo/strat/index.htm .", "CRS Report 95-15 ENR. Below-Cost Timber Sales: Overview , by [author name scrubbed]. ", "CRS Report RS20822(pdf) . Forest Ecosystem Health: An Overview , by [author name scrubbed]. ", "CRS Report RL30755 . Forest Fire Protection , by [author name scrubbed]. ", "CRS Congressional Distribution Memorandum. Forest Service Budget Allocation Formula , by [author name scrubbed].", "CRS Congressional Distribution Memorandum. Forest Service Performance Measures , by [author name scrubbed].", "CRS Report RL30647 . The National Forest System Roadless Areas Initiative, by [author name scrubbed].", "CRS Issue Brief IB10076. Public (BLM) Lands and National Forests , by [author name scrubbed] and [author name scrubbed], coordinators.", "Department of Energy. For further information on the Department of Energy , see its World Wide Web site at http://www.energy.gov/ .", "For information on the Government Performance and Results Act for the DOE or any of its bureaus, see DOE's Strategic Plan World Wide Web site athttp://www.cfo.doe.gov/stratmgt/plan/doesplan.htm.", "Fossil Energy Research, Development, and Demonstration. The Bush Administration's FY2002 budgetrequest of $449 million for fossil fuel research and development (R&D) is about 17%less than the amount appropriated for FY2001 ($539.5 million), despite fundingstart-up of a new Clean Coal Power Initiative (CCPI) at $150 million. Thepreviously released Budget Outline proposed spending $2 billion over 10 years onthe CCPI. It would be a cost-sharing industry/government program to demonstrateadvanced power technologies along the lines of the Clean Coal Technology Program(CCTP), which has completed most of its projects and has been subject to rescissionsand deferrals since the mid-1990s.", "Much of the funding for the CCPI comes from reductions in the Fossil R&D Central Systems subprogram, which would be funded at $61 million, a reduction of$138 million from the amount appropriated in FY2001. In addition, R&D on naturalgas and petroleum would be cut by more than 50%, to $21 million and $30 millionrespectively, and smaller cuts are distributed throughout the other subprograms. ", "The CCTP, which is funded separately from the other fossil R&D programs, would receive no additional appropriations, and would receive $82 million frompreviously deferred budget authority to continue with several projects that are stillactive. No funding is proposed to be deferred or rescinded in FY2002, in contrast tothe $67 million deferred in the FY2001 appropriations bill.", "The $150 million for the CCPI is contemplated for \"funding advance research and development and a limited number of joint government-industry-fundeddemonstrations of new technologies that can enhance the reliability andenvironmental performance of coal-fired power generators.\" (For more details onclean coal technology, see CRS Report RS20877, \"The Clean Coal TechnologyProgram: Current Prospects.", "The bill reported out by the House Appropriations Committee included the $150 million for the CCPI, and also added $130 million for other fossil fuel programs, fora total of $579 million. Included in the increase were $60.6 million more for Fuelsand Power Systems, for a total of $220.3 million; $19.3 million for Natural GasTechnologies, for a total of $40.3 million; and $25.5 million more for Petroleum - OilTechnology, for a total of $56 million. The full House concurred in these numbers.", "The Senate Committee on Appropriations was in essential agreement with the House that the Administration request for fossil fuel was inadequate. The SenateAppropriations Committee recommended $570.4 million, $8.6 million less than wasapproved by the House, but still $124.1 million above the request. The full Senatesupported the Committee's recommendations. The FY2002 Interior AppropriationsAct contains $582.8 million for fossil energy research and development plus $33.7million by transfer, for a total of $616.5 million.", "For further information on Fossil Energy , see its World Wide Web site at http://www.fe.doe.gov/ .", "CRS Report RS20877. The Clean Coal Technology Program: Current Prospects , by [author name scrubbed].", "Strategic Petroleum Reserve. The SPR, authorized by the Energy Policy and Conservation Act ( P.L. 94-163 ) in late1975, consists of caverns formed out of naturally-occurring salt domes in Louisianaand Texas in which more than 570 million barrels of crude oil is stored. The purposeof the SPR is to provide an emergency source of crude oil which may be tapped inthe event of a presidential finding that an interruption in oil supply, or an interruptionthreatening adverse economic effects, warrants a drawdown from the Reserve. Sharpincreases in the price of oil beginning in the spring of 1999 have spurred periodiccalls for drawdowns from the Reserve. The Clinton Administration authorized someexchanges and swaps of oil from the SPR, and also instituted a program to acceptroughly 28 million barrels as royalty-in-kind payments for production on federallands. The Clinton Administration also established a regional Northeast Heating OilReserve (NHOR) which houses 2 million barrels of home heating oil inabove-ground facilities in Connecticut and New Jersey.", "For FY2001, the 106th Congress approved $165 million, adding $8 million above the Administration request for funding the regional heating oil reserve. TheFY2002 budget request for the SPR was for $169.0 million, including $8.0 millionto continue the leasing of facilities, and the operation of the NHOR. This representeda $4.3 million increase over FY2001. Roughly $3.3 million of the increase was tosupport monitoring of the caverns for natural geothermal heating and gas intrusion. The House Committee on Appropriations added $10 million to the budget request toprovide for the first phase of a program to continuously de-gas SPR oil at SPR sites,bringing the total to $179 million. An amendment in committee to use the proceedsfrom an SPR oil sale to establish an ethanol and biodiesel reserve was withdrawn. The funding level recommended by the Committee was approved by the House.", "The Senate agreed to the requested level of $169 million, choosing not to include the additional $10 million approved by the House for degasification of oil instorage. However, the FY2002 Interior Appropriations Act provided the sameamount as the House, $179 million. The conferees had stipulated that funding for theNortheast Heating Oil Reserve is \"not to exceed\" $8 million, and that any savingswill be applied to the degasification project. The conferees indicated that funding forthis project should be maintained at $12 million for the next three fiscal years withthe objective of completing the project by the end of FY2005.", "For further information on the Strategic Petroleum Reserve , see its World Wide Web site at http://fossil.energy.gov/nposr/index.shtml.", "CRS Issue Brief IB87050. The Strategic Petroleum Reserve , by [author name scrubbed]. ", "Naval Petroleum Reserves. The National Defense Authorization Act for FY1996 ( P.L. 104-106 ) authorized sale ofthe federal interest in the oil field at Elk Hills, CA (NPR-1). On Feb. 5, 1998,Occidental Petroleum Corporation took title to the site and wired $3.65 billion to theU.S. Treasury. P.L. 104-106 also transferred most of two Naval Oil Shale Reserves(NOSR) to the Department of the Interior (DOI); the balance of one of these wastransferred to DOI in the spring of 1999. On January 14, 2000, DOE announced thatit would return the undeveloped NOSR-2 to the Ute Indian Tribe; the FY2001National Defense Authorization ( P.L. 106-398 ) provided for the transfer. The U.S.retains a 9% royalty interest in NOSR-2, those proceeds to be applied to the costs ofremediation for a uranium mill tailings site near Moab, Utah.", "This leaves in the program two small oil fields in California and Wyoming, which will generate estimated revenue to the government of roughly $7.8 millionduring FY2001, and a projected $6.8 million during FY2002. Congress appropriatedno new funds for FY2000 and $1.6 million for FY2001, funding the NPR programfrom a carryover balance created when Elk Hills was sold. The budget requestproposed using the remainder of that carryover in FY2002 - $5 million - and askedfor a congressional appropriation of $17.3 million to bring the NPR program to fullfunding, $22.7 million, comparable to FY2001. The House concurred on June 21,2001; so did the Senate on July 12, 2001.", "In settlement of a long-standing dispute between California and the federal government over the state's claim to Elk Hills as \"school lands,\" the CaliforniaTeachers' Retirement Fund is to receive 9% of the sale proceeds after the costs ofsale have been deducted. The agreement between DOE and California provided forfive annual payments of $36 million beginning in FY1999, with the balance due tobe paid in equal installments in FY2004 and FY2005. The budget request for $36million for the Elk Hills School Lands Fund for FY2002 was approved by both theHouse and Senate.", "The conferees and subsequent FY2002 Interior Appropriations Act concurred with the numbers agreed upon in the House and Senate.", "For further information on Naval Petroleum and Oil Shale Reserves , see its World Wide Web site at http://fossil.energy.gov/nposr/index.shtml.", "Energy Conservation. The FY2002 budget request document states that, \"the Administration's energy efficiencyprograms produce substantial benefits for the Nation - both now and in the future -in terms of economic growth, increased national security and a cleaner environmentthrough the research and development of energy efficiency and pollution preventiontechnologies .... These programs are a major component of the Administration'sclimate change response .... \" (Budget Appendix, p. 410). Further, theAdministration's FY2002 budget request for Energy Conservation programs at theDepartment of Energy (DOE) states, \" .... The Department's FY2002 requestmaintains core energy efficiency related research and development (R&D)capabilities until ongoing operations can be evaluated against the outcome andpriorities that will flow from the Vice President's National Energy PolicyDevelopment Group.\" (DOE Budget Highlights, p. 106)", "The Administration's FY2002 request (as amended on May 14, 2001) for DOE's Energy Efficiency Program proposed to cut funding to $755.8 million -- adecrease of $57.6 million, or 7%, below the FY2001 level of $815.4 million(includes $2.0 million transfer from prior year carryover in biomass account). Thisincludes $444.8 million for R&D programs, a cut of $180.1 million, or 29%. Forgrant programs, the request includes $311.0 million, an increase of $120.3 million. All of this increase is for the Weatherization Program, which would grow from$152.7 million to $273.0 million, a 79% addition. ", "The House recommended $940.8 million for Energy Efficiency, including $629.8 million for R&D and $311.0 million for grants. The Senate approved $870.8million, including $619.8 million for R&D and $251.0 million for grants. The Senatelevel is $70.0 million lower than the House level, including $36.3 million less forWeatherization grants, $23.7 million less for State grants, and $10.0 million less forthe Federal Energy Management Program (FEMP).", "The FY2002 Interior Appropriations Act provided $912.8 million, including $637.8 million for R&D and $275.0 million for grants. Compared to the request, theenacted level includes an increase of $157 million for R&D, $7 million more forState grants, and $57 million more for Weatherization grants.", "Compared to FY2001, the FY2002 law provides an increase of $97.4 million, or 12%, not including a downward adjustment for inflation. This includes anincrease of $13 million, or 2%, for R&D and an increase of $84.4 million, or 44%,for grants. Under R&D, however, this includes cuts of $2.1 million for Equipment,under the Buildings Office; $2.8 million for Aluminum, under the Industry Office;and $4.5 million for Vehicle Technologies, under the Transportation Office.", "For further information on the Energy Conservation Budget , see the Web site at http://www.cfo.doe.gov/budget/02budget/index.htm . ", "For further information on Energy Conservation Programs , see the Web site entitled Energy Efficiency and Renewable Energy Network at http://www.eren.doe.gov/ .", "CRS Issue Brief IB10020. Energy Efficiency: Budget, Oil Conservation, and Electricity Conservation Issues , by [author name scrubbed]. ", "CRS Report RS20852(pdf) . The Partnership for a New Generation of Vehicles: Status and Issues , by [author name scrubbed].", "Department of Health and Human Services: Indian Health Service. The Indian Health Service (IHS) carries out thefederal responsibility of assuring comprehensive preventive, curative, rehabilitative,and environmental health services for approximately 1.5 million American Indiansand Alaska Natives (AI/AN) who belong to about 561 federally recognized tribes in34 states. Care is provided through a system of federal, tribal, and urban Indianoperated programs and facilities that serves as the major source of health care forAI/AN. IHS provides direct health care services in 36 hospitals, 58 health centers, 4school health centers, 44 health stations, and 5 residential treatment centers. Tribesand tribal groups, through contracts with IHS, operate another 13 hospitals, 161health centers, 3 school health centers, 249 health stations (including 170 Alaskavillage clinics) and 28 residential treatment centers. IHS, tribes and tribal groups alsooperate 7 regional youth substance abuse treatment centers and 2,152 units of staffquarters. ", "IHS funding is separated into two budget categories: Indian Health Services and Indian Health Facilities. Included in Indian Health Services are such services ashospital and health clinic programs, dental health, mental health, alcohol andsubstance abuse programs, preventive health services, urban health projects, andfunding for Indian health professions. The Indian Health Facilities category includesfunds for construction, maintenance, and improvement of health and sanitationfacilities. The overall IHS program is funded through a combination of federalappropriations and collections of reimbursements from Medicare, Medicaid, andprivate insurance for services provided to eligible patients who have such insurancecoverage. For FY2002, the House, Senate, and conference versions of the FY2002Interior Appropriations Act estimate that IHS will collect $500 million inreimbursements, an increase of $95.4 million over FY2001. ", "The FY2002 Interior Appropriations Act provides $2.759 billion in IHS appropriations, $708,000 less than the House ($2.760 billion), $7.6 million more thanthe Senate ($2.751 billion), and $130.3 million more than FY2001 ($2.629 billion).Of the total appropriation for IHS, the FY2002 law specifies that health services befunded at $2.390 billion, $400,000 less than the House and $1 million more than theSenate. For health facilities, the law contains $369.5 million, while the Houserecommended $369.8 million and the Senate $362.9 million.", "The population served by IHS has a higher incidence of illness and premature mortality than other U.S. populations, although the differences in mortality rates havediminished in recent years in such areas as infant and maternal mortality, as well asmortality associated with alcoholism, injuries, tuberculosis, gastroenteritis, and otherconditions. Per capita health spending for IHS user population was $1,351 inFY1999, compared to the U.S. per capita expenditure of $3,808 in that same year. In the United States, in 1995, the rate of dying of alcoholism per 100,000 people was6.7; for Indians, the rate was 48.7 per 100,000, which is a 727% greater chance ofdying from alcoholism. ", "The IHS health services budget category is divided into clinical services, preventive health services, and other services (such as urban health projects, Indianhealth professions, contract support costs, and direct operations). The FY2002enacted amount for the total health services budget category - $2.390 billion - is a5% increase over FY2001 ($2.266 billion). Within this services budget category,there are differences in how the funding should be distributed. For clinical services,the FY2002 law provides $1.892 billion, while the House had recommended $1.893billion and the Senate $1.861 billion. The House would have allocated more fundingfor hospital and clinic programs and contract care; the Senate less. For preventivehealth programs, the FY2002 law contains $99.7 million. For other health services,the law contains $398.0 million; the House had recommended $397.4 million and theSenate $428 million (a $30.6 million difference, which the Senate had recommendedusing for contract support costs and direct operations).", "Clinical services include basic primary care inpatient and outpatient services at IHS hospitals and clinics. When IHS cannot provide medical care and specificservices within its system, it contracts to purchase these services from local andcommunity health care providers. For these contract health services, the FY2002 lawprovides $460.8 million, the same as the House and $15 million (3.3%) more thanthe Senate ($445.8 million). The Senate amount was the same as the President'sFY2002 request and the FY2001 appropriation. Conference report languagerecommends that the additional funds for contract health services be distributed usinga methodology developed with tribes that took into account both needs and fundingdisparities. House report language expressed a concern that the closed KeamsCanyon Hospital has left many Hopi without easy access to hospital care. The Housewanted the IHS to consider the needs for inpatient services for the Hopi next year.The Senate mentioned no special concerns.", "The FY2002 law reflects the President's request for a preventive health services appropriation of $99.7 million. This amount is a 4.4% increase over FY2001 ($95.7million). The request includes funding for public health nursing ($37.8 million),health education in schools and communities ($10.6 million), and immunizations($1.5 million). In addition, these appropriations would fund a community healthrepresentatives program ($50 million), a tribally administered program which,through various community initiatives, supports community members who work toprevent illness and disease within their communities. ", "The FY2002 enacted amount for other health services, $398.0 million, is slightly higher than the House amount ($397.4 million), a 6.5% increase over the FY 2001$373.7 million appropriation, but 6.7% below the FY2002 requested amount of$426.4 million. The Senate recommended $427.7 million, or $30.3 million over theHouse. The other health services category includes funding for contract support costs(law and House, $268.2 million; Senate, $288 million); IHS's direct operation(management and administration) costs (law and House, $55.3 million; Senate, $65.3million); scholarships to health care professionals (law and Senate, $31.2 million;House, $30.6 million); support for health related activities in off-reservation urbancenters (law, House, and Senate, $30.9 million); costs associated with providingtribal management grants to tribes (law, House, and Senate, $2.4 million); andsupport for IHS's administration and management of the Self-GovernanceDemonstration Project, which gives tribal governments the responsibility for healthcare programs (law, House, and Senate, $9.9 million). ", "Within the $30.9 million for urban health projects, the Senate specifically increased funding by $1 million over the FY2001 appropriation to fund a dentalprogram run by First Nations Community Health Sources in cooperation with theSouthwest Indian Polytechnic Institute. The Senate also mandated that $50,000 goto each mental health professions program at the Universities of Montana and NorthDakota and $500,000 be used by the InMed program at the University of NorthDakota. ", "Direct contract support costs are included in the budget category that contains funds awarded to a tribe for the administration of a program under a contract orcompact authorized by the Indian Self-Determination Act ( P.L. 93-638 , as amended).These funds are intended to cover the direct expenses tribes incur for unemploymenttaxes, discipline-specific training, workers compensation, telephone, and postage.Appropriation funding, however, has been insufficient to cover all tribal costs, andIHS's distribution of these funds among tribes has been criticized. Congress has triedin the past to ensure that the direct contract support funds are distributed fairly.", "For FY2002, Congress enacted the House recommendation of $268 million for contract support costs and costs for self-governance, 8% over FY2001 ($248million). The Senate had increased this funding by $40 million to $288 million inresponse to the Administration's request. The increased funding for contract supportcosts reflects the fact that more tribes and tribal organizations are participating in newand expanded self-determination contracts and self-governing compacts. However,the House was concerned that, while both the Bureau of Indian Affairs (BIA) andIHS have similar programs, the IHS in FY2002 will pay $55 million in direct contractsupport operating costs while the BIA will pay nothing. In consequence the Houseinserted bill language that would have prevented IHS's funding of any new and/orexpanded contracts or compacts. The conference committee removed that billlanguage but agreed with House report language asking IHS to justify the need forthese funds in FY2003, and asking the Office of Management and Budget to establisha single, consistent policy for payment of contract support costs between the BIA andIHS. The Senate made no such request. ", "For IHS health care facilities, the FY2002 appropriations law provides $369.5 million, a 1.8% or $6.4 million increase over FY2001 ($363.1 million) and $49.7million above the President's request ($319.8 million). The House recommended$369.8 million and the Senate $363 million ($6.9 million less than the House, andslightly less, $250,000, than the FY2001 level). The House favored an increase insupport because many facilities need replacement or improvements. The Houserecommended that hospitals in Winnebago, NE, and Fort Defiance, AZ, receivefunding and that clinics in Pinon, AZ, Pawnee, OK, and Sisseton, SD, receiveappropriated funds. In addition, the House recommended supporting staff quarters(in Bethel, AK, and Zuni, NM), dental units, small ambulatory care facilities, andjoint ventures. The Senate appropriated funds for these same institutions andprograms, but distributed funding differently. In addition, the Senate includedfunding for clinic infrastructure improvements at Red Mesa, AZ, and St. Paul andMetlakatla, AK. While the House recommended the distribution of $2 million forZuni staff quarters, the Senate did not recommend any funding. The conferencecommittee agreed to funding for all these projects.", "The House wanted IHS to use this health care facilities FY2002 appropriation to address the fluctuating annual caseload of different facilities, and maintain parityin funding among IHS areas and tribes. It also wanted funding for staff quartersconstruction given a higher priority. It did not want any IHS funds used to providesanitation facilities for housing that could otherwise be funded under programs of theDepartment of Housing and Urban Development, but the agency is to use $5 millionto clean up and replace open dumps on Indian lands. The House also supported IHS'sefforts to find innovative approaches such as cost-sharing arrangements andthird-party collections to fund needed construction and repairs to facilities. TheSenate encouraged IHS to continue to fund its Sanitation Facilities ConstructionProgram, specifically a new drinking water system for the Shoshone-Bannock Tribesof the Fort Hall Reservation in Idaho.", "For further information on Department of Health and Human Services: Indian Health Service , see its World Wide Web site at http://www.ihs.gov/ .", "For information on the GAO report on Contract Support Costs, see its World Wide Web site at http://www.gao.gov/ .", "Office of Navajo and Hopi Indian Relocation. The Office of Navajo and Hopi Indian Relocation(ONHIR) was reauthorized for FY1995-2000 by P.L. 104-301 . The 1974 relocationlegislation ( P.L. 93-531 , as amended) was the end result of a dispute between theHopi and Navajo tribes involving land originally set aside by the federal governmentfor a reservation in 1882. Pursuant to the 1974 act, lands were partitioned betweenthe two tribes. Members of one tribe who ended up on the other tribe's land were tobe relocated. ONHIR classifies families as relocated when they occupy theirreplacement home. Most relocatees are Navajo. A large majority of the estimated3,477 Navajo families formerly on the land partitioned to the Hopi have alreadyrelocated under the Act, but the House Appropriations Committee estimates thatabout 300 families (almost all Navajo) have yet to complete relocation, includingabout 33 Navajo families still on Hopi partitioned land (some of whom refuse torelocate). The remaining families are not on Hopi partitioned land but are in variousstages of acquiring replacement housing.", "For FY2001, ONHIR received appropriations of $15.0 million. For FY2002, the Administration proposed $15.1 million, an increase of 1%. The FY2002appropriations law contained the same amount. ", "For much of the relocation period, negotiations and litigation have proceeded among the two tribes, the Navajo families on Hopi partitioned land, and the federalgovernment on a number of issues, especially regarding Hopi Tribe claims againstthe United States. In 1995, the United States and the Hopi Tribe reached a proposedsettlement agreement on Hopi claims. Attached to the settlement agreement was aseparate accommodation agreement between the Hopi Tribe and the Navajo families,which provided for 75-year leases for Navajo families on Hopi partitioned land. TheNavajo-Hopi Land Dispute Settlement Act of 1996 ( P.L. 104-301 ) approved thesettlement agreement between the United States and the Hopi Tribe. Not all issueshave been resolved by these agreements, however, and opposition to the agreementsand the leases is strong among some of the Navajo families. Navajo families withhomesites on Hopi partitioned land faced a March 31, 1997, deadline for signing theleases (accommodation agreements). According to ONHIR, 70 of the 73 families onHopi-partitioned land had signed accommodation agreements by the end ofSeptember 1999.", "The Hopi Tribe called for enforcement of relocation against Navajo families without leases. Like the FY1997-FY2001 Interior appropriations acts, the FY2002law forbids ONHIR from evicting any Navajo family from Hopi partitioned landsunless a replacement home is provided. This language appears to prevent ONHIRfrom forcibly relocating Navajo families, since ONHIR has a large backlog of otherfamilies that need homes. The settlement agreement approved by P.L. 104-301 ,however, allows the Hopi Tribe under certain circumstances to beginquiet-possession actions against the United States after Feb. 1, 2000, if Navajofamilies on Hopi partitioned land have not either relocated or entered into leases withthe Hopi Tribe. The Hopi Tribe has agreed to let the federal government pursue thematter in court, but feels evictions should have started already.", "In the past, Congress has been concerned by the slow pace of relocation, and by relocatees' apparent low level of interest in moving to the \"new lands\" acquired forthe Navajo reservation for relocatee use. Appropriations committees from time totime have considered termination of the relocation program, but committee reportshave not discussed this option since FY1999.", "Other Related Agencies. One of the perennial issues addressed by Congress concerning the programs and agenciesdelineated below is whether federal government support for the arts and culture is anappropriate federal role, and if it is, what should be the shape of that support. If thecontinued federal role is not appropriate, might the federal commitment be scaledback such that greater private support or state support would be encouraged? Eachprogram has its own unique relationship to this overarching issue.", "Smithsonian. The Smithsonian Institution (SI) is a museum, education and research complex of 16 museums andgalleries, the National Zoo, and research facilities throughout the U.S. and around theworld. Nine of its museums and galleries are located on the Mall between the U.S.Capitol and the Washington Monument, and SI counted 33.5 million visits/visitorsin FY2000 (The National Zoo had 2.3 million \"visits\", the Museum of NaturalHistory had 9.4 million \"visits\", and the National Air and Space Museum (NASM)had over 9 million \"visits.\") ", "The Smithsonian is estimated to be 70% federally funded. A federal commitment to fund the Institution was established by legislation in 1846. Today,in addition to receiving federal appropriations, the Smithsonian has private trustfunds, which include contributions from private sources, grants and contracts, netinvestment income and business revenues from what the Smithsonian identifies as\"Business Ventures\" operations (including the Smithsonian magazine, retail shops,restaurants, concessions, catalogs, and entertainment initiatives, i.e. ResidentAssociates and other entertainment programs.) In FY1999, contributions fromprivate sources for designated projects totaled $123.6 million. The largest singlecontribution to the Smithsonian from a private donor (Steven F. Udvar-Hazy)--$60million--was pledged for the NASM's Dulles Center (FY1999). This fiscal year,FY2001, the Lemelson Foundation has increased its commitment to the Smithsonianto $40 million.", "The FY2002 Bush Administration budget estimate of $494.1 million total for the Smithsonian represented an increase of $40.2 million above FY2001 ($453.9million). For the National Museum of the American Indian (NMAI), $30 million wasrequested for FY2002 to complete construction of the Mall museum. Initially, theNMAI was controversial; opponents argued that the current Smithsonian museumsneeded renovation, repair, and maintenance of the collection with an estimated 141million items, more than the public needed another museum on the Mall. Proponentsargued, however, that there had been too long a delay in providing a museum \"inWashington\" to house the Indian collection. Private donations to the Smithsonianand a fund-raising campaign focusing on individuals, foundations, and corporationstotaled $36.7 million, representing one-third of the original cost, and the amountrequired to meet the non-appropriated portion of project funding. Of this amount, anestimated $15 million came from the Indian community directly. Based on a newcost estimate of $186 million for the Indian museum, the Smithsonian identified ashortfall of $76 million and plans to ask for an additional $10 million in FY 2003.The groundbreaking ceremony for the NMAI took place September 28, 1999. Theprojected opening of the Museum is the end of 2003.", "The SI is responsible for over 400 buildings with 7.6 million square feet ofspace. Four of the Smithsonian's buildings plus the National Zoo constituteapproximately one-third of the SI's public space: the National Museum of NaturalHistory (built in 1910), the American Art and Portrait Gallery (built between 1836and 1860), the Castle building (built in 1846), and the Arts and Industries building(1849). The Smithsonian contends that funding for repair and renewal of SI'sfacilities has not kept pace with need, resulting in increased deterioration of thephysical plant. In fact, the report of the Commission on the Future of theSmithsonian concluded that a total of $50 million each year for the next decadewould be necessary to \"assure that present facilities are restored to the point of beingsafe for people and collections;\" and considering the National Zoo separately, itwould need $10 million a year for the next 5 years. The FY2002 budget request ($67.9 million) included renovation for the Patent Office Building, the National Zoo,the National Museum of Natural History, and the Arts and Industries Building, androutine repair in all Smithsonian facilities. Work has already begun on the NationalMuseum of Natural History and the Patent Office Building (the home of twoSmithsonian Museums-the National Portrait Gallery and the Smithsonian Museumof American Art-with a projected total cost estimate of $151 million.)", "Two of the controversies for the Smithsonian this year involved the proposed closing of the Smithsonian Center for Materials Research and Education (SCMRE)and the Conservation and Research Center (CRC) in Front Royal, Virginia. TheSCMRE was established in 1963 to develop information to assist in the preservationof museum objects. The CRC facility was established 26 years ago on 3,150 acres inFront Royal to support endangered species propagation, conservation, training andresearch. The Smithsonian contended that although its effort to breed endangeredspecies for reintroduction into the wild has been important for internationalconservation and research efforts, it does not have sufficient funds to continue tokeep this property as a \"world class\" facility. Funds were to be redirected to publicprogram activity at the Zoo's Rock Creek location. A number of biologists whoworked with the CRC objected, stating that the kind of work done at the CRC isdependent on the natural habitat in Front Royal, Virginia. The FY2002 budgetoutlined a policy that the Smithsonian \"cannot continue to be the scientific, artistic,and historic smorgasbord of past decades\" and is \"prepared to pare back certainactivities and programs that do not fall with the Institution's sphere of excellence.\" On May 6, 2001, after the initial submission of the FY2002 budget, the Smithsonian,in response to scientists, reversed its policy with regard to the CRC and will continueto maintain it. Both the House and the Senate have indicated that a new ScienceCommission should meet before any final decision is made about closing either theCRC or the SCMRE. ", " Table 7. Smithsonian InstitutionAppropriations FY2001-2002 ($ in thousands)", "For FY2002, the House bill provided $396.2 million for Salaries and Expenses, and $494.1 million for the total for SI. The Senate bill provided $494.09 million forSI, a slight decrease from the House and a reduction from the House measure forconstruction funding for the National Museum of the American Indian from $30million to $25 million. However, the Senate measure reflected an increase in fundingfor Administration, and restoration of funding for the Smithsonian Center forMaterials Research and Education (SCMRE) (to $3.3 million), the scientific researchcenter that was scheduled to be closed in December, 2001. Both the House and theSenate recommended establishment of a Science Commission; and the Senatespecifically mentioned in report language that the CRC and the SCMRE remain openuntil the science initiative by SI is reviewed by an independent \"blue ribbon\" ScienceCommission. The FY2002 law concurred with the establishment of a ScienceCommission.", "Under the FY2002 Interior Appropriations Act, the Smithsonian would receive$497.2 million, an increase of $43.3 million above FY2001. ", "For further information on the Smithsonian , see its World Wide Web site at http://www.si.edu/ .", "National Endowment for the Arts, National Endowment for the Humanities, and Institute of Museum and LibraryServices. One of the primary vehicles for federal support forarts, humanities and museums is the National Foundation on the Arts and theHumanities, composed of the National Endowment for the Arts (NEA), the NationalEndowment for the Humanities (NEH), and the Institute of Museum Services (IMS,now constituted as the Institute of Museum and Library Services (IMLS) with anOffice of Museum Services (OMS)). The authorizing act, the National Foundationon the Arts and the Humanities Act, was last reauthorized in 1990 and expired at theend of FY 1993, but has been operating on temporary authority throughappropriations law since that time. The 104th Congress established the Institute ofMuseum and Library Services (IMLS) under P.L. 104-208 .", "Among the questions Congress has considered is whether funding for the arts, humanities, and museums is an appropriate federal role and responsibility. Someopponents of arts support argue that NEA and NEH should be abolished altogether,contending that the federal government should not be in the business of supportingarts and humanities. Other opponents argue that culture can and does flourish on itsown through private support. Proponents of federal support for arts and humanitiesargue that the federal government has a long tradition of support for culture,beginning as early as 1817, with congressional appropriations for works of art toadorn the U.S. Capitol. Some spokesmen for the private sector say that they areunable to make up the gap that would be left by the loss of federal funds for the arts. Some argue that abolishing NEA and NEH would curtail or eliminate the programsthat have national significance and purpose (such as touring theater and dancecompanies, radio and television shows, traveling museum exhibitions, etc.) ThePresident's [Clinton] Committee on the Arts released a publication in 1997, CreativeAmerica, that recommended that federal funding be restored for NEA, NEH andIMLS to levels \"adequate to fulfill their national roles.\" The goal expressed was thatappropriations should have equaled $2.00 per person for arts and cultural funding bythe year 2000.", "NEA's direct grant program currently supports approximately 1,600 grants. State arts agencies are now receiving over 40% of grant funds, with 1,000communities participating nationwide, particularly those from under-representedareas. The NEA account now has an additional program associated with it, theChallenge America Arts Fund, since NEA is actually administering the program. TheChallenge America Arts Fund is a program of matching grants for arts education,outreach and community arts activities for rural and underserved areas. A detailedreport is required to be submitted to the House and Senate AppropriationsCommittees, describing the use of funds for Challenge America Arts Fund. ", "NEH supports extensive grants for humanities education, research, preservation and public humanities programs; grants for the creation of regionalhumanities centers; and grants to help develop humanities programs under thejurisdiction of the 56 state humanities councils. NEH also supports a ChallengeGrant program to stimulate and match private donations in support of humanitiesinstitutions.", "Within IMLS, the Office of Museum Services (OMS) supports leadershipgrants, museum conservation, museum assessment, and General Operating Support(GOS) to help over 400 museums annually to improve the quality of their servicesto the public-- museums are already popular, serving over 600 million visitorsannually. OMS continues to work on Museums Online , a package that will updateInternet access through the development of regional electronic networks of museums. The goal is to bring the educational and cultural significance of museums tocommunities and schools, with the potential to reach over 20 million people. OMSsupport of Museum/school partnerships has helped over 200 schools, 80 museums,and 80,000 students. As partners in the America Goes Back to School program, OMSprovides awards for integrating museum experiences particularly for at-risk youth. ", " Previous NEA Controversies. Some controversy over previous questionable NEA grants seems to reappear when congressionalappropriations are considered, in spite of attempts to resolve these problems throughstatutory provisions. To date, no NEA projects have been judged obscene by thecourts. On November 5, 1996, a federal appeals court upheld an earlier decision, NEAv. Finley , ruling that applying the \"general standards of decency\" clause to NEAgrants was \"unconstitutional.\" However, in anticipation of congressional reaction toNEA's individual grants, NEA eliminated grants to individuals by arts discipline,except to maintain Literature fellowships, Jazz masters and National Heritagefellowships in the Folk and Traditional Arts. On June 25, 1998, the Supreme Courtreversed the federal appeals court decision for NEA v. Finley (CA9,100F.3d 671) bya vote of 8 to 1, stating that the NEA \"can consider general standards of decency\"when judging grants for artistic merit, and that the decency provision does not\"inherently interfere with First amendment rights nor violate constitutional vaguenessprinciples.\"", "Congress enacted NEA reform measures in past appropriations. Among them were increases in funding allocations from 35% to 40% to states for basic state artsgrants and for grants to under served populations. In addition, language emphasizingarts education was included. A 15% cap was placed on NEA funds allocated to eachstate, exempting only those grants with a national impact. Three Members of theHouse and three Members of the Senate were added to the National Council on theArts, but the size of the National Council was reduced from 26 to 20. Both NEA andNEH were given specific authority to solicit funding and to invest those funds.", "On June 7th, 2001 the House Appropriations Interior Subcommittee marked up the Interior appropriations bill, allowing $105.2 million for NEA (including $98.2million for NEA, plus $7 million in the bill for the Challenge America Arts Fund,which the NEA administers), $24.9 million for OMS, and $120.5 million for theNEH ($104.9 million plus $15.6 million in matching grants). The full HouseCommittee on Appropriations concurred with these amounts. During HouseCommittee consideration, an amendment by Rep. Dicks to increase the totalappropriation by $25 million for all three agencies was rejected (27- 37). It wouldhave added $18 million to NEA, $5 million to NEH, and $2 million to OMS, withan offset through Clean Coal deferral. ", "During House passage of H.R. 2217 , FY2002 Interior appropriations, the House agreed to an amendment by Rep. Slaughter (221-193) thatwould add $10 million to the Challenge America Arts fund administered by NEA,$3 million for NEH and $2 million for the OMS/IMLS with offsets from Interior andthe National Forest System. Subsequently, the House rejected an amendment by Rep.Stearns that would have reduced funding for the Challenge America Arts fund andNEA by $10 million total (returning it to level funding (i.e. $98.2 million + $7million or $105.2 million) and would have increased Energy Conservation programsin lieu (rejected by 145 ayes to 264 noes (roll no. 184.)) The House-passedappropriation including the Slaughter amendment would have provided NEA witha total of $115.2 million ($98.2 million for NEA + $17 million for the ChallengeAmerica Arts Fund); for NEH, $123.5 million; and for OMS/IMLS $26.9 million.(See appropriations table below.)", " Table 8. Arts and Humanities FundingFY2001-FY2002 ($ in thousands)", "The FY2002 appropriations law concurs with the Senate and House totals of $98.2 million for NEA plus $17 million for the Challenge America Arts Fund thatNEA administers, for a total of $115.2 million. For OMS/IMLS, the law concurswith the Senate and House bills, providing $26.9 million, $2 million above therequest. For NEH, the FY2002 law provides $124.5 million, $1 million below theSenate level, but $1 million above the House level.", "For further information on the National Endowment for the Arts , see its site at http://arts.endow.gov/ .", "For further information on the National Endowment for the Humanities , see its site at http://www.neh.gov/ .", "For further information on the Institute of Museum Services , see its site at http://www.imls.gov/ .", "CRS Report RS20287 . Arts and Humanities: Background on Funding , by [author name scrubbed]."], "subsections": []}, {"section_title": "Land Acquisition, the Land and Water Conservation Fund, and the Conservation Spending Category: Cross-cutting Issue", "paragraphs": ["This section provides an overview of funding that involves multiple agencies (the Land and Water Conservation Fund, (LWCF)) or multiple programs (theConservation Spending Category). LWCF is the primary source of monies to acquirelands for the four principal land management agencies -- the Bureau of LandManagement, Fish and Wildlife Service, National Park Service, and Forest Service. The presentations about each of these agencies in this report includes a discussion offunding levels for their proposed land acquisition activities. (16)", "The LWCF is authorized at $900 million annually through FY2015. However, each agency's acquisitions are funded through annual appropriations, which haveaveraged nearly half of the authorization since the inception of LWCF in 1964, buthave varied considerably from year to year and among the agencies. ThroughFY2001, Congress has appropriated a total of $11.8 billion cumulatively fromLWCF, leaving an unappropriated amount of $12.7 billion. In recent years,appropriators increased amounts from the Fund for federal land acquisition, risingfrom a low of $138 million in FY1996 to $444.17 million in FY2001, then droppingsomewhat to $429 million for FY2002, according to data compiled by theDepartment of the Interior's (DOI) Budget Office. Table 9 below shows LWCFfederal land acquisition appropriations for FY2000-FY2002. ", " Table 9. LWCF Funding (Federal LandAcquisition Only): FY2000 through FY2002 ($ in millions)", "Source: Data compiled by the Department of the Interior Budget Office. ", "a. In its table on conservation spending, the House Appropriations Committee reports the BLM figure for federal land acquisition forFY2001 as $47.3 million, excluding $8.8 million from the FY2001Consolidated Appropriations Act.", "b. The NPS amounts do not include the state grant program, funded at $41 million in FY2000 and $90 million in FY2001. For FY2002, theAdministration proposed funding at $450 million; the Houseprovided $154 million, the Senate provided $164 million, and theFY2002 Interior Appropriations Act contains $144 million. ", "Appropriations have been increasing for several reasons. In the early and mid1990s, funding had been constrained by efforts to address the federal budget deficit. More recently, Congress has responded positively to numerous interests seekingmore funds for a wide variety of resource protection activities as this budgetconstraint has gradually disappeared. Also, the 106th Congress considered twoalternative approaches to provide more funding and more certain funding for resourceprotection activities, including federal land acquisition. One approach wasfree-standing legislation, known as CARA (Conservation and Reinvestment Act)( H.R. 701 ), that would have fully funded the LWCF for federal (andstate) land acquisition for 15 years. Versions of CARA would have addressed therole of the annual appropriations process in funding federal acquisitions in differentways. Some versions would have made LWCF funding mandatory, while otherversions would have continued the current requirement of making LWCF fundingsubject to annual appropriations. In the 106th Congress, H.R. 701 passedthe House and was reported out of the Senate Committee on Energy and NaturalResources. In the 107th Congress, the House Resources Committee marked up andordered reported H.R. 701 on July 25, 2001. ", "The second approach was in the Clinton Administration's Lands Legacy Initiative, which consisted of requests for substantial increases in appropriations tomore than 2 dozen programs, including the Fund. While the 106th Congress did notenact CARA, it did provide increased funding for land acquisition as part of separatetitles for the Lands Legacy Initiative in appropriations legislation in both FY2000 andFY2001. It also provided a framework for funding these programs for each of thesubsequent 5 years, subject to appropriations. The House and Senate AppropriationsCommittees included these programs in a separate category called the ConservationSpending Category, in both Interior and Commerce appropriations laws, starting in FY2001. For FY2002, both chambers provided $1.32 billion for FY2002 in Interiorappropriations, an increase from $1.23 billion in FY2001, but allocated the funds insomewhat different ways, as shown in Table 12 . ", "In some recent years, Congress appropriated funds from the LWCF for purposes in addition to land acquisition. This first occurred when Congress provided $72million for other purposes in the FY1998 appropriations. Funding in FY1999 wasentirely for land acquisition; funding in FY2000 included $15 million for otherpurposes; and funding in FY2001 included $456 million for other purposes,according to the DOI. The amounts listed in Table 9 include these funds for otherpurposes. The appropriations for other purposes were primarily applied to otherprograms funded as a part of the Lands Legacy Initiative during FY2000 andFY2001. In FY2000, for example, included were $10 million for the Elwha Riverecosystem restoration and $5 million to address maintenance backlogs; this entireamount was credited to the NPS. These additional uses of the Fund are importantbecause it means that funding levels for the LWCF are becoming less synonymouswith funding for land acquisition. (See discussion of Fish and Wildlife Serviceappropriations for more detail on many of these proposals for FY2001 and FY2002.)", "The Bush Administration proposed to fully fund the LWCF at $900 million in FY2002. Fund experts at the DOI believe that this is the first time any President hascalled for full funding. The request sought to divide funding equally between federalagencies ($450 million) and the state grant program ($450 million), which may beused by the states and localities for acquisition and development. The federal portionfor land acquisition ($390 million) would be divided among the agencies as shownin Table 9 .", "Only $390 million would be used for federal land acquisition, because the FWS requested that $60 million of its portion be earmarked for FWS's incentive grantprogram. Of the $60 million, $50 million would provide technical and financialassistance to landowners as incentives \"to help them protect and manage habitat,while continuing to engage in traditional land use practices.\" The remaining $10million would provide stewardship grants to support individuals and groups engagedin voluntary land and wildlife conservation efforts. This is the first time that anadministration requested in its budget submission that a portion of the LWCFfunding be used for purposes other than land acquisition; previously, non-acquisitionuses of LWCF originated in Congress or by the Administration after theappropriations process had started. ", "For grants to states, the Administration proposed a distribution formula that makes 35% of the total available equally, and the remainder based 30% on land areaand 70% on population. By contrast, in recent years, the administration's decisionsfor allocating the funds among states has not been fully known, even by the end ofthe appropriations process. The proposed allocations would range from more than$29 million for California to $4.5 million for 4 states. Neither the House nor theSenate addressed how these funds should be distributed. ", "The total funding for LWCF in the House bill was $709 million, and in the Senate bill was $730 million; both are less than the President's $900 million request. The House supported the $390 million that the Bush Administration requested forfederal land acquisition, with no changes to the amounts for each agency, while theSenate bill increased the total by $16 million (to $406 million), primarily for theNational Park Service. However, both chambers reduced the \"stateside\" grantsrequest from $450 million (and in addition $60 million for certain FWS activities). The House reduced the amount to $319 million for \"state and other grants,\" whichwould include $154 million for NPS stateside grants, $100 million for state wildlifegrants, $5 million for competitive grants for Indian Tribes for wildlife programs, and$60 million to the FWS for activities other than land acquisition, under the proposedIncentive Grant Program, discussed in the Fish and Wildlife Service section. ", "The Senate concurred except that it provided an additional $10 million for stateside grants and did not fund grants for Indian tribes. It also added, as part of anen bloc Senate amendment, detailed instructions on how state wildlife grants are tobe distributed. In the same amendment, the Senate adopted a \"Sense of Congress\"provision which states the intent to provide a \"significant portion\" of federalrevenues from offshore oil and gas to those states that have supported those activities,but does not identify any specific program, such as the LWCF, which is funded byoffshore oil and gas revenues. ", "The FY2002 appropriations law contains a total of $708 million for LWCF, significantly less than the President's request and somewhat less than the House andSenate levels. That figure includes $429 million for federal land acquisition--morethan the President's request and the House and Senate levels, and $279 million forstate and other grants--less than the President's request and the House and Senatelevels. The law retains the distribution formula for state wildlife grants that wasincluded by the Senate, rather than the formula proposed by the House. The lawdrops the Senate language expressing the Sense of Congress regarding coastalimpact assistance. (For a complete summary of the Conservation Spending Category,see Table 12 at the end of this report).", "CRS Report RL30444(pdf) . Conservation and Reinvestment Act (CARA) (H.R. 701) and a Related Initiative in the 106thCongress, by Jeffrey Zinn and [author name scrubbed].", "CRS Report 97-792. Land and Water Conservation Fund: Current Status and Issues , by Jeffrey Zinn.", "CRS Issue Brief IB10015. Protecting Natural Resources and Managing Growth: Issues in the 107th Congress , by Jeff Zinn. "], "subsections": []}]}, {"section_title": "For Additional Reading", "paragraphs": [], "subsections": [{"section_title": "CRS Products", "paragraphs": ["Title I: Department of the Interior.", "CRS Issue Brief IB10073. The Arctic National Wildlife Refuge: The Next Chapter , by [author name scrubbed], [author name scrubbed], and [author name scrubbed].", "CRS Report RL30444(pdf) . Conservation and Reinvestment Act (CARA) (H.R. 701) and a Related Initiative in the 106thCongress, by Jeffrey Zinn and [author name scrubbed].", "CRS Issue Brief IB10072. Endangered Species: Difficult Choices , by [author name scrubbed] and [author name scrubbed].", "CRS Report 97-851(pdf) . Federal Indian Law: Background and Current Issues , by [author name scrubbed].", "CRS Report 90-192(pdf) . Fish and Wildlife Service: Compensation to Local Governments , by [author name scrubbed].", "CRS Report 96-123. Historic Preservation: Background and Funding , by [author name scrubbed]. ", "CRS Report 93-793. Indian Gaming Regulatory Act: Judicial and Administrative Interpretations , by [author name scrubbed].", "CRS Report 97-792. Land and Water Conservation Fund: Current Status and Issues , by Jeffrey Zinn.", "CRS Report RL30310(pdf) . The Mining Law Millsite Debate, by [author name scrubbed]. ", "CRS Issue Brief IB89130. Mining on Federal Lands , by [author name scrubbed]. ", "CRS Report RL30528(pdf) . National Monuments and the Antiquities Act: President Clinton's Designations and Related Issues , by [author name scrubbed] and PamelaBaldwin.", "CRS Report 98-574. PILT (Payments in Lieu of Taxes): Somewhat Simplified , by [author name scrubbed].", "CRS Issue Brief IB10015. Protecting Natural Resources and Managing Growth: Issues in the 107th Congress , by Jeff Zinn.", "CRS Issue Brief IB10076. Public (BLM) Lands and National Forests , by [author name scrubbed] and [author name scrubbed], coordinators.", "Land Management Agencies Generally.", "CRS Report RS20002(pdf) . Federal Land and Resource Management: A Primer , by [author name scrubbed].", "CRS Report RL30867. Federal Land Management Agencies: Background on Land and Resource Management , by Carol Hardy-Vincent, [author name scrubbed], M. LynneCorn, [author name scrubbed], [author name scrubbed], David Whiteman, and PamelaBaldwin.", "CRS Report RL30335(pdf) . Federal Land Management Agencies' Permanently Appropriated Accounts, by [author name scrubbed], [author name scrubbed], and Carol HardyVincent.", "CRS Report RL30126. Federal Land Ownership: Constitutional Authority; the History of Acquisition, Disposal, and Retention; and Current Acquisition andDisposal Authorities , by [author name scrubbed] and [author name scrubbed].", "Other References.", "Report of the Joint Tribal/BIA/DOI Advisory Task Force on Reorganization of the Bureau of Indian Affairs to the Secretary of the Interior and the AppropriationsCommittees of the United States Congress. [Washington: The Task Force]. August 1994.", "Title II: Related Agencies.", "CRS Report RS20287 . Arts and Humanities: Background on Funding , by [author name scrubbed].", "CRS Report 95-15. Below-Cost Timber Sales: Overview , by [author name scrubbed]. ", "CRS Report RS20877. The Clean Coal Technology Program: Current Prospects , by [author name scrubbed].", "CRS Issue Brief IB10020. Energy Efficiency: Budget, Oil Conservation, and Electricity Conservation Issues , by [author name scrubbed]. ", "CRS Report RS20822(pdf) . Forest Ecosystem Health: An Overview , by [author name scrubbed]. ", "CRS Report RL30755 . Forest Fire Protection , by [author name scrubbed]. ", "CRS Congressional Distribution Memorandum. Forest Service Budget Allocation Formula , by [author name scrubbed].", "CRS Congressional Distribution Memorandum. Forest Service Performance Measures , by [author name scrubbed].", "CRS Report RL30647 . The National Forest System Roadless Areas Initiative, by [author name scrubbed].", "CRS Report RS20852(pdf) . The Partnership for a New Generation of Vehicles: Status and Issues , by [author name scrubbed].", "CRS Issue Brief IB87050. The Strategic Petroleum Reserve , by [author name scrubbed]. "], "subsections": []}, {"section_title": "Selected World Wide Web Sites", "paragraphs": ["Information regarding the budget, supporting documents, and related departments, agencies and programs is available at the following web or gopher sites.", "House Committee on Appropriations . http://www.house.gov/appropriations ", "Senate Committee on Appropriations . http://www.senate.gov/~appropriations/ ", "CRS Appropriations Products Guide . http://www.crs.gov/products/appropriations/apppage.shtml ", "Congressional Budget Office . http://www.cbo.gov/ ", "General Accounting Office . http://www.gao.gov ", "House Republican Conference . http://www.gop.gov/committeecentral/docs/pubs/appropriationsroundup/ ", "Office of Management and Budget . http://www.whitehouse.gov/OMB/ ", "Title I: Department of the Interior.", "Department of the Interior (DOI) . http://www.doi.gov/ ", "Department of the Interior's Office of the Budget . http://www.doi.gov/budget/ ", "Department of the Interior's FY2000 Annual Performance Report/FY2002 Annual Performance Plan . http://www.doi.gov/gpra/00apr02app.html ", "Bureau of Indian Affairs (BIA) . http://www.doi.gov/bureau-indian-affairs.html ", "Bureau of Land Management (BLM) . http://www.blm.gov/nhp/index.htm ", "Fish and Wildlife Service (FWS) . http://www.fws.gov/ ", "Historic Preservation . http://www2.cr.nps.gov/ ", "Insular Affairs . http://www.doi.gov/oia/index.html ", "Minerals Management Service (MMS) . http://www.mms.gov/ ", "National Park Service (NPS) . http://www.nps.gov/ ", "Office of Surface Mining Reclamation and Enforcement (OSM) . http://www.osmre.gov/osm.htm ", "Office of Special Trustee for American Indians . http://www.ost.doi.gov/ ", "U.S. Geological Survey (USGS) . http://www.usgs.gov/ ", "Title II: Related Agencies and Programs.", "Departments.", "Agriculture, Department of (USDA). http://www.usda.gov/ ", "Department of Agriculture: U.S. Forest Service . http://www.fs.fed.us/ ", "USDA Strategic Plan . http://www.usda.gov/ocfo/strat/index.htm ", "Energy, Department of (DOE) . http://www.energy.gov/ ", "Energy Efficiency and Renewable Energy Network . http://www.eren.doe.gov/ ", "Fossil Energy . http://www.fe.doe.gov/ ", "Naval Petroleum Reserves . ", "http://fossil.energy.gov/nposr/index.shtml", "Strategic Petroleum Reserve . ", "http://fossil.energy.gov/nposr/index.shtml", "Health and Human Services, Department of (HHS) . http://www.dhhs.gov ", "Indian Health Service (IHS) . http://www.ihs.gov/ ", "Related Agencies.", "Advisory Council on Historic Preservation . http://www.achp.gov ", "Institute of American Indian and Alaska Native Culture and Arts Development . http://www.iaiancad.org/ ", "Institute of Museum Services . http://www.imls.gov/ ", "John F. Kennedy Center for the Performing Arts . http://Kennedy-Center.org/ ", "National Capital Planning Commission . http://www.ncpc.gov ", "National Endowment for the Arts . http://arts.endow.gov/ ", "National Endowment for the Humanities . http://www.neh.gov/ ", "National Gallery of Art . http://www.nga.gov/ ", "Smithsonian . http://www.si.edu/ ", "U.S. Holocaust Memorial Council and U.S. Holocaust Memorial Museum . http://www.ushmm.org/ ", "Woodrow Wilson International Center for Scholars . http://wwics.si.edu/ ", " Table 10. Department of the Interior and Related AgenciesAppropriations ($ in thousands) a ", "Source: House Appropriations Committee. ", "a Figures in data column one reflect FY2001 appropriations to date. They include appropriations in various titlesof P.L. 106-291 , the Department of the Interior and Related Agencies Appropriations Act for FY2001. Figuresin data column two reflect the total budget requests by the Bush Administration for FY2002. Figures in datacolumns three and four reflect FY2002 funding levels approved by the House and Senate respectively. Figuresin data column five are the amounts included in the conference report. These figures do not reflectscorekeeping adjustments for either year, which are listed in Table 11 . ", " Table 11. Congressional Budget Recap ($ in thousands)", "Source: House Appropriations Committee. ", " Table 12. Conservation Spending Category: Interior Appropriationsa ($ in millions)", "a The Balanced Budget and Emergency Deficit Control Act of 1985 (2 U.S.C. 901(c)) as amended established 3discretionary spending categories for FY2002: General Purpose, Highway, and Mass Transit. Title VIII of P.L.106-291 , the Department of the Interior and Related Agencies Appropriations Act for FY2001, established afourth category of discretionary spending - for \"conservation.\" That law also identified the specific activitiesthat would be included within the \"conservation spending category.\" The category essentially includes thoseactivities, identified by Congress, in particular budget accounts (or portions thereof) providing appropriationsto preserve and protect lands, habitat, wildlife, and other natural resources; to provide recreationalopportunities; and for other purposes. This table presents the current and proposed distribution of theseconservation funds. Dashes indicate that the funding is understood to be zero. ", "b Excludes $8.8 million of Bureau of Land Management(BLM) land acquisition funds from 2001 consolidatedappropriations Act; Department of Interior (DOI) scores Geological Survey funds in this category $10M higherthan does Office of Management and Budget (OMB). OMB includes Youth Conservation funds in 2001 totals.", "c An additional $50 million was appropriated for formulagrants through Title IX of the FY2001 CommerceAppropriations. See Table 3 for more detail on funding sources for Fish and Wildlife Service programs.", " Table 13. Historical Appropriations Data from FY1997 to FY2002 ($ in thousands)", "a Beginning in FY1996, appropriations for the territories and other insular areas were consolidated within theDepartmental Offices account. Departmental Offices also includes Insular Affairs and Office of the SpecialTrustee for American Indians.", "b Beginning in FY1998, Indian Education was funded in the Labor, Health and HumanServices, and EducationAppropriations.", "c FY1997 totals $13,514,435 with funding of $386,592 included in the EmergencySupplemental Appropriationsbill ( P.L. 105-18 ). FY2000 includes $68,000 million for the United Mine Workers and $197,500 million forpriority land acquisitions and exchanges. FY2001 includes $57,872 million for the United Mine Workers."], "subsections": []}]}]}}