{"id": "RL31097", "title": "Charitable Contributions of Food Inventory: Proposals for Change", "released_date": "2008-10-08T00:00:00", "summary": ["Tax law provides an enhanced deduction for certain charitable contributions of food inventory. The value of the existing deduction is the corporation's basis in the donated product plus one half of the amount of appreciation, as long as that amount is less than twice the basis in the product. This deduction has generally been limited to contributions made by a certain type of corporation, C corporations.", "The Katrina Emergency Tax Relief Act of 2005 (KETRA, P.L. 109-73) temporarily extended the enhanced deduction to include contributions made by other types of businesses, sole proprietors, partnerships, and S corporations in particular. The Pension Protection Act of 2006 (P.L. 109-280) further extended the temporary expansion of qualified donors through January 1, 2008. The Emergency Economic Stabilization Act of 2008 (H.R. 1424; P.L. 110-343), which was signed into law on Friday, October 3, 2008, retroactively extends the temporary expansion of eligible donors through December 31, 2009.", "Other legislation in the 110th Congress has also proposed changes to the deduction. S. 689 proposes to permanently extend and expand the charitable deduction for contributions of food inventory, while H.R. 3976 proposes making the provision permanent. H.R. 3996 and H.R. 6049, both passed by the House, include provisions to retroactively extend the temporary expansion of eligible donors through December 31, 2008, as do H.R. 3970, S. 3335, and S. 3125. S. 2886, S. 3098, and S. 3322 and its companion H.R. 6587 H.R. 3628 proposes extension through 2011.", "Additionally, S. 1132 proposes to qualify Indian tribes as eligible recipients of tax deductible contributions of food inventory. S. 2420, the Federal Food Donation Act of 2008, which became law in June 2008 (P.L. 110-247), revised the Federal Acquisition Regulation to require certain contracts to private entities to include a clause that encourages the donation of food.", "A review of charitable giving by the 50 companies that were the largest corporate donors revealed that five food concerns in that group showed substantial in-kind giving in 1999. Other companies in the pharmaceutical/health care or computer/information technology industries also made substantial in-kind gifts. These firms, like food companies, are provided an enhanced deduction for in-kind gifts. It appears that in the case of large firms, the enhanced deduction has stimulated contributions.", "Although the temporary expansion of the enhanced deduction may have the effect of reducing equity differences between C corporations and other business concerns, it may not entirely eliminate them. If the intent is to resolve the equity issues, transforming the deduction to a credit might be more effective. Unlike deductions, whose value is based on the tax rate of the taxpayer, tax credits provide dollar-for-dollar value and do not fluctuate with the taxpayer's marginal tax bracket.", "This report will be updated to reflect major legislative developments."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["This report discusses the temporary change in the tax law governing charitable donations of food. Recent legislation expanded the existing tax incentive for firms that are C corporations to all businesses that donate food to charity.", "In response to the devastation from Hurricane Katrina, the Katrina Emergency Tax Relief Act of 2005 (KETRA, P.L. 109-73 ) was enacted. That legislation included a temporary expansion of the tax deduction for charitable contributions of food inventory. The law allowed all donors of wholesome food inventory to benefit from the enhanced deduction for donations made between August 28, 2005, and January 1, 2006. The Pension Protection Act of 2006 ( P.L. 109-280 ) extended the temporary expansion through January 1, 2008. The Emergency Economic Stabilization Act of 2008 ( H.R. 1424 ; P.L. 110-343 ), which was signed into law on Friday, October 3, 2008, retroactively extends the temporary expansion of eligible donors through December 31, 2009.", "In the 110 th Congress, the Good Samaritan Hunger Relief Tax Incentive Extension Act of 2007 ( S. 689 ) proposes to permanently extend and expand the charitable deduction for contributions of food inventory. H.R. 3976 proposes making the provision permanent.", "H.R. 3996 , the Temporary Tax Relief Act of 2007, and H.R. 6049 , the Renewable Energy and Job Creation Act of 2008, which were passed by the House, both include a provision to retroactively extend the temporary expansion of eligible donors through December 31, 2008, as do H.R. 3970 , the Tax Reduction and Reform Act of 2007; S. 3335 , the Jobs, Energy, Families, and Disaster Relief Act of 2008; and S. 3125 , the Energy Independence and Tax Relief Act of 2008.", "Proposals to retroactively extend the temporary expansion of eligible donors through December 31, 2009, have been made in S. 2886 , the Alternative Minimum Tax and Extenders Tax Relief Act of 2008; S. 3098 , also titled the Alternative Minimum Tax and Extenders Tax Relief Act of 2008; and S. 3322 and its companion H.R. 6587 , the Midwestern Disaster Tax Relief Act of 2008. H.R. 3628 , the Promoting Charitable Actions Act of 2007, proposes extension through 2011.", "Additionally, S. 1132 proposes to qualify Indian tribes as eligible recipients of tax deductible contributions of food inventory.", "S. 2420 , the Federal Food Donation Act of 2008, which became law in June 2008 ( P.L. 110-247 ), revised the Federal Acquisition Regulation to require certain contracts to private entities to include a clause that encourages the donation of food. Specifically, the law requires that all contracts above $25,000 for the provision, services, or sale of food in the United States, or for the lease or rental of Federal property to a private entity for events at which food is provided in the United States, shall include a clause that encourages the donation of excess, apparently wholesome food to nonprofit organizations that provide assistance to food-insecure people. The legislation does not address the tax treatment of those donations."], "subsections": []}, {"section_title": "Tax Law", "paragraphs": ["A discussion of the tax treatment for contributions made by all types of businesses is provided. Generally, these contributions may be made only to certain types of nonprofit organizations, may be deductible for income tax purposes only up to specified limits, and may be in the form of either cash or property. The charitable contribution deduction is allowed only for the taxable year in which the contribution is made; any unpaid subscriptions or pledges are not deductible until actually fulfilled.", "Some of the more typical organizations to which contributions are deductible include churches, universities, schools, and hospitals, as well as many other public assistance charities (such as food pantries, soup kitchens, homeless shelters, etc). If a contribution is made to an individual, such as a homeless family living on the street, that contribution is not deductible even though actuated by charitable motives.", "In order to qualify as an organization to which contributions are deductible, the recipient must be organized or incorporated in the United States or in one of its possessions and certified as a charitable organization by the Internal Revenue Service. Contributions to foreign charitable organizations are not deductible. A donation, however, to an otherwise qualified organization is deductible even though some portion of the funds of such organization are used in foreign countries for charity."], "subsections": [{"section_title": "Limitation on the Amount Deductible", "paragraphs": ["The deduction for contributions (either in cash or in property) made by corporations is limited to 10% of taxable income (computed with adjustments). The 10% cap was raised from 5% by the passage of the Economic Recovery Tax Act of 1981 . The legislative history of the 1981 Act indicates that Congress was hopeful that corporate charitable contributions would be stimulated by the increase in the cap."], "subsections": []}, {"section_title": "Carryforward", "paragraphs": ["Although the deductible portion of any contribution by corporations may not exceed 10% of taxable income in any given year, if contributions exceed this limitation, the excess may be carried forward to future tax years. Corporations may carry over excess charitable contributions and compute tax as though the excess gifts were actually made in such subsequent years. Thus, when charitable contributions in one year exceed the limitation, a corporation might ultimately secure the full benefit (taxwise) of the contribution even though denied part of it in the year in which the contribution was initially made. The law allows that excess charitable contributions may be carried forward for a five-year period. This carryforward provision applies to both gifts of cash or property."], "subsections": []}, {"section_title": "Contributions of Property—Including Food Products", "paragraphs": ["In general, if a charitable contribution is made in the form of property, the basis for the charitable deduction is dependent on the type of taxpayer (i.e., individual or form of business entity), to whom the property is donated, and for what purpose the donated property is to be used.", "Corporate gifts of property that would generate capital gains if sold (e.g., stocks and bonds) are deductible by corporations at market value. However, gifts of depreciable property are deductible at the corporation's basis rather than fair market value. Thus, under current tax law, the deduction is reduced by previously taken depreciation. In the case of fully depreciated machinery and equipment, the allowable charitable contribution deduction would be zero.", "Under current tax law, C corporations are provided more favorable tax treatment of contributions of certain types of inventory and other ordinary-income property to specified charitable organizations. This provision is temporarily available to S corporations , partnerships, and sole proprietorships. Through 2007, all donors are allowed to deduct their cost plus one-half the difference between their cost and the market value of the donated goods. However, in no case may the deduction's value exceed twice the cost basis. This special tax inducement is provided for capital assets defined in Internal Revenue Code §1221(1) or (2). Thus, this provision allows very large corporations a bigger deduction for charitable contributions of qualified tangible personal property.", "For a donor to receive this enhanced deduction, the gift must be made to a \"qualified\" tax exempt organization. Further, the property must be \"used by the donee solely for the care of the ill, the needy, or infants.\" The donee is not permitted to exchange what has been transferred for money, other property, or services. The donee must furnish the donor with a statement that it does not intend to transfer the donation and that it will be used for the care of the ill, the needy, or infants. If the property is subject to regulation by the Federal Food, Drug, and Cosmetic Act it must satisfy the requirements on the date of transfer and for 180 days prior thereto.", "The enhanced deduction for food is available only for food that qualifies as \"apparently wholesome food.\" \"Apparently wholesome food\" is defined under the Katrina Emergency Tax Relief Act of 2005 (KETRA) as food intended for human consumption that meets all quality and labeling standards imposed by federal, state, and local laws and regulations even though the food may not be readily marketable due to appearance, age, freshness, grade, size, surplus, or other conditions."], "subsections": []}, {"section_title": "Summary of Restrictions", "paragraphs": ["In summary, current law provides that the charitable deduction for contributions of inventory and other property is as follows:", "The gift must be made to a U.S. charitable organization; There is a 10% limitation on the total amount a corporation can deduct as charitable contributions; Contributions made in excess of this limitation may be carried forward for the next five years; Special rules are available for gifts made by C corporations of tangible personal property (inventory) when donated to qualified charitable organizations for the care of the ill, the needy, or infants. It must be established that the fair market value of the product exceeds basis in order to use the enhanced deduction."], "subsections": []}]}, {"section_title": "Past Legislative Proposals", "paragraphs": ["As noted earlier in this report, current law provides an enhanced deduction for donations made by C Corporations of property, which includes food products, for the care of the ill, the needy, or infants. This enhanced deduction available for food products is used primarily by businesses for unsaleable products. The most frequent reasons for products not being sold at market are errors in labeling, merchandise that has been crushed or dented, or products that may be too close to the expiration date recommended for sale.", "There have been four parts to legislation proposing to change the tax law for donated food products, two of which were addressed in the 109 th Congress. Typically, the proposals would extend the enhanced deduction for food inventory to all taxpayers engaged in a trade or business. Secondly, the enhanced deduction would be available only for \"apparently wholesome food\" which is newly defined under some of the legislative proposals. Third, the determination of basis of the qualified contributions would be set as a percentage of the food's fair market value. Finally, some proposals have set the fair market value of donated foods to be the same price as similar food items sold by the taxpayer at the time of the contribution, or, in the recent past."], "subsections": [{"section_title": "Apparently Wholesome Food", "paragraphs": ["Typically, legislative proposals have defined \"apparently wholesome food\" to include food that \"may not be readily marketable due to appearance, age, freshness, grade, size, surplus, or other conditions.\" The new law provides a slightly more rigorous definition. The inclusion of the definition and the discussion of how fair market value is to be determined is designed to lessen valuation problems for taxpayers caused by a lack of clarity in the regulations.", "A court case in the 9 th Circuit was also at odds with the regulations regarding donation valuation as issued by the Internal Revenue Service and the findings in that case clarified the issue. The court case held that the value of surplus bread inventory donated to a qualified charity was determined to be the same as the full retail price of the bread. The Internal Revenue Service (IRS) contended that the retail value of the bread was half the normal sales price since the industry practice of major bakers is to discount four-day-old bread, but if the court had ruled the value of the bread was half the retail selling price, the donor would have received no tax benefit and, thus, no encouragement to make such charitable donations. The court's findings contradicted regulations issued by IRS.", "The new definition of \"apparently wholesome food\" parallels the definition included in the Bill Emerson Good Samaritan Food Donation Act (42 U.S.C. 1791(b)(2)). That act defines the term \"apparently wholesome food\" as food that meets all quality and labeling standards imposed by federal, state, and local laws and regulations even though the food may not be readily marketable due to appearance, age, freshness, grade, size, surplus, or other conditions. This definition was also used in the temporary law enacted by the Katrina Emergency Relief Act ( P.L. 109-73 )."], "subsections": []}]}, {"section_title": "Abbreviated History", "paragraphs": ["Prior to the passage of the Tax Reform Act of 1969 , the general rule was that taxpayers who contributed appreciated property to charities were allowed a charitable contribution for the fair market value of the property. Moreover, no tax was imposed or collected on the appreciation. As an example, a farmer making a charitable contribution of a portion of his crop not only received a tax deduction of the fair market value of the donated crops, but also escaped the tax on the difference between his crop production costs and fair market value. Because the tax savings from the charitable deduction (in the case of ordinary income property) was measured by the taxpayer's marginal tax rate, it was possible for taxpayers to make contributions which permitted a greater after-tax benefit than would have been received if the crop had been sold and the farmer allowed to keep the proceeds after paying tax on the gain. It should be remembered that tax rates at that time were much higher than today's rates. Since this provision was seen as unfair when compared with those making charitable cash gifts, the Tax Reform Act of 1969 changed the law so that the appreciated value was to result in a reduction of the contribution deduction to the extent of the appreciation.", "It was with passage of the Tax Reform Act of 1976 ( P.L. 94-455 ) that corporations were provided more favorable tax treatment of contributions of inventory (such as food) to certain charitable organizations. The 1976 Act provided that such gifts by corporations were to be based on the taxpayer's basis in the property and one-half of the unrealized appreciation as long as the deduction did not exceed twice the property's basis. In a summary of the act, it was stated that the enactment of the Tax Reform Act of 1969 had resulted in reduced contributions of certain types of property to charitable institutions. In particular, those charitable organizations that provide food, clothing, medical equipment, and supplies, etc. to the needy and disaster victims had found that contributions of such items to those organizations were reduced. It was stated in the general explanation of the law that Congress believed that it was desirable to provide a greater tax incentive than in prior law for contributions of certain types of ordinary income property which the donee charity uses in the performance of its exempt purposes. However, Congress believed that the deduction allowed should not be such that the donor could be in a better after-tax situation by donating the property than by selling it."], "subsections": []}, {"section_title": "Statistical Trends", "paragraphs": ["In 2006, total charitable giving was estimated to have reached $295 billion. Corporations and their foundations contributed $12.7 billion in cash and in-kind donations. Two predictors of corporate giving, corporate pretax profits and the gross domestic product both rose in 2006. Individual giving represented 75.6% of total giving and corporate gifts were 4.3% of the total (with foundations and bequests representing the remainder). However, these numbers mask the importance of corporate charitable gifts because religious organizations receive little funding from either corporate donors or their foundations since individuals are the primary support of religious institutions. The American Association of Fund-Raising Counsel (AAFRC) Trust for Philanthropy, Inc. found that for 2006, contributions to religion represented 32.8% of all charitable gifts. It is important to remember that companies support non-profits through cause-related marketing, public relations, sponsorships, contracts, and other joint promotional activities as well as through advertising expenditures. These types of expenditures are not shown as charitable gifts. In an earlier edition of Giving USA , the AAFRC Trust for Philanthropy, Inc. made the following four points:", "Corporate giving has ranged from a low point of 0.7% to a high of 2.3% of pretax income over 30 years, with historical variation largely due to changes in tax law. Profits grow fastest in the service industries, like banking and telecommunications. Non-manufacturing companies cannot take advantage of tax-deductible gifts of inventory that make up much of the manufacturing sector's charitable activity, even though non-manufacturers make up a large component of profit growth. There is a trend toward strategic corporate support, which is not counted as a charitable gift by the company, the IRS, or Giving USA. Nonetheless, this activity appeals to both companies and non-profits and may be a mutually satisfactory substitute for charitable giving. There is no practical reason why companies should use pretax income as the basis for determining their charitable contribution levels. There is no reason not to pursue a strategy in which charitable support to non-profits increases without consuming an increasing share of corporate profits.", "The Conference Board, which has surveyed the charitable giving behavior of firms, wrote that, in 1999, \"companies reported that 28% of their contributions were in forms other than cash donations, the highest level of non-cash expenditures ever reported by companies in the Conference Board Analyses of cash and non-cash giving.\" Among the industries reporting the largest non-cash percentages were \"chemical companies, which donated 68% of their 1999 contributions in forms other than cash; pharmaceutical companies, with 64%; manufacturers of computer and office equipment, with 59%; printing, publishing and medical firms with 48%.\" In a table of cash and non-cash contributions by industry, it was reported that the 10 companies in the Food/Beverage/Tobacco industrial classification gave 28% of their contributions in in-kind giving.", "An article which appeared in Worth magazine provided information on the 50 companies that gave the most in 1999. The table which follows is a subset of the five food concerns which appear in the complete listing of 50 companies.", "Several observations may be made by comparing the companies in Table 1 with the statistics of the remaining 45 companies that made the largest charitable gifts. In general, giving by food companies as a percentage of profits is high. In Table 1 , it is shown that Sara Lee gave 3.3% of profits (the lowest percentage of the firms listed in the chart). According to the article in Worth , only four nonfood related companies gave a greater percentage of their profits than Sara Lee (Dupont; J.C. Penney; Target, and the United Parcel Service). All of the food companies showed substantial in-kind giving while 15 of the remaining 45 companies showed no in-kind giving at all. With the exceptions of Gannett and Dupont, all companies that provided greater in-kind giving than cash giving also benefit from the enhanced deduction provision in the Internal Revenue Code. Those companies are pharmaceutical/health care or computer/information technology firms."], "subsections": []}, {"section_title": "Issues and Observations", "paragraphs": ["Corporate charitable contributions are rarely a prominent issue in consideration of U.S. tax policy. First, corporate managers have been careful about making charitable contributions since their responsibility is to provide the highest rate of return that is legally possible to those who have invested in the corporation. Often, making charitable contributions conflicts with this mandate. Having said that, corporations do make charitable gifts all the time. It is also true that their contributions are usually intended to enhance the corporation's visibility or image before the consuming public. That is, goodwill is a valuable asset for a corporation, and charitable contributions help to create that goodwill. However, it generally makes no difference to a corporation whether it deducts its payment as a charitable contribution or as a business advertising expense because either deduction lowers its federal income tax by the same amount. Only when the special rules for contributions of inventory come into play does it make a difference as to how the gift is viewed and how the value of the contribution changes under current tax law."], "subsections": [{"section_title": "Equity Concerns", "paragraphs": ["There are equity challenges to extending the current enhanced tax deduction for corporate contributions of food to all taxpayers engaged in a trade or business, such as small family farms and family operated restaurants (sometimes referred to as entrepreneurs in this report). A primary obstacle is that the cost basis could be higher for corporations than for a small business. This result can be caused by the inclusion of wages and germane taxes (such as Social Security, unemployment taxes, etc.) that are paid by corporations, but are not always included in the cost basis of small businesses such as farmers who grow crops or owner-chefs who own individual restaurants. Since it can be expected that (one-half of the) appreciation of the crops generally would be lower for corporations, with the full deductibility of the cost basis, than for individual farmers, an inherent advantage would still be given corporate farmers with their higher cost basis. For example, if a corporation has a cost basis of $7,000 with appreciation of $3,000, this equals a market price of $10,000. A small entrepreneur would more likely have a cost basis of $3,000 and an appreciation rate of $7,000 for the same $10,000 market price. In the corporate case, one-half of the appreciation ($1,500) and the cost basis ($7,000) is equal to $8,500. In the case of the entrepreneur, one half the appreciation ($3,500) plus the cost basis ($3,000) is equal to $6,500. Thus, the corporation would receive nearly $2,000 more in deductibility.", "It can be argued that the temporary law provides more equity among all taxpayers engaged in a trade or business than the current, permanent law which provides the enhanced deduction only to C corporations and does not include provisions for S businesses or individuals."], "subsections": [{"section_title": "Tax Rate Differentials", "paragraphs": ["In addition, it should be noted that tax rates and the graduation of those rates are different for individuals and corporations. Current law provides for corporate tax rates which range between 15% and 35% depending on the company's taxable income (phase-outs can make the effective rates for certain corporations rise as high as 39%). In tax year 2005, individuals will be subject to six tax rates ranging from 10% to 35%. In all cases, whether corporate or individual, the value of the enhanced deduction is dependent on the applicable tax rate. Typically, those with higher incomes would receive more advantage than those with lower incomes under the proposal. Thus, it does not appear that full equity can be achieved through the extension of the current enhanced deduction for corporate gifts of food inventory to all taxpayers engaged in a trade or business. For example, a large corporation will most likely have a 35% rate. A small farmer filing a joint return whose income is less than $182,800 would be subject to a 28% rate. It may also be noted that the law applies only to food inventory, and as such, may discriminate against other similar forms of charitable contributions (such as gifts of clothing for the poor)."], "subsections": []}, {"section_title": "An Alternative Possibility: Tax Credit", "paragraphs": ["From an economic perspective, the use of a tax credit, rather than a deduction, would better promote equity among all business taxpayers. Tax deductions are useful in defining income that should be taxable. For instance, in the case of individuals, it is typically argued that charitable contributions are made using funds that are no longer within the taxpayer's control and, thus, monies to which the taxpayer may no longer lay real claim. In this instance, the deduction helps to define the income that should be subject to tax.", "Tax credits are subtracted from tax liability, whereas tax deductions are subtracted from income to determine the amount subject to tax. The net result is that for each $1 of tax credit the tax liability is reduced by $1. Deductions reduce tax liability by only a percentage of the deduction, depending upon the tax rate of the taxpayer. Tax credits are used primarily to reduce taxes directly rather than to define the base on which taxes should be collected and are frequently used as incentives. Further, tax credits can be used by all eligible taxpayers (who owe taxes) since they are subtracted directly from tax liability."], "subsections": []}]}, {"section_title": "Other Issues", "paragraphs": ["We have assumed that farmers may donate crops to qualified organizations for gleaning, which is defined as the act of a tax-exempt organization that either harvests the crop or gathers the grain or other produce left in the field after an initial harvest. A farmer's decision to abandon crops in the field is typically made at the time of harvest. Fixed costs such as seed, fertilizer, and other costs such as purchased irrigation water (typically referred to as sunk costs) are not taken into consideration when making the decision to harvest. The decision to move a crop to market is based on whether the farmer will receive a market price for the crop that exceeds his cost for harvesting, packing and transporting the crop. In those cases where the decision is marginal (i.e., the point at which the farmer may break even) to harvest or not to harvest, it would be to the farmer's advantage to make use of the proposed enhanced deduction. By opting to have the crop gleaned by an exempt organization, no expenses associated with the harvest would be incurred, while a deduction would be available to offset taxation of the farmer's other taxable funds. Alternatively, the use of a carryover of the deduction for offsetting taxable funds could be available for up to five future tax years."], "subsections": [{"section_title": "Appropriate Valuation of Donated Goods", "paragraphs": ["A primary problem with products that have shelf lives is determining an appropriate value for the goods donated. Under certain proposals, the fair market value can be determined by the price of the same or similar food items sold by the taxpayer at the time of the contribution (or, sold in the recent past). Prior legislative language provided a safe harbor for taxpayers by defining \"apparently wholesome food\" that is eligible for donation. Under this proposed definition, the food may be apparently wholesome even if it is not readily marketable \"due to appearance, age, freshness, grade, size, surplus, or other conditions.\" This definition is the same as provided in the Bill Emerson Good Samaritan Food Donation Act .", "In discussing this valuation problem, which is now a part of the legislative history, a court case was cited where the Tax Court held the value of surplus bread inventory donated to a qualified charity was determined to be the same as the full retail price of the bread. The Internal Revenue Service (IRS) contended that the retail value of the bread was half the normal sales price since the industry practice of major bakers is to discount four-day-old bread. If the court had ruled the value of the bread was half the retail selling price (following industry practice), then Lucky Stores would have received no tax benefit and, thus, no encouragement to make such charitable donations. The court's findings contradicted regulations issued by IRS.", "One effect of passage of the proposed legislation would be to make the ruling in the Lucky Stores case the law of the land rather than being applicable only in the 9 th Circuit. Opponents of the provision may argue that there are economic incentives (rather than tax incentives) for stores to continue to make such gifts. For example, there are costs associated with disposal of product. Obviously, the gifting of products reduces disposal costs. In addition, companies can expect goodwill (commonly referred to as \"cause marketing\"). High profile contributions can contribute to image building for the firm and influence public opinion.", "It is anticipated that opponents of the legislation may argue that the changes would reduce revenues to the federal government. The Joint Committee on Taxation estimated that enactment of the provision in the \"Care\" legislation introduced during the 108 th Congress would have resulted in a revenue loss of $255 million over the five-year period of 2002-2006, with an estimated increase to $626 million over the 10-year period of 2002-2011. It was expected that other industries would have requested similar tax treatment, which, if granted, would have lead to an additional reduction in tax receipts at a time of increasing budget deficits."], "subsections": []}, {"section_title": "Direct Subsidy Programs as an Alternative", "paragraphs": ["In the past, some have argued that it would be preferable for the government to pay directly for the additional support of food programs rather than creating expenditures through the tax system. Direct government subsidies would assure that such funds were likely to be allocated under objective procedures and would, therefore, go to all the poor strictly based on need. Further, it is argued that a direct government spending program would assure that expenditures would be subjected to periodic review under the budgetary process.", "Some feel that the expansion of the charitable deduction to all taxpayers engaged in a trade or business provides greater (food) benefits to people living near farm production areas where the food is harvested, more so than to people living far from farm areas in large cities. Further, gifts made by farms are likely to be seasonal. Others note that more restaurants are located in populated areas and that they may be the primary beneficiaries of the provision. Proponents of the proposals are most likely to argue that more food would be available to the elderly, poor, and infants for each tax expenditure dollar than through other direct government food expenditure programs. Another argued advantage would be that, most likely, there would be minimal federal government involvement in administering the program. Both sides have agreed that the proposed change would add complexity to the tax return filing process for a greater number of taxpayers in the charitable contribution arena. Some have suggested that since there is a sunset provision Congress would have an opportunity to evaluate the success of the change."], "subsections": []}]}]}]}}