{"id": "RL31381", "title": "U.S. Immigration Policy on Temporary Admissions", "released_date": "2011-02-28T00:00:00", "summary": ["U.S. law provides for the temporary admission of various categories of foreign nationals, who are known as nonimmigrants. Nonimmigrants are admitted for a designated period of time and a specific purpose. They include a wide range of visitors, including tourists, foreign students, diplomats, and temporary workers. There are 24 major nonimmigrant visa categories. These visa categories are commonly referred to by the letter and numeral that denotes their subsection in the Immigration and Nationality Act (INA); for example, B-2 tourists, E-2 treaty investors, F-1 foreign students, H-1B temporary professional workers, J-1 cultural exchange participants, or S-4 terrorist informants.", "The U.S. Department of State (DOS) consular officer, at the time of application for a visa, as well as the Department of Homeland Security (DHS) inspectors, at the time of application for admission, must be satisfied that the alien is entitled to nonimmigrant status. The burden of proof is on the applicant to establish eligibility for nonimmigrant status and the type of nonimmigrant visa for which the application is made. Both DOS consular officers (when the alien is petitioning abroad) and DHS inspectors (when the alien is entering the United States) must confirm that the alien is not ineligible for a visa under the so-called \"grounds for inadmissibility\" of the INA, which include criminal, terrorist, and public health grounds for exclusion.", "U.S. Customs and Border Protection (CBP) inspectors in DHS tallied 163 million temporary admissions of foreign nationals to the United States during 2009. Mexican nationals with border crossing cards and Canadian nationals traveling for business or tourist purposes accounted for the vast majority of admissions to the United States, with approximately 126.8 million entries in FY2009. The remaining categories and countries of the world contributed 36.2 million admissions in FY2009. Since many types of visas allow people to depart and re-enter the United States, the CBP data record multiple admissions during the same year.", "In FY2009, DOS's consular officers issued 5.8 million nonimmigrant visas. Nonimmigrant visas issued abroad had dipped to 5.0 million in FY2004 after peaking at 7.6 million in FY2001. Combined, visitor visas issued for tourism and business comprised the largest group of nonimmigrant visas in FY2009, with about 4.1 million, down from 5.7 million in FY2000. Other notable groups were 0.7 million students and exchange visitors (12.3%) and 0.5 million temporary workers, managers, executives, and investors (8.7%).", "According to the most recent analysis, there were 1.8 million nonimmigrants who maintained a residence in the United States in 2008. Of the 1.8 million nonimmigrants, 50.8% (0.93 million) were temporary workers and their families, 32.2% (0.59 million) were students and their families, 13.1% (0.24 million) were exchange visitors and families, and 3.8% (0.07 million) were diplomats, other representatives, and their families. Although most nonimmigrants must demonstrate that they are not coming to reside permanently in the United States, many ultimately adjust their status to become legal permanent residents.", "The law and regulations set terms for nonimmigrant lengths of stay in the United States, typically have foreign residency requirements, and often limit what aliens are permitted to do in the United States (e.g., gain employment or enroll in school), but many observers assert that the policies are not uniformly or rigorously enforced. Achieving an optimal balance among major policy priorities, such as ensuring national security, facilitating trade and commerce, protecting public health and safety, and fostering international cooperation, remains a challenge."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Overview", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The United States has long distinguished temporary migration from settlement migration. The Immigration and Nationality Act (INA) provides that foreign nationals may be admitted to the United States temporarily or may come to live permanently. Those admitted on a settlement basis are known as immigrants or legal permanent residents (LPRs), while those admitted on a temporary basis are known as nonimmigrants. Nonimmigrants are admitted for a designated period of time and for a specific purpose. Nonimmigrants include a wide range of people, such as tourists, foreign students, diplomats, temporary agricultural workers, exchange visitors, internationally-known entertainers, foreign media representatives, intracompany business personnel, and crew members on foreign vessels. ", "U.S. immigration policy, embodied in the INA, presumes that all aliens seeking admission to the United States are coming to live permanently. As a result, nonimmigrants must demonstrate that they are coming for a temporary period and for a specific purpose. The U.S. Department of State (DOS) consular officer, at the time of application for a visa, as well as the Department of Homeland Security (DHS) immigration inspectors, at the time of application for admission, must be satisfied that the alien is entitled to a nonimmigrant status. The burden of proof is on the applicant to establish eligibility for nonimmigrant status and the type of nonimmigrant visa for which the application is made. ", "If a nonimmigrant in the United States wishes to change from one nonimmigrant category to another, such as from a tourist visa to a student visa, the foreign national must file a change of status application with the U.S. Citizenship and Immigrant Services (USCIS) in DHS. If the foreign national leaves the United States while the change of status is pending, the foreign national is presumed to have relinquished the application.", "This report begins with a discussion of the policy tensions surrounding temporary admissions. It follows with a synthesis of the nonimmigrant categories according to the purpose of the visa. It discusses the periods of admission and length of stay and then summarizes grounds for inadmissibility and removal as well as reasons for termination of status. It also describes the circumstances under which nonimmigrants may work in the United States. The second portion of the report analyzes trends in temporary migration. It describes changes over time in nonimmigrant visas issued and nonimmigrant admissions. Various data on nonimmigrants who establish residence in the United States are also discussed. The report concludes with two detailed tables analyzing key admissions requirements across all nonimmigrant visa types."], "subsections": []}, {"section_title": "Congressional Activity", "paragraphs": ["Interest in nonimmigrant visas as a group soared immediately following the September 11, 2001, terrorist attacks, which were conducted by foreign nationals admitted to the United States on temporary visas. At that time, policy makers raised a series of questions about aliens in the United States and the extent to which the federal government monitors their admission and presence in this country. The Enhanced Border Security and Visa Entry Reform Act ( P.L. 107-173 ), provisions in the Homeland Security Act ( P.L. 107-296 ), and provisions in the Intelligence Reform and Terrorism Prevention Act of 2004 ( P.L. 108-458 ), for example, included broad reforms of immigration law to tighten procedures and oversight of aliens temporarily admitted to the United States.", "Legislative activity, nonetheless, usually focuses on specific visa categories. The temporary worker provisions as well as the foreign student provisions have garnered considerable interest over the years. In addition, legislative revisions to temporary visa categories have usually occurred incrementally. For example, in the 111 th Congress several laws included provisions addressing aspects of temporary admissions, including Division A, Title XVI, §1611 of P.L. 111-5 , which required those employers receiving Troubled Asset Relief Program (TARP) funding to comply with more rigorous labor market rules when recruiting temporary foreign workers, and P.L. 111-230 , which temporarily increased certain fees by $2,000 to $2,250 per nonimmigrant. This report, however, does not track legislation."], "subsections": []}, {"section_title": "Policy Tensions", "paragraphs": ["There is agreement that temporary migration is important to the U.S. economy and cultural life. There is also agreement that temporary migration should be managed more effectively. While revisions to temporary migration do not stoke the same intensity of debate that reform of permanent immigration or mechanisms for legalization do, they do provoke some controversies and concerns. The arguments sketched below are illustrative of the policy tensions surrounding temporary migration generally."], "subsections": [{"section_title": "Arguments that Temporary Migration is Profitable", "paragraphs": ["In 2009, the United States had a positive $21.9 billion trade surplus in travel and tourism spending because foreign visitors spent more in the United States than U.S. tourists spent abroad. International students contribute nearly $20 billion to the U.S. economy through their expenditures on tuition and living expenses, according to the U.S. Department of Commerce. Almost 70% of all international students' primary funding comes from sources outside of the United States. Expanding temporary worker programs would boost economic output and create new middle class job opportunities for native-born Americans."], "subsections": []}, {"section_title": "Arguments that Temporary Migration is Costly", "paragraphs": ["The user fees paid by foreign nationals on temporary visas do not cover the costs of maintaining the aging infrastructures at ports of entry, nor do they cover the costs for managing the flow of 163 million annual admissions to the United States. The concentration of inspection activity at the border means that significant resources must be present in order to ensure efficient operations. Inefficiencies not only cause congestion, but they can be costly to businesses, both at the border and in the interior. Temporary workers have a deleterious effect on the salaries, compensation, and working conditions of U.S. workers, especially during periods of high unemployment."], "subsections": []}, {"section_title": "Arguments that Temporary Migration Strengthens the United States", "paragraphs": ["Tourism and international education and cultural exchange programs foster democratic principles and spread American values across the globe. Foreign visitors to the United States bring energy, ideas, and often fresh perspectives. U.S. employers need the \"best and the brightest\" workers, regardless of their country of birth, to remain competitive in a worldwide market and to keep their firms in the United States. The ability to hire foreign temporary workers is an essential ingredient for economic growth and is typically based on the human capital needs of the national economy. Appropriately designed temporary worker visas strengthen natural security by re-directing potentially unauthorized migrants into guest workers, relieving the pressure on the border, and enabling DHS Customs and Border Protection (CBP) to focus on terrorists, organized criminals, and violent felons. "], "subsections": []}, {"section_title": "Arguments that Temporary Migration Presents Vulnerabilities", "paragraphs": ["National security may be put at risk when there is a high volume of nonimmigrants. There is considerable pressure to provide rapid processing of nonimmigrant visas and temporary admissions. Expedited processing, however, can lead to missed opportunities for interdicting threats. It is estimated that each year, hundreds of thousands of foreign nationals overstay their nonimmigrant visas and, as a consequence, become unauthorized aliens. The most recent estimates range from 31% to 57% of the unauthorized population, or approximately 3.3 million to 6.2 million nonimmigrant overstays. DHS Office of Immigration Statistics (OIS) published a report estimating that 1.8 million nonimmigrants had established residence in the United States in 2008. Not only are their ties to the United States tenuous, long-term temporary residents may also weaken support for the common good (e.g., public investments in education, infrastructure, and social programs) among the citizenry.", "That each of these arguments has some basis in fact is due to the multiplicity of temporary migration categories and their divergent purposes. Positive attributes of one nonimmigrant category may not apply to another. Similarly, critiques of one nonimmigrant category may not hold for another. "], "subsections": []}]}, {"section_title": "Broad Categories of Nonimmigrants", "paragraphs": ["There are 24 major nonimmigrant visa categories, and 87 specific types of nonimmigrant visas are issued currently. Most of these nonimmigrant visa categories are defined in §101(a)(15) of the INA. These visa categories are commonly referred to by the letter and numeral that denotes their subsection in §101(a)(15); for example, B-2 tourists, E-2 treaty investors, F-1 foreign students, H-1B temporary professional workers, J-1 cultural exchange participants, and S-4 terrorist informants. These temporary visas may be grouped under the broad labels described below."], "subsections": [{"section_title": "Diplomats and Other International Representatives", "paragraphs": ["Ambassadors, consuls, and other official representatives of foreign governments (and their immediate family and servants) enter the United States on A visas. Official representatives of international organizations (and their immediate family and servants) are admitted on G visas. Those nonimmigrants entering under the auspices of the North Atlantic Treaty Organization (NATO) have their own visa categories. Aliens who work for foreign media use the I visa."], "subsections": []}, {"section_title": "Visitors as Business Travelers and Tourists", "paragraphs": ["B-1 nonimmigrants are visitors for business and are required to be seeking admission for activities other than purely local employment or hire. The difference between a business visitor and a temporary worker also depends on the source of the alien's salary. To be classified as a visitor for business, an alien must receive his or her salary from abroad and must not receive any remuneration from a U.S. source other than an expense allowance and reimbursement for other expenses incidental to temporary stay.", "The B-2 visa is granted for temporary visitors for \"pleasure,\" otherwise known as tourists. Tourists, who are encouraged to visit as a boon to the U.S. economy, have consistently been the largest nonimmigrant class of admission to the United States. A B-2 nonimmigrant may not engage in any employment in the United States."], "subsections": [{"section_title": "Visa Waiver Program", "paragraphs": ["Many visitors, however, enter the United States without nonimmigrant visas through the Visa Waiver Program (VWP). This provision of the INA allows the Secretary of Homeland Security to waive the visa documentary requirements for aliens coming as visitors from countries that meet certain statutory criteria. Currently, foreign visitors from 36 countries have VWP privileges. In FY2009, 16.2 million people entered under the VWP, constituting 50.5% of all temporary visitors and 44.9% of all nonimmigrant admissions."], "subsections": []}, {"section_title": "Border Crossing Card or \"Laser Visa\"", "paragraphs": ["The border crossing card (BCC), or \"laser visa,\" is issued to citizens of Mexico to gain short-term entry (up to six months) for business or tourism into the United States. It may be used for multiple entries and is good for at least 10 years. Mexican citizens can get a laser visa from the Department of State's Consular Affairs if they are otherwise admissible as B-1 (business) or B-2 (tourism) nonimmigrants, and the laser visa issued is a combined BCC/B-1/B-2 nonimmigrant visa. Current rules limit the BCC holder to visits of up to 30 days within the border zone of 25 miles along the border in Texas, New Mexico, and California and visits up to 30 days within a border zone of 75 miles in Arizona."], "subsections": []}]}, {"section_title": "Multinational Corporate Executives and International Investors", "paragraphs": ["Intracompany transferees who are executive, managerial, and have specialized knowledge and who are continuing employment with an international firm or corporation are admitted on the L visas. The L visas enable multinational firms to transfer top-level personnel to their locations in the United States for five to seven years. To be eligible for the L-1 visa, the foreign national must have worked for the multinational firm abroad for six months prior to transferring to a U.S. location. The spouses of L-1 nonimmigrants (i.e., L-2 nonimmigrants) are also allowed to work while they are in the United States.", "To qualify as an E-1 treaty trader or E-2 treaty investor, a foreign national first must be a citizen or national of a country with which the United States maintains a treaty of commerce and navigation. The foreign national then must demonstrate that the purpose of coming to the United States is one of the following: to carry on substantial trade, including trade in services or technology, principally between the United States and the treaty country; or to develop and direct the operations of an enterprise in which the national has invested, or is in the process of investing, a substantial amount of capital. Unlike most nonimmigrant visas, the E visa may be renewed indefinitely. Both the E-1 and E-2 visas require that a treaty exist between the United States and the principal foreign national's country of citizenship. ", "The E-3 treaty professional visa is a temporary work visa limited to citizens of Australia. It is usually issued for two years at a time. Occupationally, it mirrors the H-1B visa in that the foreign worker on an E-3 visa must be employed in a specialty occupation."], "subsections": []}, {"section_title": "Temporary Workers", "paragraphs": ["The major nonimmigrant category for temporary workers is the H visa. The current H-1 categories include professional specialty workers (H-1B) and nurses (H-1C). Temporary professional workers from Canada and Mexico may enter according to terms set by the North American Free Trade Agreement (NAFTA) on TN visas. There are two visa categories for temporarily bringing in seasonal workers (i.e., guest workers): agricultural guest workers enter with H-2A visas and other seasonal/intermittent workers enter with H-2B visas. The law sets numerical restrictions on annual admissions of the H-1B (65,000), the H-1C (500), and the H-2B (66,000); however, most H-1B workers enter on visas that are exempt from the ceiling. There is no limit on the admission of H-2A workers. ", "Persons with extraordinary ability in the sciences, the arts, education, business, or athletics are admitted on O visas. Extraordinary ability in the fields of science, education, business, or athletics means a level of expertise indicating that the person is one of a small percentage who has risen to the very top of the field of endeavor. Extraordinary ability in the field of arts means distinction (i.e., renowned, leading, or well-known in the field of arts).", "Internationally recognized athletes or members of an internationally recognized entertainment group come on P visas. An athlete on a P-1 visa must have achieved significant international recognition in the sport. Those P-1 visas for a sports team must likewise be distinguished, and it requires the participation of athletic teams of international recognition. To qualify for P-1 visas for entertainment groups, the group must be internationally recognized, having a high level of achievement in a field evidenced by a degree of skill and recognition substantially above that encountered ordinarily. There are also P visas for performers in exchange programs and culturally unique performers.", "Aliens working in religious vocations enter on R visas. Religious work is currently defined as habitual employment in an occupation that is primarily related to a traditional religious function and that is recognized as a religious occupation within the denomination. "], "subsections": []}, {"section_title": "Cultural Exchange", "paragraphs": ["The broadest category for cultural exchange is the J visa, which is also know as the Fulbright program. The J visa includes professors and research scholars, students, foreign medical graduates, teachers, resort workers, camp counselors, and au pairs who are participating in an approved exchange visitor program. The U.S. Department of State's Bureau of Educational and Cultural Affairs is responsible for approving the cultural exchange programs. J visa holders are admitted for the period of the program. Many foreign nationals on J-1 visas are permitted to work as part of their cultural exchange program participation. Their spouses and children may accompany them as J-2 nonimmigrants.", "The Q visa is an employment-oriented cultural exchange program, and its stated purpose is to provide practical training and employment as well as share history, culture, and traditions. U.S. Citizenship and Immigration Services (USCIS) approves the Q cultural exchange programs, and only employers are allowed to petition for Q nonimmigrants. "], "subsections": []}, {"section_title": "Foreign Students", "paragraphs": ["The most common visa for foreign students is the F-1 visa. It is tailored for international students pursuing a full-time academic education. To obtain an F-1 visa, prospective students must be accepted by a school that has been approved by the government. They must also document that they have sufficient funds or have made other arrangements to cover all of their expenses for 12 months. Finally, they must demonstrate that they have the scholastic preparation to pursue a full course of study for the academic level to which they wish to be admitted and must have a sufficient knowledge of English (or have made arrangements with the school for special tutoring or to study in a language the student knows). Their spouses and children may accompany them on F-2 visas. Students on F visas are permitted to work in practical training that relates to their degree program, such as paid research and teaching assistantships. They are also permitted to engage in Optional Practical Training (OPT), which is temporary employment that is directly related to an F-1 student's major area of study.", "Those students who wish to pursue a non-academic (e.g., vocational) course of study apply for an M visa. Much like the F students, those seeking an M visa must show that they have been accepted by an approved school, have the financial means to pay for tuition and expenses and otherwise support themselves for one year, and have the scholastic preparation and language skills appropriate for the course of study. Their spouses and children may accompany them as M-2 nonimmigrants."], "subsections": []}, {"section_title": "Family-Related Visas", "paragraphs": ["Fiancés and fiancées of U.S. citizens may obtain K visas. The intending bride and groom must demonstrate that they intend to marry within 90 days of the date the K visa holder is admitted to the United States. Moreover, they must both be free to marry, and any previous marriages must have been legally terminated by divorce, death, or annulment.", "The V visa is a transitional nonimmigrant visa for immediate relatives (spouse and children) of LPRs who have had petitions to also become LPRs pending for three years. This visa enables families to reunite while they wait for their LPR visas to be processed. Only those immediate family members who filed Form I-130, Petition for Alien Relative, on or before December 21, 2000, are eligible."], "subsections": []}, {"section_title": "Law Enforcement-Related Visas", "paragraphs": ["The law enforcement-related visas are among the most recently created. The S visa is used by informants in criminal and terrorist investigations. Victims of human trafficking who participate in the prosecution of those responsible may get a T visa. Victims of other criminal activities, notably domestic abuse, who cooperate with the prosecution are eligible for the U visa."], "subsections": []}, {"section_title": "Aliens in Transit and Crew Members", "paragraphs": ["Two miscellaneous nonimmigrant categories were some of the earliest nonimmigrant categories to be enacted. The C visa is for aliens traveling through the United States en route to another destination, and the D visa is for alien crew members on vessels or aircraft."], "subsections": []}]}, {"section_title": "Exclusion and Removal", "paragraphs": [], "subsections": [{"section_title": "Inadmissibility", "paragraphs": ["The Departments of State (DOS) and Homeland Security (DHS) each play key roles in administering the law and policies on the admission of nonimmigrants. Although the DOS's Consular Affairs is responsible for issuing visas, the Customs and Border Protection (CBP) in DHS inspects all people who enter the United States. Both DOS consular officers (when the alien is petitioning abroad) and CBP inspectors (when the alien is entering the United States) must confirm that the alien is not ineligible for a visa under the so-called \"grounds for inadmissibility\" of the INA. These criteria categories are", "health-related grounds; criminal history; security and terrorist concerns; public charge (e.g., indigence); seeking to work without proper labor certification; illegal entrants and immigration law violations; lacking proper documents; ineligible for citizenship; and aliens previously removed.", "The law provides waiver authority of these grounds (except for most of the security and terrorist-related grounds) for nonimmigrants on a case-by-case basis."], "subsections": []}, {"section_title": "Presumption of the Intent to Settle Permanently", "paragraphs": ["Specifically, §214(b) of the INA generally presumes that all aliens seeking admission to the United States are coming to settle permanently; as a result, most foreign nationals seeking to qualify for a nonimmigrant visa must demonstrate that they are not coming to reside permanently. During the period from FY1995 to FY2008, the §214(b) presumption was the most common basis for rejecting a nonimmigrant visa applicant. There are three nonimmigrant visas that might be considered provisional, in that the visa holder may simultaneously seek LPR status. As a result, the law exempts nonimmigrants seeking any one of these three visas—H-1 professional workers, L intracompany transfers, and V accompanying family members—from the requirement that they prove they are not coming to live permanently. "], "subsections": []}, {"section_title": "Termination of Nonimmigrant Status", "paragraphs": ["Consistent with the grounds of inadmissibility, the legal status of a nonimmigrant in the United States may be terminated based upon the nonimmigrant's behavior in the United States. Specifically, the regulations list national security, public safety and diplomatic reasons for termination. If a nonimmigrant who is not authorized to work does so, that employment constitutes a failure to maintain a lawful status. A crime of violence that has a sentence of more than one year also terminates nonimmigrant status. Nonimmigrants who violate the terms of their visas or who stay beyond the period of admission are considered unauthorized aliens. As such, they are subject to removal proceedings and deportation. "], "subsections": []}]}, {"section_title": "Periods of Admission", "paragraphs": ["The time period that a visa lasts has two elements. One element addresses the question of how long the foreign national can stay in the United States. The other element answers the question of how long the visa is valid for entries into the United States."], "subsections": [{"section_title": "Length of Stay", "paragraphs": ["Congress has enacted amendments and the executive branch has promulgated regulations governing areas such as the length and extensions of stay. For example, A-1 ambassadors are allowed to remain in the United States for the duration of their service, F-1 students to complete their studies, R-1 religious workers for up to three years, and D crew members for 29 days. Many categories of nonimmigrants are required to have a residence in their home country that they intend to return to as a stipulation of obtaining the visa. The law actually requires J-1 cultural exchange visa holders to go home for two years prior to returning to the United States (with some exceptions)."], "subsections": []}, {"section_title": "Duration of Visa", "paragraphs": ["Separate from the length of stay authorized for the various nonimmigrant visas is the validity period of the visa issued by DOS consular officers. These time periods are negotiated country-by-country and category-by-category, generally reflecting reciprocal relationships for U.S. travelers to these countries. For example, a B-1 and B-2 visitor visa from Germany is valid for 10 years while B-1 and B-2 visas from Indonesia are valid for five years. The D crew member visa is valid for five years for Egyptians, but only one year for Hungarians."], "subsections": []}]}, {"section_title": "Employment Authorization", "paragraphs": [], "subsections": [{"section_title": "Permission to Work", "paragraphs": ["With the obvious exception of the nonimmigrants who are temporary workers (e.g., Hs, Os, Ps, Rs, and Qs), treaty traders (e.g., Es), or the executives of multinational corporations (e.g., Ls), most nonimmigrants are not allowed to work in the United States. Exceptions to this policy are noted in Table 2 , which follows at the end of this report. As stated above, working without authorization is a violation of law and results in the termination of nonimmigrant status."], "subsections": []}, {"section_title": "Labor Market Tests", "paragraphs": ["The H-2 visas require that employers conduct an affirmative search for available U.S. workers and that the U.S. Department of Labor (DOL) determine that admitting alien workers will not adversely affect the wages and working conditions of similarly employed U.S. workers. Under this process—known as labor certification—employers must apply to the DOL for certification that unemployed domestic workers are not available and that there will not be an adverse effect from the alien workers' entry.", "The labor market test required for H-1 workers, known as labor attestation, is less stringent than labor certification. Any employer wishing to bring in an H-1B nonimmigrant must attest in an application to the DOL that the employer will pay the nonimmigrant the greater of the actual compensation paid to other employees in the same job or the prevailing compensation for that occupation; the employer will provide working conditions for the nonimmigrant that do not cause the working conditions of the other employees to be adversely affected; and, there is no strike or lockout. Employers recruiting H-1C nurses must attest that their employment will not adversely affect the wages and working conditions of similarly employed registered nurses; H-1C nurses will be paid the wage rate paid by the facility to similarly employed U.S. registered nurses; the facility is taking significant steps to recruit and retain sufficient U.S. registered nurses; and the facility is abiding by specified anti-strike and layoff protections.", "There are no labor market tests for foreign nationals seeking these employment-related visas: E investors and treaty traders; J cultural exchange visitors; L intracompany transfers; O extraordinary ability in the sciences, arts, education, business, or athletics; P internationally recognized athletes or members of an internationally recognized entertainment group; Q international cultural exchange participants; and R religious workers."], "subsections": []}]}]}, {"section_title": "Statistical Trends", "paragraphs": ["In the United States, data are collected on visa issuance and alien admission, both of which have strengths and shortcomings. While the number of visas issued shows the potential number of foreign nationals who may seek admission to the United States, admissions depict the actual entries of foreign nationals into the United States. The admissions data, however, simply enumerate port of entry inspections, thus counting frequent travelers multiple times. The lack of an exit registration system in the United States makes an actual count of out-migration impossible. Thus, the level of net migration of nonimmigrants (or the exact number of nonimmigrants in the United States at a given time) is unknown. The following sections present both admissions and issuance data for analysis of nonimmigrants by category and by geographic region. The latest estimates of the number of nonimmigrants who have established a residence in the United States are also presented."], "subsections": [{"section_title": "Analysis of Nonimmigrants by Category", "paragraphs": [], "subsections": [{"section_title": "Temporary Visas Issued", "paragraphs": ["In FY2009, the DOS consular officers issued 5.8 million nonimmigrant visas. Combined, visitor visas issued for tourism and business comprised the largest group of nonimmigrants in FY2009—about 4.1 million, down from 5.7 million in FY2000. Cumulatively, all the categories of visas other than temporary visitors accounted for 29.3% of the visas issued in FY2009. Notable among the non-tourist categories of visas issued in 2009 were the 0.7 million students and exchange visitors (12.3%) and the 0.5 million temporary workers, managers, executives, and investors (8.7%). Figure 1 presents a more detailed breakdown of these categories and specifically displays students at 6.3%, exchange visitors at 6.0%, and workers at 5.9%. ", "Visa issuances declined from their FY2001 peak of 7.6 million to a low point of 4.9 million in FY2003, and they stood at 5.8 million in FY2009. Figure 2 shows ebb and flow over the past decade, as the number of visas issued increased by 32.0% from FY2003 through FY2007 and then fell by 2.9% in FY2009. Visas issued to visitors for tourism fell by 40.7% from FY2000 to FY2003, rose by 34.3% from FY2004 to FY2007, and then dropped slightly, by 8.5%, in FY2009. The number of student visas issued experienced a less dramatic fluctuation, falling by 23.9% from FY2000 to FY2003 and then rising by 51.5% through FY2009. Visas issued to diplomats and to representatives of international organizations increased steadily, by 25.0% and 24.1%, respectively, over the decade. ", "Trends in the number of employment-based nonimmigrant visas issued during this period illustrate the impact of the economic recession. These trends are more visible in Figure 3 , which excludes the B visas issued to tourist and business visitors. The number of temporary worker visas issued increased by 48.1% from 2000 to 2007 and then dropped by 33.9% from 2007 to 2009. Similarly, visas issued to intracompany transfers (Ls) rose by 38.2% from 2000 to 2007 and decreased by 19.8% from 2007 to 2009. The number of investor and treaty trader (E) visas issued increased by 11.3% from 2000 to 2007 and dropped by 14.8% from 2007 to 2009. Interestingly, the cultural exchange visas steadily increased by 36.7% from FY2000 to FY2007 and only dropped recently, by 8.1% in FY2009. "], "subsections": []}, {"section_title": "Temporary Admissions", "paragraphs": ["The other source of nonimmigrant data, which comes from DHS's Customs and Border Protection (CBP), has two important caveats. First, not all nonimmigrant admissions are recorded in the CBP admissions data. Less than one-quarter of nonimmigrants entering the United States are required to fill out the arrival records, which are colloquially called I-94 admissions because I-94 is the immigration form number. Mexican nationals with border crossing cards and Canadian nationals traveling for business or tourist purposes are specifically excluded in the I-94 admission totals. Second, the I-94 data record the admissions rather than the persons. Since many types of visas allow people to depart and re-enter the United States, the CBP data record multiple admissions during the same year.", "During 2009, CBP inspectors tallied 163 million nonimmigrant admissions to the United States. Mexican nationals with border crossing cards and Canadian nationals traveling for business or tourist purposes accounted for the vast majority of admissions to the United States in FY2009, with approximately 126.8 million entries. The remaining categories and countries of the world contributed the 36.2 million I-94 admissions in FY2009. ", "As with the visa issuance data, temporary visitors dominate the admissions data depicted in Figure 4 . Over three-quarters of all I-94 admissions were tourists in FY2009 and another 12.1% were business visitors. Similar to the visa issuance data, the other substantial categories are students (2.6%) and the employment based (e.g., workers (2.6%), executives and investors (2.0%), and cultural exchange (1.3%)).", "To more clearly observe the trends in temporary visitors, Figure 5 analyzes them separately. The FY2002-FY2009 trend data reveal that a large majority of such nonimmigrants are admitted for tourism (or \"pleasure\") purposes. The number of tourist entries on B-2 visas increased by 44.5% from FY2002 to FY2009, and the number of VWP tourists rose by 31.7% over this same period. The number of visitors for business, whether it was on B-1 visas or through the VWP, remained stable over the decade. The Guam Visa Waiver Program covers foreign nationals who were solely entering and staying in Guam for a period not to exceed 15 days.", "As expected, the FY2000-FY2009 trends in \"other than visitor\" nonimmigrant admissions depicted in Figure 6 are similar to FY2000-FY2009 trends in \"other than visitor\" visas issued depicted in Figure 3 . The admissions data, however, fluctuated less frequently and exhibited smoother trends. Overall, the I-94 admissions increased by 7.6%, from 33.7 million in FY2000 to 36.2 million in FY2009. Admissions peaked at 39.4 million in FY2008.", "The employment-based admissions mirrored the employment-based visas by tracking the economic recession. Admissions of temporary workers rose by 42.4% from FY2000 to FY2007 and then fell by 16.3% in FY2009. Similarly, admissions of intracompany transfers, exchange visitors, and treaty traders and investors increased by 24.4%, 39.1%, and 42.0%, respectively, and then dropped by 7.0%, 6.1% , and 4.0%, respectively. The I-94 admissions of students deviated from the overall trend and steadily rose by 36.0% over the decade, including a 13.1% gain from FY2007 to FY2009."], "subsections": []}]}, {"section_title": "Analysis of Nonimmigrants by Region", "paragraphs": [], "subsections": [{"section_title": "Temporary Visas Issued", "paragraphs": ["As Figure 7 shows, there was a larger percentage of visas issued to foreign nationals from Asia than to any other region, accounting for 36.4%, or 2.1 million, nonimmigrant visas issued in FY2009. North American nonimmigrants (which included people from Mexico, Central America, and the Caribbean) accounted for the next-largest group of visa issuances at 22.2%, or approximately 1.3 million individuals. South America accounted for the third-largest groups with 19.9% of the nonimmigrant visa issuances, and Europe comprised 15.6% of the visas. Africa contributed 5.0% of the visas, while visa issuances for Oceania accounted for 0.8% of the total visa issuances in FY2009.", "When analyzing the times series data for visa issuances as depicted in Figure 8 below, the number of visas issued by DOS in FY2009 had fallen by 18.7%, from 7.1 million in FY2000 to 5.8 million in FY2009. Visas issued to foreign nationals from North America fell by 45.3%, from 2.4 million in FY2000 to 1.3 million in FY2009. Visas issued to Europeans also dropped from 1.1 million to 0.9 million (-17.1%) over the decade. Exhibiting a similar trend, visas issued to Asians decreased by 14.1%, from 2.5 million in FY2000 to 2.1 million in FY2009. South America was the only region of the world that saw an increase (of 40.0%), as visa issuances rose from 0.8 million in FY2000 to 1.2 million in FY2009."], "subsections": []}, {"section_title": "Temporary Admissions", "paragraphs": ["Foreign nationals from Europe had the plurality of I-94 admissions in FY2009, with 13.2 million admissions, or 36.5%, of all I-94 admissions ( Figure 9 ). That 26 of the VWP countries are European was likely a factor in that region's dominance of I-94 admissions. Although foreign nationals from Asia led in terms of visas issued in FY2009 at 36.4%, they contributed only 20.0%, or 7.2 million, I-94 admissions . In 2009, South Korea joined Brunei, Japan, and Singapore as the VWP participating countries from Asia. North American countries accounted for 29.3% of the I-94 admissions in FY2009, but these data do not incorporate the 126.8 million entries of Mexican nationals with border crossing cards and Canadian nationals traveling for business or tourist purposes.", " Figure 10 depicts the regional pattern of I-94 admissions into the United States between FY2000 and FY2009 and reveals a shift from Asia to North America. In FY2000, there were 8.7 million I-94 admissions from Asia and 7.8 million from North America. By FY2009, there were 10.6 million I-94 admissions from North America and only 7.2 million from Asia. The admission of foreign nationals from North America had increased by 36.2% in 10 years, while those from Asia fell by 17.2%. Furthermore, the European I-94 admissions increased from 12.4 million in FY2000 to 13.2 million in FY2009. The admissions of foreign nationals from Oceania reached 1.0 million for the first time in FY2008, and again in FY2009."], "subsections": []}, {"section_title": "Visas and Admissions Trends", "paragraphs": ["As noted above, visas issued by DOS and I-94 admissions recorded by CBP capture different measures of temporary migration. Certain types of visas are valid for multiple entries and for multiple years. These time periods are negotiated country-by-country and category-by-category, generally reflecting reciprocal relationships for U.S. travelers to these countries. In addition, foreign visitors from 36 countries have VWP privileges, enabling visitors for business or for pleasure from these countries to seek admission to the United States without obtaining a visa in advance.", "One method of analyzing the relationship between visas issued and I-94 admissions is to calculate the ratio of the two data points. The overall ratio of visas issued by DOS to I-94 admissions recorded by CBP has fallen slightly from a 10-year high of 0.23 in FY2001 to 0.16 in FY2009. In other words, there were a total of 7.6 million visas issued and 32.8 million admissions in FY2001, in contrast to a total of 5.8 million visas issued and 36.2 million admissions in FY2009. This trend of ratios is depicted as the black line in Figure 11 .", " Figure 11 illustrates further that the ratio of visas to I-94 admissions is lowest for regions of the world that include most of the VWP countries: Europe and Oceania. The ratio of visas to I-94 admissions is highest for foreign nationals coming from Africa, and South America and Asia follow as a distant second and third, respectively. All three of the regions have ratios higher than the overall total. ", "The ratio trend in Figure 11 suggests that foreign nationals coming from Africa—and to a somewhat lesser extent, those coming from South America and Asia—are not as likely to have visas that are valid for multiple entries and for multiple years as are foreign nationals from Europe and Oceania. Africans may also be less likely to make frequent return visits given the distance and cost of travel. ", "Perhaps most interesting is the downward trend in the ratio of visas to I-94 admissions for foreign nationals from North America. Visas issued to foreign nationals from North America have fallen from a high of 2.8 million in FY2001 to a 10-year low of 1.3 million in FY2009. Meanwhile, the number of I-94 admissions rose from a 10-year low of 7.8 million in FY2000 to a high of 11.6 million in FY2007, and it stood at 10.6 million in FY2009. This change over time was due in large part to the issuance of biometric B-1 and B-2 border crossing cards to visitors from Mexico, which are good for 10 years. In FY2000 and FY2001, DOS issued 1.5 million B-1 and 2.0 million B-2 border crossing cards to Mexicans. The number of B-1 and B-2 border crossing cards issued to Mexicans fell to 0.7 million in FY2009. "], "subsections": []}]}, {"section_title": "Estimates of the Resident Nonimmigrant Population", "paragraphs": ["Not all nonimmigrant visas are for brief visits, and some lengths of stay are sufficiently long for a person to establish residence. As noted above, A-1 ambassadors are allowed to remain in the United States for the duration of their service, F-1 students are allowed to complete their studies, R-1 religious workers are allowed to remain for up to three years. The term \"resident nonimmigrant\" refers to those foreign nationals admitted on nonimmigrant visas whose classes of admission are associated with stays long enough to establish a residence (e.g., diplomats, students, and workers). ", "In 2010, the DHS Office of Immigration Statistics (OIS) published a report that estimated the size and characteristics of the resident nonimmigrant population in the United States in 2008. OIS demographer Bryan Baker estimated the average daily population of resident nonimmigrants in the United States to have been 1.8 million in 2008. Of the 1.8 million nonimmigrants, 50.8% (0.93 million) were temporary workers and their families, 32.2% (0.59 million) were students and their families, 13.1% (0.24 million) were exchange visitors and their families, and 3.8% (0.07 million) were diplomats, other representatives, and their families. Figure 12 depicts these data.", "Given that the resident nonimmigrant population is dominated by workers, students, and exchange visitors, it is not surprising that OIS estimated that 25.6% were ages 18 to 24, and 54.6% were ages 25 to 44. More than half (55.7%) of resident nonimmigrants were male.", "As Figure 13 shows, slightly more than half (53%) of resident nonimmigrants were foreign nationals from Asian countries. Europe and North America comprised another 17.6% and 17.0%, respectively. The top six countries accounted for 56.8% of the total, and these countries are depicted in Figure 14 . As a major source country for both students and professional workers, India led with 21.9% of resident nonimmigrants in 2008. The other major sending countries were Canada (8.2%), South Korea (7.7%), China (6.6%), Mexico (6.6%), and Japan (6.0%).", "In addition to the estimates of the resident nonimmigrant population , OIS also reports on annual admissions of resident nonimmigrants. The latest report indicated that the number of resident nonimmigrant admissions decreased from 3.7 million in 2008 to 3.4 million in 2009, a 6.8% drop. Nonetheless, OIS states that the annual number of resident nonimmigrant admissions nearly tripled over the 20-year period from 1989 to 2009."], "subsections": []}, {"section_title": "Pathways to Permanent Residence", "paragraphs": ["As discussed above, most foreign nationals seeking to qualify for a nonimmigrant visa must demonstrate that they are not coming to reside permanently. Only three nonimmigrant visas permit the visa holder to simultaneously seek legal permanent residence (LPR) status: H-1 professional workers, L intracompany transfers, and V accompanying family members. Nonetheless, USCIS adjusted 667,776 foreign nationals to LPR status in 2009, which was 59.0% of all LPRs that year. Presumably, many of these foreign nationals had originally entered the United States as nonimmigrants. As Figure 15 illustrates, most of these adjustments are family members of citizens or persons who are in the United States legally. ", "The H-1B visa often provides the link for foreign students (F, M) to become employment-based LPRs. Many anecdotal accounts tell of foreign students who are hired by U.S. firms as they are completing their programs. The employers obtain H-1B visas for the recent graduates, and if the employees meet expectations, the employers may also petition for the nonimmigrants to become LPRs through one of the employment-based immigration categories. Some policy makers consider this a natural and positive chain of events, arguing that it would be foolish to educate these talented young people only to make them leave to work for foreign competitors. Others consider this \"F-1 to H-1B to LPR\" pathway an abuse of the temporary element of nonimmigrant status and a way to circumvent the laws and procedures that protect U.S. workers from being displaced by immigrants.", "Research conducted in 2005 by B. Lindsay Lowell of the Institute for the Study of International Migration estimated that approximately 7% of foreign students adjusted to LPR status directly, and that an additional 7% to 8% of students adjusted to LPR status following a stint as an H nonimmigrant worker. In 2000, Lowell also published an analysis of all H-1Bs who ultimately became LPRs and estimated that about half of them did so at that time.", "Although the USCIS asks those who are adjusting to LPR status what their last nonimmigrant status was, there has been a data quality problem for many years. According to the DHS Office of Immigration Statistics, the data collected on last nonimmigrant status are missing on more than 40% of the adjustment of status records. Nonetheless, Jeanne Batalova of the Migration Policy Institute published analysis of the limited data that were available from FY1998 through FY2002. Batalova's analysis found that the percentage of foreign students adjusting remained rather flat, and may have diminished, but that the percentage of adjustments who were H nonimmigrant workers grew notably from FY1998 through FY2002.", "More recently, the conventional route has become Optional Practical Training (OPT), which is temporary employment that is directly related to an F-1 student's major area of study. In 2008, the Department of Homeland Security (DHS) reported that there were 23,000 F-1 foreign students engaged in OPT in science, technology, engineering, or mathematics (STEM) fields. To qualify for the 17-month extension, F-1 students must have received STEM degrees included on the STEM Designated Degree Program List, be employed by employers enrolled in E-Verify, and have received an initial grant of post-completion OPT related to such a degree. According to DHS, \"This extension of the OPT period for STEM degree holders gives U.S. employers two chances to recruit these highly desirable graduates through the H-1B process, as the extension is long enough to allow for H-1B petitions to be filed in two successive fiscal years.\""], "subsections": []}, {"section_title": "Nonimmigrant Visa Overstays", "paragraphs": ["It is estimated that each year, hundreds of thousands of foreign nationals overstay their nonimmigrant visas and, as a consequence, become unauthorized aliens. According to the latest estimates by the DHS Office of Immigration Statistics, about 10.8 million unauthorized aliens were living in the United States in January 2009, down from a peak of 11.8 million in January 2007. Reliable estimates of the number of nonimmigrant overstays are not available. The most recent sample estimates (based on 2006 data) range from 31% to 57% of the unauthorized population, or approximately 3.3 million to 6.2 million nonimmigrant overstays."], "subsections": []}]}, {"section_title": "Delineating Current Law", "paragraphs": ["The law and regulations set terms for nonimmigrant lengths of stay in the United States, typically have foreign residency requirements, and often limit what the aliens are permitted to do in the United States (e.g., gain employment or enroll in school). The two tables that follow, among other things, illustrate the complexity and diversity of policy on temporary admissions and the challenge for policy makers who may seek to revise it. Table 1 indicates whether the INA or regulations set any limits or requirements on how long nonimmigrants may stay in the United States and whether they must maintain a residence in their home country for each of the 87 visa classifications. Table 2 details whether there are any labor market tests or any limits on the numbers of aliens who can enter the United States according to each of the 87 visa classifications. Table 2 also presents DOS data on the number of nonimmigrant visas issued in FY2009. When a cell in the table is blank, it means the law and regulations are silent on the subject ."], "subsections": []}]}}