{"id": "RL31988", "title": "Polygraph Use by the Department of Energy: Issues for Congress", "released_date": "2009-02-09T00:00:00", "summary": ["Four years after Congress directed the Department of Energy (DOE) to revamp its polygraph program, taking into account a 2003 National Academy of Sciences (NAS) report that questioned the scientific basis for the accuracy of polygraph testing, particularly when used to \"screen\" employees, DOE promulgated a regulation on October 30, 2006, that eliminated polygraph screening tests without specific cause. DOE said its counterintelligence evaluation policies were now consistent with existing Intelligence Community practices and the NAS 2003 report's recommendations, particularly for cases when polygraph tests were used for screening purposes rather than for investigating specific events.", "Under its 2006 regulation, DOE requires that an applicant or employee be polygraph tested only if one of the following five causes is triggered: (1) a counterintelligence evaluation of an applicant or employee reveals that the individual may be engaged in certain activities, including clandestine or unreported relationships with foreign powers, organizations, or persons; (2) an employee is to be assigned to certain activities within DOE which involve another agency, and that agency requires a polygraph examination; (3) an agency to which a DOE employee will be assigned requests that DOE administer a polygraph examination as a condition of the assignment; (4) an employee is selected for a random counterintelligence evaluation, including a polygraph test; or (5) an employee is required to take a specific-incident polygraph examination.", "DOE said that by adopting a \"specific-cause\" polygraph testing standard, it significantly reduced the number of \"covered employees\" subject to polygraph examinations, from an earlier estimate of more than 20,000 employees to between 2,000 to 2,500 employees in 2006-2007.", "The value of polygraph testing, with its associated uncertainties, has been a part of Congress's continuing oversight interest concerning DOE. This report examines how DOE's polygraph testing program has evolved and reviews certain scientific findings with regard to the polygraph's scientific validity. Several issues include whether: DOE's new screening program is focused on an appropriate number of individuals occupying only the most sensitive positions; the program should be expanded in order to adequately safeguard certain classified information; further research into the polygraph's scientific validity is needed; there are possible alternatives to the polygraph; and whether DOE should continue polygraph screening.", "Possible options include a more focused polygraph screening program, an expanded polygraph program, additional research into the polygraph's scientific validity, and eliminating the use of the polygraph to screen applicants and employees.", "This report will be updated as warranted."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["Since its establishment in 1977, the Department of Energy (DOE) has been frequently criticized for its lax approach to counterintelligence, particularly at its nuclear weapons laboratories. Years of increasingly critical counterintelligence (CI) reviews by the Government Accountability Office, the Intelligence Community and DOE's own security experts, among others, culminated in 1998 with the discovery of intelligence evidence suggesting that China had stolen nuclear weapons secrets from DOE's weapons laboratories, and Wen Ho Lee, a Taiwan-born U.S. citizen employed by the Los Alamos National Laboratory, was identified as a suspect. In February 1998, DOE was directed to fundamentally restructure its counterintelligence program when President Clinton issued Presidential Decision Directive No. 61 (PDD-61).", "To enhance counterintelligence capabilities, DOE was directed to develop and implement specific security measures, including the possible use of the polygraph to screen employees with access to certain highly sensitive and classified information. In March 1999 DOE initiated its first-ever polygraph screening program, testing approximately 800 DOE federal and contractor employees employed in certain high-risk programs. These employees were given a \"Counterintelligence-scope\" polygraph test which was limited to questions concerning the individual's involvement in espionage, sabotage, terrorism, unauthorized disclosure of classified information, unauthorized \"foreign contacts,\" and deliberate damage to or malicious misuse of a U.S. Government information or defense system.", "In August 1999, DOE proposed expanding its polygraph testing program to include DOE contractors who had access to its \"most sensitive and classified information and materials,\" thus increasing the number of employees subject to such testing from 800 to 3,000.", "In the fall of 1999, Congress approved two additional changes to DOE's polygraph program. It directed that the program be expanded to cover 13,000 DOE employees, including those falling under DOE's \"Special Access\" and \"Personnel Security and Assurance\" Programs, and it mandated by statute that DOE implement a polygraph program. Previously, the Energy Secretary had the discretion whether to require polygraph testing.", "Despite the new legal requirement for an expanded testing program, DOE Secretary Bill Richardson in December 1999 announced that the Department's counterintelligence (CI) interests could be satisfied by testing a substantially smaller number – 800 individuals – and indicated that he would seek legislation that would bring DOE's testing needs into line with congressional intent.", "Notwithstanding Secretary Richardson's claims that fewer, rather than more, polygraph tests would be adequate, Congress the next year passed legislation, that the President signed, which expanded the program a second time by designating those DOE employees with access to \"Sensitive Compartmented Intelligence\" for such testing. As Congress increased the number of those to be tested, some DOE nuclear weapons laboratory employees, a group that is generally viewed as including some of the world's top scientists, continued to criticize the scientific validity of polygraph testing, and DOE's polygraph screening program in particular.", "In 2001, Congress appeared to partially reverse course, directing DOE to revamp its polygraph screening program, and in so doing to take into account any forthcoming recommendations by the National Academy of Sciences (NAS), which, then under contract with DOE, was reviewing the scientific evidence with regard to the validity and reliability of polygraph testing, particularly when used for personnel security screening [hereafter, referred to as the NAS Report or NAS Study].", "The NAS Report, published in 2003, concluded that the accuracy of polygraph tests is questionable, and that polygraph screening tests are particularly problematic because generic questions are generally posed during such a polygraph (e.g., \"Did you ever reveal classified information to an unauthorized person?\") and thus \"examinee and examiner may have difficulty knowing whether an answer to such a question is truthful unless there are clear and consistent criteria that specify what activities justify a 'yes' answer.\" Such testing, according to NAS, is made even more complicated by the fact that it involves inferences about future behavior on the basis of information about past behaviors that may be quite different (e.g., whether past use of illegal drugs, or lying about such use on a polygraph test, predicts future spying). NAS thus concluded:", "Polygraph testing yields an unacceptable choice for DOE employee security screening between too many loyal employees falsely judged deceptive and too many major security threats left undetected. Its accuracy in distinguishing actual or potential security violators from innocent test takers is insufficient to justify reliance on its use in employee security screening in federal agencies.", "NAS also recommended that if polygraph screening is to be used at all, it should be used only as a trigger for detailed follow-up investigation, rather than as a basis for personnel action. While questioning the polygraph's scientific validity, NAS recognized the polygraph screening had \"utility\" as a screening tool and could be useful \"for achieving such objectives as deterring security violations, increasing the frequency of admissions of such violations, deterring employment applications from potentially poor security risks, and increasing public confidence in national security organizations.\"", "After some Members of Congress criticized DOE's initial efforts to revamp its polygraph program to reflect NAS's findings, including its criticism of screening polygraphs, the Department in October 2006 eliminated the use of polygraph testing for screening applicants for employment and employees without specific cause, a policy that remains in effect as of the date of this report. Specifically, the new DOE policy established in 2006 requires mandatory polygraph screening only if one of the following five causes is triggered: (1) a counterintelligence evaluation of an applicant or employee reveals that the individual may be engaged in certain activities, including clandestine or unreported relationships with foreign powers, organizations, or persons; (2) an employee is to be assigned to certain activities within DOE which involve another agency, and that agency requires a polygraph examination; (3) an agency to which a DOE employee will be assigned requests that DOE administer a polygraph examination as a condition of the assignment; (4) an employee is selected for a random counterintelligence evaluation, including a polygraph test; or (5) an employee is required to take a specific-incident polygraph examination.", "As noted above, the policy also includes provisions for a random counterintelligence evaluation program, including polygraph testing, and specific incident polygraph examinations. According to the policy guidelines, no adverse decision on access to certain information or programs will be made based solely on the results of a polygraph test.", "At roughly the same time DOE was reviewing its polygraph program, Congress signaled its interest in exploring alternatives to the polygraph. It provided $500,000 to fund a joint National Science Foundation (NSF) and White Office of Science and Technology Office (OSTP) research study \"relating to the development of new techniques in the behavioral, psychological, or physiological assessment of individuals to be used in security evaluations.\" [emphasis added] Among the study's conclusions: ", "There is little development of theoretical models for explaining links between human reactions .... and deception; There is clear need for the creation of standardized protocols for assessing deception so that various techniques can be appropriately compared and evaluated; It is imperative to investigate the role of variables such as culture, gender, language, geography, and individual variation in security evaluation; Polygraphy has preventative value as a deterrent; and, Given that scientific approach to security evaluations requires high quality data, access to additional data on actual security compromises would be exceptionally useful in the design and testing of new approaches.", "Although NSF and OSTP were directed to identify the federal agencies best suited to support research on behavioral, psychological, and physiological assessments of individuals, and to develop recommendations for coordinating future federally-funded research for the development, improvement, or enhancement of security evaluations, the joint report contained no such recommendations.", "More recently, the out-going administration of President George W. Bush issued a legal opinion stating that a forty-year-old memorandum issued By President Lyndon B. Johnson limiting use of polygraph tests is not binding on executive branch agencies today. Some polygraph critics have said that it is unclear why the opinion was issued and what its impact may be."], "subsections": []}, {"section_title": "Background", "paragraphs": ["The polygraph machine, first constructed in the early 1900s, does not detect lies. Rather, it is an instrument that charts changes in an individual's respiration, heart rate, blood pressure, and sweat gland activity in response to a series of yes-or-no questions. Polygraph examiners determine whether a person's physiological reaction is stronger in responding to certain questions when contrasted with recorded reactions to a series of comparison or \"control\" questions. It is believed that stronger reactions indicate deception on the part of the individual being tested. It is these physiological responses which are at the heart of the ongoing debate over the validity of polygraph testing.", "The polygraph examination attempts to serve two purposes: to detect deception and to reveal truth. The test itself represents an attempt to capture accurate psychophysiological indicators of deception. The \"polygraph examination,\" however, includes both the test and the interrogation surrounding it, and is intended to be a tool for revealing truth.", "The polygraph is used in three circumstances: event specific or exculpatory, e.g., when a crime has been committed; preemployment screening; and current employee screening. The Intelligence Community uses the polygraph both as an investigative tool and as a screening device. The Department of Defense (DOD) uses the device almost exclusively as an investigative tool, although DOD also uses it to screen certain employees, but only in cases involving a requirement for exceptional clearances for highly sensitive programs."], "subsections": [{"section_title": "DOE Adopts First Use of Polygraph For Screening", "paragraphs": ["Although DOE has had a long-standing policy of using the polygraph as a tool to investigate specific events such as a particular crime, until 1999 it had never utilized the polygraph to screen prospective and current employees. As discussed above, the Department began to employ polygraph screening after intelligence information surfaced indicating that China may have stolen secrets from DOE's weapons labs and following President's Clinton PDD-61 directive to strengthen its counterintelligence program. Specifically, DOE was directed to adopt several organizational changes as well to consider several improvements to its counterintelligence program, including the possible development and implementation of a polygraph screening program to screen employees with access to highly sensitive information. DOE subsequently pursued such a program. DOE's CI evaluation program historically had consisted of several counterintelligence practices, including employee background checks, periodic re-investigations, monitoring of financial records, restrictions on publishing materials, and, for some employees, mandatory drug testing and medical assessments, as well incident-specific polygraph examinations.", "DOE cited three reasons for developing and implementing its polygraph screening program in 1999. First, this program would serve as a means to deter unauthorized disclosures of classified information as well as provide early warning of such disclosures, allowing DOE to react faster to possible damage to national security. Second, polygraph testing could continue to be used to provide interim personnel security clearances on an expedited basis. And, third, the polygraph would provide employees confronting unresolved CI issues an option that could lead to a quick resolution of such issues.", "DOE was prohibited by statute from taking adverse personnel action solely on the basis of a polygraph test result indicating deception unless \"reasonable\" efforts were made to independently verify through alternative means the veracity of the individual's response."], "subsections": []}]}, {"section_title": "Scientific Evidence Indicating Polygraph Screening Accuracy Is Limited", "paragraphs": ["Supporters and critics agree that scientific evidence supporting the validity of polygraph screening is extremely limited. The NAS Report identified only one flawed field study containing evidence relevant to the accuracy of preemployment polygraph screening. The American Polygraph Association (APA), the largest association of polygraphers in the United States, acknowledges that such evidence is scant, but blames limited research funding. NAS also questioned the \"striking\" lack of a serious research effort in view of the decades-long debate over the polygraph's accuracy and the federal government's heavy reliance on polygraph testing, especially for screening for espionage and sabotage. "], "subsections": [{"section_title": "What Available Research Shows", "paragraphs": ["While acknowledging that there is little available research pertaining to the accuracy of screening polygraphs, NAS said its examination of evidence derived from studies of specific-incident polygraph testing lead it to conclude that polygraph screening accuracy is insufficient to justify using polygraph screening in federal agencies. In examining 57 specific incident polygraph studies, NAS found that such polygraph tests can discriminate lying from truth telling at rates well above chance, though well below perfection. Because polygraph screening tests involve considerably more ambiguity in determining truth than arises in specific-incident polygraphs, NAS said polygraph screening accuracy is almost certainly lower than that of specific-incident polygraph testing. As a result, NAS concluded that when polygraphs are used to screen employees, they yield an unacceptable choice between too many loyal employees falsely judged deceptive and too many major security threats left undetected."], "subsections": []}, {"section_title": "Research Indicates Countermeasures Pose Potential Threat to Accuracy", "paragraphs": ["NAS also found that basic science and polygraph research point to \"countermeasures\" as posing a potential threat to the polygraph's accuracy. According to NAS, it is entirely possible that an individual undergoing a polygraph test can consciously alter responses through cognitive or physical means since the physiological indicators measured by the polygraph can be altered by such activity. NAS also concluded that it is possible for individuals to learn certain countermeasures."], "subsections": []}, {"section_title": "Screening Polygraphs For DOE Use", "paragraphs": ["NAS found that polygraph screening is particularly ill-suited for use at an agency like DOE, where the proportion of spies, terrorists, and other major national security threats among the employees subject to polygraph testing presumably is very low. In such cases, according to NAS, polygraph screening should not be counted on, for detection in populations in which a very small proportion of individuals could be expected to pose major security risks, since doing so would require high accuracy. \"Screening in populations with very low rates of the target transgressions (e.g., less than 1 in 1,000) requires diagnostics of extremely high accuracy, well beyond what can be expected from polygraph testing,\" NAS stated in its report."], "subsections": []}, {"section_title": "NAS Results Track Earlier Findings Questioning Polygraph Validity", "paragraphs": ["NAS's findings essentially tracked the results of a similar research review conducted by the congressional Office of Technology Assessment (OTA) in 1983. In its study, OTA concluded that the available evidence was insufficient to conclusively establish the scientific validity of polygraph screening. OTA cited two reasons why it would be impossible to establish the polygraph's overall validity. First, the polygraph examination encompasses a process that is far more complex than the instrument itself. The types of individuals tested, the examiner's training, the purpose of the test, and the types of questions asked, among other factors, can differ substantially, one test from the next, according to the OTA study. Second, the research on polygraph validity varies widely in terms of results and the quality of the research design and methodology. \"... [C]onclusions about scientific validity can be made only in the context of specific applications and even then must be tempered by the limitations of available research evidence,\" OTA concluded."], "subsections": []}, {"section_title": "Polygraph Supporters Say Polygraph 80-90 Percent Accurate", "paragraphs": ["Supporters of polygraph testing, such as the APA, point to 80 research projects conducted since 1980 that it says show polygraph accuracy ranging from 80 to 98 percent. While conceding that most of the these research projects have studied event-specific polygraph testing rather than pre-employment or employment screening, APA contends that \"real world conditions are difficult if not impossible to replicate in a mock crime or laboratory environment for the purpose of assessing effectiveness.\"", "The APA further asserts that the same physiological measures are recorded, and the same basic psychological principles may apply in both event-specific, pre-employment, and employment screening polygraph examinations. As a result, says APA, there is no reason to believe that there is a substantial decrease in the validity rate when the polygraph is used for screening purposes.", "Proponents also argue that accuracy rates have improved as hand-scoring by examiners has been replaced by computerized algorithms that proponents say filter out human errors and biases. Examiners reportedly also have employed certain techniques to counter subjects who try to undermine testing by, for example, squeezing muscles in the buttocks, using what they describe as \"butt pads\" to detect muscle squeezing."], "subsections": []}, {"section_title": "U.S. Intelligence Agencies Have Defended Screening Polygraphs", "paragraphs": ["U.S. intelligence agencies have defended polygraph screening, according to the findings in the OTA study. The Central Intelligence Agency (CIA), for example, cited classified research to support its use of polygraph testing, but OTA did not review this research. OTA concluded that some intelligence agencies, including the National Security Agency (NSA) and perhaps CIA, appeared to employ polygraph testing for its utility in encouraging admissions, rather than as a method to determine deception or truthfulness, per se. In its study, OTA said that NSA security adjudicators were more interested in whatever admissions individuals made during the course of a polygraph test than in the test results."], "subsections": []}, {"section_title": "Some Who Question Polygraph's Validity Accept Its Utility", "paragraphs": ["Though skeptical of the polygraph's validity, NAS acknowledged that polygraph testing may have some utility for achieving such objectives as deterring security violations, increasing the frequency of admissions of such violations, deterring employment applications from potentially poor security risks, and increasing public confidence in national security organizations. But NAS concluded that such utility derives from beliefs about the validity of the procedure, and are distinct from \"actual validity or accuracy.\"", "In 2000, the \"Redmond Panel,\" a panel of experts convened by the House Permanent Select Committee on Intelligence to review DOE CI capabilities at its nuclear weapons laboratories agreed that the polygraph has utility. According to the Panel's report, \"...polygraphs, while not definitive in their results, are of significant utility in a broader comprehensive CI program. The polygraph is an essential element of the CI program...\"", "But Panel members reported they encountered many DOE scientists who questioned the polygraph's utility as well as its validity. They found that many DOE laboratory personnel have a \"very negative\" attitude towards the polygraph, with attitudes running the gamut from cautiously and rationally negative, to emotionally and irrationally negative. Scientists, Panel members concluded, represent a particular problem with regard to the administration of polygraphs. \"They are most comfortable when dealing with techniques that are scientifically precise and reliable,\" the Panel's report stated. \"The polygraph, useful as it is as one of several tools in a CI regimen, does not meet this standard. Accordingly, many scientists who have had no experience with it are skeptical of its utility.\""], "subsections": []}]}, {"section_title": "Congress Directs DOE To Develop New Polygraph Program", "paragraphs": ["After directing DOE in 1999, and again in 2000, to expand its polygraph screening program, Congress by 2001 appeared prepared to reexamine some of the program's underpinnings, particularly with regard to the use of the polygraph as a screening tool. Members introduced a provision in the FY2002 National Defense Authorization Act requiring that DOE develop a new counterintelligence polygraph program – one that would take into account the final recommendations of the NAS Study, which was underway. At the same time, Congress statutorily directed that the purpose of any such new program should be to minimize the potential for release or disclosure of classified data, materials, or information.", "To satisfy Congress's directive, DOE on April 14, 2003, published a notice of proposed rule-making \"to begin a proceeding to consider whether to retain or modify [DOE's] current Polygraph Examination Regulations.\" While acknowledging NAS's recommendation that the polygraph not be used to screen employees because of its inaccuracy, and Congress's directive that DOE take into account NAS's views on the subject, Energy Secretary Spencer Abraham said the DOE would retain polygraph screening as one of several CI tools. He asserted that DOE's polygraph program was \"consistent with the statutory purpose of minimizing the risk of disclosure of classified data,\" and stated that DOE used the polygraph only in conjunction with other information and only as a trigger for a detailed follow-up investigation, not as a basis for personnel action. This application, according to Abraham, was compatible with NAS's findings.", "Nevertheless, critics had doubts about Secretary Abraham's decision. Alluding to NAS's findings, Senator Jeff Bingaman, then-Ranking Member of the Senate Energy and Natural Resources Committee, with jurisdiction over DOE, said relying on a technique as inaccurate as the polygraph could produce a false sense of confidence, which he said, \"can be the real danger to national security.\" Senator Bingaman also argued applying polygraphs to employee screening could lead to either too many loyal employees who will be judged deceptive, or too many undetected major security threats. Senator Pete Domenici, the Committee's then-Chairman, expressed related concerns, saying, \"I continue to believe that the system is too much an affront[,] especially since the polygraph program was so thoroughly criticized by the National Academy of Sciences. I hope the department will rethink this situation.\"", "DOE apparently did rethink its approach, issuing a Supplemental Notice of Proposed Rule-making in January 2005, in lieu of Secretary Abraham's April 2003 preliminary proposal. DOE Deputy Secretary McSlarrow foreshadowed the Department's revamped policy when he earlier testified to Congress on September 4, 2003, that he had recommended to Secretary Abraham that DOE sharply curtail polygraph screening. Mr. McSlarrow said DOE should retain mandatory polygraph screening only for employees having regular access to DOE's most sensitive information. Adopting such an approach, according to Mr. McSlarrow, would reduce \"the number of individuals affected from well in excess of potentially 20,000 ... to approximately 4,500...\" Although he recommended that DOE continue its polygraph screening program, albeit on a smaller scale, Mr. McSlarrow said the Department's polygraph testing conformed with NAS's recommendation that such testing, at most, should be used only to trigger further testing, investigation, and collection of other information about the individual.", "Mr. McSlarrow also said DOE wanted to include random polygraph testing as part of its overall counterintelligence evaluation program, citing the NAS finding that \"'polygraph screening may be useful for achieving such objectives as deterring security violations, increasing the frequency of admissions of such violations, [and] deterring employment applications from potentially poor security risks,'\" and that \"'predictable polygraph testing (i.e., fixed-interval testing of people in specific job classifications) probably has less deterrent value than random testing.'\"", "Senator Domenici commended Mr. McSlarrow for DOE's apparent willingness to revise its polygraph testing policy. \"I have been appalled by DOE's continued massive use of polygraph tests in the wake of a national study condemning the reliability of these tests ... I commend DOE for announcing plans to substantially reduce the number of people subject to polygraphs and to ensure that no negative actions are taken based on a single polygraph result,\" he said.\"", "Senator Bingaman said DOE's proposed new polygraph policy was a step in the right direction, but warned that he continued to harbor serious reservations about the polygraph's accuracy as a screening tool."], "subsections": []}, {"section_title": "DOE's January 7, 2005 Proposed Rule", "paragraphs": ["DOE subsequently sought public comment on a supplemental rule it proposed on January 7, 2005. The proposed rule contained provisions mirroring Mr. McSlarrow's earlier recommendations and retained mandatory polygraph screening already in place for DOE employees occupying:", "all counterintelligence positions; all positions in the Office of Intelligence at DOE Headquarters and at the Field Intelligence Elements located at the national laboratories; and, ●all positions in the DOE Special Access Programs (and in non-DOE Special Access Programs if the program sponsor requires a polygraph examination).", "The proposed rule would limit polygraph screening to those employees – probably less than 1,000, according to DOE – having regular and routine access to all DOE-originated \"Top Secret\" information, including Top Secret \"Restricted Data\" and Top Secret \"National Security Information.\" Under this rule, certain managers were authorized to identify additional individuals for polygraph testing, provided they sought input from DOE's Office of Counterintelligence and the approval of either the Energy Secretary or the Administrator of the National Nuclear Security Administration.", "The supplemental proposed rule also would implement a random CI evaluation, including polygraph screening, for those employees not qualifying for mandatory screening but whose access to certain sensitive and classified information would warrant additional deterrence against damaging disclosures. As a result of the proposed random CI evaluation, an estimated 6,000 employees would be eligible for random polygraph testing, but only a small percentage of that number would be tested annually. Employees subject to random polygraph testing would include those:", "employed in the Offices of Security, Emergency Operations, and Independent Oversight and Performance Assurance who do not qualify for a mandatory polygraph examination; ●with routine access to \"Sigma 14\" and \"Sigma 15\" weapons data (\"Sigma 14\" and \"Sigma 15\" refer respectively to categories of sensitive information pertaining to the vulnerability of nuclear weapons to a deliberate, unauthorized detonation; and, to information pertaining to the design and function of nuclear weapons use control systems, features, and components); and those in charge of classified cyber systems.", "The proposed rule also permitted \"specific-incident\" polygraph examinations when there are indications that the employee may have clandestine or unreported relationships with foreign powers, organizations, or persons."], "subsections": []}, {"section_title": "DOE's 2006 Final Rule", "paragraphs": ["After receiving public comments on its 2005 supplemental rule, DOE issued a \"final rule\" establishing CI evaluation regulations, on October 31, 2006. The new regulation was similar to the January 7, 2005 supplemental proposed rule, with one principal exception: DOE would no longer administer polygraph screening tests without cause—other than through a reduced number of random polygraph screening test and counterintelligence evaluations. Focusing on \"a specific-cause\" criteria, according to DOE, would bring its practices more into line with those of the Intelligence Community and with NAS's recommendations. DOE also said a \"specific-cause\" standard also would \"significantly reduce\" the number of employees DOE would test. As a result, DOE estimated it will polygraph-test between 2,000 and 2,500 employees in 2006-2007, far less than the estimated more than 20,000 employees who would have been subject to such testing under Secretary Abraham's original plan.", "DOE's \"final rule\" also included a provision requiring that recordings—both video and audio—be made of each polygraph examination. Although the rule does not require that DOE release polygraph test reports or videotapes, it does stipulate that individuals may attempt to obtain such material through Freedom of Information Act requests.", "Aside from these modifications, the rule includes most of the provisions contained in the January 7, 2005 proposed rule, including the requirement for: random counterintelligence evaluations and polygraph screening tests in certain circumstances; specific incident polygraph examinations; and, the requirement that an employee's access to sensitive or classified information can be denied based the results of a polygraph examination."], "subsections": []}, {"section_title": "Issues for Congress", "paragraphs": [], "subsections": [{"section_title": "Adequacy of the Current Polygraph Program", "paragraphs": ["Beyond monitoring DOE's implementation of its revamped polygraph screening program, Congress may also examine whether the Department's polygraph testing is sufficiently focused on a small enough number of individuals occupying only the most sensitive positions. DOE has tightened program's focus by establishing a generally applicable for-cause examination policy. A remaining question is whether there is a rationale for DOE to further focus its program, or whether the current structure of the program is the most effective, and thus reduce the number of individuals subject to polygraph examinations.", "Alternatively, Congress could explore the issue of whether the current structure of the program is too constrained, thus incurring the risk of failing to minimize the potential for release or disclosure of classified data, material, or information, as required by statute."], "subsections": []}, {"section_title": "Additional Research", "paragraphs": ["Polygraph critics and supporters alike agree that further research into the scientific basis for psycho-physiological detection of deception by any technique is warranted. The NAS Report suggested that if the federal government continues to rely heavily on the polygraph, research should be conducted that might result in the development of a firmer scientific foundation for the polygraph. The NAS Study cautioned, however, that the inherent ambiguity of the polygraph's physiological measurements suggests that investments in improving polygraph technique and interpretation will bring only modest improvements in accuracy.", "The NAS Report recommended that the government broaden its research into alternatives to the polygraph. While NAS reported that alternative techniques, such as measurements from brain activity and other physiological indicators, facial expressions, voice quality, and other aspects of demeanor show some promise, it cautioned that \"none [of these techniques] has yet been shown to outperform the polygraph. None shows any promise of supplanting the polygraph for screening purposes in the near term.\" NAS also recommended that any research program should largely be administered by \"an organization or organizations with no operational responsibility for detecting deception and no institutional commitment to using or training practitioners of a particular technique.\"", "While claiming that the polygraph provides satisfactory detection and deterrence, polygraph supporters still favor additional research on the grounds that such efforts could lead to improvements in the polygraph's validity and reliability. They caution, however, that the principal obstacle to assessing the polygraph's validity and reliability remains the difficulty in replicating real world conditions in a mock crime or laboratory environment. Supporters also argue that the lack of resources has hindered any such research efforts.", "Congress addressed the issue of additional research in 2003 when it funded such research in the FY2004 Intelligence Authorization Act. The act directed that the National Science Foundation (NSF) and the White House's Office of Science and Technology Policy (OSTP) identify the research most likely to advance the understanding of the use of certain assessments of individuals in security evaluations.", "Although directed by Congress to identify the federal agencies best suited to support such research and develop recommendations for coordinating future federally-funded research for the development, improvement, or enhancement of security evaluations, the NSF/OSTP study contained no recommendations in this regard.", "In 2007, an Intelligence Science Board study concluded that no significant scientific research about the effectiveness of many of the interrogation techniques used by the U.S. military and Intelligence Community has been conducted in more than four decades. \"There is little systematic knowledge available to tell us 'what works' in interrogation,\" said one of the contributors to the report issued by the commission, which advises the Director of National Intelligence and recommended studying the matter."], "subsections": []}, {"section_title": "Issue of Discarding the Polygraph Program as a Screening Tool", "paragraphs": ["Another issue for Congress could be whether to discontinue polygraph screening altogether. Critics characterize polygraph screening as misguided and suggest that it be replaced by a more thorough examination of financial and travel records and more frequent reinvestigation by more traditional means. They further argue that the results of polygraph screening can produce a dangerously false sense of confidence with regard to identifying spies. Such misplaced confidence could lead authorities to relax efforts to obtain CI information through other channels, such as periodic security re-investigations and a close monitoring of security violations in certain government facilities. Finally, critics caution that, the accuracy of polygraphs notwithstanding, such tests can be defeated through certain countermeasures.", "Supporters counter that the polygraph is still the best tool available to detect deception, and that it remains an important counterintelligence tool. Some supporters distinguish between the polygraph's utility and its scientific validity. While its accuracy may be questionable, these supporters argue that the polygraph has significant utility when deployed as part of a comprehensive counterintelligence evaluation program. Finally, CIA has claimed that certain classified research suggests that the polygraph is sufficiently accurate."], "subsections": []}]}]}}