{"id": "RL31880", "title": "Congressional Budget Office: Appointment and Tenure of the Director and Deputy Director", "released_date": "2015-05-20T00:00:00", "summary": ["The requirements regarding the appointment and tenure of the CBO director, which are simple and straightforward, are set forth in Section 201(a) of the 1974 Congressional Budget Act, as amended, and codified at 2 U.S.C. 601(a). The Speaker of the House of Representatives and the President pro tempore of the Senate jointly appoint the director after considering recommendations received from the House and Senate Budget Committees. The Budget Committee chairs inform the congressional leaders of their recommendations by letter. The appointment is usually announced in the Congressional Record.", "Section 201(a) requires that the selection be made \"without regard to political affiliation and solely on the basis of his fitness to perform his duties.\" Media reports over the years indicate that the CBO director is selected under informal practices in which the House and Senate Budget Committees alternate in recommending a nominee to the Speaker and President pro tempore of the Senate. These reports also indicate that the Speaker and President pro tempore have adhered to the Budget Committees' recommendations in making past selections. To the extent that these practices are informal, there may be disagreement with regard to their operation in the future selection of a CBO director.", "The director is appointed to a four-year term that begins on January 3 of the year that precedes the year in which a presidential election is held. If a director is appointed to fill a vacancy prior to the expiration of a term, then that person serves only for the unexpired portion of that term. There is no limit on the number of times that a director may be reappointed to another term. Section 201(a) also authorizes a CBO director to continue to serve past the expiration of his term until a successor is appointed. A CBO director may be removed by either house by resolution.", "Section 201(a) also provides that the director shall appoint a deputy director. The deputy director serves during the term of the director that appointed the deputy director (and until his or her successor is appointed) but may be removed by the director at any time. The deputy director serves as the acting director if the director resigns, is incapacitated, or is otherwise absent.", "Nine persons so far have served as CBO director: Alice Rivlin, Rudolph Penner, Robert Reischauer, June O'Neill, Dan Crippen, Douglas Holtz-Eakin, Peter R. Orszag, Douglas Elmendorf, and Keith Hall. The current director, Keith Hall, was appointed on March 3, 2015. Eleven persons have served as deputy director; five of them also served as the acting director (for periods amounting in total to about three years). The current deputy director, Robert A. Sunshine, was appointed to the position in August 2007; he served as acting director during the two-month interregnum between directors Orszag and Elemendorf.", "This report will be updated as developments warrant."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["The Congressional Budget Office (CBO) was established by Title II of the Congressional Budget and Impoundment Control Act of 1974 ( P.L. 93-344 ; July 12, 1974; 2 U.S.C. 601-603). The organization officially came into existence on February 24, 1975, upon the appointment of the first director, Alice Rivlin.", "CBO's mission is to support the House and Senate in the federal budget process by providing budgetary analysis and information in an objective and nonpartisan manner. Specific duties are placed on CBO by various provisions in law, particularly Titles II, III, and IV of the 1974 Congressional Budget Act, as amended. CBO prepares annual reports on the economic and budget outlook and on the President's budget proposals and provides cost estimates of legislation, scorekeeping reports, assessments of unfunded mandates, and products and testimony relating to other budgetary matters.", "In addition to statutory duties, CBO is subject to directives included in annual budget resolutions. The FY2009 budget resolution ( S.Con.Res. 70 , 110 th Congress), for example, imposed a requirement that the CBO director prepare estimates of the deficit impact of certain legislation in support of a point-of-order procedure in the Senate against legislation increasing the deficit over the long term.", "Nine persons so far have served as CBO director: Alice Rivlin, Rudolph Penner, Robert Reischauer, June O'Neill, Dan Crippen, Douglas Holtz-Eakin, Peter R. Orszag, Douglas Elmendorf, and Keith Hall. The current director, Keith Hall, was first appointed on March 3, 2015. Eleven persons have served as deputy director; five of them also served as the acting director (for periods amounting in total to about three years). The current deputy director, Robert A. Sunshine, was appointed to the position in August 2007; he served as acting director during the two-month interregnum between directors Orszag and Elemendorf."], "subsections": []}, {"section_title": "Appointment Process", "paragraphs": ["The requirements regarding the appointment and tenure of the CBO director, which are simple and straightforward, are set forth in Section 201(a) of the 1974 Congressional Budget Act, as amended, and codified at 2 U.S.C. 601(a) (see the Appendix ). The Speaker of the House of Representatives and the President pro tempore of the Senate jointly appoint the director after considering recommendations received from the House and Senate Budget Committees. The Budget Committee chairs inform the congressional leaders of their recommendations by letter. The appointment usually is announced in the Congressional Record .", "Section 201(a) requires that the selection be made \"without regard to political affiliation and solely on the basis of his fitness to perform his duties.\" Media reports over the years indicate that the CBO director is selected under informal practices in which the House and Senate Budget Committees alternate in recommending a nominee to the Speaker and President pro tempore of the Senate. These reports also indicate that the Speaker and President pro tempore have adhered to the Budget Committees' recommendations in making past selections. To the extent that these practices are informal, there may be disagreement with regard to their operation in the future selection of a CBO director.", "The director is appointed to a four-year term that begins on January 3 of the year that precedes the year in which a presidential election is held. If a director is appointed to fill a vacancy prior to the expiration of a term, then that person serves only for the unexpired portion of that term. There is no limit on the number of times that a director may be reappointed to another term. Section 201(a) also authorizes a CBO director to continue to serve past the expiration of his term until a successor is appointed.", "A CBO director may be removed by either house by resolution.", "Section 201(a) also provides that the director shall appoint a deputy director. The deputy director serves during the term of the director that appointed the deputy director (and until his or her successor is appointed) but may be removed by the director at any time. The deputy director serves as the acting director if the director resigns, is incapacitated, or is otherwise absent."], "subsections": []}, {"section_title": "Record of Appointments and Tenure", "paragraphs": ["Nine persons have served as director of CBO during the nine terms beginning in 1975 (see Table 1 ):"], "subsections": [{"section_title": "Alice M. Rivlin", "paragraphs": ["Alice Rivlin served two terms as CBO director from 1975 to 1983. Prior to serving as CBO director, Rivlin served as assistant secretary for planning and evaluation with the Department of Health, Education, and Welfare and as a senior fellow with the Brookings Institution."], "subsections": []}, {"section_title": "Rudolph G. Penner", "paragraphs": ["Rudolph Penner served as CBO director for one term from 1983 to 1987. Previously, Penner served as chief economist at the Office of Management and Budget under President Gerald Ford and as director of tax policy studies with the American Enterprise Institute."], "subsections": []}, {"section_title": "Robert D. Reischauer", "paragraphs": ["Robert Reischauer served two terms as CBO director from 1989 to 1995. (He was not appointed until about halfway into the first four-year term.) Reischauer previously served as CBO deputy director (under Alice Rivlin) and as a senior vice president of the Urban Institute."], "subsections": []}, {"section_title": "June Ellenoff O'Neill", "paragraphs": ["June O'Neill served as CBO director for one term covering 1995-1999. Previously, O'Neill headed the Center for the Study of Business and Government at Baruch College and was an adjunct scholar at the American Enterprise Institute."], "subsections": []}, {"section_title": "Dan L. Crippen", "paragraphs": ["Dan Crippen served as CBO director for one term covering 1999-2003. Prior to his appointment, Crippen served as chief counsel and economic policy adviser to Senate Majority Leader Howard Baker and domestic policy adviser to President Ronald Reagan and was a member of the law firm Washington Counsel."], "subsections": []}, {"section_title": "Douglas Holtz-Eakin", "paragraphs": ["Douglas Holtz-Eakin served as CBO director for one term (leaving a little more than a year before the term's completion). Prior to beginning his term, he served as chief economist for the Council of Economic Advisers. While director, he was on leave from Syracuse University, where he held the position of Trustee Professor of Economics at the Maxwell School."], "subsections": []}, {"section_title": "Peter R. Orszag", "paragraphs": ["Peter Orszag served as CBO director for about half of one term. He resigned on November 25, 2008, a little more than two years before the term's completion. Previously, Orszag was the Joseph A. Pechman senior fellow and deputy director of economic studies at the Brookings Institution, and before that, he held positions with the President's Council of Economic Advisers and National Economic Council."], "subsections": []}, {"section_title": "Douglas W. Elmendorf", "paragraphs": ["Douglas Elmendorf began his service as CBO director on January 22, 2009, about half-way through the term to which Peter Orszag had originally been appointed. Prior to his appointment, Elmendorf was a senior fellow in the economic studies program at the Brookings Institution, serving as the director of the Hamilton Project, and before that, he was a senior economist at the White House's Council of Economic Advisers, a deputy assistant secretary for economic policy at the Department of the Treasury, and an assistant director of the Division of Research and Statistics at the Federal Reserve Board."], "subsections": []}, {"section_title": "Keith Hall", "paragraphs": ["Keith Hall began his term as the director of CBO on March 3, 2015. Previously, Hall spent more than 10 years with the U.S. International Trade Commission conducting studies on international trade and trade policy. In addition, he served a four-year term as the commissioner of the Bureau of Labor Statistics and served as the chief economist for both the White House Council of Economic Advisers and the U.S. Department of Commerce. ", "Eleven persons have served as deputy director of CBO: Robert Reischauer (in two instances), Robert A. Levine, Raymond Scheppach, Eric A. Hanushek, Edward Gramlich, Robert Hartman, James Blum, Barry Anderson, Elizabeth Robinson, Donald B. Marron, and Robert A. Sunshine, the current deputy director. The position was vacant on two occasions. Five different deputy directors served as acting director, as discussed below.", "As Table 1 shows, the gap between the beginning of a term and the appointment of the director has varied considerably. Peter Orszag was appointed 15 days after the beginning of his term; Alice Rivlin, June O'Neill, Dan Crippen, Douglas Holtz-Eakin, and Keith Hall were appointed (or reappointed) within three months of the beginning of their terms. Rudolph Penner, however, was not appointed until nearly seven months after his term had begun (and did not assume his office until more than a month later). Robert Reischauer began his first term more than two years after it had started.", "As a consequence of these appointment gaps, incumbent directors have remained in office for weeks or months after their terms have expired, or CBO has operated with an acting director. Alice Rivlin stayed in office for nearly eight months (until August 31, 1983) before her successor, Rudolph Penner, took over. Penner remained in office for about four months (until April 28, 1987) but left long before a new director was appointed. Edward Gramlich, and then James Blum, served successively as acting directors for a period of nearly two years.", "Robert Reischauer stayed on as director for almost two months (until February 28, 1995) before he was succeeded. June O'Neill stayed in office nearly a month after her term ended (until January 29, 1999) but left about a week before her successor was appointed. James Blum served as acting director during the interim. Barry Anderson served as acting director from the time that Dan Crippen left office on January 3, 2003, until Douglas Holtz-Eakin was appointed to succeed him on February 5. Douglas Elmendorf stayed on as director for two months before he was succeeded.", "Similarly, appointment gaps may occur when a director resigns before his or her term is completed. As indicated previously, Douglas Holtz-Eakin resigned on December 29, 2005, a little more than a year before the completion of his term (on January 3, 2007). The deputy director, Donald B. Marron, began serving as acting director at that time; he continued in that capacity until the appointment of Peter Orszag just over a year later.", "Orszag resigned on November 25, 2008, a little more than two years before the term's completion. On the same day, Robert A. Sunshine, the current deputy director, also began serving as the acting director; he continued in that role until the appointment of Douglas Elmendorf about two months later."], "subsections": [{"section_title": "Appendix. Establishment of the Congressional Budget Office Under Section 201(a) of the 1974 Congressional Budget Act", "paragraphs": ["(2 U.S.C. 601(a))"], "subsections": []}]}]}]}}