{"id": "RL31002", "title": "Appropriations for FY2002: Treasury, Postal Service, Executive Office of the President, and General Government", "released_date": "2002-01-16T00:00:00", "summary": ["The Treasury, Postal Service, Executive Office of the President, and General Government FY2002 appropriation, P.L. 107-67 , totals $32.4 billion. Congressional Budget Office scorekeepingputs the totals at $32.8 billion ($15.7 billion mandatory and $17.1 discretionary. The House passedan appropriation totaling $32.7 billion. The Senate-passed bill would have funded the accounts at$32.8 billion. The conference agreement would provide a 4.6% pay adjustment in January 2002 forfederal civilian employees. Several of the accounts within the bill are also receiving funding throughthe Emergency Response Fund under P.L. 107-38 and P.L. 107-117 .", "On April 9, 2001, President George W. Bush submitted his FY2002 budget to Congress. The budget documents show, for accounts funded through the Treasury, Postal Service, and GeneralGovernment appropriations bill, a proposed FY2002 discretionary budget authority of $16.6 billionand proposed outlays of $16.3 billion. This represents a $1 billion increase over the FY2001 enactedestimates (estimates do not reflect the enacted FY2001 supplemental). Realistically, the estimateswhich were offered earlier in the year are no longer current. Several of the covered accounts fundactivities affected either directly by, or as a consequence of response to, the attacks of September 11.", "Accounts in the Department of the Treasury, Bureau of Alcohol, Tobacco, and Firearms, U.S. Customs Service, U.S. Secret Service, and the General Services Administration usually receivefunding for functions related to countering terrorism. Emergency Response Fund allocations, asprovided by P.L. 107-38 , the Emergency Supplemental Appropriations Act for Recovery from andResponse to Terrorist Attacks on the United States, FY2001, have gone to accounts in theDepartment of the Treasury, the Executive Office of the President and the General ServicesAdministration. To date, those accounts have been allocated $147.5 million from the EmergencyResponse Fund. Those allocations are not included in the totals above.", "Pursuant to recent negotiations, between the White House and Congress, on new overall funding levels, the October 9 House allocation for the spending allocations for the Treasury andGeneral Government accounts remain at $17.022 billion. The Senate Appropriations Committeeallocated $17.118 billion on October 11.", "Key Policy Staff"], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Most Recent Developments", "paragraphs": ["P.L. 107-67 ( H.R. 2590 ), Department of the Treasury, Postal Service, ExecutiveOffice of the President, and General Government Appropriations for FY2002, was approved by thePresident November 12. ", "Congress has received several messages from the President allocating funds from the Emergency Response Fund by P.L. 107-38 , the Emergency Supplemental Appropriations Act forRecovery from and Response to Terrorist Attacks on the United States, FY2001. P.L. 107-38 alsoauthorized additional emergency funding which was enacted under P.L. 107-117 , Division B,FY2002 Defense Appropriation. Several accounts in the Treasury and General Government appropriation are affected. (See Terrorism section of this report for more details.) ", "On December 28, the President signed Executive Order 13249, establishing the federal pay schedules effective January 2002. "], "subsections": []}, {"section_title": "Introduction", "paragraphs": ["The President, through the Office of Management and Budget (OMB), is required to submit toCongress, annually, the Budget of the United States Government. The FY2002 budget was submittedto Congress on April 9, 2001. (1) In late February 2001,the President and the Office of ManagementBudget released A Blueprint for New Beginnings, A Responsible Budget for America's Priorities . (2) It is intended to present a 10-year budget plan and provides more of an overview than details onspecific accounts. (3) In summary, the proposed budgetwould fund the accounts in the Treasury andGeneral Government appropriations legislation at $16.6 billion (discretionary). (4) This is more thana $1 billion over the estimated FY2001 funding levels, not taking into consideration thesupplemental funding subsequently enacted. ", "Under the budget procedures, Congress adopts a concurrent resolution establishing the congressional budget for the government and setting forth budgetary levels for several years in thefuture. The House and Senate Appropriations Committees then allocate the discretionary fundinglevels (302(b)) allocations to each of the subcommittees. Those allocations are subject to change. Subsequent to the September 11 attacks and the need for reordering funding priorities, Congress andthe White House negotiated and new allocations were developed. For accounts covered in this billthe House allocated, on October 9, $17.022 billion and the Senate, on October 11, allocated $17.118billion.", "With the FY2001 supplemental (5) funding factored in, the total FY2001 estimated funding forthese accounts is $16.7 billion in discretionary funding. The conference agreement would provide$17.069 billion in discretionary funding. This falls between the House and Senate allocations. (6)", "Appropriations for the Department of the Treasury, in addition to funding the operations of the department, fund the work of a group of law enforcement organizations, which include the Bureauof Alcohol, Tobacco, and Firearms; the Customs Service; the Secret Service; the Financial CrimesEnforcement Network; and the Federal Law Enforcement Training Center. Treasury appropriationsalso cover the Internal Revenue Service, the Financial Management Service, and the Bureau of the Public Debt. ", "For the most part, the U. S. Postal Service has become self-supporting. Federal contributions are limited to payments to the Postal Service Fund to compensate for revenues forgone( e.g ., free postal service for the blind.)", "Appropriations for the Executive Office of the President provide salaries and expenses for the White House Office, operations of the residences of the President and Vice President, and most otheragencies within the Executive Office of the President (EOP). Organizations such as the Council ofEconomic Advisers, the National Security Council, the Office of Management and Budget, and theOffice of National Drug Control Policy (ONDCP) are funded through these provisions. Specificfunding for drug control initiatives is appropriated for distribution to other entities by the ONDCP.", "Among the independent agencies financed through this appropriation are the Federal Election Commission, the General Services Administration, the National Archives and RecordsAdministration, the Office of Personnel Management, the Office of Special Counsel, and the UnitedStates Tax Court.", "The Treasury and General Government appropriation always has at least two titles in addition to the four covering the funding for specific agencies. These general titles apply restrictions or \"rulesof the road\" governmentwide and, quite often, contain authority for defined actions. For example,each year, there is standard language which prohibits the use of any appropriated funds for thepurpose of employing individuals who are not U.S. citizens or citizens of nations either specified inthat section of the act or on the State Department list of nations covered by treaties; which requiresthat all agencies maintain drug-free workplaces; and which authorizes the expenditure of fundsappropriated under any act to be used to pay the travel expenses of immediate family members if afederal employee serving overseas has died or has a life-threatening illness. "], "subsections": [{"section_title": "Rescissions", "paragraphs": ["As part of the Consolidated Appropriations Act of 2001, P.L. 106-554 , there was a .22% across-the-board rescission of FY2001 discretionary budget authority and obligation limitationsfunds (section 1403, H.R. 4577 / H.R. 5666 ). (7) All accounts in the Treasuryand General Government appropriations are affected. The Office of Management and Budget(OMB) is required to report on the implementation of the rescission when the FY2002 budget issubmitted. On January 5, 2001, the Office of Management Budget issued guidelines to the agencies. (8)", "The budget documents submitted to Congress April 9, 2001 provide account-by-account details on the rescission. (9) The total rescission ofFY2001funds was $1,088,962,000. The rescissionamounts for the accounts discussed in this report will be presented in the context of the accountpresentation below."], "subsections": []}, {"section_title": "Performance Plans", "paragraphs": ["The funding decisions for agencies are increasingly referencing the performance plans, goals, and measures set by the agencies. Some of the general goals are discussed below in the \"GeneralGovernment Function\" section. Specific goals and measures can be found in the Budget Appendix for some of the agency accounts. For example, the Internal Revenue Service in the Department ofthe Treasury sets out a substantial series of \"Key Operational Measures and Performance Indicators.\"These are organized by FY2000 actual, the FY2001 Performance Plan, and the FY2002 President'sBudget. (10)"], "subsections": []}]}, {"section_title": "Status and Legislative History", "paragraphs": ["Bills are introduced in the House and Senate when the Committees on Appropriations havecompleted markup on the provisions. Usually the Treasury, Postal Service, Executive Office of thePresident, and General Government Subcommittees draft legislation and the accompanying reports. The full committees use these documents as a basis for discussion and mark up. From the timelegislation is introduced, and through enactment, the status will be noted in Table 1.", "Hearings. Hearings in the House subcommittee began March 21, with nine scheduled between then and May 10. (11) Hearings in the Senate beganApril 26, with three additional sessions through May 17. (12)", "House Committee Action. On July 11, 2001, the Subcommittee on Treasury, Postal Service, and General Government, by voice vote, approved aspending measure. The full House Committee on Appropriations, also by voice vote, approved themeasure on July 17, 2001. H.R. 2590 was introduced July 23, 2001, accompanied by H.Rept. 107-152 . (13)", "House Rule. On July 24, the House Committee on Rules issue a special rule (H. Res. 206) for the consideration of H.R. 2590 . (14) It wasan open rule providing one hour of general debate equally divided and waiving all points of orderagainst the bill. It provided that the amendments printed as part of the rule (one related to Olympicsfunding and one related to the Department of the Treasury Expanded Access account) would beconsidered as adopted. Points of order were waived against provisions of the bill for failure tocomply with rule XXI (prohibiting unauthorized or legislative provisions in a general appropriationsbill) and against amendment number 5 (affecting travel between the United States and Cuba), if itproperly offered. It provided that the bill will be considered by paragraph and instructed theChairman of the Committee of the Whole to accord priority in recognition to Members who havepre-printed their amendments in the Congressional Record . (15) The rule was adopted July 25 (RollNo. 267, 293-129, H4549-53).", "House Consideration and Passage. By a vote of 334-94 (Roll No. 274), on July 25, 2001, the House considered and passed, amended, H.R. 2590 . (16) The amendments agreed to were ", "an amendment offered by Rep. Istook which would consolidate appropriations for various accounts with Title, III, the Executive Office of the President (H4570-71),", "an amendment offered by Rep. Collins making available $14 million from theFederal Buildings Fund for a National Archives and Records Administration building in Georgia(H4588-89), ", "an amendment offered by Rep. Traficant which would prohibit funds to anyperson or entity that have been convicted of violating the Buy American Act(H4589-90),", "an amendment offered by Rep. Barney Frank that would prohibit paymentsto persons appointed to positions, for which he or she had been nominated, after the Senate has votednot to confirm the appointment (H4590-92),", "an amendment offered by Rep. Sanders that would prohibit the release ofmerchandise for which the U.S. Customs Service has a detention order on th basis that is was madeby forced or indentured child labor (H4593-94),", "an amendment offered by Rep. Flake, as a substitute to an amendment offeredby Rep. Smith, that would prohibit funding to administer the Cuban Assets Control Regulations withrespect to any travel or travel-related transaction (Roll No. 270, 240-186, H4599-H4604, H4607),and", "the Smith amendment, as amended by the Flake amendment (H4598-H4604,H4607). (See discussion below under \"Cuban Travel Restrictions.\")", "The House rejected ", "an amendment offered by Rep. Inslee that would have stricken the provision (see section 634 under general provisions discussion below) which would clarify that the Departmentof the Navy is responsible for the costs of utilities at the residence of the Vice President (Roll No.268, 141-285, H4577-86, H4595)", "an amendment offered by Rep. Hinchey that would have stricken the provision(see section 635 under general provisions discussion below) which would authorize the Secretaryof the Navy to accept consumable goods for use at official functions at the residence of the VicePresident (Roll No. 269, H4586-88, H4595-96),", "an amendment offered by Rep. Wynn that would have prohibited funding forany new service procurement arrangements unless competed under the provisions of the FederalActivities Inventory Reform Act of 1998 ( P.L. 105-270 ) (H4596-98),", "an amendment offered by Rep. Rangel that would have prohibited funding toimplement, administer, or enforce the economic embargo of Cuba except for provisions that relateto the denial of foreign tax credits or the implementation of the Harmonized Tariff Schedule of theUnited States (Roll No. 271, 201-227, H4604-07, H4607-08),", "an amendment by Rep. Traficant that would have prohibited bonus or incentivepayments to senior officials of the Internal Revenue Service (Roll No. 272, 24-401, H4608-09,H4620-21), and", "an amendment offered by Rep. Filner that would have prohibited funding toimplement the final report of the President's Commission to Strengthen Social Security (Roll No.273, 188-238, H4614-20, H4621).", "Two amendments were withdrawn (Rep. Weldon (FL) prohibiting implementation of certain proposed IRS regulations and Rep. Hastings (FL) increasing funding for the Federal ElectionsCommission for updated state and local voting systems). A point of order was sustained against aproposal to establish a commission to oppose the privatization of Social Security (Rep. Kucinich). Also rejected was a motion to report the bill back to the House for the purpose of striking theenacting clause (Rep. Obey).", "Senate Committee Action. On July 26, the Senate Committee on Appropriations, by a vote of 29-0, approved a spending measure. S. 1398 was introduced September 4, 2001, accompanied by S.Rept. 107-57 . (17)", "Senate Consideration and Passage. On September 19, the Senate, by voice vote, passed H.R. 2590 , amended. (18) All offered amendmentswere agreed to : ", "Amendment No. 1570, offered by Senators Dorgan and Campbell which would substitute the language of S. 1398 for that of H.R. 2590 , as referred by theHouse (S9477),", "Amendment No. 1575, offered by Senators Dorgan and Campbell which wouldmake\"technical amendments and further improvements\" by language changes in the NationalArchives account text, by adding new general provisions sections in the General ServicesAdministration section (striking language in the FY2001 statute and directing deed transfer actionfor a specific parcel), stipulating a portion of Federal Law Enforcement Training Center funds forparticipant per diem, adding a new general provision section changing the reporting deadline of theUnited States-China Security Review Commission, changing the allocation for the Midwest HIDTAunder the federal drug control program, amending the appointing authority of the Archivist of theUnited States with regard to the directors of the presidential archival depositories, by adding afunding allocation in the U.S. Customs Service account for developing a curriculum for the trainingof law enforcement dogs to combat and respond to terrorist activities, and by adding a generalprovisions section reauthorizing the breast cancer research special postage stamp (S9526 (text) andS9489-90 consideration and adoption),", "Amendment No. 1576, offered by Senators Bingaman and Domenici whichwould authorize state, regional, or local transportation authorities that receive Federal TransitAdministration assistance or grants, to purchase heavy-duty transit buses through GSA(S9491),", "Amendment No. 1578, offered by Senator Dorgan for Senator Kohl for thepurpose of improving the collection of information relating to the introduction of foreign animaldisease (S9491-92),", "Amendment No. 1577, offered by Senator Dorgan for Senator Campbell toprovide that the Postal Service may require any air carrier to accept as mail shipments of day-oldpoultry and such other live animals as postal regulations allow to be transmitted as mail matter(S9491-92),", "Amendment No. 1573, offered by Senators McConnell and Burns to authorizethe Secretary of the Treasury to issue War Bonds in support of recovery and response efforts relatingto the September 11, 2001 highjackings and attacks on the Pentagon and the World Trade Center(S9485-86, S9493, S9526 (text)),", "Amendment No. 1574, as modified, offered by Senator Dorgan for SenatorJohnson to authorize the Secretary of the Treasury to issue Unity Bonds in support of recovery andresponse efforts relating to the September 11, 2001 highjackings and attacks on the Pentagon andthe World Trade Center (S9487-88, S9493, S9526 (text)),", "Amendment No. 1579, offered by Senator Dorgan for Senator Hollings todesignate the G. Ross Anderson, Jr. Federal Building and Courthouse in Anderson, South Carolina(S9493),", "Amendment No. 1583, offered by Senator Dorgan for Senator Clinton, et al ,to provide that the Postal Service may issue a special commemorative postage stamp in order toprovide financial assistance to the families of emergency relief personnel killed or permanentlydisabled in the line of duty in connection with the terrorist attacks against the United States onSeptember 11, 2001(S9494-95, S9547(text)), and", "Amendment No. 1584, offered by Senator Dorgan for Senator Hatch todesignate the state of Utah as a High Intensity Drug Trafficking Area and to provide funding (S9495,S9547 (text)),", "Conferees Appointed. On September 19, the Senate insisted on its amendment and requested a conference with the House. Senate conferees werenamed: Senators Dorgan, Mikulski, Landrieu, Reed, Byrd, Campbell, Shelby, DeWine, and Stevens. On October 5, House conferees were named: Representatives Istook, Wolf, Northrup, Sununu,Peterson (Pennsylvania), Tiahrt, Sweeney, Sherwood, Young (Florida), Hoyer, Meek, Price,Rothman, Visclosky, and Obey.", "Conference Agreement. On October 26, 2001 the conferees filed the report reflecting their agreement on H.R. 2590 . (19) The Senateversion of the bill was used as the basic vehicle for the conference. Directions to the agenciescontained in the House and Senate reports are to be fulfilled. Dates, since gone, specified in theprovisions as passed were extended to January 2, 2002. There were several funding differences inthe two versions and those are discussed below in the Budget and Policy Issues section for thevarious organizations.", "On October 31, 2001, the House, on a vote of 339-85 (Roll No. 413), agreed to the conference language. (20) The previous day the House hadagreed that it would be in order to consider theconference report at any time and to waive all points of order against the conference report and itsconsideration. (21) Following an unanimous consentagreement providing for consideration, theSenate, on November 1, agreed to the conference report on a vote of 83-15 (Vote No. 321). (22)", "Presidential Action. President Bush approved P.L. 107-67 on November 12, 2001. (23)", " Table 1. Status of FY2002 Appropriations for the Treasury, Postal Service, Executive Office of the President, and General Government (See Table 7 for breakdown of accounts within bills.)"], "subsections": []}, {"section_title": "Continuing Resolution", "paragraphs": ["On September 28, 2001 the President approved P.L. 107-44 (24) The continuing resolution fundedunappropriated accounts through October 16. The funding is available for programs in effect duringFY2001 and funded at the rates current as of the close of FY2001. On October 12, P.L. 107-48 ( H.J.Res. 68 ) was signed, extending the funding through October 23. P.L. 107-53 ( H.J.Res. 69 , October 22, 2001) further amended P.L. 107-44 to fund the accountsthrough October 31. P.L. 107-58 (October 31, H.J.Res. 70 ) provided funding throughNovember 16. With the approval of P.L. 107-67 , the accounts in the Treasury and GeneralGovernment Appropriation were no longer subject to the continuing resolutions."], "subsections": []}, {"section_title": "Treasury and General Government Appropriations, FY2002", "paragraphs": [], "subsections": [{"section_title": "Budget and Key Policy Issues", "paragraphs": [], "subsections": []}, {"section_title": "Department of the Treasury", "paragraphs": ["The Department of the Treasury performs four basic functions: (1) formulating, recommending, and implementing economic, financial, tax, and fiscal policies; (2) serving as the financial agent forthe federal government; (3) enforcing federal financial, tax, tobacco, alcoholic beverage, and gunlaws; and (4) producing all postage stamps, currency, and coinage. Viewed at its most basic level,the department consists of two components: departmental offices and operating bureaus. Thedepartmental offices are responsible for the formulation and implementation of policy and themanagement of the department as a whole, while the operating bureaus carry out specific dutiesassigned to the department. The bureaus accounted for 98% of Treasury Department employmentand 97% of its funding in FY2001. With one exception, the bureaus can be separated into thosehaving financial duties and those engaged in law enforcement. Financial duties are handled by theComptroller of the Currency, U.S. Mint, Bureau of Engraving and Printing, Financial ManagementService, Bureau of Public Debt, Community Development Financial Institutions Fund, and Officeof Thrift Supervision. Law enforcement is done by the Bureau of Alcohol, Tobacco, and Firearms,U.S. Secret Service, Federal Law Enforcement Training Center, U.S. Customs Service, FinancialCrimes Enforcement Network, and Treasury Forfeiture Fund. The sole exception to this simpledichotomy is the Internal Revenue Service (IRS), which performs both financial functions and lawenforcement through its administration of federal tax laws.", "Under P.L. 107-67 , funding for Treasury operations in FY 2002 totals $15.042 billion, which is about $1 billion more than the department received in FY 2001. Perpetuating a longstandingtrend, the IRS constitutes the single largest account in the department's FY 2002 budget, accounting-- as it did in FY 2001 -- for 63% of total enacted funding. Other major accounts are the budgetsfor the Customs Service (18% of total funding), Secret Service (6%), and Bureau of Alcohol,Tobacco, and Firearms (5%). Compared to FY 2001, the largest percentage increase in funding isfor the Financial Crimes Enforcement Network (FinCen), whose budget is 41% greater. Largeincreases have also been enacted for the Customs Service (18% greater), Secret Service (11%greater), and Treasury Department Systems and Capital Investments Programs (11% greater). Partof the year-to-year increase in funding for FinCen is to cover expenses related to its involvement insecurity planning and operations for the 2002 Winter Olympics. Several Treasury Departmentaccounts are being funded at reduced levels in FY 2002 compared to FY 2001. The largestpercentage cuts are for spending on the Expanded Access to Financial Services (or First Accounts)program (80% smaller), the Counterterrorism Fund (17% smaller), and the Financial ManagementService (17% smaller). The First Accounts program is intended to make it easier for low- andmiddle-income individuals to gain access to a variety of financial services.", "The Treasury Department plays an important role in federal efforts to combat terrorism through its statutory missions and law enforcement responsibilities. Treasury bureaus are responsible forprotecting the President; designing and implementing security at special events like the 2002 WinterOlympics; investigating incidents involving arson and the use of explosives and firearms; monitoringand analyzing the financing of terrorist activities; preventing weapons of mass destruction fromentering the country; and implementing sanctions against terrorist organizations. With oneexception, however, none of the bureaus has an appropriation account designated specifically forcounterterrorism. That exception is the Counterterrorism Fund, which is intended mainly to respondto unanticipated emergencies by covering costs related to efforts to counter, investigate, or prosecutedomestic or foreign terrorism, and to rebuild the operational capabilities of federal offices, facilities,or other properties damaged or destroyed as a result of terrorist incidents. The Fund can be used onlywith the advance approval of the House and Senate Appropriations Committees. While the exactsize of the department's budget for counterterrorism in FY 2002 is unclear, it is thought to be at least$419 million (see Table 2). Please see the section on \"Terrorism\" for further details on funding forcounterterrorism within the Treasury Department. ", "There is reason to believe that the terrorist attacks of September 11, 2001 are resulting in expansion of the department's involvement in counterterrorism. On September 14, 2001, the BushAdministration announced that the Treasury Department's Office of Foreign Asset Control (OFAC)is leading an interagency group devoted to disrupting fundraising by foreign terrorists. On October25, 2001, a multi-agency effort to investigate the financing of terrorist groups known as OperationGreen Quest was launched, and some of the agencies involved are the IRS, Customs Service,FinCen, Secret Service, and OFAC. And on October 26, 2001, President Bush signed the USAPATRIOT Act of 2001 ( P.L. 107-56 ), which expands the power of the Treasury Department tocombat money laundering and investigate suspicious foreign financial transactions. It is reasonableto expect that these efforts and others that may arise in coming months could lead the BushAdministration to request a significant increase in the department's funds for counterterrorism in FY2003.", "Bureau of Alcohol, Tobacco, and Firearms (ATF). The ATF is a law enforcement agency that regulates the manufacture, importation, and distributionof alcohol, tobacco, firearms, and explosives. The ATF also enforces federal laws related to arson. ATF's mission is focused on three goals: (1) reducing crime, (2) collecting revenue, and (3)protecting the public. Among ATF's activities, the regulation and enforcement of laws related tofirearms commerce and possession have been the most controversial. (25) In FY1999, ATF collected$12,135,929,000 in taxes, penalties, fines, and other related revenues. From FY1992 to FY2000,Congress increased ATF's direct appropriations from $336,040,000 to $604,573,000, an 80%increase. For FY2001, Congress appropriated $771,143,000 (26) in direct funding for ATF, a 28%increase over the agency's FY2000 appropriation. The FY2001 appropriation supports 4,642 fulltime equivalent positions. (27)", "For FY2002, Congress has provided ATF with $823,316,000, a 6.8% increase over the agency's FY2001 appropriation. This amount, $19,795,000 more than the Administration's request, includesthe following budget increases: (1) $9,655,000 for non-pay inflation costs, (2) $3,140,000 for payadjustments, (3) $500,000 to improve licensing and regulatory operations, (4) $3,000,000 to expandthe Integrated Violence Reduction Strategy, and (5) $3,500,000 to upgrade the National TracingCenter. ", "By comparison, the Senate-passed measure would have provided ATF with $821,421,000, a 6.5% increase over the agency's FY2001 appropriation. This amount, $17,900,000 more than theAdministration's request, included the following budget increases: (1) $6,400,000 for non-payinflation costs, (2) $2,000,000 to support the National Integrated Ballistics Information Network, (3)$5,000,000 to bolster the Integrated Violence Reduction Strategy, (4) $3,500,000 to retrofit andupgrade the National Tracing Center facilities, and (5) $1,000,000 for unspecified purposes. ", "Meanwhile, the House-passed measure would have provided ATF with $824,199,000, a 6.9% increase over the agency's FY2001 appropriation. This amount, $20,678,000 more than theAdministration's request, included the following budget increases: (1) $9,655,000 for non-payinflation costs, (2) $10,523,000 for security at the 2002 Winter Olympics, and (3) $500,000 toimprove recordkeeping at the National Firearms Act Branch, the Imports Branch, and the NationalLicensing Center. Moreover, the House measure would have fully funded last year's budgetenhancements for the Integrated Violence Reduction Strategy ($73,500,000), the Youth Crime GunInterdiction Initiative ($85,000,000), and for the National Integrated Ballistics Information Network($25,200,000). (28)", "The Administration's FY2002 budget request included $803,521,000 for ATF, a 4.2% increase over the agency's FY2001 appropriation. The Administration's request anticipated reductions innon-recurring costs and other savings in the base budget of $19,968,000 that would have partiallyoffset increases to the agency's base budget of $52,346,000, which would have supported 340additional full time equivalents needed to fully fund positions that were newly authorized andpartially funded in FY2001. According to the Administration, this increase would have brought theagency's overall FY2002 full time equivalent level up to 4,982, would have met the agency'sFY2002 baseline funding requirements, and would have allowed ATF to maintain it's FY2001anticipated level of services and activities in FY2002. As earmarks for non-pay inflation costs andpay adjustments in the conference report language indicate, these reductions in non-recurring costsanticipated in the President's budget were not included in the conference agreement.", "In A Blueprint for New Beginnings, the Bush Administration singled out the Youth Crime Gun Interdiction Initiative (YCGII) as one of Treasury's law enforcement bureaus' best practices. Toexpand the YCGII to 12 additional cities in FY2001, Congress provided ATF with $19,078,000 tohire 72 agents and 98 inspectors. This increase brings total funding for this program to $76,400,000and will be used to expand its presence to 50 cities. The objective of the YCGII is to reduce youthfirearm violence and firearms trafficking among youth by making federal resources, such as ATF'sfirearms tracing and ballistics technology, available to state and local law enforcement agencies, andby providing coordination of these efforts. As described above, the House-passed measure wouldhave brought total funding for YCGII to $85,000,000 in FY2002. The Senate-reported measurewould have increased total funding for this program by $5,000,000. While the conference agreementreport language was silent on increases for YCGII, it stated that the Gang Resistance Education andTraining program would remain funded at $13,000,000, as proposed by the Senate.", "Customs Service. The U.S. Customs Service, thefederal government's oldest revenue collecting agency, is responsible for regulating the movementof persons, carriers, merchandise, and commodities between the United States and other countries. (29) In FY1999, Customs collected $22,405,800,000 in trade-related duties, taxes, and fees. FromFY1992 to FY2000, Congress has increased direct appropriations for the U.S. Customs Service from$1,454,337,000 to $1,935,915,000, a 33% increase. In addition to appropriated funding, theCustoms Service collects COBRA fee receipts that are available to the agency for expenditure($298,592,461 in FY2000). For FY2001, Congress appropriated $2,279,308,000 (30) , supporting17,479 full time equivalent positions. This amount represents an 18% increase over the agency'sFY2000 appropriation. Additionally, COBRA fees and other offsetting receipts are anticipated tosupport an additional 1,988 full time equivalents in FY2001, bringing the agency's overall level offull time equivalents to 19,467.", "For FY2002, Congress has provided the U.S. Customs Service with $2,688,049,000, a 17.9% increase over the agency's FY2001 appropriation. This amount includes (1) $2,079,357,000 for thesalaries and expenses account, (2) $177,860,000 for the air and marine interdiction account, (3)$427,832,00 for the automation modernization account, and (4) $3,000,000 for the harbormaintenance fee account.", "By comparison, the Senate-passed measure would have provided Customs with $2,555,922,000, a 12.1% increase over the agency's FY2001 appropriation. This amount included (1)$2,022,453,000 for the salaries and expenses account, (2) $172,637,000 for the air and marineinterdiction account, (3) $357,832,000 for the automation modernization account, and (4) $3,000,000for the harbor maintenance fee account. ", "Meanwhile, the House-passed measure would have provided Customs with $2,673,848,000 in total funding, a 17.3% increase over the agency's FY2001 appropriation. This amount included (1)$2,059,170,000 for the salaries and expenses account, (2) $183,853,000 for the air and marineinterdiction account, (3) $427,832,000 for the automation modernization account, and (4) $2,993,000from the harbor maintenance fee account. In addition, the House adopted a Customs-relatedamendment offered by Representative Bernard Sander that would prohibit the use of any fundingprovided by the FY2002 Treasury-Postal appropriations act from being used to remove detentionorders placed on imports by the Customs Service, because the agency determined that these importedproducts were mined, produced, or manufactured by forced or indentured child labor. ", "By contrast, the Administration's FY2002 request included $2,385,233,000 for the Customs Service, a 4.6% increase over the agency's FY2001 appropriation. This amount included: (1)$1,961,764,000 for the salaries and expenses account, (2) $162,637,000 for the air and marineinterdiction account, (3) $257,832,000 for the automation modernization account, and (4) $3,000,000from the harbor maintenance fee account.", "For salaries and expenses, the Administration's request anticipated $59,101,000 in reductions to the base budget in non-recurring costs and other savings that would have partially offset anincrease of $142,308,000 over the base budget. This increase, according to the Administration,would have fully funded positions that were newly authorized and partially funded in FY2001, wouldhave supported an additional 370 full time equivalents, and would have brought the agency's overallFY2002 full time equivalent level supported by direct funding to 17,849. According to theAdministration, this increase would have met the agency's FY2002 baseline funding requirementsand allowed Customs to maintain it's FY2001 anticipated level of services and activities in FY2002. Additionally, the Administration's request anticipated that offsetting receipts would fund another1,808 full time equivalents in FY2002, bringing the total anticipated full time equivalent level to19,657. As earmarks for non-pay inflation costs and pay adjustments in the conference reportlanguage indicate, these reductions in non-recurring costs anticipated in the President's budget werenot included in the conference agreement.", "For the salaries and expenses account, Congress has provided $117,593,000 more than the Administration's request. Conference report language includes the following earmarks: (1)$33,476,000 for non-pay inflation costs, (2) $9,247,000 for pay adjustment costs, (3) $33,151,000for non-obtrusive inspection technology, (4) $28,152,000 for a northern border hiring initiative, and(5) $13,567 for other assorted purposes. The Senate-reported measure included $60,689,000 morethan the Administration's request, and included the following budget increases: (1) $20,216,000 fornon-pay inflation costs, (2) $25,000,000 for additional staffing on the northern border, (3)$5,000,000 for child labor efforts, (4) $5,000,000 for an intellectual property law center, and (5)$5,473,000 for various other projects. The House-passed measure included $97,406,000 more thanthe Administration's request, and included the following budget increases: (1) $33,476,000 fornon-pay inflation costs, (2) $13,81300 for security at the 2002 Winter Olympics, (3) $30,000,000for non-intrusive inspection technology, (4) $15,000,000 for additional positions to cover decreasesin offsetting fee receipts (COBRA), (5) $3,000,000 to field Pulsed Fast Neutron Analysis inspectiontechnology, (6), $800,000 for anti-tobacco smuggling efforts, and (7) $1,317,000 to assist Africannations in trade compliance under the African Growth and Opportunity Act.", "For the air and marine interdiction program account, Congress has provided Customs with $177,860,000, a 33.8% increase over the account's FY2001 appropriation. This amount is$15,223,000 over the Administration's FY2002 request. By comparison, the Senate-reportedmeasure would have provided $10,000,000 more, and the House-passed measure $21,216,000 morethan the Administration's request to fund non-pay inflation costs and other program investments. ", "For the automation modernization account, Congress has provided Customs with $427,832,000, the same amount as in the House-passed bill. This amount is $170,000,000 more than theAdministration's FY2002 request of $257,832,000, which was the amount appropriated by Congressfor FY2001 ($5,400,000 for the International Trade Data System, and not less than $130,000,000for the continued development of the Automated Commercial Environment). For FY2002, theSenate measure would have provided $100,000,000 more than the Administration's request. Asanticipated in the Administration's request, the conference agreement would provide Customs with$3,000,000 in offsetting receipts in the harbor maintenance fee account. The Senate measure wouldhave appropriated the same amount, while the House-passed measure would have appropriated$2,993,000 in offsetting receipts for obligation under this account.", "In recent years, Customs' Automated Commercial System (ACS), the system Customs uses to track, control, and process all commercial goods imported into the United States, has proveninadequate and has suffered from \"brownouts\" that inhibit international commerce. The GeneralAccounting Office (GAO) has testified that the current import processes handled by ACS are\"paper-intensive, error-prone, and transaction based, and out of step with just-in-time inventorypractices of the trade community.\" (31) Since 1994,Congress has increased funding for Customs toupgrade ACS and continue development of its replacement, the Automated CommercialEnvironment (ACE), but Customs has struggled with the upkeep of ACS and the development ofACE. ", "In the FY2000 conference report, Congress directed Customs to provide a revised blueprint, schedule, and budget for ACE. This report was delivered to the Appropriations committees, but latein the fiscal year. For FY2001, Congress provided over $257,832,000 in a direct appropriation,which includes $5,400,000 to continue the development of the International Trade Data System andat least $130,000,000 to continue the development of ACE. It was reported in Government Executive magazine that the development, operation, and maintenance of ACE over 7 years will cost between$1.4 and $1.8 billion, and that Customs would begin taking bids to develop the new system inFY2001. (32) The Senate-reported measure wouldhave brought total FY2002 funding for ACE to$230,000,000, whereas the House-passed measure would have brought the total funding to$300,000,000. The conference agreement matches the House amount.", "In addition to appropriated funding, Customs generates offsetting receipts from two user fee programs. The first fee program consists of seven conveyance- and passenger-related user feesestablished by the 1985 Consolidated Omnibus Budget Reconciliation Act (COBRA) and the userfee for processing bulk cargo from Mexico and Canada established by the 1986 Tax Reform Act. The second fee program consists of the commerce-related merchandise processing fee (MPF)established by the 1986 Omnibus Budget Reconciliation Act (OBRA). Customs generally has nocontrol over the allocation of MPF fee receipts. COBRA fee receipts, on the other hand, are notappropriated for obligation by Congress, and they account for a substantial portion of fundingavailable to Customs for expenditure each year. From FY1992 to FY1999, COBRA fee receiptshave ranged from about $176,000,000 to $274,000,000.", "There are codified limitations on the use of COBRA fee receipts, and initially they were used principally to pay overtime costs for inspectors and canine enforcement officers. Surplus revenuescould be and were carried over from one year to the next. Such carryover has been used to fundrecurring costs in positions and equipment from previous years. As a result, COBRA fee receiptshave funded an increasing share of permanent inspector positions and information technology costs. In FY2000, however, there were reports of a drop-off in air passenger processing fee receipts. Consequently, the growing reliance on COBRA fee receipts to fund base positions in conjunctionwith a drop-off in receipts may prove problematic in FY2001, as Customs may not have allocatedenough to pay overtime for Customs officers. To address the decline in COBRA fee receipts, theHouse-passed measure would provide $15,000,000 for additional positions. The conferenceagreement was silent on this issue. The authorization for the COBRA fees expires at the end ofFY2003.", "Internal Revenue Service (IRS). The federal government levies individual and corporate income taxes, social insurance taxes, excise taxes, estateand gift taxes, customs duties, and other miscellaneous taxes and fees. The federal agency mainlyresponsible for administering these taxes and fees is the IRS. In carrying out that responsibility, itreceives and processes tax returns and other related documents, processes payments and refunds,enforces compliance through audits and other methods, collects delinquent taxes, and provides avariety of services to taxpayers in an effort to help them understand their responsibilities and resolveproblems. In FY 2000, the IRS collected $2,077 billion, the largest component of which wasindividual income tax revenue of $1,117 billion.", "Under P.L. 107-67 , the IRS is funded at $9.437 billion in FY 2002, or $548 million more than it received in FY 2001. With this increase, the agency has the authority to add 600 individuals toits staff in FY 2002. Of the total amount appropriated, $3.798 billion is for tax processing,assistance, and management; $3.538 billion for tax law enforcement; $1.563 billion for informationsystems; and $146 million for the earned income tax compliance initiative. In addition, the IRS isreceiving $391.6 million for its Information Technology Investment Account (ITIA) throughSeptember 30, 2004. Funds can be drawn from the account only with the prior approval of theHouse and Senate Appropriations Committee, and they are allocated on a project or milestone basis. In June 2001, the committees authorized the release of $128 million from the ITIA to enable the IRSto continue its program to modernize its information system. No additional money is being providedfor the Staffing Tax Administration for Balance and Equity initiative (STABLE) in FY 2002,however, contrary to the wishes of the Bush Administration. STABLE is intended to improve theIRS's customer service and bolster its capability to enforce federal tax laws; Congress approvedinitial funding for the initiative in FY 2001. P.L. 107-67 also gives the Treasury Inspector Generalfor Tax Administration $123.7 million in FY 2002. It specifies that $500,000 of this amount is tobe used for bimonthly audits of IRS taxpayer assistance centers.", "P.L. 107-67 directs the IRS to improve its customer service by increasing its staffing of its toll-free help-line service, and to take steps to further safeguard the confidentiality of taxpayerinformation. Moreover, it expresses concern about the ability of the IRS to coordinate and integrateits spending on business system modernization projects with its \"development-related\" investmentsin information systems.", "The IRS has already completed its budget request for FY 2003 and submitted it to the Office of Management and Budget for review. Reportedly, the agency is seeking an increase in funding of$800 million over FY 2002 and the authority to hire another 1,800 staff. These additional resourceswould be channeled into improving customer service, modernizing information systems, andbolstering taxpayer audits and other compliance efforts. A key player in the IRS appropriationsprocess is the IRS Oversight Board. The Board is required by law to review the IRS budget andmake its own recommendations directly to Congress. Based on the Board's recommendations forthe FY 2002 budget, some expect the Board to back the agency's request for increased funding inFY 2003 and to request that Congress approve two years of funding for the ITIA.", "U. S. Secret Service. The U.S. Secret Service ismandated by statute to carry out two distinct missions: the protection of designated governmentofficials and individuals, and criminal investigations. It is also responsible for the enforcement oflaws relating to counterfeiting.", "Under P.L. 107-67 , the Secret Service is funded at $920,615,000. The conference agreement increased the salaries and expenses account by over $4 million beyond the higher of the two versionswith the other Secret Service account being funded at the higher of the two, the House-passedversion of $3,457,000. The House had approved an appropriation of $923,569,000 for the SecretService. As passed by the Senate, $902,967,000 would have been appropriated for the SecretService, with $899,615,000 provided for salaries and expenses, and $3,352,000 available for repairand construction of facilities. The conference report explains the funding by stating that", "This includes the costs of non-pay inflation and the anticipated pay adjustment. The conferees also provide $1,633,000 for forensic support to theNational Center for Missing and Exploited Children (NCMEC), and $3,009,000 for grants toNCMEC. (33)", "No further explanation for the increase is offered. Under the emergency supplemental the Service would be allocated further funding. See the section on terrorism below.", "On July 17, the House Committee on Appropriations approved an appropriation of $947,234,000 for the Secret Service. This is an increase of $118,892,000 over FY2001 enacted and$86,660,000 over the President's request. The House subcommittee had recommended anappropriation of $943,777,000, an increase of $118,891,749 above the FY2001 enacted level andan increase of $86,660,000 above the President's request. The increase included $13,624,000 fornon-pay inflation; $27,530,000 for security planning and operations for the 2002 Winter Olympics;$45,000,000 to complete the staffing re-balancing initiative, and $506,000 in additional support forthe National Center for Missing and Exploited Children. ", "For FY2002, the President has requested $857,117,000 for salaries and expenses related to protective functions, research and development, and the purchase of vehicles. Total increases of$56,228,000 are offset by $23,996,000 in reductions, resulting in a net increase of $32,232,000 overthe FY2001 funding level of $824,885,000. Of the FY2002 budget request, $1,633,000 is foractivities related to the investigations of exploited children; and $3,352,000 is for acquisition andconstruction costs. ", "P.L. 106-554 funded the Secret Service salaries and expenses account at $823.8 million in FY2001. The acquisitions, construction, and related expenses account funded at $8.9 million. P.L.106-346 provided supplemental funding of $2.9 million for the salaries and expenses account. Therescission reduced Secret Service funding by $1.853 million."], "subsections": []}, {"section_title": "U.S. Postal Service", "paragraphs": ["The U.S. Postal Service (USPS) generates nearly all of its funding through the sale of products and services. It does receive an appropriation from Congress, however, to compensate for revenueforgone in providing free and reduced rate mail for the blind and visually impaired and for overseasvoting. Under the Revenue Forgone Reform Act of 1993, Congress is required to reimburse USPS$29 million each year until 2035, for services performed but not paid for in the 1990s. (See also, CRS Report RS21025 , The Postal Revenue Forgone Appropriations: Overview and Current Issues .)", "In FY2001, USPS received an appropriation of $96.093 million, including $67.093 million for revenue forgone in FY2001 but not payable until October 1, 2002, and the $29 million due under theRevenue Forgone Reform Act of 1993.", "P.L. 107-67 maintains the advance appropriation practice, with $29,000,000 in current funding, $67,093,000 in FY2002 advance funding, and $47,619,000 in FY2003 advance funding. Thisreflects the House-passed version. The Senate, on the other hand, acceded to the Administration'srequest with regard to advance appropriations. All of the $143.7 million the Senate approved onSeptember 19 would be available to the Postal Service in FY2002. The conference committeeadopted the House provision, making $47,619,000 of the appropriation unavailable for obligationuntil October 1, 2002. ", "In its FY2002 Budget, the Administration proposed to reverse the practice of providing USPS advance appropriations to avoid annual spending limitations. It proposed an appropriation of$56.303 million for revenue forgone in fiscal 2002, and $29 million for the FY2002 installmentunder the Revenue Forgone Reform Act of 1993, reduced by $8.684 million as a reconciliationadjustment to reflect actual versus estimated free mail volume in 1999, for a total of $76.729 million. USPS will also have available for obligation the $67.093 million provided for revenue forgone infiscal 2001, for a total of $143.7 million. ", "The Postal Service has experienced a significant rise in costs subsequent to the September 11, 2001 attacks and the continuing crisis involving anthrax exposure. The Postmaster General told bothHouse and Senate oversight committees that several billions of dollars will be necessary for crisisresponse and to install devices designed to decontaminate mail. (34) On November 5, 2001, theAdministration notified Congress that , under the provisions of P.L. 107-38 , $175 million would beallocated to the Postal Service from the Emergency Response Fund as of November 20. (35) Theseresources include: $100 million for an initial purchase of irradiation equipment to sanitize the mail;and $75 million for the costs of personnel protection equipment (e.g., gloves, masks, barrier creams),first response/environment testing kits and services, site clean-up and medical goods and services,and public education materials. The Senate Committee on Appropriations recently heard from thePostmaster General as to the perceived financial needs of the Postal Service. (36) P.L. 107-117 appropriates an additional $500 to the U.S. Postal Service. See Table 4, below, for more detailedexplanations.", "Semipostals. (37) P.L. 107-67 has three newprovisions affecting the issuance of semipostal stamps and bypassing the selection procedure setforth in the Semipostal Authorization Act of 2000. (Semipostals enable postal customers to pay asurcharge over regular postage for the benefit of a worthy cause.) (See also CRS Report RS20921 , Semipostal Stamps: Authorization, Revenue, and Selection Criteria .) The Senate had added anamendment that would extend the Breast Cancer Research Stamp beyond its current expiration dateof July 29, 2002, to July 29, 2008. It also would exempt the breast cancer stamp from the USPSregulation issued under the authority of the Semipostal Authorization Act that had limited thecirculation of semipostals to one at any one time. The conferees agreed to an extension, but only toDecember 31, 2003 (section 650). ", "The Senate also had added language, that was included in the conference report (section 652), authorizing another semipostal to assist the families of rescue workers killed or disabled in theSeptember 11 terrorist attacks. USPS already had underway a selection process for a semipostal toreplace the breast cancer stamp, and the amendment would permit USPS to designate the \"Heroes\"stamp as the one to be issued, or to issue it as a third semipostal in circulation. ", "Finally, the conference added language (Section 653) authorizing a semipostal to be issued before 2004, and to be in circulation no later than December 31, 2006, for the benefit of domesticviolence programs administered by the Department of Health and Human Services. Domesticviolence was one of the 37 subjects nominated for a semipostal under the Semipostal AuthorizationAct.", "Shipping Day-Old Poultry. The conferees also accepted (section 651) a Senate provision authorizing USPS to require any contract air carrier toaccept day-old poultry and a few other live animals as mail, and to charge mailers a reasonablesurcharge to cover the extra costs involved. The amendment will not affect air carriers that do notnormally accept live animals as cargo, a category that includes its new transportation partner FedEx.", "Conference Directives. (38) Noting that the state ofHawaii has only one mail sorting facility, the H.R. 2590 conferees urged the PostalService \"to develop a procedure by which mail that originates on the same island to which it isaddressed can be kept and sorted on that island.\" Intra-island mail deliveries had been disrupted bythe flights delayed after the September 11 attack. The conferees agreed to direct the U.S. PostalService to conduct a 90-day study on the feasibility of the USPS \"to introduce and provide newproducts and services (including the introduction and provision of new products and services on anexperimental or market test basis) and to enter into negotiated service agreements with individualcustomers or groups of customers.\""], "subsections": []}, {"section_title": "Executive Office of the President and Funds Appropriated to the President", "paragraphs": ["The Treasury and General Government appropriations act funds all but three offices in the Executive Office of the President (EOP). Of the three exceptions, the Council on EnvironmentalQuality (including Office of Environmental Quality) and the Office of Science and TechnologyPolicy are funded under the Veterans Affairs, Housing and Urban Development, and IndependentAgencies appropriations; and the Office of the United States Trade Representative is funded underthe Commerce, Justice, State, and the Judiciary and Related Agencies appropriations. Funding forthese agencies is not included in this report.", "P.L. 107-67 provides an appropriation of $747,531,000 for EOP agencies funded under the Treasury and General Government appropriations. ", "The President's FY2002 budget proposed an appropriation of $731,725,000, an increase of 4.26% over the $701,815,000 (less a $575,000 rescission) appropriated in FY2001.", "The House of Representatives passed EOP funding of $751,967,000, an increase of $50,727,000 over FY2001 enacted (including the rescission) and $20,242,000 over the President's request. Anamendment, agreed to by the House by voice vote, would have consolidated 10 of the 18appropriations accounts into one account, arguably to provide the President with more flexibility inallocating funding. During the floor debate, the chairman and ranking member of the HouseAppropriations Committee noted that this provision was being accepted as a placeholder for furtherdiscussion in conference. (39) The conferencecommittee agreed to continue with separate accountsrather than a consolidated account.", "The Senate passed, EOP funding of $755,519,000, an increase of $54,279,000 over FY2001 enacted (including the rescission) and $23,794,000 over the President's request.", "During his September 20, 2001 speech before a joint session of Congress on the September 11, 2001 terrorist attacks on America, President George W. Bush announced that he was creating theOffice of Homeland Security as a Cabinet-level position reporting directly to him. For a briefdiscussion of the position and office, see the \"Terrorism\" section below. More funding details willbe provided as they are available. That section also discusses funds provided to EOP accountsthrough allocations from the Emergency Response Fund.", "Compensation of the President. P.L. 107-67 provides an appropriation of $450,000, which includes an expense allowance of $50,000. Therequest is a 15.4% increase over the $390,000 appropriated in FY2001. The salary of the Presidentis $400,000 per annum , effective January 20, 2001. This was the amount proposed by thePresident's budget, recommended by the House and Senate committees, passed by the House andSenate, and agreed to by the conference committee.", "White House Office. This account provides the President with staff assistance and administrative services.", "P.L. 107-67 provides an appropriation of $54,651,000. This was the amount recommended bythe House committee, passed by the House, and agreed to by the conference committee. ThePresident's FY2002 budget proposed an appropriation of $54,165,000, an increase of 1.6% over the$53,288,000 (less a $118,000 rescission) appropriated in FY2001. The Senate committeerecommended and the Senate passed the same amount as the President requested.", "Executive Residence (White House). This account provides for the care, maintenance, and operation of the Executive Residence.", "P.L. 107-67 provides an appropriation of $11,695,000. This was the amount recommended by the House committee, passed by the House, and agreed to by the conference committee. ThePresident's FY2002 budget proposed an appropriation of $11,914,000, an increase of 9.3% over the$10,900,000 (less a $24,000 rescission) appropriated in FY2001. The Senate committeerecommended and the Senate passed the same amount as the President requested.", "For repairs and restoration at the White House, P.L. 107-67 provides an appropriation of $8,625,000. This was the amount requested by the President, and was an increase of 791% over the$968,000 (less a $2,000 rescission) appropriated in FY2001. Of the total, $1,306,000, is for sixprojects for required maintenance, safety and health issues, and $7,319,000 is for three projects forrequired maintenance and continued preventive maintenance in conjunction with the GeneralServices Administration, the Secret Service, the Office of the President, and other agencies involvedwith the White House. The House and Senate committees recommended and the House and Senatepassed this amount as well.", "Maintenance and repair costs for the White House are also funded by the National Park Service as part of that agency's responsibility for national monuments. Entertainment costs for statefunctions are funded by the Department of State. Reimbursable political events in the ExecutiveResidence are to be paid for in advance by the sponsor, and all such advance payments are to becredited to a Reimbursable Expenses account. The political party of the President is to deposit$25,000 to be available for expenses relating to reimbursable political events during the fiscal year. Reimbursements are to be separately accounted for and the sponsoring organizations billed, andcharged interest, as appropriate. The staff of the Executive Residence must report to the Committeeson Appropriations, after the close of each fiscal year, and maintain a tracking system on thereimbursable expenses.", "Special Assistance to the President (Office of the Vice President)and Official Residence of the Vice President. This account funds the Vice Presidentin carrying out the responsibilities assigned to him by the President and by law. It also provides forthe care and operation of the Vice President's official residence and includes the operation of a giftfund for the residence.", "P.L. 107-67 provides an appropriation of $3,925,000 for salaries and expenses. This was the amount recommended by the House committee, passed by the House, and agreed to by theconference committee. The President's FY2002 budget proposed an appropriation of $3,896,000,an increase of 6.1% over the $3,673,000 (less a $9,000 rescission) appropriated in FY2001. TheSenate committee recommended and the Senate passed the same amount as the President requested.", "The law also provides an appropriation of $318,000 for the operating expenses of the Official Residence of the Vice President. This was the amount recommended by the House committee,passed by the House, and agreed to by the conference committee. The President requested $314,000,an 11.3% decrease over the $354,000 appropriated in FY2001. The Senate committee recommendedand the Senate passed the same amount as the President requested.", "Section 635 of the law (section 634 of the House version and section 638 of the Senate version) authorizes the Department of the Navy to pay the utility bills, including the electric bill, for the VicePresident's residence, thereby shifting the expenses from the EOP account. (The entire property, ofwhich the residence is part, is owned and operated by the Navy.) House committee and flooramendments to maintain the costs in the EOP account were rejected.", "Section 636 of the law (section 635 of the House version and section 636 of the Senate version) authorizes the Department of the Navy to accept gifts of consumable items (i.e., food or liquor), orfunds for them, for use at official functions at the Vice President's residence, including the hostingof foreign dignitaries. House committee and floor amendments to prohibit this practice wererejected.", "The section 635 and 636 provisions were recommended in the President's budget. ", "Council of Economic Advisers (CEA). The three-member council was created in 1946 to assist and advise the President in the formulationofeconomic policy. The council analyzes and evaluates the national economy, economicdevelopments, federal programs, and federal policy to formulate economic advice . The councilassists in the preparation of the annual Economic Report of the President to Congress.", "P.L.107-67 appropriates $4,211,000, an increase of 2.4% over the $4,110,000 appropriated in FY2001; of which $9,000 was subsequently rescinded. The Senate approved an appropriation of$4,192,000, the amount requested by the President. The House approved an appropriation of$4,211,000 and this was the amount agreed to by the conference committee.", "Office of Policy Development. The Office supports the National Economic Council and the Domestic Policy Council in carrying out theirresponsibilities to advise and assist the President in formulating, coordinating, and implementingeconomic and domestic policy. The Office also supports other domestic policy development andimplementation activities.", "P.L. 107-67 provides an appropriation of $4,142,000. This was the amount recommended by the House committee, passed by the House, and agreed to by the conference committee. ThePresident's FY2002 budget proposed an appropriation of $4,119,000, an increase of 2.2% over the$4,032,000 (less a $9,000 rescission) appropriated in FY2001. The Senate committee recommendedand the Senate passed the same amount as the President requested.", "National Security Council (NSC). The NSC advises the President on integrating domestic, foreign, and military policies relating to nationalsecurity.", "P.L. 107-67 provides an appropriation of $7,494,000. This was the amount recommended by the House committee, passed by the House, and agreed to by the conference committee. ThePresident's FY2002 budget proposed an appropriation of $7,447,000, an increase of 3.9% over the$7,165,000 (less a $15,000 rescission) appropriated in FY2001. The Senate committeerecommended and the Senate passed the same amount as the President requested.", "Office of Administration. The Office of Administration provides administrative services, including financial, personnel, library and recordsservices, information management systems support, and general office services, to the ExecutiveOffice of the President.", "P.L. 107-67 provides an appropriation of $46,955,000. This was the amount recommended by the House committee, passed by the House, and agreed to by the conference committee. ThePresident's FY2002 budget proposed an appropriation of $46,032,000, an increase of 5.2% over the$43,737,000 (less a $96,000 rescission) appropriated in FY2001. The Senate committeerecommended and the Senate passed the same amount as the President requested.", "Subsequent to the September 11 attacks, the Office of Administration has been allocated funding for the relocation of personnel and enhanced security. See the \"Terrorism\" section belowfor further details.", "Office of Management and Budget (OMB). OMBassists the President in discharging budgetary, management, and other executive responsibilities. The agency's activities include preparing the budget documents; examining agency programs, budgetrequests, and management activities; preparing the government-wide financial management statusreport and five-year plan (with the Chief Financial Officer Council); reviewing and coordinatingagency regulatory proposals and information collection requirements; and promoting economical,efficient, and effective procurement of property and services for the executive branch.", "P.L. 107-67 provides an appropriation of $70,752,000. This was the amount recommended by the House committee, passed by the House, and agreed to by the conference committee. ThePresident's FY2002 budget proposed an appropriation of $70,521,000, an increase of 2.5% over the$68,786,000 (less a $151,000 rescission) appropriated in FY2001. The Senate committeerecommended and the Senate passed an appropriation of $70,519,000.", "Office of National Drug Control Policy (ONDCP). The ONDCP develops policies, objectives, and priorities for theNational Drug Control Program. The account also funds general policy research to support theformulation of the National Drug Control Strategy.", "P.L. 107-67 provides an appropriation of $25,263,000 for salaries and expenses. This was the amount agreed to by the conference committee. The President's FY2002 budget proposed anappropriation of $25,100,000, an increase of 1.4% over the $24,759,000 (less a $55,000 rescission)appropriated in FY2001. The House committee recommended and the House passed anappropriation of $25,267,000. The Senate committee recommended and the Senate passed anappropriation of $25,096,000.", "The Counterdrug Technology Assessment Center (CTAC). The CTAC is the central counterdrug research and developmentorganization for the federal government.", "P.L. 107-67 provides an appropriation of $42,300,000. Of the total, $20,064,000 is for the basic research and development program and $22,236,000 is for the continued operation of the technologytransfer program. This was the amount agreed to by the conference committee. The President'sFY2002 budget proposed an appropriation of $40,000,000, an increase of 10.9% over the$36,053,000 (less a $79,000 rescission) appropriated in FY2001. The House committeerecommended and the House passed the same amount as the President requested. The Senatecommittee recommended and the Senate passed an appropriation of $42,000,000.", "Federal Drug Control Programs. The HighIntensity Drug Trafficking Areas (HIDTA) program provides assistance to federal, state, and locallaw enforcement entities operating in those areas most adversely affected by drug trafficking. Fundsare disbursed at the discretion of the director of ONDCP for joint local, state, and federal initiatives.", "P.L. 107-67 provides an appropriation of $226,350,000. This was the amount recommended by the Senate committee, passed by the Senate, and agreed to by the conference committee. ThePresident's FY2002 budget proposed an appropriation of $206,305,000 (40) a decrease of 0.1% overthe $206,500,000 appropriated in FY2001. The House committee recommended an appropriationof $231,500,000. The House passed an appropriation of $233,882,000.", "The Senate adopted an amendment (Senator Dorgan, Amendment No. 1584) which would designate a HIDTA in the State of Utah and apportion $2,500,000 of those funds to be used for it. The conference report states:", "As ONDCP reviews proposals for the increased HIDTA funding provided, the conferees direct it to consider the following: increases for Central Florida,Rocky Mountain, Midwest (for Missouri, Iowa, and North Dakota), Chicago, Southwest Border (forArizona, New Mexico, and West Texas), Southeast Michigan, Appalachian, Lake County, GulfCoast, Hawaii, Philadelphia/Camden, Oregon, and Milwaukee HIDTAs; and funding for expansionof HIDTAs in North Texas (to Oklahoma counties), and the Northwest (to counties in southwest andeastern Washington); and possible designation of Arkansas and North Carolina, which have soughtdesignation in recent years. (41)", "The Special Forfeiture Fund. The Fund, administered by the director of ONDCP, supports high-priority drug control programs. The funds may betransferred to drug control agencies or directly obligated by the ONDCP director.", "P.L. 107-67 provides an appropriation of $239,400,000. This was the amount agreed to by the conference committee. The President's FY2002 budget proposed an appropriation of $247,600,000,an increase of 6.0% over the $233,600,000 appropriated in FY2001. The House committeerecommended and the House passed an appropriation of $238,600,000. The Senate committeerecommended and the Senate passed an appropriation of $249,400,000.", "Unanticipated Needs. The account provides funds for the President to meet unanticipated needs in furtherance of the national interest, security, ordefense.", "In FY2001, $3,500,000 (less an $8,000 rescission) was appropriated, of which $2,500,000 was for the Elections Commission of the Commonwealth of Puerto Rico to be used for objective,nonpartisan citizens' education and a choice by voters regarding the islands' future status.", "P.L. 107-67 provides an appropriation of $1,000,000 for FY 2002. This was the amount proposed by the President's budget, recommended by the House and Senate committees, passed bythe House and Senate, and agreed to by the conference committee.", "The President allocated $51,000,000 from the Emergency Response Fund to the Unanticipated Needs account. The communication to Congress provides no further explanation. See the sectionon \"Terrorism\" below for information on the allocations."], "subsections": []}, {"section_title": "Independent Agencies", "paragraphs": ["Federal Election Commission (FEC). The FEC administers federal campaign finance law, including overseeing disclosure requirements, limits oncontributions and expenditures, and the presidential election public funding system; the agencyretains civil enforcement authority for the law. The Office of Election Administration, which servesas a clearinghouse for information on voting laws and procedures for state and local election officers,is another part of the FEC .", "P.L. 107-67 appropriates $43,689,000, the same as the House-passed level. Also as proposed by the House, the act includes a new general provision (section 642) extending FEC authority toassess administrative fines for straightforward violations of reporting deadlines, from December 31,2001 to December 31, 2003.", "The Administration's budget proposal for FY2002 called for $41,411,000 for the FEC, an increase of $1,000,100 over the $40,410,900 appropriated under P.L. 106-554 for FY2001 (whichreflected $40,500,000, minus an across-the-board .22% rescission). Of the $41.4 million requested,no less than $4,453,000 shall be available for internal automated data processing systems ($236,500less than the amount targeted for the previous year) and no more than $5,000 may be used forreception and representational expenses. The Administration's budget called for a full-timeequivalent staffing authorization of 357, the same as for FY2001.", "In the FEC's separate submission to OMB, the agency requested $47,671,000, or $6,260,000 more than the Administration proposes. The FEC also asked for 375 personnel, which was 18 morethan requested in the President's budget proposal. In justifying its request for additional funding andstaff, the agency cited, among other things, the heightened demands on the election clearinghousefor assistance on election administration issues in the wake of the 2000 presidential election.", "The House-passed version would have provided an appropriation of $43,689,000, exceeding the Administration's proposed level by more than $2.2 million. Of the total, no less than $5,128,000would be available for internal automated data processing systems and no more than $5,000 wouldbe available for reception and representation expenses. In addition, the measure would include anew general provision extending authority for the FEC to assess administrative fines forstraightforward violations of reporting deadlines, from December 31, 2001 to December 31, 2003.", "The Senate-passed version recommends an appropriation of $43,993,000, some $304,000 more than the House-passed figure and $2,582,000 more than the Administration's request. This higherfigure would incorporate $582,000 for the government-wide pay adjustment and $2 million forimprovements to state and local election systems and administration, the latter conditioned onenactment of authorizing legislation for such a program. No less than $4,453,000 of therecommended amount would be required to be devoted to internal automated data processingsystems. No provision was included regarding administrative fines.", "Federal Labor Relations Authority (FLRA). The agency serves as a neutral party in the settlement of disputes that arise between unions, employees,and agencies on matters outlined in the Federal Service Labor Management Relations Statute;decides major policy issues; prescribes regulations; and disseminates information appropriate to theneeds of agencies, labor organizations, and the public. The FLRA also engages in case-relatedinterventions and training and facilitates labor-management partnerships. It has three components: the Authority which adjudicates labor-management disputes, the Office of the Inspector Generalwhich conducts and supervises audits and investigations related to FLRA's functions, and theFederal Service Impasses Panel which resolves impasses which occur during labor negotiationsbetween federal agencies and labor organizations.", "P.L. 107-67 provides an appropriation of $26,524,000 for the FLRA. This was the amount passed by the House and agreed to by the conference committee. The President's FY2002 budgetproposed an appropriation of $26,378,000. The request was 5.5% above the FY2001 funding minusthe rescission. The House and Senate committees recommended and the Senate passed the sameamount as the President requested.", "The agency's FY2001 appropriation was $25,058,000. P.L. 106-554 also provided for a 0.22% or $55,000 across-the-board cut in the FY2001 funding. (42) After this reduction, the FY2001 fundingwas $25,003,000.", "General Services Administration (GSA). The General Services Administration administers federal civilian procurement policies pertaining to theconstruction and management of federal buildings, disposal of real and personal property, andmanagement of federal property and records. It is also responsible for managing the funding andfacilities for former Presidents and presidential transitions. GSA is one of several agencies coveredby this bill which are involved in counterterrorism activities. Please see the \"Terrorism\" sectionbelow for further details.", "Under P.L. 107-67 , GSA is funded at $472,081,000 for FY2002. The funding includes $284,000,000 to the Federal Buildings Fund, $143,139,000 to policy and operations, $36,346,000to the Office of Inspector General, $5,000,000 to the Electronic Government (E-Gov) Fund, and$3,196,000 to the allowances and office staff for former Presidents. Sections 401 through 413 relateto GSA general provisions. Sections 408-413 are new provisions which relate to vehicle policymanagement, naming of specific federal buildings, road construction and property transfer.", "The House had approved an appropriation of $459,021,000 for GSA. Of this total, $276,400,000 would be provided for the Federal Buildings Fund; $137,947,000 for policy andoperations; $36,378,000 for the Office of Inspector General; and $3,196,000 for allowances andoffice staff for former Presidents. The House committee had approved an appropriation of$458,401,000.", "S. 1398 , as introduced in the Senate and as reported by the Senate committee, would have provided $276,400,000 for the Federal Buildings Fund; $145,749,000 for policy andoperations; $36,025,000 for the Office of Inspector General; and $3,376,000 for allowances andoffice staff for former Presidents. The Senate approved those amounts.", "The President's FY2002 budget contained a request for $138,499,000 for policy and operations; $36,025,000 for the Office of Inspector General; and $3,552,000 for allowances and office staff forformer Presidents.", "Three different laws provide FY2001 funding to the General Services Administration. P.L. 106-554 provides $632,211,000 for GSA in FY2001. Of this total, $464,154,000 is appropriated forthe Federal Buildings Fund; $123,920,000 for policy and operations; $34,520,000 for the Office ofInspector General; $2,517,000 for benefits to former Presidents; and $7,100,000 for the presidentialtransition. An additional $2,070,000 is to be deposited into the Federal Buildings Fund. An advanceFY2002 appropriation of $276,400,000 is also provided for the Federal Buildings Fund. P.L.106-346 appropriated $11,350,000 in FY2001 funds to the Federal Buildings Fund and $13,789,000for the policy and operations account. P.L. 106-275 , as amended provided $7,100,000 forpresidential transition, releasing funds needed after the election for that purpose. GSA FY2001 isreduced, through the rescission, by $1,470,000, with $1,053,000 coming out of the Federal BuildingsFund. P.L. 107-20 added an additional $25,757,000 to GSA's FY2001 appropriation. ", "Federal Buildings Fund (FBF). The act includes the$276,400,000 appropriated in FY2001 as advance appropriations for the FBF and an additional$8,000,000 for FY2002. The House and Senate had determined that there would be no additionaldirect appropriation into the Federal Buildings Fund for FY2002. A total of $276,400,000 for theFederal Buildings Fund is the amount included in FY2001 direct appropriations which wasdesignated to become available on October 1, 2001. The House agreed to an amendment makingavailable $14 million from the Fund for a National Archives and Records Administration buildingin Georgia. ", "Since the FY2001 advance appropriation provided $276,400,000, no additional funds were requested. Of the $6,107,891,000 deposited in the FBF, the President's FY2002 budget requests that$386,289,000 shall remain available until expended for construction, and that $826,676,000 shallremain available until expended for repairs and alterations.", "Revenue to the FBF is the principal source of funding. Congress, however, directs the GSA as to the allocation (or limitation on spending) of funds. The conference agreement would provide$386,280,000 for construction and acquisition of facilities; $826,676,000 for repairs and alternations;$186,427,000 for installment acquisitions payments; $2,952,050,000 for rental of space; and$1,748,949,000 for building operations. All of these levels meet or fall just below theAdministration request and the House-passed version. That holds true also with the Senate versionexcept the Senate would have provided over $90,000,000 more for the spending allotment in theconstruction and acquisition of facilities account. The conferees direct the Federal Buildings Fundmanagers on specific issues with regard to the spending of the funds. (43)", "Electronic Government Fund. In advance of his proposed budget for FY2002, the President released, on February 28, 2001, A Blueprint for NewBeginnings: A Responsible Budget for America's Priorities . Intended as a 10-year budget plan, the Blueprint , among other innovations, proposed the establishment of an electronic governmentaccount, seeded with \"$10 million in 2002 as the first installment of a fund that will grow to a totalof $100 million over three years to support interagency electronic Government (e-gov) initiatives.\" Managed by OMB, the fund was foreseen as supporting \"projects that operate across agencyboundaries,\" facilitating \"the development of a Public Key Infrastructure to implement digitalsignatures that are accepted across agencies for secure online communications,\" and furthering \"theAdministration's ability to implement the Government Paperwork Elimination Act of 1998, whichcalls upon agencies to provide the public with optional use and acceptance of electronic information,services and signatures, when practicable, by October 2003.\" (44) About one month later, on March22, OMB Deputy Director Sean O'Keefe announced that the Bush Administration had decided todouble the amount to be allocated to the e-gov fund, bringing it to $20 million. (45)", "As included in the President's budget, the fund was established as an account within the General Services Administration, to be administered by the Administrator of General Services \"tosupport interagency projects, approved by the Director of the Office of Management and Budget, thatenable the Federal Government to expand its ability to conduct activities electronically, through thedevelopment and implementation of innovative uses of the Internet and other electronic methods.\" The Senate bill, as approved by the Senate, provided $5 million, to remain available until expended,as did the House bill adopted by the House. Also, the Senate bill, like the House bill, stipulated thattransfers of monies from the fund to federal agencies may not be made until 10 days after a proposedspending plan and justification for each project to be undertaken using such monies has beensubmitted to the Committee on Appropriations. Ultimately, the House and the Senate accepted theconference agreement on H.R. 2590 retaining both the $5 million appropriation for thefund and the requirement for a proposed spending plan and justification for each project using fundmonies. Expressing general support for the purposes of the fund, the conferees had recommended,and both chambers accepted, that the administration work with the House Committee onGovernment Reform and the Senate Committee on Governmental Affairs to clarify the status of itsauthorization. The President's initial request for the fund was $20 million, to remain available untilSeptember 30, 2004.. (46)", "Merit Systems Protection Board (MSPB). The MSPB assists federal agencies in running a merit-based civil service system. The agency carries outits mission on a case-by-case basis through hearings and decisions on employee appeals, and on asystematic basis by reviewing the significant actions and regulations of the Office of PersonnelManagement (OPM) and studying the civil service and other merit systems. MSPB's work is toensure that personnel actions are processed within the law and that the actions of OPM and otheragencies support and enhance merit principles.", "P.L. 107-67 provides an appropriation of $30,555,000 for the MSPB. In addition, $2,520,000 would be transferred from the Civil Service Retirement and Disability trust fund to provide foradministrative expenses to adjudicate retirement appeals. This was the amount passed by the Houseand agreed to by the conference committee. The President's FY2002 budget proposed anappropriation of $30,375,000. The request, not including the trust fund transfer, was 3.4% abovethe FY2001 funding minus the rescission. The House and Senate committees recommended and theSenate passed the same amount as the President requested.", "The agency's FY2001 appropriation, not including the trust fund transfer, was $29,437,000. P.L. 106-554 also provided for a 0.22% or $65,000 across-the-board cut in the FY2001 funding. (47) After this reduction, the FY2001 funding was $29,372,000.", "National Archives and Records Administration (NARA). The custodian of the historically valuable records of the federalgovernment since its establishment in 1934, NARA also prescribes policy and provides bothguidance and management assistance concerning the entire life cycle of federal records. It alsoadministers the presidential libraries system; publishes the laws, regulations, and presidential andother documents; and assists the Information Security Oversight Office (ISOO), which managesfederal security classification and declassification policy; and the National Historical Publicationsand Records Commission (NHPRC), which makes grants nationwide to help nonprofit organizationsidentify, preserve, and provide access to materials that document American history.", "Under P.L. 107-67 , NARA will receive $276,602,000. This represents an appropriation of $283,214,000 offset by debt reduction in the amount of $6,612,000. Of the $244,247,000 for NARAoperating expenses, $22,302,000 is for an electronic records archive, $16,337,000 of which shall beavailable until September 30, 2004. The funding reflects both the Senate- and House-passed fundinglevels. The House amount was a $700,000 increase, effected through a Rules Committeeamendment, in the $243,547,000 allocated by the bill as reported from the AppropriationsCommittee. The provided funds are in the amount requested in the President's FY2002 budget.", "P.L. 107-67 provides $39,143,000 for repairs and restoration, $28,500,000 of which was designated for a new Southeast regional archives facility to be constructed on land to be acquired bydirect payment or the provision of site improvements from the State of Georgia or Clayton Countyor some other governmental authority thereof. The Senate had provided $30,500,000 forconstruction of a NARA facility in Georgia and $41,143,000 for repairs and restoration of NARAfacilities,. The House had allocated $24,643,000 for repairs and restoration of NARA facilities --$10,643,000 as requested in the President's budget and $14 million made available, through theadoption of an amendment during floor debate, from the General Services Administration FederalBuildings Fund for the NARA facility to be built in Georgia.", "P.L. 107-67 provides $6,436,000 for the NHPRC grants program, as requested in the President's budget. This was the amount approved by the Senate. The Senate AppropriationsCommittee report on the bill had noted the interest of two libraries in preserving and makingaccessible their particular holdings of the papers of John Adams and Calvin Coolidge, and hadencouraged the NHPRC to work with the officials of those institutions to develop competitive grantproposals. Similarly, within the funds provided, the Committee had recommended that the NHPRCwork closely with the University of Hawaii and the University of Alaska to develop a proposal forcataloging the historic records relating to statehood in preparation for the 50th anniversary statehoodcelebrations in Hawaii and Alaska. The House had provided $10 million for the NHPRC grantsprogram, which was an increase of $5,564,000 above the President's request. Of the grants fundsallocated by the House, $1,700,000 was specified for assisting the Oklahoma CentennialCommission with memorializing the Oklahoma Land Run, and $1 million was specified for theBoston Public Library to assist with preserving and enhancing its holdings of materials related toJohn Adams.", "Also accepted in the final version of the bill was conferee report language amending section 2105 of Title 44, United States Code, to allow the Archivist to appoint directors at presidentialarchival depositories as qualifying for Senior Executive Service positions. During Senateconsideration of the bill, a floor amendment (amendment No. 1575) authorizing the Archivist toappoint directors at presidential archival depositories as qualifying for Senior Executive Servicepositions was adopted.", "The total amount appropriated for NARA by the House, $278,290,000, was adjusted by $6,612,000 for debt reduction, making the allocation $272,278,000.", "Drawing upon funds made available to him by the Emergency Supplemental Appropriations Act for Recovery from and Response to Terrorist Attacks on the United States, FY2001, PresidentBush, on October 16, 2001, allocated $7 million to NARA, $4.8 million for the operating expensesaccount for additional guard services at NARA-owned facilities, and $2.2 million for the repairs andrestoration account. (See the Terrorism section of this report.)", "Office of Government Ethics (OGE). The Office of Government Ethics, a small agency within the executive branch, was established by the Ethics inGovernment Act of 1978. Originally part of the Office of Personnel Management, OGE became aseparate agency on October 1, 1989, as a result of the Office of Government Ethics ReorganizationAct of 1988. The Office of Government Ethics exercises leadership in the executive branch toprevent conflicts of interest on the part of government employees, and to resolve those conflicts ofinterest that do occur. In partnership with executive branch agencies and departments, OGE fostershigh ethical standards for employees and strengthens the public's confidence that the government'sbusiness is conducted with impartiality and integrity. ", "P.L. 107-67 funds OGE at $10,117,000, an increase of $454,000 from FY 2001 funding. This is the amount approved by the House of Representatives. The FY2002 request had been$10,060,000, an actual increase from FY2001 of $397,000. Although the House approved the$10,117,000, the Senate approved $10,060,000l. ", "For FY2001, P.L. 106-554 appropriated the requested amount of $9,684,000, which was subjectto a .22% rescission of $21,000. Accordingly, the net funding for FY2001 was $9,663,000.", "On December 20, 2001, legislation ( S. 1202 ) reauthorizing the OGE through FY2006 was cleared for the President's approval.", "Office of Personnel Management (OPM). The budget for OPM is comprised of budget authority for both permanent and current appropriations. This report discusses the budget authority for current appropriations. The agency is responsible foradministering personnel management functions. Among the activities OPM engages in are helpingagencies develop merit-based human resources management accountability systems to support theirmissions; managing the federal government's merit-based employment system; administering theretirement, health benefits, and life insurance programs for current and retired federal employees;developing and implementing policies on pay and leave administration; and developing andadministering policies, regulations, and guidelines on employee relations. The Office of InspectorGeneral (OIG) conducts audits, investigations, evaluations, and inspections throughout the agencyand may issue administrative sanctions related to the operation of the Federal Employees HealthBenefits Program.", "P.L. 107-67 provides an appropriation of $15,508,134,000 for OPM. This total includes discretionary funding of $99,636,000 for salaries and expenses and $1,498,000 for OIG salaries andexpenses. It also includes mandatory funding of $6,145,000,000 for the government payment forannuitants of the employees health benefits program, (48) $33,000,000 for the government paymentfor annuitants of the employee life insurance program, and $9,229,000,000 for payment to the civilservice retirement and disability fund. Not included in this total are trust fund transfers of$115,928,000 for salaries and expenses (of which $21,777,000 would remain available untilexpended for the cost of automating the retirement record-keeping systems) and $10,016,000 forOIG salaries and expenses. (In FY2001, $101,986,000 for salaries and expenses and $9,745,000 forOIG salaries and expenses were transferred from trust funds.) The P.L. 107-67 amounts were passedby the House and agreed to by the conference committee.", "The President's FY2002 budget proposed an appropriation of $15,507,434,000 for the agency. This total included discretionary funding of $99,036,000 for salaries and expenses; $1,398,000 forthe OIG; and the same amounts as P.L. 107-67 provides for the other accounts. The request, notincluding the trust fund transfers, was 7% above the FY2001 funding minus the rescission. TheHouse and Senate committees recommended, and the Senate passed, the same amount as thePresident requested.", "The agency's FY2001 appropriation, not including the trust fund transfers, was $14,497,672,000. P.L. 106-554 also provided for a 0.22% or $462,000 across-the-board cut in theFY2001 funding. (49) After this reduction, theFY2001 funding was $14,497,210,000.", "The House committee's report: ", "directs the Office of Personnel Management to submit a report within 120 days of enactment on the cost of administering the FWS, [Federal Wage System]including the cost of data collection, the cost of analyzing FWS data and its transformation into FWSpay lines and wage schedules, the cost of operating the Federal Prevailing Rate Advisory Committee,and the number of FWS workers in each Federal agency. This information will help to determinewhether the data used by the FWS justifies its cost, and whether other mechanisms for setting federalblue collar worker pay would be more effective. (50)", "In its report, the Senate committee expressed support for \"providing the technology necessary to modernize the Federal employee retirement system,\" but:", "recommends that OPM reach out to GAO for guidance and support on this initiative and encourages the establishment of a relationship for the duration ofthe project. The Committee expects to be informed regularly by OPM and GAO on the progress ofthis IT [information technology] project. (51)", "Office of Special Counsel (OSC). The agency investigates federal employee allegations of prohibited personnel practices and, when appropriate,prosecutes matters before the Merit Systems Protection Board; provides a channel for whistleblowing by federal employees; and enforces the Hatch Act. In carrying out the latter activity, theOSC issues both written and oral advisory opinions. The OSC may require an agency to investigatewhistleblower allegations and report to the Congress and the President as appropriate.", "P.L. 107-67 provides an appropriation of $11,891,000 for the OSC. This was the amount passed by the House and agreed to by the conference committee. The President's FY2002 budgetproposed an appropriation of $11,784,000. According to the budget, \"this request will enable OSCto continue its efforts to reduce its long-standing case processing backlogs.\" The agency's revisedFY2002 strategic plan \"place[s] more emphasis on prioritizing cases by category and resourceallocation, while improving quality.\" (52) Therequest was 6.0% above the FY2001 funding minus therescission.", "The House committee recommended an appropriation of $11,823,000. The Senate committee recommended, and the Senate passed, the same amount as the President requested.", "The agency's FY2001 appropriation was $11,147,000. P.L. 106-554 also provided for a 0.22% or $25,000 across-the-board cut in the FY2001 funding. (53) After this reduction, the FY2001 fundingwas $11,122,000."], "subsections": []}, {"section_title": "General Provisions", "paragraphs": ["This section of the report discusses, briefly, general provisions such as government-wide guidance on basic infrastructure-like policies. Examples would be provisions related to the BuyAmerica Act, drug-free federal workplaces, and authorizing agencies to pay GSA bills for spacerenovation and other services which are annually incorporated into the Treasury and GeneralGovernment appropriations legislation. Quite frequently, additionally, there will be provisionswhich relate to specific agencies or programs. For both Title V and VI, with noted exceptions, thesections discussed here will be those which are new or contain modified policies. TheAdministration's proposed language for general provisions in Title VI is found the Appendix . (54) Theamendments adopted and rejected during House consideration and passage of H.R. 2590 July 25 and the Senate amendments considered and adopted September 19, are presented in thesection of the report entitled \"Status and Legislative History.\"", "Under Title V , P.L. 107-67 includes a new provision (section 515) regarding prohibiting theuse of funds to any person or entity convicted of violating the Buy American Act.", "Title VI contains several new or significantly modified, provisions as agreed to by the conferees.", "Section 619 modifies and continues the provision prohibiting the importation of any goods manufactured by forced or indentured child labor.", "Section 630 continues and makes permanent the provision authorizing agencies to provide childcare in federal facilities. (See discussion below.)", "Section 634 extends the authorization for franchise fund pilots for one year. ", "Section 635 clarifies that the Department of the Navy will provide and pay for utilities for the official residence of the Vice President without reimbursement.", "This provision was proposed in the President's budget. An amendment to strike this language wasdefeated during House consideration and debate.", "Section 636 authorizes the Secretary of the Navy to accept gifts of consumable items, or funds for the, to be accepted for use at official functions at the Vice President's residence, including thehosting of foreign dignitaries. This provision was proposed in the President's budget. A amendmentto strike this language was defeated during House consideration and debate.", "Section 637 clarifies that certain Title 5 authorities are available with respect to civilian personnel of the White House Office, the Executive Residence at the White House, the Office of theVice President, the Domestic Policy council, and the Office of Administration. This provision wasproposed in the President's budget.", "Section 638 requires the Office of Personnel Management to submit a report regarding telecommuting centers.", "Section 639 continues and modifies a provision prohibiting the use of funds to monitor personal information relating to the use of Federal internet sites. Applies provision government-wide.", "Section 640 amends Title 5 to clarify retirement benefits for air traffic controllers. ", "Section 641 amends 5 U.S.C. 4507 to make federal employees in senior technical positions eligible for Presidential rand awards.", "Section 642 extends authority for the FEC to assess administrative fines for straightforward violations of reporting deadlines from December 31, 2001 to December 31, 2003.", "Section 643, while continuing the contraceptive coverage in health plans participating in the Federal Employees Health Benefits Program (see discussion under federal personnel issues below),deletes the name of a provider no longer participating in the program. The requirement (section 630,FY2001), first enacted in FY1999, has been highly controversial. The Bush administrationrecommended eliminating the requirement.", "Section 644 clarifies that the U.S. Anti-Doping Agency is the official anti-doping agency for the Olympic games.", "Section 645 clarifies the status of certain employees of the United States-China Security Review Commission. ", "Section 646 provides a 4.6% pay adjustment for federal civilian white collar employees. The rule (H. Res. 206) on the bill provided for approval of an amendment which would provide $27.9million for partial costs associated with pay parity for civilian employees.", "Section 647 directs departments and agencies to comply with the Rural Development Act of 1972.", "Section 648 extends the deadline for the submission of annual reports by the United States-China Security Review Commission, as proposed by the Senate.", "Section 649 allows the National Archives to establish SES positions at Presidential Libraries. ", "Section 650 extends authorization of the \"Breast Cancer Research Stamp.\" ", "Section 651 relates to the shipment by the U.S. Postal Service of day-old poultry. ", "Section 652 authorizes the \"9/11 Heroes Stamp\" as a semipostal. ", "Section 653 authorizes the \"Stamp Out Domestic Violence\" stamp. ", "Administration General Provision Proposals.", "The Bush Administration recommended elimination of the provision (section 609, FY2001) which prohibits payment to political appointees functioning in jobs for which they have beennominated, but not confirmed. This provision has been in the bill for at least twenty years. Theprevious administration also recommended its elimination. The House adopted an amendmentwhich would reinstate that language.", "The Bush Administration also recommended elimination of the provision (section 612, FY2001) which prohibits use of funds to \"implement, administer, or enforce any regulation\" whichhas been disapproved through statutorily authorized means. If the provision were eliminated,conceivably the executive could continue regulatory activities which Congress had disapproved,through resolution of disapproval or the Congressional Review Act. The provision, in the bill sincethe early 1980s, had been recommended for elimination by the previous administration also. Theprovision appears as section 612 P.L. 107-67 .", "Another section (section 621, FY2001) recommended for elimination by both the Bush and Clinton administrations, is that which requires that no funds may be obligated or expended foremployee training that does not directly relate to the employee's official duties, that containselements likely to induce high levels of emotional response or psychological stress in someparticipants, that does not notify employees of content in the course or post-course evaluation, thatcontains any methods or content \"associated with religious or quasi-religious belief systems or 'newage' belief systems,\" and that is offensive to, or designed to change, participants' personal valuesor lifestyles away from the workplace. The language affirms the agencies' responsibilities to trainstaff for the performance of official duties. This language has been in the bill since the mid-1990s. The provision appears as section 621 in the act.", "Section 622 (FY2001) prohibits the use of funds to require and execute employee non-disclosure agreements without those agreements having whistle-blower protection clauses. TheBush proposal would eliminate that provision, which has been in the bill for over ten years. Theprovision appears as section 622 in the act.", "Section 627 (FY2001) requires approval by the Committees on Appropriations of release of any \"non-public\" information such as mailing or telephone lists to any person or any organization outsidethe federal government. That provision would be eliminated under the President's proposal. Itappears as section 625 in the act.", "Federal employees in executive agencies are required (section 629, FY2001) to \"use official time in an honest effort to perform official duties.\" That requirement, in the bill since FY1999, hasbeen slated for elimination by both the Bush and Clinton budget proposals. The argument has beenthat the ethics statutes, in fact, place that same requirement on all federal personnel. The provisionappears as section 627 in the act.", "There were four new sections proposed in the President's budget: ", "to extend to October 1, 2002 the franchise fund pilot programs established under the Federal Financial Management Act of 1994 ( P.L. 103-356 ) (budget proposal section 628; P.L. 107-67 , section 634); ", "to amend P.L. 93-346 to require that the Secretary of the Navy provide forutilities, including electrical, at the official residence of the Vice President (budget proposal section629; section 635 in the act; an amendment on the House floor to strike this language was rejected);", "to amend P.L. 93-346 to authorize and direct the Secretary of the Navy toaccept donations of money or property or use at official functions in or about the official residenceof the Vice President (budget proposal section 630; H.R. 2590 , section 636 in the act;an amendment on the House floor to strike this language was rejected); and ", "to provide that the heads of the White House Office, the Executive Residenceat the White House , the Office of the Vice President, the Domestic Policy Staff, and the Office ofAdministration would have full employment authority over all federal personnel (from any branch) detailed to any of their respective entities (budget proposal section 631; section 637 in theact).", "See the section on federal child care policies below for a discussion of changes proposed to those policies (section 633, FY2001, budget proposal and P.L. 107-67 section 624).", "There are several general provisions which the Bush budget would eliminate because they were made permanent through the FY2001 legislation. See \"Status and Legislative History\" above forinformation on House floor amendments which were adopted."], "subsections": []}]}, {"section_title": "Terrorism", "paragraphs": ["According to the Office of Management and Budget, several accounts under this appropriation(Department of the Treasury, Bureau of Alcohol, Tobacco, and Firearms, U.S. Customs Service, U.S.Secret Service, and the General Services Administration) receive funding for functions related tocountering terrorism. With the exception of the Counterterrorism fund account within theDepartment of the Treasury, none of the agencies carry a line account specifically fundingcounterterrorism, or terrorism responses. Certain accounts have been allocated funds from theEmergency Response Fund established through P.L. 107-38 . Also, under the provisions of P.L.107-38 , a further supplemental appropriation is authorized. The Administration submitted specificsfor the allocation of funds under such an emergency supplemental and P.L. 107-117 appropriatedfunds. There has been established, within the Executive Office of the President and Office ofHomeland Security.", "The role of the Department of the Treasury relates to both its statutory missions and the capabilities of its law enforcement groups. Although the Federal Bureau of Investigation is the leadagency for several functions, the Customs Service has the lead in preventing terrorist from enteringthe United States, the Secret Service is responsible for protection of officials and facilities and hasthe lead in providing security plans to prevent terrorist incidents at National Special Security Events,such as the 2002 Olympics; and the Bureau of Alcohol, Tobacco and Firearms is the lead on firearmsand explosives. The Department itself has a general responsibility for the support and security ofthe nation's financial structure.", "The General Services Administration has the responsibility for the management and oversight of federal buildings and federal real property. Under the Government Information Security ReformAct of 2000, ( P.L. 106-398 ) the GSA is directed to assist agencies in fulling their responsibility tomaintain procedures for detecting, reporting, and responding to security incidents. In this latterregard, GSA operates the Federal Computer Incident Response Center (FedCIRC), whose purposeit is to ensure that the government has a central focal point for handling computer security relatedincidents, can withstand or quickly recover from attaches against its information systems, and hasa centralized computer security information-sharing program. "], "subsections": [{"section_title": "Counterterrorism Activity Funding -- OMB Annual Report", "paragraphs": ["The Office of Management and Budget is required to submit an Annual Report on Combating Terrorism. The most recent of these was issued in August 2001 http://www.whitehouse.gov/omb/legislative and provides some details on the funding for theseagencies. ", "That report notes that the FY2002 Budget request suggested modifications to the Treasury Counterterrorism Fund", "In order to provide greater flexibility in managing counterterrorism programs, in which the needs for funding are often temporary and unforeseen, theCounterterrorism Fund in the President's FY2002 budget is patterned after the fund that has beenestablished at the Department of Justice. As proposed, the Treasury Counter-terrorism Fund wouldstill be used only for the costs of providing support to counter, investigate, or prosecute terrorism,including rewards in connection with these activities. Although expenditures would not have to bedesignated emergency requirements, any amount provided from the Fund would be available onlyafter notice of its proposed use had been transmitted to the Congress and such amount had beenapportioned pursuant to 31 U.S.C. 1513(b). This would ensure adequate Congressional oversightof Fund expenditures, while permitting its use in all appropriatecircumstances.", "Please note that Table 2 does not include a specific line amount for the fund. Although no explanation is provided, it is assumed, since the funding amounts correspond to those for the Fund,that the figures under the Departmental Offices are those for the Fund. The House Committee onAppropriations data provided for tracking the accounts shows that the FY2001 enacted $54.9million, the President's request was $44.9 million, the House- passed version would fund the accountat $36.9 million, and the Senate version, as reported, is $44.9 million (see Table 7 below).The Senatereport indicates a recognition of the varied responsibilities held by the Treasury bureaus and indicatesthe expectation that these funds would be used to reimburse them for activities including travel,transportation, and other support services. (55)", "Table 2 provides funding information drawn from the tables at the end of the OMB report (pages 92, 98-100). Please note that OMB does not indicate whether these are budget authorityfigures or outlays.", " Table 2. Department of the Treasury and General Services Administration Funding to Combat Terrorism Including Defense Against Weapons of MassDestruction (in millions of dollars)"], "subsections": []}, {"section_title": "Emergency Response Fund", "paragraphs": ["Subsequent to the September 11, 2001 attacks, Congress enacted P.L. 107-38 , the Emergency Supplemental Appropriations Act for Recovery from and Response to Terrorist Attacks on theUnited States, FY2001. (56) The EmergencyResponse Fund has been established and the Presidentmay allocate funds (up to a total of $20 billion) as necessary to support the recovery, response, andnational security activities as dictated by circumstances related to the attacks. Congress has beennotified of six allocations affecting accounts covered by the Treasury and General GovernmentAppropriations. The funds in five (September 21 and 28, October 5, November 8 and 30) were madeavailable immediately. The other allocation was forwarded to Congress November 5, with funds tobe made available to the Department of the Treasury immediately and to the U.S. Postal Service aftera 15-day congressional review period. (57) P.L.107-38 also authorized the emergency supplementalenactment of an additional $20 billion. The Administration sent forward its recommendedallocations under that measure. Congress made some changes and included the supplementalappropriation as Division B of the FY2002 Department of Defense Appropriation.", "To date, the allocations for accounts within the Treasury and General Government appropriation total $370.9 million. The two largest single allocations to accounts usually funded by thisappropriation are $51 million to the President's Unanticipated Needs fund and $175 million to thePostal Service. Table 3 presents information on allocations to those accounts. Details on purposesare provided as available. P.L. 107-117 funds the covered accounts for a total of $1,283.4 million. See Table 4 for details."], "subsections": []}, {"section_title": "Emergency Supplemental Authorized Under P.L. 107-38", "paragraphs": ["In addition to the $20 billion in the Emergency Response Fund, P.L. 107-38 , the Emergency Supplemental Appropriations Act for Recovery from and Response to Terrorist Attacks on theUnited States, FY2001, authorizes an emergency supplemental of up to $20 billion, for the purposesof response and recovery. P.L. 107-117 appropriates a total of $1,283.4 million for the accountscovered by the Treasury and General Government appropriation. (58) The allocations are not identicalto those described as sent from the Administration. See Table 4 for details.", "On October 16, the Administration detailed to Congress how those funds should be allocated. Several accounts within the Treasury and General Government Appropriation would be affected. (59) According to the summaries provided by the Administration:", "The $315.2 million in funding proposed for the Treasury Department would provide: $114.2 million for the customs Service to improve and expandairport and aviation security as well as increase efforts of inspectors at high-risk seaports and landborders; $104.8 million for the Secret Service to fund necessary, additional expenses incurred dueto the attacks, and $96.2 million for other Treasury Department emergency expenses, including $37.2million for the Internal Revenue Service to replace damaged equipment in their New Yorkoffices.", "This proposal would provide $50.0 million to enable the Executive Office of the President to meet additional requirements in response to the September11th terrorist attacks and to ensure the continuity of support and services to the president and VicePresident of the United States.", "A total of $200.5 million is requested for the Federal Buildings Fund [GSA] to increase security services nationwide at Federal buildings, for replacementspace costs in New York City, for additional security equipment nationwide, and other securitycosts.", "In addition, $7 million would be allocated to the National Archives and Records Administration. The total Administration allocations would have been $512.7 million for these accounts.", "On December 20, 2001, Congress cleared H.R. 3338 (Department of Defense Appropriations, 2002) for the President's approval. Division B of P.L. 107-117 , signed January 10,2002 is the Emergency Supplemental Appropriation and provides $1,283.4 million for accountsunder discussion in this report."], "subsections": []}, {"section_title": "Office of Homeland Security", "paragraphs": ["During his September 20, 2001 speech before a joint session of Congress on the September 11, 2001 terrorist attacks on America, President George W. Bush announced that he was creating theOffice of Homeland Security as a Cabinet-level position reporting directly to him. (60) The Presidentalso announced that Pennsylvania Governor Tom Ridge would head the office. President Bushissued Executive Order 13228 on Monday, October 8, 2001 establishing within the Executive Officeof the President an Office of Homeland Security. (61) The mission of the office is to develop andcoordinate the implementation of a comprehensive national strategy to secure the United States fromterrorist threats or attacks. On October 5, $25,000,000 was allocated from the Emergency ResponseFund for the Office of Homeland Security.", "Tom Ridge, who resigned as Governor of Pennsylvania on October 5, 2001 , was sworn in on October 8 and will serve as Assistant to the President for Homeland Security. The New York Times reported that Mr. Ridge moved into a West Wing office, will have a staff of 100, and \"was given a$25 million start-up budget.\" Mr. Ridge will also serve as a member of the Homeland SecurityCouncil, also established by President Bush by Executive Order 13228 on October 8. ", "The press has provided considerable discussion of the office, its funding, and its operation prior to the executive order. Government Executive quoted White House spokesman Ari Fleischer assaying that the President would establish the office by executive order and that Mr. Ridge wouldserve as an assistant to the President. (62) At a pressbriefing on September 21, 2001, Mr. Fleischerstated that questions of funding and staff for the office are still being considered; a combination ofnew staff and loaned staff from the Department of Justice and other departments could be used. (63) The Washington Post reported that Mr. Ridge \"will have his own budget and 'significant' staff\" andwill \"recommend the parameters.\" (64) Accordingto Congressional Quarterly , Senators Bob Graham,Chairman of the Senate Select Committee on Intelligence, Joseph Lieberman, Chairman of theSenate Committee on Governmental Affairs, and Dan Burton, Chairman of the House Committeeon Government Reform and Oversight want the new office to be established by legislation and givenbudget authority. (65) Although Mr. Ridge did notofficially resign the governorship until October 5,2001, the Harrisburg, PA. Patriot-News reported that \"much of the next two weeks will be spent inclose contact with administration, law enforcement and intelligence officials to begin organizing andstaffing the new office.\" The newspaper quoted a White House official as saying that \"theadministration is working with Congress on legislation to provide independent budget authority.\" (66)", " Table 3. Emergency Response Fund Allocations (67)", " Table 4. Emergency Supplemental Allocation Request andEnactment (69)", "Table 4 Sources: ", "Request: U.S. Office of Management and Budget, Estimate #19 -- Emergency Supplemental (Emergency Supplemental Appropriations Act for Recoveryfrom and Response to Terrorist Attacks on the United States, FY 2001) -- 10/17/01 . http://w3.access.gpo.gov/usbudget/fy2002/amndsup.html ,visited Jan. 2, 2002.", "Enacted: \"Conference Report on H.R. 3338 , Department of Defense Appropriations Act, 2002,\" Congressional Record , daily edition, vol.147, Dec. 19, 2001, H.Rept. 107-350 . See \"Division B -- Transfers from the Emergency Response Fund Pursuantto Public Law 107-38\" pp H10503,at H10530-10532 (for provisions) and H10816-H10817 (for explanatory language). As of Jan. 2, 2002, thelegislation was pending presidentialapproval."], "subsections": []}]}, {"section_title": "Federal Personnel Issues", "paragraphs": [], "subsections": [{"section_title": "Pay", "paragraphs": ["General. Under the Federal Pay Comparability Act of 1990 (FEPCA), federal white collar employees, paid under theGeneral Schedule and related salary systems, are to receive annual adjustments basedon two separate mechanisms. The first is the adjustment to base pay which is basedon changes in private sector salaries as reflected in the Employment Cost Index(ECI). The rate of pay adjustment is supposed to be the percentage rate of change inthat element of the ECI, minus .5. For January 2002, the base pay adjustment is3.6%.", "The President's budget proposes a federal civilian pay increase of 3.6% in January 2002. (70) However, the proposal does notindicate how the pay increase wouldbe split between basic pay and locality-based payments for the General Schedule andrelated pay systems. The FY2002 budget resolution ( H.Con.Res. 83 ) asagreed to in the House March 28, 2001 and in the Senate April 6, 2001, expresses thesense of the Congress that there should be parity between military and civilian payadjustments. President Bush recommended a 4.6% increase in military pay. ThePresident did not submit an alternative plan by the end of August, which wouldindicate that the national General Schedule pay adjustment will be at the mandatedECI level of 3.6%. The deadline for an alternative plan related to locality basedpayments was the end of November.", "P.L. 107-67 provides for a General Schedule increase of 4.6%. On July 17, the House Committee adopted an amendment which would bring the FY2002 civilianpay raise to $4.6%. On July 25, the House, in adopting the rule ( H.Res. 206 ) and subsequently passing H.R. 2590 , provided $27.9 million forpartial costs associated with the 4.6% increase. S. 1398 , as introduced,would fund the pay increase at 4.6%. (See also, CRS Report RL30744, Federal Pay:FY2002 Salary Adjustment, and CRS Report 94-971 , Pay and Retirement Benefitsfor Federal Employees: Increases Since 1969 ).", "Executive Order 13249, signed December 28, 2001, sets out the pay schedules. It establishes an average 4.6% pay increase for the General Schedule. All employeesreceive the 3.6% base pay adjustment. The locality-based comparability paymentsbring the net increases up by about 1% on average. The net adjustments range from4.52% to 5.42%, with the Washington, D. C. area General Schedule employeesreceiving a 4.77% increase.", "Federal Wage System. The Federal Wage System (FWS) is designed to compensate the federal blue collar, orskilled labor, force at rates prevailing in local wage areas for like occupations. If thestatutory system were allowed to be managed as planned, the wage rates and the ratesof adjustment in the over 130 wage areas would vary, according to the labor costs andcompensation in the private sector. For the last several years, Congress has limitedthe rates of adjustment, based on the rates of adjustment for the General Schedule. (71) Part of the rationale for that decision is that, in certain high costs areas, some FWSwages would exceed the salaries paid to General Schedule supervisors. Wages inlower cost areas will be allowed to increase according to the findings of the wagesurveys but the high cost area wages will be capped.", "The House committee, expressing concern about the adequacy of the wage surveys utilized in determining the cost of labor for Bureau of Prisons wage gradepositions, would require a review and report by OPM within 90 days of enactment. OPM is also required to report on a proposal to realign a wage area in California.", "P.L. 107-67 limits the wage grade adjustments to those received by the General Schedule. P.L. 107-117 extends the Monroney Amendment out-of-area surveyapplication to Department of Defense personnel.", "Members of Congress, Judges, and Other Officials. Under the Ethics Reform Act of 1989, as amended, payadjustments for federal officials, including Members of Congress and judges, are alsobased on ECI calculations, but for a different 12-month period. The ECI calculationsdictate a pay adjustment in January 2002 of 3.4%. However, the statute limits thoseadjustments to the rate of adjustment for base pay of the General Schedule. Therefore, hypothetically, if General Schedule base pay were adjusted at the rate of3.3% or below, that would have been the maximum rate of adjustment in salaries offederal officials for January 2002. ", "Unlike that for Members of Congress and executive branch officials, the annual pay increase must be specifically authorized for judges. The authorization for theJanuary 2001 pay increase is in the Commerce, State, Justice and Judiciaryappropriation ( P.L. 107-77 , section 305). At no time, since the authorization wasrequired, have the judges received lower adjustments than the other officials.", "Because the mechanism described above is automatic, there is no bill language necessary to establish the pay adjustment for January 2002. During debate on theTreasury bill rule and provisions there was very brief discussion about whether thebill would allow an increase in pay for Members. The act ( P.L. 107-67 ) is silent withregard to Member pay. (See also, CRS Report RS20278, Judicial Salaries: CurrentSituation ; CRS Report 98-53, Salaries of Federal Officials ; CRS Report RL30014, Salaries of Members of Congress: Current Procedures and Recent Adjustments , CRS Report 97-1011 , Salaries of Members of Congress: Payable Rates and EffectiveDates, 1789-2001 ; and CRS Report RS20388 , Salary Linkage: Members ofCongress and Other Federal Officials .)", "President. Pursuant to the Treasury and General Government Appropriations Act, 2000 ( P.L. 106-58 ), effectivenoon, January 21, 2001, the President receives a salary of $400,000 per annum . Since 1969, Presidents had been paid a salary of $200,000. No further action onpresidential pay is expected. Former Presidents receive a pension equal to the rateof pay for Cabinet Secretaries (currently $161,200) and the pension is adjustedautomatically as those pay rates are changed. (See also, ", "CRS Report RS20114, Salary of the President Compared with That of Other FederalOfficials .)"], "subsections": []}, {"section_title": "Federal Employees Health Benefits Program", "paragraphs": ["The Federal Employees Health Benefits Program (FEHBP) is a program through which the Office Personnel Management contracts with health insurancecarriers for group health coverage for federal civilian employees and retirees. It isa contributory program and the employees may choose from a selection of plans. Arequirement that FEHBP cover prescription contraceptives was first included in theFY1999 appropriations legislation. ", "The budget proposes elimination of this requirement. The House Committee on Appropriations voted to retain the coverage provision. Below are data oncontraceptive coverage in plans participating in the Federal Employees' HealthBenefits Program (FEHBP). The Office of Personnel Management (OPM), whichmanages the FEHBP, compiled the data from 1998 plan benefit brochures.", "- nearly 500 plans are listed as having contracts with OPM to provide health insurance or comprehensive care (primarily Health Maintenance Organizations)for federal employees and annuitants in 1998. Of these plans, 7 arefee-for-service plans open to any federal employee or annuitant world wide; 7are fee-for service plans available to employees of certain agencies only (suchas rural letter carriers or the foreign service). However, as a practical matter,most federal workers and annuitants have a choice of about 10 plans, dependingon where they live. These 10 plans would include the 7 fee-for-service plansopen to all FEHBP participants and 2 or 3 HMOs operating in a givengeographic area. ", "- There are 4.1 million employee and retiree FEHBP policy holders (many of whom have family members included on their policy). ", "- The 7 government-wide fee-for-service plans have an \"X\" next to them in the left margin. To the right of those plan names is the number of enrolledpolicy-holders.", "- The \"CS\" heading for the rightmost column means Catholic Sponsored. ", "- The check mark in the right margin means the plan offers no prescription contraceptive coverage, although it may offer family planning and sterilization. The checks with a slash are the CS plans.", "- Nationwide, sterilization is the most popular means of birth control among mature women who have completed their families. ", "(See also, CRS Report RL30336, The Federal Employees Health Benefits Program ,and CRS Report RS20818, Federal Employees Health Benefits Program: BriefFacts .)"], "subsections": []}, {"section_title": "Federal Child Care", "paragraphs": ["The Senate passed its amended version of H.R. 2590 on September 19, 2001, which included the same federal child care provisions included in thecommittee-reported bill S. 1398 (with accompanying S.Rept. 107-57 ). The bill recommends that the pilot project permitting Executive agencies (with theexception of the General Accounting Office) to use their appropriated funds to helpsubsidize child care expenses for their lower paid employees be made permanent. These provisions, included in section 631 of the bill, mirror those included in section629 of House bill H.R. 2590 , passed by the House on July 25, 2001, aswell as those in the President's budget request). The conference report ( H.Rept.107-253 ) filed on October 26, 2001 adopted this same language. ", "The provisions in this year's act are identical, with one addition, to the language found in section 633 of H.R. 5658 , as enacted through P.L. 106-554 .The provisions authorize use of appropriated funds (salaries and expenses accounts)to provide child care in a federally owned or leased facility, either directly or throughcontract, for civilian employees of the agency. The funds used are to be applied soas to improve affordability of the service for lower income personnel. TheCommittees on Appropriations are to be notified before implementation. ", "P.L. 107-67 (as would have both the House and Senate versions and the budget request) adds language which would authorizing payment to licensed or regulatedchild care providers \"in advance of services rendered, covering agreed upon periods,as appropriate.\" (See also, Child Care Issues in the 107th Congress , CRS Report RL30944(pdf) .)"], "subsections": []}, {"section_title": "Federal Retirement", "paragraphs": ["The funding in the OPM accounts reflects the government's contribution to the Federal Employees' Retirement System and the Civil Service Retirement System. Both systems require contributions by employees. In addition, there is a ThriftSavings Plan (TSP) created by the Federal Employees' Retirement System Act of1986 ( P.L. 99-335 ) as a retirement savings plan for civilian federal employees. ", "Under the terms of FERS Act, employees covered by the Federal Employees' Retirement System are permitted to contribute to the TSP the lesser of 10% of payor the maximum deferral permissible under section 402(g) of the Internal RevenueCode ($10,500 in 2001). Employees covered by the Civil Service Retirement Systemare permitted to contribute the lesser of 5% of pay or the maximum deferralpermissible under IRC ï¿½ 402(g). As amended by P.L. 106-554 , the maximumallowable employee contribution to the TSP will increase by 1 percentage point eachyear for five years. The percentage-of-pay limitations on contributions to the TSPwill then be eliminated. However, employee contributions to the TSP will remainsubject to the limits applicable under IRC ï¿½ 402(g). Beginning with the open seasonthat starts May 15, 2001, employees covered by FERS will be allowed to contributeup to 11% of pay to the TSP, and those under CSRS will be allowed to contribute upto 6% of pay to the TSP. These maximum permissible contributions will rise by 1percentage point each year until they reach 15% for FERS and 10% for CSRS infiscal year 2005. In fiscal 2006, the percent-of-pay limits on TSP contributions willbe abolished, and employees will be subject only to the contribution limits thenprevailing under IRC ï¿½ 402(g). (See also, CRS Report RL30023(pdf) , Federal EmployeeRetirement Programs: Budget and Trust Fund Issues .)"], "subsections": []}]}, {"section_title": "Privacy Provisions", "paragraphs": ["P.L. 107-67 retains (section 639) provisions from the House-passed version ofthe bill (section 638) continuing, in modified and expanded form, a limitation onfederal agency monitoring of personal information on use of the Internet. The initialversion of the prohibition appeared in the Transportation appropriations bill (section501) funding some Treasury appropriations accounts for FY2001 ( P.L. 106-346 ). Some confusion existed concerning the section's application to all executive agenciesor only those funded by the Treasury appropriations bill. The new language approvedby the conferees eliminates this confusion, saying, none of the funds \"made availablein this or any other Act may be used by any Federal agency\" for the followingpurposes:", "(1) to collect, review, or create any aggregate list, derived from any means, that includes the collection of any personallyidentifiable information relating to an individual's access to or use of any FederalGovernment Internet site of the agency; or", "(2) to enter into any agreement with a third party (including another government agency) to collect, review, or obtain anyaggregate list, derived from any means, that includes the collection of any personallyidentifiable information relating to an individual's access to or use of anynongovernmental Internet site.", "Specified exceptions to these limitations include: ", "(1) any record of aggregate data that does not identify particular persons;", "(2) any voluntary submission of personally identifiable information;", "(3) any action taken for law enforcement, regulatory, or supervisory purposes, in accordance with applicable law;or", "(4) any action described in subsection ... (1) that is a system security action taken by the operator of an Internet site and isnecessarily incident to the rendition of the Internet site services or to the protectionof the rights or property of the provider of the Internetsite."], "subsections": []}, {"section_title": "2002 Winter Olympics and Paralympics", "paragraphs": ["Several of the agencies funded through the Treasury and General Government appropriations bill are providing support to the 2002 Winter Olympics andParalympics hosted by the United States in Salt Lake City, Utah. The total Treasuryand General Government funding, $137,680,000 (FY2001 enacted) and $59,956,000(FY2001supplemental, PL. 107-20) included only funding directly related to thegames. It is noted that there are \"many Federal costs that indirectly assist theOlympics and Paralympics but whose primary purpose was not to assist the Games.\" Those costs are not included in this budget presentation.", "On July 24, the FY2001 funding supplemental (72) was signed by the President. In the conference report it was stated that $59,956,000 was provided \"to reimburseany agency of the Department of the Treasury or other Federal agencies for costsassociated with providing operational and perimeter security at the 2002 WinterOlympics, as proposed by the Senate. The conferees expect that this funding will beprovided to the following agencies, as shown in the following table. Adjustments tothis funding can be made subject to the standard reprogramming and transferguidelines: ", "No breakdown within Treasury was provided with regard to which functions would be funded at which level. The supplemental funds for FY2001 would be usedto reimburse Department of the Treasury's bureaus and other federal agenciesproviding operational and perimeter security support. The funding was also forovertime, travel and other related costs such as lodging and equipment. It should benoted that a recent General Accounting Office study stated that through FY1999 thetotal Olympic support spending from all federal sources was $1.3 billion. (73)", "FY2001 Treasury Department and General Government appropriations Olympic support funding levels can be broken down in the following manner. The TreasuryDepartment was funded at $10,122,000 in FY2001, with $51,624,000 proposed forFY2002 (FY2002 figures from President's budget). The funding is designated forcounter terrorism and law enforcement activities. Specifically, with the FY2002proposal in parentheses, the agencies within the department responsible for Olympicsupport are U.S. Secret Service ($19,530,000), U.S. Customs Service ($18,745,000),Bureau of Alcohol, Tobacco and Firearms ($10,523,000), Financial CrimesEnforcement Network ($58,000), IRS-Criminal Investigation ($2,728,000), andDepartmental Offices ($40,000). The Office of National Drug Control Policy received $3,000,000 for its anti-doping activity. The General ServicesAdministration would receive $1,544,000 for security, housing, and drug testing($919,000) and housing and security for the Paralympics ($635,000). GSA wasfunded for FY2001 at $3,310,000 for Olympic support. (74)", "The House Committee on Appropriations stated, in their report, ", "The Committee is also concerned that the President's initial request did not include the $60.6 million necessary to supportTreasury law enforcement's role in the upcoming 2002 Winter Olympics; theCommittee is nonetheless pleased that the President submitted a request for thesefunds within the fiscal year 2001 supplemental appropriations bill. Because thesefunds would not be spent until fiscal year 2001 had closed, the committee hasincluded funding for these efforts in fiscal year 2002, which when they areneeded. (75)", "However, the House, in adopting the rule on, and passing, H.R. 2590 amended the reported version and struck the funding in support of security atthe Olympics. (Note: The nearly 60 million dollars in funds provided for Olympicsupport in the 2001 supplemental are available until September 30, 2002) TheSenate position was not discussed during the July 26 mark up of their appropriationsprovisions. Funds previously allocated for security at the Olympics have beenreallocated as follows: $2.9 million for the Customs Air and Marine InterdictionProgram; $2 million for the Customs Service for intellectual property rightsenforcement; $4.7 million for the Treasury's Federal Law Enforcement Trainingcenter; $2.4 million for additional HIDTAs; $20 million for GSA constructionactivities; and $27.9 million for partial costs associated with pay parity for civilianemployees. S. 1398 , as reported by the Senate Committee onAppropriations, does not contain any new funding for security at the Winter OlympicGames in Salt Lake City. As passed by the Senate, H.R. 2590 is alsosilent on the issue. The House conference report on H.R. 2590 ( H.Rept.107-253 )does not restore or include funding for the Salt Lake Olympic Games. Onfinal passage, no additional funds were provided for Olympic security ( P.L. 107-67 ,115 Stat. 514). It should be noted however, that an additional 20 million dollars havebeen added to Olympic security efforts from the President's Emergency ResponseFund."], "subsections": []}, {"section_title": "Cuban Travel Restrictions", "paragraphs": ["While the House approved an amendment to ease the U.S. embargo on Cuba byprohibiting spending for administering or enforcing Treasury Department regulationsrelated to Cuba travel, ultimately Congress did not include the provision in theconference report to H.R. 2590 ( H.Rept. 107-253 ).", "During July 25, 2001, floor action on H.R. 2590 , the House debated two amendments that would ease U.S. sanctions on Cuba, approving one that wouldprohibit spending for administering Treasury Department regulations restrictingtravel to Cuba and rejecting the second that would prohibit Treasury Departmentfunds from administering the overall U.S. embargo on Cuba. The first amendment,( H.Amdt. 241 ) offered by Representative Flake (which amended H.Amdt. 240 offered by Representative Smith), would prohibit fundingto administer the Cuban Assets Control Regulations (CACR) with respect to anytravel or travel-related transaction. The CACR are administered by the TreasuryDepartment's Office of Foreign Assets Control. The Flake amendment was approvedby a vote of 240 to 186, compared to a vote of 232-186 for a similar amendment inlast year's Treasury Department appropriations bill.", "The second amendment ( H.Amdt. 242 ), offered by Representative Rangel, would have prohibited the use of Treasury Department funds to implementor enforce the economic embargo of Cuba. This amendment failed by a vote of201-227, a much narrower margin compared to a similar amendment to last year'sTreasury Department appropriations bill that was rejected by a vote of 174-241. ", "Ultimately, the House provision regarding Cuba travel restrictions was not included in the conference report to H.R. 2590 ( H.Rept. 107-253 ). While the Senate version of the bill, approved September 19, 2001, did not includesuch a provision, Senator Byron Dorgan noted during floor debate that he hadintended to offer an amendment on the issue, but that he decided not to because hedid not want to slow passage of the bill. Senator Dorgan had indicated that he wouldsupport the House provision when it came in conference, but ultimately theHouse-Senate conference report on the bill did not include the Cuba provision. Inlight of the changed congressional priorities in the aftermath of the September 11attacks on New York and Washington, conference negotiators reportedly did notwant to slow passage of the bill with any controversial provisions. Moreover, theBush Administration had threatened to veto the Treasury bill if it included the Cubatravel provision. (Also see: CRS Report RL30806 , Cuba: Issues for Congress , and CRS Report RL31139 , Cuba: U.S. Restrictions on Travel and Legislative Initiativesin the 107th Congress .)"], "subsections": []}, {"section_title": "Major Funding Trends", "paragraphs": ["The House and Senate Appropriations Committees approve allocations to thevarious appropriations subcommittees. The House agreed to a budget resolution onMarch 28, 2001. (76) Following several days ofconsideration, the Senate agreed to itsversion of H.Con.Res. 83 on April 6, 2001, by a vote of 65 to 35. (77) OnMay 9, 2001, the House agreed to the conference report. (78) The Senate agreed to theconference report the next day. (79) On October 12,the House Budget Committeereported H.R. 3084 , for the purpose of adjusting the government-widediscretionary funding cap for FY2002. (80) TheHouse and Senate AppropriationsCommittees allocate the discretionary funding levels (302(b)) allocations to each ofthe subcommittees. (81)", "On June 13, 2001, the House Committee on Appropriations announced that the FY2002 discretionary spending budget authority allocation for the Treasurysubcommittee would be $16,880 million. (82) Withthe mandatory allocation at $15,478million, the total would $32,358 million. On July 23, the committee revised thediscretionary budget authority allocation to $17,021 million. (83) On September 20,2001, the House further revised the allocations, providing a discretionary budgetauthority allocation of $17,022 million with the mandatory allocation unchanged. (84) On October 9, new allocations were reported, however, the Treasury allocation wasunchanged. (85)", "On June 21, 2001, the Senate Committee on Appropriations approved a discretionary budget authority of $16,972 million. (86) On September 19, the committeechanged the Treasury allocation to $17,118 million. (87) The October 11 report fromthe committee maintains that allocation. (88)", "According to data received October 26 from the House Committee on Appropriations, the conference agreement provides $17,069,000 in discretionaryfunding. The House Committee on Appropriations recommended, and the Housepassed, a total of $17,021,000,000 in discretionary resources for accounts in H.R. 2590 . S. 1398 , as introduced and reported by theSenate Committee on Appropriations and H.R. 2590 , as passed by theSenate, would provide a discretionary spending level of $17,117,550.", " Table 5. Appropriations for the Treasury, Postal Service, Executive Office of the President, and General Government, FY1997 toFY2001 (in billions of current dollars) a", "Source for FY2000: U.S. Congress, House, Committee on Appropriations. ", "a These figures, in current dollars, include CBO adjustments for permanent budgetauthorities, rescissions, and supplementals, as well as other elements factored intothe CBO scorekeeping process. For a brief presentation on CBO scorekeeping see:U.S. Congressional Budget Office, Maintaining Budgetary Discipline: Spending andRevenue Options (Washington: GPO, 1999). The appendix beginning on p. 281provides the \"Scorekeeping Guidelines,\" as found in the conference report to theBalanced Budget Act of 1997. Also available at http://www.cbo.gov/ .", " Table 6. Treasury, Postal Service, Executive Office of the President, and General Government Appropriations, FY2002, by Titleand Major Accounts (In millions, without CBO scorekeeping)", "Source: House Committee on Appropriations, provided October 26, 2001. FY2001 figures include application of 0.22% across-the-board rescission and theFY2001 supplemental funding through P.L. 107-20 .", " Table 7. Department of the Treasury, Postal Service, Executive Office of thePresident, and General Government Appropriations (in thousands of dollars)", "Note: Funds allocated to these accounts through the Emergency Response Fund pursuant to P.L. 107-38 and P.L.107 117 are included in the Supplemental column. See Tables 3 and 4 for further detail. ", "Sources: ", "FY2001: Conference Report on H.R. 5658 ,as enacted through P.L. 106-554 , CongressionalRecord ,vol. 146, Dec. 15, 2000, p. H12230-H12258. Chart showing Treasury and General Government accounts in detailappears on p. H12249-H12258. Accounts differing from those figures reflect totals calculated by incorporatingadditional funding through P.L. 106-346 and P.L. 106-275 , as amended. Data include funding through the FY2001supplemental, as provided by the House Committee on Appropriations, July 26, 2001.", "FY2002: Data received from House Committee on Appropriations, October 26, 2001. ", "1. FY2001 supplemental funding was enacted through P.L. 107-20 , July 20, 2001. ", "2. For FY2002, the White House proposed that there be one account for the Executive Office of the President andthat the President then would have the latitude to disperse the funds to accounts within the EOP. In effect therequest and the House-passed totals for FY2002 would be zeroed out. The data shown in parentheses in thesecolumns represent the funding levels reported by the House Committee on Appropriations as of September 6, 2001. "], "subsections": []}, {"section_title": "General Government Function (800)", "paragraphs": ["The budget is organized by broad functions. The General Government function(often referred to as the 800 function because of its numerical designation)encompasses the central management activities of the executive and legislativebranches. Several of the appropriations bills fund accounts which would fall withinthe general rubric of this function. Major activities identified with the GeneralGovernment function include federal financial management, such as tax collection,currency, and governmentwide accounting; personnel management, and generaladministrative and property management. In summary the discretionary budgetauthority for function 800 in FY2002 is proposed at $14,773 million, the mandatoryoutlays at $1,798 million, with an additional $7 million proposed. (89)", "The four executive branch agencies responsible for these activities are the Department of the Treasury, the General Services Administration, the Office ofPersonnel Management; and the Office of Management and Budget. Each of theseis discussed below with regard to the funding decisions during the course of theappropriations cycle. However, in the context of the function as a whole, initiativesand expectations for the four agencies by the Bush Administration are set out here."], "subsections": [{"section_title": "Department of the Treasury", "paragraphs": ["The Department of the Treasury is the federal government's financial agent, produces currency, develops tax policy, and has law enforcement responsibilities. The budget projects that, in FY2002, the department will collect an estimated $2.2trillion in tax and tariff revenues; issue more than $2 trillion in marketable securitiesand savings bonds to finance government activities; and produce 7.5 billion FederalReserve Notes, 12 billion postage stamps, and 27 billion coins.", "Internal Revenue Service. The President's budget requests $397 million to modernize computer systems andrequests follow-on funding for the Staffing Tax Administration for Balance andEquity (STABLE) initiative begun in FY2001. Four targets for critical IRSperformance measures in FY2002 are to improve customer satisfaction; to continueto improve customer service through its toll-free assistance; to receive 38 % (up from28% in 2000) of individual returns filed electronically; and to reverse the drop inenforcement activity by closing over 300,000 field tax examinations.", "Financial Management Service (FMS). In FY2002, FMS plans to increase the percentage ofTreasury payments electronically, to increase the total dollar amount of federalgovernment receipts collected electronically; and to increase the amount ofdelinquent debt referred from federal agencies to FMS for collection.", "Bureau of the Public Debt. The bureau plans to issue at least 95% of over- the-counter bonds within three weeks oftheir purchase; to conduct all marketable securities auctions without error; andannounce auction results within one hour 95% of the time.", "U.S. Mint. The FY2002 performance goals for the U.S. Mint are to introduce the fourth five-State series inthe 50 States Commemorative Quarter Program and to maintain high levels ofcustomer service.", "Bureau of Engraving and Printing. The bureau plans to continue to meet all Federal Reserve and U.S. Postal Serviceorders and prevent more than 0.05 notes per million from being returned by theFederal Reserve because of counterfeit deterrence defects."], "subsections": []}, {"section_title": "General Services Administration", "paragraphs": ["The General Services Administration (GSA) provides management of space, products, and services to support the administrative needs of federal agencies. Interms of goals, in FY2002:", "the Public Buildings Service plans to deliver 65% of itsconstruction and 82% of its repair projects on schedule and withinbudget;", "the Federal Technology Service projects a 15% reduction inmonthly line charges for local telephone service;", "the Federal Supply Service seeks to reduce its costs ofoperations in the Supply and Procurement Business Line by 17%;and", "the volume of purchases made with federal credit cards isexpected to total $20.4 billion, a 17% increase over 2000.", "Since GSA provides services to agencies on a reimbursable basis, the agency budgets fund most of GSA's activities. The details of GSA direct funding is foundin the discussion below and on Table 7. The budget projects obligations of $18billion through GSA's revolving funds. The agency also affects federal spendingthrough its delegation of authority for real property disposal, building operations, andthe procurement of pharmaceuticals. GSA will administer contracts through whichagencies will purchase more than $27 billion in goods and services outside theagency's revolving funds."], "subsections": []}, {"section_title": "Office of Personnel Management", "paragraphs": ["The Office of Personnel Management (OPM) provides human resource management (HRM) leadership and services to federal agencies and employees. InFY2002 OPM projects that it will ", "implement a fully-functional, on-line workforce planningsystem to meet the President's goal to flatten the federal hierarchy and help federalagencies align human resources with accomplishment of agency mission andgoals;", "expand access to federal employment information by partneringwith private sector companies to increase links to the USAJOBS web site andimprove user satisfaction;", "increase by 10% the number of agencies with HRMaccountability systems aligned with strategic missions andobjectives;", "complete implementation of the Federal Employees HealthCare Protection Act of 1998 (overseeing contractors and sustaining the integrity ofthe health program for federal employees); and", "conduct 15 nationwide agency oversight reviews, includingreviews of executive branch agencies outside Title 5, to ensure federal agencies usemerit principles in personnel actions."], "subsections": []}, {"section_title": "Office of Management and Budget", "paragraphs": ["The Office of Management and Budget (OMB) is responsible for the development and execution of the federal budget. It also coordinates the review andexamines the effectiveness of agency programs policies and procedures and hassubstantial involvement in interagency activities. Among the significant governmentwide statutes it implements are the Chief Financial Officers Act, the GovernmentPerformance and Results Act, the Government Management and Reform Act, theClinger-Cohen Act, and the Federal Acquisitions Streamlining Act."], "subsections": []}, {"section_title": "Tax Incentives", "paragraphs": ["As part of its general government function, the federal government provides substantial tax incentives that benefit state and local governments. These wouldinclude tax-exempt borrowing for public purposes, taxpayer deductions of state andlocal income tax, certain credits to corporations doing business with Puerto Rico andother U.S. possessions, and taxpayer credits for state inheritance and estate taxesagainst federal estate taxes."], "subsections": []}]}, {"section_title": "Glossary of Budget Process Terms", "paragraphs": ["The following definitions are selected from the \"Glossary of Budgetary Terms,\" asfound in CRS Report 98-720(pdf) , Manual on the Federal Budget Process , by RobertKeith in consultation with Alan Schick.", "Account. A control and reporting unit for budgeting and accounting. ", "Appropriation. A provision of law providing budget authority that permits federal agencies to incur obligations and to make payments, of the Treasury for specifiedpurposes. Annual appropriations are provided in appropriations acts; mostpermanent appropriations are provided in substantive law.", "Authorization. A provision in law that authorizes appropriations for a program or agency.", "Budget Authority. Authority provided by law to enter into obligations that normally result in outlays. The main forms of budget authority are appropriations, borrowingauthority, and contract authority.", "Budget Resolution. A concurrent resolution passed by both Houses of Congress, but not requiring the signature of the President, setting forth the congressional budget forat least the next five fiscal years. The budget resolution sets forth various budgettotals and functional allocations, and may include reconciliation instructions, todesignated House or Senate committees.", "Continuing Resolution. An act (in the form of a joint resolution) that provides budget authority to agencies or programs whose regular appropriation has not beenenacted after the new fiscal year has started. A continuing resolution usually is atemporary measure that expires on a specified date or is superseded by enactment ofthe regular appropriations act. Some continuing resolutions, however, are in effectfor the remainder of the fiscal year and are the means of enacting regularappropriations.", "Direct Spending. Budget authority, and the resulting outlays, provided in laws other than annual appropriations acts. Appropriated entitlements are classified as directspending. Direct spending is distinguished by the Budget Enforcement Act fromdiscretionary spending and is subject to the PAGO rules. It is also referred to as\"mandatory spending.\"", "Discretionary Spending. Budget authority, and the resulting outlays, provided in annual appropriations acts, but not including appropriated entitlements.", "Federal Funds. All monies collected and spent by the federal government other than those designated as trust funds. Federal funds include general, special, publicenterprise, and intragovernmental funds.", "Mandatory Spending. See \"Direct Spending.\" ", "Obligation. A binding agreement (such as through a contract or purchase order) that will require payment.", "Outlays. Payments made (generally through the issuance of checks or disbursement of cash) to liquidate obligations. Outlays during a fiscal year may be for payment ofobligations incurred in prior years or in the same year.", "PAGO (Pay-as-You-Go) Process. The procedure established by the Budget Enforcement Act to ensure that revenue and direct spending legislation does not addto the deficit or reduce the surplus. PAGO requires that any increase in the deficitor reduction in the surplus due to legislation be offset by other legislation orsequestration. PAGO is enforced by estimating the five-year budgetary effects of allnew revenue and direct spending laws.", "Reconciliation Process. A process established in the Congressional Budget Act by which Congress changes existing laws to conform tax and spending levels to thelevels set in a budget resolution. Changes recommended by committees pursuant toa reconciliation instruction are incorporated into a reconciliation bill.", "Revolving Fund. An account or fund in which all income derived from its operations is available to finance the fund's continuing operations without fiscal yearlimitation.", "Scorekeeping. Procedures for tracking and reporting on the status of congressional budgetary actions affecting budget authority, receipts, outlays, the surplus or deficit,and the public debt limit.", "Supplemental Appropriation. Budget authority provided in an appropriations act in addition to regular or continuing appropriations already provided. Supplementalappropriations acts sometimes include items not included in regular appropriationsacts for lack of timely authorization.", "Trust Funds. Accounts designated by law as trust funds for receipts and expenditures earmarked for specific purposes.", "User Fees. Fees charged to users of goods or services provided by the federal government. In levying or authorizing these fees, Congress determines whether therevenue should go into the U.S. Treasury or should be available to the agencyproviding the goods or services."], "subsections": []}, {"section_title": "For Additional Reading", "paragraphs": [], "subsections": [{"section_title": "Congressional Documents", "paragraphs": ["U.S. Congress, House, Committee on Appropriations, Treasury, Postal Service, and General Government Appropriations Bill, 2002 , a report to accompany H.R. 2590 , 107th Cong., 1st sess., H.Rept. 107-152 , July 23, 2001(Washington: GPO, 2001).", "_____, Committee on Conference, Making Supplemental Appropriations for the Fiscal Year Ending September 31, 2001, and for Other Purposes , a conferencereport to accompany H.R. 2216 , 107th Cong., 1st sess., H.Rept.107-148 , July 19, 2001 (Washington: GPO, 2001).", "_____, Committee on Rules, Providing for Consideration of H.R. 2590 , Treasury and General Government Appropriations Act, 2002, a report toaccompany H. Res. 206, 107th Cong., 1st sess., H.Rept. 107-158 , July 24, 2001(Washington: GPO, 2001)."], "subsections": []}, {"section_title": "CRS Products", "paragraphs": ["Appropriations.", "CRS Report RL30202 . Appropriations for FY2000: Treasury, Postal Service, Executive Office of the President, and General Government , coordinated by[author name scrubbed].", "CRS Report RL30502 . Appropriations for FY2001: Treasury, Postal Service, Executive Office of the President, and General Government , coordinated by[author name scrubbed].", "Cuba.", "CRS Report RL30806 . Cuba: Background and Current Issues for Congress , by [author name scrubbed].", "CRS Report RS20409. Cuba: U.S. Restrictions on Travel and Legislative Initiatives in the 106th Congress , by [author name scrubbed].", "Federal Employee Child Care Policy.", "CRS Report RL30944(pdf) . Child Care Issues in the 107th Congress , by Melinda T. Gish.", "Federal Employee Health Benefits Policy.", "CRS Report RL30336. The Federal Employees Health Benefits Program , by Carolyn L. Merck.", "CRS Report RS20818. Federal Employees Health Benefits Program: Brief Facts , by Carolyn Merck.", "CRS Report RS20644. Long-term Care Insurance for Federal Personnel , by Carolyn L. Merck.", "CRS Report RL30254. Long-term Care: The President's FY2001 Budget Proposals and Related Legislation , by Carol V. O'Shaughnessy, [author name scrubbed], and CarolynL. Merck.", "Federal Employee Retirement Policy.", "CRS Report RL30023(pdf) . Civil Service Retirement Programs: Financing and Budget Status , by [author name scrubbed].", "CRS Report 94-971 . Pay and Retirement Benefits for Federal Employees: Increases Since 1969 , by Pat Purcell.", "Federal Salary Policy.", "CRS Report RL30359. Federal Pay: FY2001 Salary Adjustment, by [author name scrubbed].", "CRS Report RL30744. Federal Pay: FY2002 Salary Adjustment, by [author name scrubbed].", "CRS Report RS20278. Judicial Salaries: Current Situation , by [author name scrubbed]. ", "CRS Report 94-971 . Pay and Retirement Benefits for Federal Employees: Increases Since 1969 , by Pat Purcell.", "CRS Report RS20709. Presidential Transition 2000-2001: Background and Federal Support , by [author name scrubbed].", "CRS Report 98-53. Salaries of Federal Officials , by [author name scrubbed]. ", "CRS Report RL30014. Salaries of Members of Congress: Current Procedures and Recent Adjustments , by [author name scrubbed].", "CRS Report 97-1011 . Salaries of Members of Congress: Payable Rates and Effective Dates, 1789-2001 , by [author name scrubbed].", "CRS Report RS20388 . Salary Linkage: Members of Congress and Other Federal Officials , by [author name scrubbed].", "CRS Report RS20114. Salary of the President Compared with That of Other Federal Officials , by [author name scrubbed].", "CRS Report RS20111. Travel Costs of the President, Vice President, and First Lady , by [author name scrubbed]. ", "Homeland Security.", "CRS Report RL31148 . Homeland Security: the Presidential Coordination Office , by [author name scrubbed]", "Human Resources Management Organizations.", "CRS Report RL30194. Merit Systems Protection Board: Background, Strategic and Performance Plans, and Congressional Oversight , by [author name scrubbed].", "CRS Report 98-773. Office of Personnel Management: Background, Strategic and Performance Plans, and Congressional Oversight , by [author name scrubbed].", "CRS Report RL30450. United States Office of Special Counsel: Background, Strategic and Performance Plans, and Congressional Oversight , by Barbara L.Schwemle.", "Postal Service.", "CRS Report RL31069 . Postal Service Financial Problems and Stakeholder Proposals, by [author name scrubbed] ", "CRS Report RS21025 . The Postal Revenue Forgone Appropriation: Overview and Current Issues , by [author name scrubbed] ", "CRS Report RS20921 . Semipostal Stamps: Authorization, Revenue, and Selection Criteria, by [author name scrubbed]", "Treasury Department and Agencies.", "CRS Issue Brief IB10071. Gun Control Legislation in the 107th Congress , by [author name scrubbed], Jr.", "CRS Report RL30536. IRS: Status of Restructuring and Reform at the Opening of the 107th Congress , by [author name scrubbed].", "CRS Report RL31040. National Integrated Ballistics Information Network (NIBIN) or Law Enforcement , by William C. Boesman and [author name scrubbed], Jr.", "CRS Report RL31019. Terrorism: Automated Lookout Systems and Border Security Options and Issues, by [author name scrubbed], Jr. and Raphael Perl.", "CRS Report RL31230. U.S. Customs Service Authorization, FY2002 Budget, and Related Border Management Issues , by [author name scrubbed]."], "subsections": []}, {"section_title": "Other Readings", "paragraphs": ["Syracuse University, Maxwell School of Citizenship and Public Affairs, Government Performance Project, Grading Government, (Syracuse, NY: SyracuseUniversity, February 1999).", "U.S. Congressional Budget Office, Budget Options , February 2001 (Washington: GPO, 2001). [Available on CBO Web site.]", "--------, Maintaining Budgetary Discipline: Spending and Revenue Options (Washington: GPO, 1999). [Available on CBO Web site.]", "U.S. Department of the Treasury, U.S. Customs Service, U.S. Customs Service Strategic Plan (FY97-02), by Commissioner of Customs George Weiss,(Washington: U.S. Customs Service, August 1, 1997).", "U. S. Executive Office of the President, Office of Management and Budget, A Blueprint for a New Beginning, A Responsible Budget for America's Priorities ,(Washington: GPO, 2001).", "U.S. General Accounting Office, High Risk Series: An Update , GAO report GAO-01-263, (Washington: January 2001)", "-----, High Risk Series, IRS Management , GAO Report HR 97-8 (Washington: February 1997).", "-----, Customs Service: Comments on Strategic Plan and Resource Allocation Process, GAO Report GGD-98-15, (Washington: October 16, 1998).", "-----, Major Management Challenges and Program Risks: Department of the Treasury , GAO report OCG-99-14, (Washington: October 21, 1998). ", "-----, Performance and Accountability Series, Major Management Challenges and Program Risks: A Governmentwide Perspective , GAO report GAO-01-241,(Washington: January 2001).", "----- Major Management Challenges and Program Risks: Department of the Treasury , GAO report GAO-01-254, (Washington: January 2001). ", "-----, Major Management Challenges and Program Risks: U. S. Postal Service , GAO report GAO-01-262, (Washington: January 2001). "], "subsections": []}, {"section_title": "Selected World Wide Web Sites", "paragraphs": ["Information regarding current and past budgets (including budget documents), the federal budget process, and duties and functions are available at the following websites.", "Congressional Budget Office (CBO) http://www.cbo.gov ", "General Accounting Office (GAO) http://www.gao.gov ", "National Commission on Restructuring the Internal Revenue Service http://www.house.gov/natcommirs/main.htm ", "Office of Government Ethics http://www.usoge.gov ", "Office of Management and Budget (OMB) http://www.whitehouse.Gov/OMB/index.html ", "Office of Management and Budget, Statements of Administration Policy (SAPS) http://www.whitehouse.Gov/OMB/legislative/sap/index.html ", "For general access to federal agencies, use the gateway provided at: http://www.firstgov.gov "], "subsections": []}]}]}}