{"id": "RL32309", "title": "Appropriations for FY2005: Commerce, Justice, State, the Judiciary, and Related Agencies", "released_date": "2005-01-12T00:00:00", "summary": ["This report monitors actions taken by the 108th Congress on FY2005 appropriations for the Departments of Commerce, Justice, and State, the judiciary and related agencies (often referred to as the CJS appropriations). The Administration requested $43.216 billion for CJS appropriations in its FY2005 budget request sent to Congress on February 2, 2004. In the spring of 2004, the House and Senate Appropriations Committees held hearings on these requests. The House Appropriations Committee reported out its unnumbered bill on June 23, 2004, recommending a total of $43.483 billion for CJS in FY2005 (H.Rept. 108-576). The House passed this bill, H.R. 4754, on July 8, 2004. On September 15, 2004, the Senate Appropriations Committee recommended $43.467 billion in its bill (S. 2809, S.Rept. 108-344). The CJS Appropriation was included into an omnibus Consolidated Appropriation Act (CAA) (H.R. 4818), and its Conference Report was agreed to on November 20, 2004. The act, providing $43.681 billion to CJS, was signed into law on December 8, 2004. These figures do not reflect a general $0.80% rescission and a 0.54% rescission of CJS expenditures.", "Department of Justice. The CAA provides $20.6 billion in budget authority for FY2005. The Administration's FY2005 request was $19.945 billion, approximately $145 million above the FY2004 enacted level of $19.800 billion including rescissions. The House bill approved $20.786 billion and the Senate Appropriations Committee bill would have provided $20.217 billion.", "Department of Commerce. The CAA provides $6.5 billion in budget authority for the Department of Commerce. The Administration's FY2005 request of $6.058 billion was about $115 million more than the FY2004 enacted appropriation of $5.943 billion. The House bill would have provided $5.8 billion, and the Senate Appropriations Committee recommended $6.9 billion.", "The Judiciary. The CAA provides $5.5 billion in total spending for the Judiciary. The FY2005 request of $5.705 billion was about $573 million more than the FY2004 enacted appropriation of $5.16 billion. The House would have provided $5.546 billion and the Senate Appropriations Committee recommended $5.362 billion.", "Department of State and International Broadcasting. The CAA provides $8.3 billion in total spending for the Department of State. The FY2005 request was $9.121 billion, $.378 billion above the FY2004 enacted level of $8.743 billion. The House approved a total of $9.031 billion, and the Senate Appropriations Committee recommended $8.569 billion."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Most Recent Developments", "paragraphs": ["The 2005 appropriation for Commerce, Justice, State, the Judiciary, and Related Agencies, which was incorporated into the Consolidated Appropriations Act of 2004 ( P.L. 108-447 ), was signed into law on December 8, 2004. The Conference Report (H. Rept 108-792) was approved by both the Senate and the House on November 20, and it provides $43.681 billion in appropriations for the CJS agencies. These figures do not reflect a general 0.80% rescission and a 0.54% rescission of CJS expenditures.", "The Administration submitted its FY2005 budget to Congress on February 2, 2004. It requested $43.2 billion for CJS Appropriations including $20.1 billion for the Department of Justice; $6.1 billion for the Department of Commerce; and $9.1 billion for the Department of State. The House and Senate Appropriations Committees have held hearings on the FY2005 budget requests.", "The House CJS Subcommittee on Appropriations marked up its bill on June 15, 2004. The full House Appropriations Committee by voice vote approved the unnumbered bill on June 23, and reported it as H.R. 4754 ( H.Rept. 108-576 ) on July 1. The House passed this bill on July 8, 2004. The House bill provides a total of $43.5 billion including $20.8 billion for the Department of Justice; $5.7 billion for the Department of Commerce; $5.5 billion for the Judiciary; and $9.0 billion for the Department of State.", "The Senate Appropriations Committee marked up its bill ( S. 2809 , S.Rept. 108-344 ) and passed it unanimously on September 15, 2004. The Senate Committee bill provides a total of $40.5 billion including $20.4 billion for the Department of Justice; $6.9 billion for the Department of Commerce; $5.4 billion for the Judiciary; and $8.5 billion for the Department of State."], "subsections": []}, {"section_title": "Background Information", "paragraphs": [], "subsections": [{"section_title": "Structure of the CJS Bill", "paragraphs": ["Traditionally, the appropriations bill for the Departments of Commerce, Justice, State, the Judiciary, and Related Agencies is known as the \"CJS\" bill. It typically uses five titles to fund these departments and agencies:", "Title I. Justice", "Title II. Commerce and Related Agencies", "Title III. The Judiciary", "Title IV. State and International Broadcasting", "Title V. Independent Agencies", "As needed, additional titles including general provisions or rescissions may be added to the CJS bill during the legislative process. The related agencies in Title II are the U.S. Trade Representative and the International Trade Commission. The Independent Agencies in Title V include the Federal Communications Commission, Securities and Exchange Commission, and Small Business Administration."], "subsections": []}, {"section_title": "Synopsis of FY2004 Appropriations", "paragraphs": ["The Administration's CJS request for FY2004 totaled $41.22 billion. Congress packaged a number of appropriations bills including CJS into an omnibus bill ( H.R. 2673 ) in November 2003. A conference report, ( H.Rept. 108-401 ), was produced just prior to the Thanksgiving recess. The CJS portion of the bill (Division B) contains total appropriations of $41.0 billion, not reflecting a 0.465% rescission in the general provisions of Division B. A further 0.59% across-the-board rescission was included in Division H-Miscellaneous Appropriations and Offsets-Section 168. The House agreed to the conference report on December 8 th , while the Senate passed the package on January 22, 2004. The President signed The Consolidated Appropriations Act into law ( P.L. 108-199 ) on January 23, 2004."], "subsections": []}, {"section_title": "Departmental Funding Trends", "paragraphs": ["The table below shows funding trends for the major agencies included in CJS appropriations over the five-year period FY2000-FY2005, including supplemental appropriations. Over the five-year period, funding increased for the Department of Justice by $2.217 billion (11.9%); for the Department of Commerce by $1.5 billion (29%) for the Judiciary by $1.536 billion (39%); and for the Department of State by $2.403 billion (41%).", "The Justice Department's budget rose steadily until FY2003, when it was reduced by nearly $4.7 billion below the FY2002 level due to the relocation of some activities to the Department of Homeland Security. The Commerce Department budget has generally increased over the five-year span, including a greater than $3.5 billion increase in FY2000, largely due to the cost of the 2000 decennial census. Its FY2001 level, however, was comparable to its pre-census level. The State Department and Judiciary Branch had significant increases in its funding level every year from FY1999 to FY2004, but then fell back for FY2005. The State Department's increases reflect the increase in costs associated with post-September 11 th security expenditures. Of the four primary departments within the CJS appropriations bill, the Department of State, despite the FY2005 reduction, has received the greatest increase of about $2.4 billion from FY2000 to FY2005, including supplemental funds appropriated in FY2002, FY2003, and FY2004."], "subsections": []}, {"section_title": "CJS Overall Funding Trends", "paragraphs": ["Appropriations for the CJS bill had risen steadily prior to FY2003. Selected departments funded through the bill received significant increases in funding following the terrorist attacks of September 2001. Overall funding for the bill decreased in FY2003, however, as some agencies and functions were transferred to the new Department of Homeland Security. Since then, CJS has crept back to near FY2002 levels."], "subsections": []}]}, {"section_title": "Survey of High-Profile Issues", "paragraphs": ["Department of Justice", "The merger and consolidation of the Local Law Enforcement Block Grants and the Byrne Formula Grants, replacing those grant programs with a Justice Assistance Grants program, a provision of H.R. 3036 . Language incorporating provisions of H.R. 4564 that would provide the FBI with enhanced retention, recruitment, and retirement authorities in order to improve their ability to attract and retain necessary staff. In an effort to consolidate intelligence functions within the FBI, the creation of a new Directorate of Intelligence. Language in the ATF's salaries and expenses account that would include several limitations on the expenditure of ATF funding provided for FY2005.", "Department of Commerce and Related Agencies", "Appropriations measures that limit the use by the U.S. Patent and Trademark Office of the full amount of fees collected in the current fiscal year. The extent to which federal funds should be used to support industrial technology development programs at the National Institute of Standards and Technology, particularly the Advanced Technology Program and the Manufacturing Extension Partnership. Whether the importation of prescription drugs from foreign countries should be expanded. The ability of U.S. trade agencies and PTO to fight intellectual property infringement abroad. The efficacy of U.S. trade agency enforcement of U.S. trade remedy laws against unfair foreign competition. Whether Congress will consolidate all of NOAA's budget authority under a single Organic Act. Whether funding is adequate to ensure that NOAA can maintain operation of its environmental satellites and continue to provide meteorological data for the National Weather Service.", "The Judiciary", "Whether, as the Judiciary contended, projected workload increases, along with budget imposed cutbacks in court staffing during FY2004, required a more than 10% increase in funding for FY2005. Whether a major increase was called for in the rate of pay to court-appointed \"panel attorneys\" representing indigent defendants in federal criminal cases in which prosecutors seek the death penalty.", "Department of State and International Broadcasting", "Creating a new embassy in Baghdad with regional offices throughout Iraq. Visa issuance policies and the Homeland Security proposals. Expanded public diplomacy activities focusing on Muslim/Arab populations. Increased hiring of foreign, civil service, and security experts."], "subsections": []}, {"section_title": "Department of Justice2", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["Title I of the CJS bill typically covers appropriations for the Department of Justice (DOJ). Established by an act of 1870 (28 U.S.C. 501) with the Attorney General at its head, DOJ provides counsel for citizens and protects them through law enforcement. It represents the federal government in all proceedings, civil and criminal, before the Supreme Court. And in legal matters generally, the Department provides legal advice and opinions, upon request, to the President and executive branch department heads. The major functions of DOJ agencies and offices are described below:", "United States Attorneys prosecute criminal offenses against the United States, represent the federal government in civil actions, and initiate proceedings for the collection of fines, penalties, and forfeitures owed to the United States. United States Marshals Service provides security for the federal judiciary, protects witnesses, executes warrants and court orders, manages seized assets, detains and transports unsentenced prisoners, and apprehends fugitives. Federal Bureau of Investigation (FBI) investigates violations of federal criminal law; helps protect the United States from terrorism and hostile intelligence efforts; provides assistance to other federal, state and local law enforcement agencies; and shares jurisdiction with Drug Enforcement Administration (DEA) over federal drug violations. Drug Enforcement Administration (DEA) investigates federal drug law violations; coordinates its efforts with state, local, and other federal law enforcement agencies; develops and maintains drug intelligence systems; regulates legitimate controlled substances activities; and conducts joint intelligence-gathering activities with foreign governments. Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF) enforces federal law related to the manufacture, importation, and distribution of alcohol, tobacco, firearms, and explosives. It was transferred from the Department of the Treasury to the Department of Justice by the Homeland Security Act of 2002 ( P.L. 107-296 ). Federal Prison System provides for the custody and care of the federal prison population, the maintenance of prison-related facilities, and the boarding of sentenced federal prisoners incarcerated in state and local institutions. Office of Justice Programs (OJP) manages and coordinates the activities of the Bureau of Justice Assistance, Bureau of Justice Statistics, National Institute of Justice, Office of Juvenile Justice and Delinquency Prevention, Community Oriented Policing Services (COPS), and the Office of Victims of Crime."], "subsections": [{"section_title": "FY2005 Funding", "paragraphs": ["Countering the threat of terrorism is the principal focus of the Department of Justice. To this end, the Department is continuing its efforts to disrupt and dismantle terrorist networks wherever they exist, prevent terrorist attacks before they occur, and bring to justice those persons who carry out terrorist attacks against American interests at home and abroad. The Department of Justice is working with the intelligence community, along with the Department of Homeland Security (DHS), to establish new partnerships and reforge old ones in the areas of intelligence sharing and interoperable systems. With the support of the Attorney General, the FBI Director continues to reorganize by realigning and centralizing Bureau assets to more effectively counter terrorism and foreign intelligence services, and provide greater internal security.", "Most crime control has traditionally been a state and local responsibility. With the passage of the Crime Control Act of 1968 (P.L. 90-351), however, the federal role in the administration of criminal justice has increased incrementally. Since 1984, Congress has enacted five major omnibus crime control bills, designating new federal crimes, penalties, and additional law enforcement assistance programs for state and local governments. Crime control is one of the few areas of the federal budget where discretionary spending has increased over the past two decades."], "subsections": []}, {"section_title": "GPRA", "paragraphs": ["The Government Performance and Results Act (GPRA) required the Department of Justice, along with other federal agencies, to prepare a five-year strategic plan, including a mission statement, long-range goals, and program assessment measures. The Department's Strategic Plan for FY2003-2008 sets forth four goals:", "prevent terrorism and promote national security; enforce federal criminal laws and represent the rights and interests of the American people; prevent and reduce crime and violence by assisting state, local, and tribal efforts; ensure the fair and efficient operation of the Federal justice system."], "subsections": []}]}, {"section_title": "Administration FY2005 Request", "paragraphs": ["For the Department of Justice (DOJ), the Consolidated Appropriations Act, 2005 ( P.L. 108-447 ) provides $20.6 billion in budget authority for FY2005. The Senate Appropriations Committee bill ( S. 2809 ) recommended nearly $20.4 billion in budget authority for FY2005. The House-passed appropriations bill for FY2005 ( H.R. 4754 ) recommended $20.9 billion in budget authority. The Administration's FY2005 request included $20.1 billion in funding, while Congress provided nearly $19.6 billion in funding for FY2004 (including rescissions).", "The Consolidated Appropriations Act provides funding increases for intelligence and counterterrorism-related efforts within DOJ, which focus on the prevention, investigation, and prosecution of terrorist acts. Funding also includes over $1 billion for the FBI's counterintelligence and national security programs; $100 million for State and local interoperable communications systems; and $10.5 million for State and local intelligence sharing. In addition, the act establishes an Office of Justice for Victims of Overseas Terrorism within DOJ.", "The Consolidated Appropriations Act provides funding for a number of programs for which the Administration requested no funding. Those programs include the Juvenile Justice Accountability Block Grant, the State Criminal Alien Assistance Program, and the Byrne Discretionary Grants.", "As part of a wider \"performance-based\" program realignment of the Office of Justice Programs (OJP), the Administration's request included a proposal to eliminate the Local Law Enforcement Block Grants (LLEBGs) and the Byrne Formula Grants, replacing those grant programs with a Justice Assistance Grant (JAG) program. The Administration's request included $528 million for the proposed JAG program, nearly $190 million less than the amounts appropriated for the LLEBG and Byrne Formula Grant programs for FY2004. The Consolidated Appropriations Act and the House-passed bill provided $634 million for this new grant program, $106 million more than the Administration's request. The Senate-reported bill, however, did not recommend a consolidated grant program and recommended $210.9 million in funding for the LLEBG program and $500 million in funding for the Byrne Formula Grants program. In FY2004, Congress funded the LLEBG program at $222.6 million and the Byrne Formula Grants program at $494.7 million.", "Among other things, the House-passed bill included $625.7 million for various Community Oriented Policing Services (COPS) programs (including a $61 million rescission), including $113 million for a new COPS enhancement grants program which would create a flexible discretionary program for hiring, training, police integrity training, equipment, overtime, school security, information technology, and forensic technology. Under this program, a law enforcement agency could apply for funding for multiple activities in one application. Both the Senate-reported bill and the Consolidated Appropriations Act did not recommend the creation of this grant program.", "It should be noted that, unless otherwise stated, all FY2004 amounts include a 0.59% government wide rescission and a 0.465% discretionary account rescission. Additionally, for FY2004 there were $364.7 million in rescissions for prior year unobligated balances. The Administration's FY2005 request proposed $108.5 million in rescissions of prior year balances. The House-passed bill recommended $81 million in rescissions: $20 million in funding from the State and Local Law Enforcement Assistance (SLLEA) account and $61 million in funding from the COPS account. The Senate-reported bill recommended $172.1 million in rescissions: $44 million from the Working Capital Fund; $30 million from the Asset Forfeiture Fund; and $98.1 million from the Department of Justice (excluding rescinding funds from the OJP account or the COPS account).", "The Consolidated Appropriations Act includes $255.3 million in program rescissions: $60 million from the Working Capital Fund; $61.8 million from the Asset Forfeiture Fund; $1.6 million from Justice Assistance (excluding amounts available for the Missing Children's Program and the National White Collar Crime Center and Regional Information Sharing System); $29.4 million from the SLLEA account (excluding amounts available for Tribal Courts and Indian Prison Construction); $99 million from COPS; and $3.5 million from Juvenile Justice (excluding amounts available for Tribal Youth and Alcohol Prevention). Additionally, the Consolidated Appropriations Act includes a 0.80% across-the-board rescission and a 0.54% rescission to Commerce, Justice, State discretionary accounts."], "subsections": []}, {"section_title": "FY2005 Funding Issues", "paragraphs": [], "subsections": [{"section_title": "General Administration", "paragraphs": ["For General Administration, the Consolidated Appropriations Act, 2005 ( P.L. 108-447 ) provides nearly $1.444 billion in funding for FY2005 (excluding rescissions). The Senate-reported bill ( S. 2809 ) recommended $1.870 billion, including $410 million in funding for the Office on Violence Against Women, which has been traditionally funded under the Office of Justice Programs (OJP) account. The House-passed bill ( H.R. 4754 ) recommended $1.445 billion for general administration expenses in FY2005. The Administration's FY2005 request for Justice programs in this account included $1.519 billion, $309.7 million more than the $1.317 billion appropriated by Congress for FY2004.", "The Consolidated Appropriations Act includes a $60 million rescission to the Working Capital Fund. The FY2004 appropriated amount included two rescissions: $67.3 million to the Working Capital Fund and $40 million to the Counterterrorism Fund.", "Besides the Detention Trustee, the General Administration account funds the Federal Detention Trustee's Office, the Attorney General's office, senior departmental management, the Inspector General's office, efforts to integrate identification systems (e.g., IAFIS and IDENT), and narrowband communications, among other things.", "The Federal Detention Trustee ' s Office provides overall management and oversight for federal detention services relating to the detention of federal prisoners in non-federal institutions or otherwise in the custody of the U.S. Marshal's Service. The Detention Trustee Office has signed a Memorandum of Understanding with the Department of Homeland Security (DHS) regarding available detention space that could be used for DHS's Immigration and Customs Enforcement. For the Detention Trustee's Office, the Consolidated Appropriations Act provides, and the Senate-reported bill recommended, $886.0 million, a $80.5 million increase over the amount appropriated by Congress for FY2004. The House-passed bill recommended $938.8 million for FY2005, a $133 million increase over the amount appropriated by Congress for FY2004 and the same as the Administration's request.", "The Office of the Inspector General (OIG) is responsible for investigating possible departmental misconduct. OIG's mission is to detect and deter waste, fraud, abuse, and misconduct involving DOJ programs and personnel and to promote economy and efficiency in DOJ operations. The Consolidated Appropriations Act includes $63.8 million for the OIG, the same amount recommended by the House-passed bill and requested by the Administration. The Senate-reported bill recommended $63.2 million for the OIG. Congress provided $60.2 million in funding for FY2004.", "The Consolidated Appropriations Act includes a $60 million rescission of the unobligated balances available in the Working Capital Fund. The Senate-reported bill recommended a $44 million rescission to this account."], "subsections": []}, {"section_title": "U.S. Parole Commission", "paragraphs": ["The U.S. Parole Commission adjudicates parole requests by federal and District of Columbia Code prisoners who are serving felony sentences. The authorization for the parole commission was due to expire in November 2002, but the 21 st Century Department of Justice Appropriations Authorization Act ( P.L. 107-273 ) provided for a temporary extension of the parole commission for three years until November 1, 2005. For FY2005, the Consolidated Appropriations Act, 2005 ( P.L. 108-447 ) and the Senate-reported bill ( S. 2809 ) includes, $10.6 million for the parole commission, a $140 thousand increase over the FY2004 appropriation. The House-passed bill ( H.R. 4754 ) and the Administration's request included $10.65 million for the parole commission, a $152 thousand increase over the Commission's FY2004 appropriation of $10.5 million."], "subsections": []}, {"section_title": "Legal Activities", "paragraphs": ["The Legal Activities account includes several accounts: (1) general legal activities, (2) U.S. Attorneys, (3) U.S. Marshals Service, and (4) other legal activities. For FY2005, the Consolidated Appropriations Act, 2005 ( P.L. 108-447 ) provides nearly $3.222 billion for legal activities, which is $143 million more than what Congress enacted for these purposes for FY2004. The Senate Appropriations Committee recommendation ( S. 2809 ) provided $3.154 billion for legal activities. The House-passed bill ( H.R. 4754 ) recommended nearly $3.251 billion in funding. The Administration's FY2005 request included nearly $3.318 billion for this account. Congress enacted $3.078.5 billion in funding for legal activities in FY2004.", "The general legal activities account funds the Solicitor General's supervision of the department's conduct in proceedings before the Supreme Court. It also funds several departmental divisions (tax, criminal, civil, environment and natural resources, legal counsel, civil rights, and antitrust). For these purposes, the Consolidated Appropriations Act includes $634.2 million for FY2005. The Senate-reported bill recommended $623 million in funding, while the House-passed bill recommended $639.3 million for general legal activities. The Administration's FY2005 request included $657 million in funding. Congress provided $629 million in FY2004, which included $15.0 million in supplemental appropriations provided by the Emergency Supplemental Appropriations Act for Defense and for the Reconstruction of Iraq and Afghanistan, 2004 ( P.L. 108-106 ).", "The U.S. Attorneys and the U.S. Marshals Service are present in all of the 94 federal judicial districts. The U.S. Attorneys prosecute criminal cases and represent the federal government in civil actions. For the U.S. Attorneys Office, the Consolidated Appropriations Act includes nearly $1.548 billion, the same amount as requested by the Administration. The Senate-reported bill recommended $1.532 billion for FY2005. The House-passed bill recommended $1.535 billion in funding. Congress provided $1.510 billion in FY2004 for U.S. Attorneys and an additional $14.8 million in supplemental appropriations for Operation Seahawk, an interagency seaport security initiative. The Consolidated Appropriations Act, and the Senate-reported recommendation, includes additional funding of $15 million for the continuation of Project Seahawk.", "The U.S. Marshals are responsible for the protection of the Federal Judiciary, protection of witnesses, execution of warrants and court orders, custody and transportation of unsentenced federal prisoners, and fugitive apprehension. For FY2005, the Consolidated Appropriations Act includes $757.7 million for the Marshals Service, $31.6 million more than what Congress enacted for FY2004. The Senate-reported bill recommended $744.7 million in funding, while the House-passed bill recommended $753.4 million for the Marshals Service for FY2005. The Administration's request included $743.4 million, while the Service's FY2004 enacted budget was $726.1 million.", "For other legal activities . e.g., the Community Relations Service, the Independent Counsel, the U.S. Trustee Fund (which is responsible for maintaining the integrity of the U.S. bankruptcy system by, among other things, prosecuting criminal bankruptcy violations), and the Asset Forfeiture program, the Consolidated Appropriations Act, 2005 provides $282.1 million in funding. The Senate-reported bill recommended $254 million in funding; The House-passed bill recommended $323 million. The Administration requested $405 million in funding for FY2005, while Congress appropriated $213 million in funding for other legal activities for FY2004. A large portion of the differences can be explained by the Administration's request of $80.5 million for legal activities office automation in this account. Traditionally funding for office automation has been provide in the General Administration account ($26.7 million in FY2004). The House-passed bill recommended, as the Administration requested, $72 million in discretionary funding for the Radiation Exposure Compensation Trust Fund (RECA). The Consolidated Appropriations Act includes $27.8 million for RECA. In addition, there was a $61.6 million rescission of unobligated balances to the Asset Forfeiture Fund in FY2004. The Consolidated Appropriations Act includes a $61.8 million rescission in the Asset Forfeiture Fund for FY2005. The Senate-reported bill also recommended a $30 million rescission of the unobligated balances available in the Asset Forfeiture Fund for FY2005."], "subsections": []}, {"section_title": "Interagency Law Enforcement", "paragraphs": ["The Interagency Law Enforcement account reimburses departmental agencies for their participation in the Organized Crime Drug Enforcement Task Force (OCDETF) program. Organized into nine regional task forces, this program combines the expertise of federal agencies with the efforts of state and local law enforcement to disrupt and dismantle major narcotics trafficking and money laundering organizations. From the Department of Justice, the federal agencies that participate in OCDETF are the Drug Enforcement Administration; Federal Bureau of Investigation; Bureau of Alcohol, Tobacco, Firearms and Explosives; U.S. Marshals Service; the Justice, Tax and Criminal Divisions; and the U.S. Attorneys. From the Department of Homeland Security, the U.S. Bureau of Immigration and Customs Enforcement (ICE) and the U.S. Coast Guard participate in OCDETF. Additionally, the Internal Revenue Service (IRS) and Treasury Office of Enforcement also participate from the Department of Treasury. State and local law enforcement agencies participate in approximately 87% of all OCDETF investigations.", "For FY2005, the Consolidated Appropriations Act, 2005 ( P.L. 108-447 ) and the House-passed bill provides $561 million for OCDETF. The Senate Appropriations Committee recommendation provided $295.4 million for this program. The FY2005 request included $580.6 million for OCDETF. For FY2004, Congress provided $550.6 million in funding for OCDETF. The Senate Appropriations Committee did not recommend funding for the non-Justice agencies. Additionally, funding previously provided under this account for the FBI's participation in OCDETF had been transferred to the FBI to expand and enhance the FBI's Joint Terrorism Task Forces (JTTF) in the Senate-reported recommendation. The Consolidated Appropriations Act and the House-passed recommendation did not fund proposed program increases for the IRS and reduced the current services level for both the IRS and ICE. They also cited that the Department of Justice should not fund the Departments of Homeland Security and Treasury participation in OCDETF."], "subsections": []}, {"section_title": "Federal Bureau of Investigation", "paragraphs": ["The Federal Bureau of Investigation (FBI), as the lead federal investigative agency, continues to reorganize to focus more sharply on preventing terrorism and other criminal activities. For FY2005, the Consolidated Appropriations Act, 2005 ( P.L. 108-447 ) provides $5.215 billion in funding for the FBI. The Senate Appropriations Committee bill ( S. 2809 ) recommended nearly $5.112 billion, while the House-passed bill ( H.R. 4754 ) recommended $5.215 billion in funding for FY2005. The Administration's FY2005 request was for $5.115 billion, while Congress enacted nearly $4.591 billion in funding for the FBI for FY2004.", "In an effort to consolidate intelligence functions within the FBI, the House-passed bill directed the FBI to create a new Directorate of Intelligence, led by the Executive Assistant Director for Intelligence. The Consolidated Appropriations Act adopts the House-reported language and provides $13.4 million and 151 new positions to support its new Office of Intelligence.", "The House-passed bill included four provisions that incorporated H.R. 4564 . These provisions would provide the FBI with enhanced retention, recruitment, and retirement authorities in order to improve their ability to attract and retain necessary staff. One provision provided the possibility for retention and relocation bonuses to employees with high or unique qualifications who, in the absence of a bonus, would likely leave the FBI. The provision also allowed for retention and relocation bonuses for individuals transferred to a different geographic area with a higher cost of living.", "Another provision authorized pay to critical intelligence positions up to an Executive Schedule I salary provided that the position is a high level position in a scientific, technical, professional, or administrative field, and critical to the FBI's mission. A third provision could allow the Director in certain circumstances to delay the mandatory retirement age of 57 for FBI agents until the agent reaches 65 years of age. A fourth provision authorized the establishment and training of a FBI Reserve Service that would facilitate streamlined, temporary rehiring from a pre-certified cadre of retired FBI employees who possess specialized skills required for crises or other specialized circumstances. The Consolidated Appropriations Act adopts the House language for these four provisions.", "The Senate Appropriations Committee recommended bill language establishing a total program cost cap at $600 million for the FBI's technology modernization program, Trilogy. The Consolidated Appropriations Act does not adopt this language but does recommend that the FBI commission an independent study of Trilogy that evaluates the overall achievements of the program."], "subsections": []}, {"section_title": "Drug Enforcement Agency", "paragraphs": ["The Drug Enforcement Administration (DEA) is the lead federal agency tasked with reducing the illicit supply and abuse of dangerous narcotics and drugs. For the DEA, the Consolidated Appropriations Act, 2005 ( P.L. 108-447 ) provides $1.653 billion in funding for FY2005. The Senate Appropriations Committee bill ( S. 2809 ) recommended $1.645 billion, while the House-passed bill ( H.R. 4754 ) and the Administration's request for FY2005 included nearly $1.662 billion in funding. For FY2004, Congress appropriated nearly $1.585 billion in funding for the DEA.", "Funding provides for the following increases: $53.1 million for inflationary and other costs to maintain the current operating level; $15.0 million and 165 positions for priority targeting; $3.0 million for the Special Operations Division; $4.0 million for investigative technology support; $1.2 million for computer forensics support; $1.0 million for aviation support; $8.5 million for the Concorde project and web infrastructure; and $4.8 million for the El Paso Intelligence Center.", "The FY2005 request assumed $25 million in savings due to crosscutting efficiencies, program reductions, and other offsets. The Consolidated Appropriations Act assumes the implementation of all of the Administration's proposed offsets except a $3.1 million proposal to charge the District of Columbia Metropolitan Police Department fees for forensic evidence analysis services. The Consolidated Appropriations Act reduces funding for requested program increases in order to offset this proposal."], "subsections": []}, {"section_title": "Bureau of Alcohol, Tobacco, Firearms and Explosives", "paragraphs": ["The Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF) enforces federal law related to the manufacture, importation, and distribution of alcohol, tobacco, firearms, and explosives. For FY2005, the Consolidated Appropriations Act, 2005 ( P.L. 108-447 ) includes $890.4 million for this account, the same amount recommended by the Senate Appropriations Committee bill ( S. 2809 ). The House-passed bill ( H.R. 4754 ) recommended $870.4 million in funding for the ATF, while the Administration requested $868.9 million. The Bureau's FY2004 enacted budget was $827.3 million.", "Among other things, the Consolidated Appropriations Act includes an increase of $10.2 million for the creation and operation of four specialized explosives groups who will be responsible for investigating the misuse and trafficking of explosives, increasing inspection efforts for high-risk explosives licensees, and increasing forensic support to explosives crimes and acts of terrorism.", "The House-passed bill recommended bill language to make funding available to investigate and act upon applications filed by corporations for relief from federal firearms disabilities under section 18 U.S.C. 925(c). The House-passed bill also included a new provision that prohibits funding to deny an application for a license, or renewal of such a license, under 18 U.S.C. 923 due to a lack of business activity, provided that the applicant is otherwise eligible to receive such a license and is eligible to report business income or to claim an income tax deduction for business expenses under the Internal Revenue Code of 1986. The Consolidated Appropriations Act includes this language."], "subsections": []}, {"section_title": "Federal Prison System", "paragraphs": ["The Federal Prison System maintains 116 penal institutions nationwide, and contracts with state, local, and private concerns for additional detention space. The Administration projected that this system will house an average daily population of 186,040 sentenced offenders in federal institutions, and another 29,212 in contract facilities, in FY2005. The Consolidated Appropriations Act, 2005 ( P.L. 108-447 ) provides $4.820 billion in funding for the Federal Prison System for FY2005, the same amount recommended by Senate Appropriations Committee bill ( S. 2809 ). The House-passed bill ( H.R. 4754 ) recommended $4.760 billion in funding for FY2005. The Administration's FY2005 request was $4.710 billion. For FY2004, Congress provided $4.811 billion for the Federal Prison System.", "The Consolidated Appropriations Act, as proposed by the House and the Senate, provides $189 million for the construction, modernization, maintenance, and repair of facilities. In FY2004, there was a $51.9 million rescission of unobligated balances to the Federal Prison System account for building and facilities.", "FY2005 supplemental funding contained in the Military Construction and Emergency Hurricane Supplemental Appropriations Act, signed into law on October 13, 2004 ( P.L. 108-324 ) provides an additional $24.1 million in emergency hurricane-related funding for the Federal Prison System in FY2005. The amount will fund expenses related to repairing and replacing roofs and fences, building and perimeter fence repair and replacement, clean-up activities at numerous federal prison facilities in Florida, Alabama, and Georgia that sustained damage in Hurricane Ivan and related severe storms."], "subsections": []}, {"section_title": "Office of Justice Programs", "paragraphs": ["The Office of Justice Programs (OJP) manages and coordinates the National Institute of Justice, Bureau of Justice Statistics, Office of Juvenile Justice and Delinquency Prevention, Office of Victims of Crimes, Bureau of Justice Assistance, and related grant programs. For the Office of Justice Programs and related offices, bureaus and programs, the Consolidated Appropriations Act, 2005 ( P.L. 108-447 ) provides nearly $3.033 billion in funding. The Senate Appropriations Committee bill ( S. 2809 ) recommended $2.576 billion in funding for FY2005. The House-passed bill ( H.R. 4754 ) recommended $3.012 billion in funding, while the Administration's request for FY2005 was $2.126 billion. Congress appropriated $3.165 billion in funding for OJP for FY2004.", "The OJP budget has traditionally included the following accounts: (1) Justice Assistance, (2) State and Local Law Enforcement Assistance, (3) Weed and Seed crime prevention efforts, (4) Community Oriented Policing Services, (5) Violence Against Women Act programs, (6) Juvenile Justice programs, and (6) Public Safety Officers Benefits."], "subsections": [{"section_title": "Justice Assistance", "paragraphs": ["The Justice Assistance account funds the operations of OJP bureaus and offices. Besides funding OJP management and administration, this account also funds the National Institute of Justice, the Bureau of Justice Statistics, cooperative efforts that address missing children, and regional criminal intelligence. For FY2005, the Administration's request was $1.657 billion for this account (which included a proposed $53.5 million rescission of prior year balances), reflecting a proposed \"performance-based\" realignment of the bulk of OJP grant programs in the Justice Assistance account under the following program categories:", "Counterterrorism Research and Development, Improving the Criminal Justice System, Research, Development, Evaluation and Statistics, Technology for Crime Identification, Strengthening the Juvenile Justice System, Substance Abuse: Demand Reduction, and Services for Victims of Crime.", "The Consolidated Appropriations Act does not reflect the Administration's proposed budget realignment of OJP programs, providing nearly $228 million in funding for Justice Assistance. The Senate Appropriations Committee recommended nearly $211 million in funding, while the House-passed bill recommended $217 million for the Justice Assistance account, as compared to the $188.1 million in funding Congress enacted for FY2004 for these purposes. The Consolidated Appropriations Act includes a $1.6 million rescission from this account, excluding amounts available for the Missing Children's Program and the National White Collar Crime Center and Regional Information Sharing System."], "subsections": []}, {"section_title": "State and Local Law Enforcement Assistance", "paragraphs": ["Under State and Local Law Enforcement Assistance, the Consolidated Appropriations Act provides nearly $1.296 billion in funding for FY2005. The Senate Appropriations Committee recommendation included $1.118 billion in funding, while the House-passed bill recommendation included $1.255 billion (not including a proposed $20 million rescission to unobligated balances), to state and local law enforcement. Congress appropriated $1.315 billion in funding for these purposes for FY2004 (including a $21.6 million rescission of unobligated balances). For various programs included in this account, the Administration's FY2005 request included nearly $715 million in funding.", "The Administration proposed consolidating the Byrne Formula and Local Law Enforcement Block Grant (LLEBG) programs in a new Justice Assistance Grant program. The Administration requested $509 million for this new program, a reduction in funding by about $393 million, compared to amounts appropriated for these two programs in FY2004. The House-passed bill also recommended the consolidation of the LLEBG program and the Byrne Formula program into the Edward Byrne Memorial Justice Assistance Grants program. The House recommendation included $634 million for this new program, $125 million above the requested amount. In addition, the House-passed bill provided $110 million for the Byrne Discretionary Grant program, which the Administration did not request any funding for FY2005. Like the House recommendation, the Consolidated Appropriations Act includes $634 million for the newly created Edward Byrne Memorial Justice Assistance Grant program. In addition, the Consolidated Appropriations Act provides $170 million in funding for Byrne Discretionary grants. Congress provided $157 million in funding for FY2004 for the Byrne Discretionary program.", "The Senate Appropriations Committee recommendation did not include consolidating the LLEBG and Byrne programs. The Senate-reported bill recommended $150 million to the LLEBG program, $500 million to the Byrne Formula Grant program and $118 million to the Byrne Discretionary Grant program.", "Additionally, the Consolidated Appropriations Act provides $37 million to implement the Prison Rape Elimination Act of 2003 ( P.L. 108-79 ). The House-passed bill recommended $52 million in funding for these purposes. The Administration did not request, nor did the Senate Appropriations Committee recommend, funding for this program for FY2005. Congress provided $36.8 million for prison rape programs for FY2004. The Consolidated Appropriations Act and the House-passed bill also includes $10 million for the Harold Rogers Prescription Drug Monitoring Program, which was a $3.1 million increase over what Congress provided in FY2004. The Senate-reported bill recommended, and the Administration requested, no funding for this program.", "The Consolidated Appropriations Act included $10.5 million for the implementation of the National Criminal Intelligence Sharing Plan and the efforts of the Global Justice Information Sharing Initiative. The House-passed bill recommended $10 million in funding for these purposes. The Administration requested nearly $10.7 million for these purposes. The Senate-reported bill recommended $11 million in new funding for state and local antiterrorism training programs.", "The Consolidated Appropriations Act includes a $29.4 million rescission from unobligated balances in this account. Amounts from Tribal Courts and Indian Prison Construction shall not be included in this rescission. The House-passed bill included a proposed $20 million rescission to unobligated balances of the State and Local Law Enforcement Assistance account."], "subsections": []}, {"section_title": "Weed and Seed", "paragraphs": ["The Weed and Seed program is designed to \"weed out\" crime in selected neighborhoods, and \"seed\" them with coordinated prevention and human service programs. The Consolidated Appropriations Act includes $62 million in funding for this program for FY2005, the same amount recommended by the Senate. The House-passed bill recommended, and the Administration requested, $51.2 million for this program. Congress, by comparison, provided $57.9 million for Weed and Seed for FY2004. The Administration's request proposed merging the Weed and Seed program under the Justice Assistance account."], "subsections": []}, {"section_title": "Community Oriented Policing Services", "paragraphs": ["To enhance public safety, the Community Oriented Policing Services (COPS) program provides grants to state, local, and tribal governments to expand community policing and cooperation between law enforcement agencies and members of the community. The authority for the COPS grant program lapsed at the end of FY2000. Congress, however, has continued to fund this program. For COPS, the Consolidated Appropriations Act provides $606.4 million in funding to COPS for FY2005 (not including rescissions). The Senate-reported bill recommended $756 million in funding for FY2005, while the House-passed bill recommended $687 million (not including rescissions). Congress provided $748.3 million in funding for FY2004 (not including a $6.4 million rescission). The Administration's request for the COPS office was $43.6 million (including a proposed $53.5 million rescission). If funding from the other COPS programs which were requested under the Justice Assistance account were added together, the Administration's request for programs which traditionally fall under the COPS account would have totaled $435.7 million (including a proposed $53.5 million rescission).", "The House-passed bill included $113 million for COPS enhancement grants which would have created a flexible discretionary program for hiring, training, police integrity training, equipment, overtime, school security, information technology, and forensic technology. Under this new program, a law enforcement agency could apply for funding for multiple activities in one application. The Consolidated Appropriations Act and Senate-reported bill did not recommend funding for this new grant program. The Consolidated Appropriations Act did however include $10 million for the hiring of law enforcement officers. The Senate Appropriations Committee recommended $200 million in funding for hiring officers. For FY2004, Congress provided $118.7 million for these purposes.", "The Consolidated Appropriations Act provides $110 million for the DNA Initiative program, $28.5 million for crime identification technology, and $15 million for Paul Coverdell forensic science grants. The Senate-reported bill recommended $100 million for DNA backlog grants, $35 million for crime identification technology, and $20 million for Paul Coverdell forensic science grants. The House-passed bill and the Administration's request provided $175.8 million for the DNA Initiative. For FY2004, Congress enacted $98.9 million in funding for the DNA Initiative, $24.0 million for the Crime Identification Technology Act, and $9.9 million for Coverdell forensic science grants.", "The Consolidated Appropriations Act includes $52.6 million for methamphetamine enforcement and clean-up, of which $20 million would reimburse the DEA for assistance to State and local law enforcement for proper removal and disposal of hazardous materials at clandestine methamphetamine labs. The Senate Appropriations Committee recommendation included $55 million for state and local enforcement programs to combat methamphetamine production and distribution, of which $10 million would reimburse the DEA. The House-passed bill recommended $60 million for methamphetamine enforcement and clean-up, of which $20 million would reimburse the DEA. The Administration did not request any funding for this program for FY2005. Congress provided $53.5 million in funding for this program for FY2004.", "The Consolidated Appropriations Act provides $138.6 million for the Law Enforcement Technology Program. The Senate-reported bill recommended $111 million for this program, while the House-passed bill recommended $130 million. The Administration did not request any funding for COPS technology grants for FY2005, while Congress provided $157 million in funding for these purposes for FY2004.", "The Consolidated Appropriations Act and Senate Appropriations Committee recommendation includes $100 million to continue COPS Interoperable Communications Technology program. The House Committee did not recommend funding for this program, while the Administration requested $1.6 million for DOJ's contribution to the Department of Homeland Security's Project SAFECOM. For FY2004, Congress provided $84.1 million for this program.", "The Consolidated Appropriations Act includes a $99 million rescission from unobligated balances in this account. The House-passed bill recommended a $61 million rescission to the COPS account. The Administration requested a $53.5 million rescission of prior year balances."], "subsections": []}, {"section_title": "Violence Against Women Act", "paragraphs": ["Funding under the Violence Against Women Act (VAWA) provides resources to expand units of law enforcement officers and prosecutors specifically targeted at crimes against women, to develop and implement effective arrest and prosecution policies to prevent, identify and respond to violent crimes against women, and to provide victim services. The Consolidated Appropriations Act includes $387.3 million for VAWA programs. The Senate Appropriations Committee recommended $410 million for VAWA programs under the General Administration account. The House-passed bill recommended $383.6 million to support grants under the Violence Against Women Act (VAWA), which was the same amount of funding Congress provided for FY2004. The Administration requested $362.5 million for these programs for FY2005."], "subsections": []}, {"section_title": "Juvenile Justice Assistance", "paragraphs": ["Under the Juvenile Justice Assistance programs, OJP provides assistance to improve juvenile justice and corrections. Congress reauthorized these programs in the 21 st Century Department of Justice Appropriations Reauthorization Act ( P.L. 107-273 ), including the making of appropriations in \"such sums as may be appropriate\" for these programs for fiscal years 2003 through 2007. The Consolidated Appropriations Act includes $384.2 million for Juvenile Justice programs (not including rescissions). The Senate-reported bill recommended $360 million for FY2005, while the House-passed bill recommended $349 million in funding. The Administration proposed funding juvenile justice programs under the Justice Assistance heading at $244.5 million. Congress provided $333.1 million in funding for juvenile justice programs in FY2004 (including a $15.9 million rescission).", "Included in the Consolidated Appropriations Act is a $3.5 million rescission of unobligated balances in the Juvenile Justice account. Amounts for Tribal Youth and Alcohol Prevention shall not be rescinded."], "subsections": []}, {"section_title": "Public Safety Officers Benefit Program", "paragraphs": ["The Public Safety Officers Benefit (PSOB) program provides death benefits to survivors of public safety officers who die in the line of duty, and disability benefits to those officers injured and disabled in the line of duty. The Consolidated Appropriations Act includes $69.5 million in funding for this program, the same amount recommended by the Senate-reported bill and the House-passed bill. Of that amount, $63.1 million is for death benefits, as requested by the Administration, and an additional $6.4 million is for disability and education benefits. Congress appropriated $52 million for this program in FY2004."], "subsections": []}]}]}, {"section_title": "Related Legislation", "paragraphs": ["P.L. 108-182 / S. 459 (Leahy)", "The Hometown Heroes Survivor Benefits Act of 2003. Amends current law by providing that if an officer has a fatal heart attack or stroke while on duty, his is presumed to have died in the line of duty for purposes of survival benefits. Introduced on February 26, 2003. Passed/agreed to in Senate without amendment by Unanimous Consent on May 16, 2003. Passed/agreed to in House without objection on November 22,2003. Became Public Law 108-182 on December 15,2003.", "P.L. 108-275 / H.R. 1731 (Carter)/ S. 153 (Feinstein)", "The Identity Theft Penalty Enhancement Act. Among other things, amends the Federal criminal code to establish penalties for aggravated identity theft and authorizes appropriations to the Department of Justice for the investigation and prosecution of identity theft and related credit card and other fraud cases constituting felonies. Introduced on April 10, 2003. Reported (Amended) by the House Committee on the Judiciary on June 8, 2004. Passed/agreed to in House on motion to suspend the rules and pass the bill, as amended Agreed to by voice vote on June 23, 2004. Passed/agreed to in Senate: Passed Senate without amendment by Unanimous Consent on June 25, 2004. Became Public Law 108-275 on July 15, 2004.", "P.L. 108-277 / H.R. 218 (Cunningham)", "Law Enforcement Officers Safety Act of 2003. Amends the Federal criminal code to authorize qualified law enforcement officers carrying the photographic identification issued by their governmental agency to carry a concealed firearm. Provides that such authorization shall not supersede State laws that (1) permit private entities to prohibit the possession of concealed firearms on their property; or (2) prohibit the possession of firearms on State or local government property. Excludes from the definition of \"firearm\" any machine gun, firearm silencer, or destructive device. Introduced on January 7, 2003. Reported by the House Committee on the Judiciary on June 22, 2003. Passed/agreed to in House on motion to suspend the rules and pass the bill, as amended agreed to by voice vote on June 23, 2003. Passed/agreed to in Senate without amendment by Unanimous Consent and cleared for White House on July 7, 2004. Became P.L. 108-277 on July 22, 2004.", "P.L. 108-372 / H.R. 2714 (Smith)", "The State Justice Institute Reauthorization Act of 2004. Among other things, reauthorized the Bulletproof Vest Partnership grant program through FY2007. Introduced on July 14, 2003. Report by the House Committee on the Judiciary on September 25, 2003. Passed/agreed to in House on motion to suspend the rules and pass the bill, as amended Agreed to by voice vote on March 10, 2004. Senate Committee on the Judiciary discharged by Unanimous Consent and Passed/agreed to in Senate with an amendment by Unanimous Consent on September 30, 2004. Became Public Law 108-372 on October 25, 2004.", "P.L. 108-405 / S. 1700 (Hatch)/ H.R. 3214 (Sensenbrenner)/ H.R. 5107 (Sensenbrenner)", "Advancing Justice Through DNA Technology Act/ Justice for All Act. Among other purposes, these bills are aimed at eliminating the backlog of DNA samples collected from crime scenes and convicted offenders, to improve and expand the DNA testing capacity of Federal, State, and local crime laboratories, to increase research and development of new DNA testing technologies, to develop new training programs regarding the collection and use of DNA evidence, to provide post-conviction testing of DNA evidence to exonerate the innocent, to improve the performance of counsel in State capital cases. S. 1700 introduced October 1, 2003, referred to the Committee on the Judiciary October 1, 2003. Ordered to be reported (with an amendment in the nature of a substitute) September 21, 2004; H.R. 3214 introduced October 1, 2003; Passed/agreed to in House on motion to suspend the rules November 5, 2003; Received in the Senate November 6, 2003; H.R. 5107 reported by the House Judiciary Committee on September 30, 2004; the House passed H.R. 5107 after adopting a manager's amendment that made a number of changes to the measure on October 6, 2004; The Senate passed H.R. 5107 without amendment by Unanimous Consent on October 9, 2004. Became P.L. 108-405 on October 30, 2004.", "P.L. 108-414 / S. 1194 (DeWine)", "The Mentally Ill Offender Treatment and Crime Reduction Act of 2003. Among other purposes, this bill amends the Omnibus Crime Control and Safe Streets Act of 1968 to authorize the Attorney General to award grants to eligible State and local governments and Indian tribes and organizations to plan and implement programs that promote public safety by ensuring access to mental health and other treatment services for mentally ill adults or juveniles; and are overseen cooperatively by a criminal justice agency, juvenile justice agency, or mental health court and a mental health agency (collaboration programs). This bill requires such programs to target nonviolent adults or juveniles who: have been diagnosed as having a mental illness or co-occurring mental illness and substance abuse disorders or who manifest obvious signs of such an illness or disorder during arrest or confinement or before any court; and face criminal charges and are deemed eligible on the ground that the commission of the offense is the product of the person's mental illness. Introduced on June 5, 2003. Committee on the Judiciary reported with an amendment in the nature of a substitution on October 23, 2003. Passed Senate with amendment on October 27, 2003. Forwarded to full House Committee on the Judiciary by voice vote on September 23, 2004. House passed on October 6, 2004. Became Public Law 108-414 on October 30, 2004.", "H.R. 3036 (Sensenbrenner)", "Authorizes appropriations for the Department of Justice for fiscal years 2004 through 2006, and for other purposes. Introduced on September 9, 2003. Reported to the House on February 24, 2004. Referred to the Senate Committee on the Judiciary on March 31, 2004.", "H.R. 4547 (Sensenbrenner)", "Defending America's Most Vulnerable: Safe Access to Drug Treatment and Child Protection Act of 2004. Among other things, amends the Controlled Substance Act to strengthen penalties for drug trafficking, especially to minors or near drug rehabilitation centers. Introduced on June 14, 2004. Forwarded to full House Committee on the Judiciary by voice vote on September 23, 2004.", "H.R. 4564 (Wolf)", "Amends Title 5, United States Code, to provide for reform relating to employment at the Federal Bureau of Investigation. Among other things, provisions would provide the FBI with enhanced retention, recruitment, and retirement authorities in order to improve their ability to attract and retain necessary staff. Introduced on June 14, 2004. Referred to the House Committee on Government Reform on June 14, 2004. Provisions of this bill have been included in P.L. 108-447 .", "S. 1735 (Hatch)", "Gang Prevention and Effective Deterrence Act of 2003. Among other things, this bill is aimed to increase and enhance law enforcement resources committed to investigation and prosecution of violent gangs, to deter and punish gang crime, to reform and facilitate prosecution of juvenile gang members who commit violent crimes, and to revise and enhance criminal penalties for violent crime. Introduced/Originated in the Senate on October 15, 2003. Referred to the Senate Committee on the Judiciary and reported by Senator Hatch with an amendment in the nature of a substitute. Placed on the Senate Calendar July 6, 2004.", "S. 1860 (Hatch)", "Office of National Drug Control Policy Reauthorization Act of 2003. Among other purposes, this bill amends the Omnibus Crime Control and Safe Streets Act of 1968 to authorize the Attorney General to make grants to State and local prosecutors for drug treatment alternatives to prison grants. Introduced and referred to the Senate Committee on the Judiciary on November 14, 2003.", "S. 2863 (Hatch)", "A bill to authorize appropriations for the Department of Justice for fiscal years 2005, 2006, and 2007, and for other purposes. Introduced and referred to the Senate Committee on the Judiciary on September 29, 2004."], "subsections": []}, {"section_title": "Related CRS Products", "paragraphs": ["CRS Issue Brief IB10012, Gun Control Legislation in the 108 th Congress , by William Krouse.", "CRS Report RL32249, Gun Control Proposals to Regulate Gun Shows , by William Krouse.", "CRS Report RL32095, The FBI: Past, Present, and Future , by [author name scrubbed] and [author name scrubbed] (pdf).", "CRS Report RL32336, FBI Intelligence Reform Since September 11, 2001: Issues and Options for Congress , by [author name scrubbed] and [author name scrubbed].", "CRS Report RL30871, Violence Against Women Act: History and Federal Funding , by [author name scrubbed].", "CRS Report RS21259, Violence Against Women Office: Background and Current Issues , by [author name scrubbed].", "CRS Issue Brief IB10113, War On Drugs: Legislation in the 108 th Congress and Related Developments , by [author name scrubbed].", "CRS Report RL32366, Terrorist Identification, Screening, and Tracking Under Homeland Security Presidential Directive 6 , by [author name scrubbed]."], "subsections": []}]}, {"section_title": "Commerce and Related Agencies3", "paragraphs": ["Title II typically includes the appropriations for the Department of Commerce and related agencies. The origins of the department date back to 1903 with the establishment of the Department of Commerce and Labor (32 Stat. 825). The separate Department of Commerce was established on March 4, 1913 (37 Stat. 7365; 15 U.S.C. 1501).", "The department's responsibilities are numerous and quite varied, but its activities center on five basic missions: (1) promoting the development of American business and increasing foreign trade; (2) improving the nation's technological competitiveness; (3) encouraging economic development; (4) fostering environmental stewardship and assessment; and (5) compiling, analyzing and disseminating statistical information on the U.S. economy and population.", "The following agencies within the Commerce Department carry out these missions:", "Economic Development Administration (EDA) provides grants for economic development projects in economically distressed communities and regions. Minority Business Development Agency (MBDA) seeks to promote private and public sector investment in minority businesses. Bureau of the Census collects, compiles, and publishes a broad range of economic, demographic, and social data. Economic and Statistical Analysis Programs provide (1) timely information on the state of the economy through preparation, development, and interpretation of economic data; and (2) analytical support to department officials in meeting their policy responsibilities. Much of the analysis is conducted by the Bureau of Economic Analysis (BEA). International Trade Administration (ITA) seeks to develop the export potential of U.S. firms and to improve the trade performance of U.S. industry. Bureau of Industry and Security enforces U.S. export control laws consistent with national security, foreign policy, and short-supply objectives (formerly the Bureau of Export Administration). National Oceanic and Atmospheric Administration (NOAA) provides scientific, technical, and management expertise to (1) promote safe and efficient marine and air navigation; (2) assess the health of coastal and marine resources; (3) monitor and predict the coastal, ocean, and global environments (including weather forecasting); and (4) protect and manage the nation's coastal resources. Patent and Trademark Office (PTO) examines and approves applications for patents for claimed inventions and registration of trademarks. Technology Administration, through the Office of Technology Policy, advocates integrated policies that seek to maximize the impact of technology on economic growth, conducts technology development and deployment programs, and disseminates technological information. National Institute of Standards and Technology (NIST) assists industry in developing technology to improve product quality, modernize manufacturing processes, ensure product reliability, and facilitate rapid commercialization of products based on new scientific discoveries. National Telecommunications and Information Administration (NTIA) advises the President on domestic and international communications policy, manages the federal government's use of the radio frequency spectrum, and performs research in telecommunications sciences.", "For FY2005 appropriations, the Administration requested roughly $5.96 billion for Title II, including the Commerce Department and related agencies. The House bill ( H.R. 4754 ) would have appropriated $5.65 billion and the Senate bill ( S. 2608 ) would have appropriated $6.80 billion. The final appropriation ( P.L. 108-447 , before rescissions) is $6.60 billion."], "subsections": [{"section_title": "Departmental Management", "paragraphs": ["The President's FY2005 budget request called for $78.27 million for Departmental Management: $56.02 million for salaries and expenses and $22.25 million for the Office of Inspector General (IG). The $56.02 million for salaries and expenses would have been approximately $9.22 million above the FY2004 appropriation, a 19.7% increase. The $22.25 million for the IG would have been $1.36 million above the FY2004 appropriation, a 6.5% increase. The House bill ( H.R. 4754 ) would have approved $74.36 million for departmental management: $52.11 in salaries and expenses and $22.25 million for the IG. The Senate bill ( S. 2608 ) would have approved $96.62 million for departmental management: $55.55 million for salary and expenses, $21.07 million for the IG, and $20.0 million for a travel and tourism advertisement program directed at foreign consumers. The final appropriation ( P.L. 108-447 , before rescissions) is $79.77 million, with $48.11 million for salaries and expenses, $21.66 million for the IG, and $10 million for a travel and tourism advertisement program."], "subsections": []}, {"section_title": "International Trade Administration4", "paragraphs": ["The Consolidated Appropriations Act (CAA)( H.R. 4818 , H. Rept 108-792) enacted $393.513 million in appropriations with $8 million to be derived from fees, thus raising the level of budget authority to $401.513 million. Each version of the bill provided different amounts to the 4 functional units of the agency, although each allocated $26 million for central administration. ITA's FY2004 enacted level was $378.1 million with $13 million in fee collections, raising total resources that year to $395.1 million.", "ITA provides export promotion services, works to assure compliance with trade agreements, administers trade remedies such as antidumping and countervailing duties, and provides analytical support for ongoing trade negotiations. The agency is divided into four policy units and an Executive and Administrative Directorate, with a total full time staff of 2,553. The Consolidated Appropriations Act of 2004 ( P.L. 108-199 ) mandated the reorganization of ITA. These changes are discussed in context of the new organizational structure."], "subsections": [{"section_title": "Manufacturing and Services Unit (MSU)", "paragraphs": ["The MSU carries out certain industry analysis functions of the former Trade Development Unit (TD), but it is also tasked with promoting the competitiveness and expansion of the U.S. manufacturing sector under the President's Manufacturing Initiative of March 2003. Congress transferred the trade promotion activities of TD - the Advocacy Center, the Trade Information Center, and Office of Export Assistance - to the new Trade Promotion Unit. The Administration requested $47.5 million for the MSU in FY2005 and the House appropriated the same amount. The Senate Appropriations Committee (SAC) recommended $49.5 million, which includes funding for the National Textile Center ($ 10 million), the Textile/Clothing Technology Corporation ($3 million) and the Kansas City Smart Port (0.5 million). The CAA enacted $48.5 million for the MSU and included the above earmarks. In FY2004, Congress enacted an appropriation of $46.7 million."], "subsections": []}, {"section_title": "Market Access and Compliance Unit (MAC)", "paragraphs": ["The MAC monitors foreign country compliance with trade agreements, identifies compliance problems and market access obstacles, and informs U.S. firms of foreign business practices and opportunities. MAC retains the same core functions as before the reorganization. The Administration requested $39.1 million for MAC in FY2005 and the House appropriated the same amount. The SAC recommended $41.1 million and earmarked $2 million for the placing of compliance officers in key overseas markets. The CAA enacted a figure of $40.1 million. In FY2004, Congress enacted an appropriation of $38.2 million and directed the establishment of an Office of Enforcement within the Unit."], "subsections": []}, {"section_title": "Import Administration Unit (IA)", "paragraphs": ["IA administers the trade remedy laws of the United States, including antidumping, countervailing duty, and safeguard actions. The CAA enacted an appropriation of $64.5 million, of which no less than $3 million is for the Office of China Compliance. The President requested $69 million for the IA unit. The House appropriated $58 million, and earmarked $3 million for the Office of China Compliance. The House Appropriations Committee report language noted the Committee's concern that antidumping and countervailing duty investigations decreased significantly between 2001-2003. The Senate Appropriations Committee recommended $71 million. Its report language earmarks $2 million for continued placement of overseas enforcement officers, and to monitor foreign commitments to WTO and other agreements on antidumping and subsidies. In FY2004, Congress enacted an appropriation of $68.2 million in FY2004. It also directed the reorganization of the Unit into separate anti-dumping and countervailing duty case processing divisions, and a policy and negotiation division. Congress also provided $3 million for the establishment of an Office of China Compliance to focus on trade remedy issues pertinent to small and medium sized domestic industry."], "subsections": []}, {"section_title": "Trade Promotion/U.S. Foreign Commercial Service (TP/FCS)", "paragraphs": ["The Administration requested $211.9 million for this Unit, formerly known as the U.S. and Foreign Commercial Service. The House appropriated $230.9 million (which includes the $8 million fee allocation), earmarking $1.5 million for the Advocacy Center, $2.5 million for the Trade Information Center, and $2.1 million for the China and Middle East Business Center. The Senate Committee report language recommended an appropriation of $213.9 million and directs USFCS to support the Appalachian-Turkish trade project. The Conferees enacted $222.4 million for this Unit and adopted the earmarks above. The Conference Agreement provides $0.5 million to the Rural Export Initiative to be made available to the West Virginia High Technology Consortium Foundation. In FY2004, Congress appropriated $217 million and directed the reorganization of this entity, renaming it the Trade Promotion Unit (TPU). Congress transferred the trade promotion functions of the former TD Unit (the Trade Information Center, the Advocacy Center, and the Office of Export Assistance) to the TPU. It directed the TPU to establish a Middle East Business Information Center and a China Business Information Center. Congress also directed the agency to create American Trading Centers in China to promote the importation of U.S. goods and services into China."], "subsections": []}]}, {"section_title": "Office of the U.S. Trade Representative (USTR)", "paragraphs": ["USTR is the chief trade negotiator for the United States and is located in the Executive Office of the President (EOP). It is responsible for developing and coordinating U.S. international trade and direct investment policies. The President's FY2005 request is $39.6 million, $2.6 million more than the President's FY2004 request of $37 million and $2.4 million less than the amount appropriated by Congress in FY2004. The Conference enacted $41.552 million, the amount recommended by the House and by the Senate Appropriations Committee. The USTR is responsible for advancing U.S. interests at the WTO and negotiating bilateral and regional free trade agreements (FTA). In the last year, the Administration has concluded FTA with the 5 nations of the Central American Common Market, Australia, Morocco, and Bahrain. The Administration is also conducting negotiations with the Southern African Customs Union, Panama, Colombia, Peru, Ecuador, the Dominican Republic, Bahrain and Thailand. The Office had 225 FTEs in FY2004.", "The Conference adopted language of the House Appropriations Committee expressing concern with the continuing U.S. trade deficit and urged the USTR to use all available trade remedies to address the disruptions resulting from unbalanced trade, especially with China. It also adopted House language directing USTR to advance the interests of U.S. business in international standards negotiations and to push for the adoption of U.S. standards. The Conference adopted Senate language directing the establishment of the Office of Chief Negotiator for Intellectual Property Enforcement. It also incorporated Senate language directing USTR to continue to negotiate within the WTO for the right to distribute monies collected from antidumping and countervailing duties actions."], "subsections": []}, {"section_title": "NIPLECC", "paragraphs": ["The Consolidated Appropriations Act provided a direct appropriation of $2 million for the National Intellectual Property Law Enforcement Coordinating Council (NIPLECC). This interagency council, which was created by the Treasury Appropriations Act of 2000 ( P.L. 106-58 ) and funded by the participating agencies, previously had not received a direct appropriation. The Senate bill originally provided $20 million for NIPLECC. Its function is to coordinate the activities of government agencies with domestic and international intellectual property law enforcement functions. It is comprised of the of Director of the Patent and Trademark Office, the Assistant Attorney General, Criminal Division, the Under Secretary of State for Economic and Business Affairs, the Assistant U.S. Trade Representative, the Commissioner of Customs, and the Undersecretary of Commerce for International Trade.", "The Conferees adopted Senate language directing the President to appoint a Coordinator of International Intellectual Property Enforcement with the responsibility of establishing policies, objectives, and priorities in IP enforcement, to develop a strategy for protecting U.S. intellectual property overseas, and to coordinate and oversee implementation of these policies. The Coordinator will develop an annual budget in conjunction with its participating agencies to carry out its activities. This appropriation follows a recent GAO report which found that while some U.S. efforts have encouraged strengthened intellectual property legislation overseas, enforcement remains weak in many countries. GAO found that NIPLECC \"has struggled to find a clear mission, has undertaken few activities, and is generally viewed as having little impact.\" (GAO Report 04-912, Intellectual Property: U.S. Efforts Have Contributed to Strengthened Laws Overseas, but Challenges Remain , September 23, 2004)"], "subsections": []}, {"section_title": "U.S. International Trade Commission (ITC)", "paragraphs": ["ITC is an independent, quasi-judicial agency that advises the President and Congress on the impact of U.S. foreign economic policies on U.S. industries and, along with the Import Administration Unit of ITA, is charged with administering various U.S. trade remedy laws. Its six commissioners are appointed by the President for nine-year terms. As a matter of policy, its budget request is submitted to Congress by the President without revision.", "For FY2005, ITC requests $61.7 million, a $4 million increase from the amount requested and appropriated by Congress in FY2004 ($57.7 million). The House and the Senate Appropriation Committee recommended this amount, and the Conference enacted the full $61.7 million. The 6.9% increase is intended to be used to fund a mandatory pay increase, to fund several information technology projects to increase public access to trade information, to improve electronic transaction capability, and to develop more accurate trade information for affected constituents. In FY2004, ITC had 374 employees."], "subsections": []}, {"section_title": "Bureau of Industry and Security", "paragraphs": ["The FY2005 Consolidated Appropriation Act (H. Rept 108-792) enacted $68.4 million for the Bureau of Industry and Security (BIS), including $61.2 million for operations and administration and $7.2 for enforcement activities related to the Chemical Weapons Convention. This figure represents a 1.3% increase from the final FY2004 enacted level of $67.5 million. The President's FY2005 request for the BIS (formerly the Bureau of Export Administration) was $76.5 million. The House recommended $68.4 million; the Senate Appropriations Committee recommended $70.9 million. BIS administers export controls on dual-use goods and technology through its licensing and enforcement functions. It cooperates with other nations on export control policy, and provides assistance to the U.S. business community to comply with U.S. and multilateral export controls. BIS administers the anti-boycott statutes of the United States, and it is also charged with monitoring the U.S. defense industrial base. The bureau had 447 full-time employees in FY2004.", "The President's request highlighted 3 new programmatic initiatives which would have added 35 full-time employees (FTEs) and cost $8.1 million. BIS sought $2.3 million for a License Condition Enforcement Program to insure that licensees adhere to the conditions placed on export licenses. This proposal responded to criticism leveled at the agency by the General Accounting Office (GAO) that the bureau lacked a system to monitor and to enforce license conditionalities. (See GAO Report 04-357, Export Controls: Post-Shipment Verification Provides Limited Assurance that Dual-Use Items Are Being Properly Used , January 2004).", "BIS also sought to create an Office of Technology Evaluation to enable the Bureau to identify new technologies for inclusion on the Commerce Control List (CCL), to review the inclusion of current items on the CCL, and to review multilateral export control regimes and national control regimes of other nations. BIS requested $2 million for this program. This Office was originally proposed in FY2004 to respond to another GAO report that cited BIS for failing to conduct regular foreign availability assessments and neglecting to analyze the cumulative effects of certain technology transfers. (See GAO Report 02-620, Export Controls: Rapid Advances in China ' s Semiconductor Industry Underscore Need for Fundamental U.S. Policy Review, May 8, 2002 ). Congress did not appropriate funds for this proposal in 2004.", "A third priority for BIS in its funding request was the provision of additional resources for export enforcement to prevent the diversion of sensitive dual-use items to countries of concern and terrorist entities. BIS sought an additional appropriation of $3.8 million for additional enforcement personnel.", "Neither the House nor the Senate Appropriations Committee included funding for these proposals. The House adopted the recommendation of the House Appropriations Committee for $68.4 million in total funding, of which $7.1 million is earmarked for compliance inspections related to Chemical Weapons Convention enforcement. The House recommended $33.4 million for export administration and licensing activities, $30.1 million for export enforcement including end-user checks, and $4.9 million for management and policy coordination. The Senate Appropriations Committee's recommendation of $70.9 million included $32.9 million for export administration, $34 million for export enforcement, and $4 million for management and policy coordination. The Senate Committee version recommended $7.2 million \"for inspections and other activities related to national security.\" The Conference report enacted the House funding level of $68.393 million, but it enacted the Senate figure of $7.2 million for CWC enforcement, thus the operations budget was reduced by $.073 million to $61.193 million."], "subsections": []}, {"section_title": "Economic Development Administration5", "paragraphs": ["For FY2005, the Administration requested a total appropriation of $320.3 million for the Economic Development Administration. More specifically, it is requested $289.8 million for the agency's Economic Development Assistance Programs (EDAP) and $30.6 million for Salaries and Expenses (S&E). The House approved the amounts for EDAP and S&E requested by the Administration. The Senate Appropriations Committee recommended a slightly lower amount for EDAP—$285 million—and $30.4 million for S&E, for a total appropriation of $315.5 million for FY2005 (the same total amount the agency received for FY2004).", "The Omnibus bill for FY2005 significantly reduces the agency's appropriation for EDAP, providing $257.4 million or $26.6 million less than EDA received for FY2004. Salaries and Expenses remained virtually unchanged at $30.48 million, giving EDA a total FY2005 appropriation of $287.9 million. It is perhaps worth noting that for FY2001, FY2002 and FY2003, Congress provided EDA with appropriations of $439 million, $365.6 million, and $320.8 million, respectively.", "For FY2004, the Administration had requested a total appropriation of $364.4 million. Of this amount, $331 million was for EDAP, and $33.4 million was for S&E. The House approved a total of $318.7 million for the Economic Development Administration, including $288.1 billion for EDAP and $30.6 million for S&E. The Senate Appropriations Committee recommended a total of $387.7 million for EDA, including $357.1 million for EDAP and $30.6 million for S&E. The conference agreement provided EDA with a total appropriation of $315.3 million—$285 million for EDAP and $30.2 million for S&E.", "The agency's authorization expired at the end of FY2003. Hearings on the Administration's proposal ( H.R. 2454 ) for reauthorizing EDA were held in June 2003 by the House Subcommittee on Economic Development, Public Buildings and Emergency Management (for more information, see background testimony). On June 23, 2003, the House Transportation and Infrastructure Committee adopted a modified version ( H.R. 2535 ) of the Administration's five-year reauthorization bill. The Senate Environment and Public Works Committee did not take up the EDA reauthorization issue until late in the 2 nd session of the 108 th Congress. On October 7, 2004, S. 1134 under a suspension of the rules by a vote of 388 to 31. President Bush signed the bill, the Economic Development Administration Reauthorization Act of 2004, into law ( P.L. 108-382 ) on October 15, 2004.", "The legislation will allow the Secretary of Commerce to finance more than 80 percent of project costs with federal funds. Additionally, the bill Gives EDA the authority to allow local governments to keep surplus (or under-run) funds from projects completed under budget. Finally, the bill allows EDA to use additional excess project funds to increase the federal government's share of the cost or to allow individual projects to be improved without the need for further appropriations action by Congress."], "subsections": []}, {"section_title": "Minority Business Development Agency6", "paragraphs": ["For FY2005, the Administration requested $34.46 million for the Minority Business Development Agency (MBDA), an increase of nearly $6 million over FY2004 funding. The House approved $28.9 million. (The conference agreement for FY2004 appropriations provided the MBDA with $28.56 million.) The Senate Appropriations Committee recommended $31.55 million for the agency. The Omnibus bill provides the MBDA with $29.9 million for FY2005, an increase of a little less than $1.5 million over FY2004."], "subsections": []}, {"section_title": "Economic and Statistical Analysis7", "paragraphs": ["The Commerce Department's Economic and Statistical Analysis (ESA) programs are conducted by the Bureau of Economic Analysis (BEA) and the Bureau of the Census. In FY2005, the President requested $88.4 million for these programs, which is $14.2 million (17.9%) above the FY2004 funding level. The Administration believes that the BEA's timely and accurate statistical reports are essential for providing reliable data to policymakers, industry, and consumers. The BEA has received programmatic increases over the past three years to ensure that policymakers have access to more accurate and timely economic data.", "For FY2005, the House approved the Appropriations Committee recommendation of $78.211 million, $2 million of which is for a grant to the National Academy of Public Administration (NAPA) to study the impacts of off-shoring on the economy. The Senate approved bill provided $81.764 million. The conference agreement provides $80.000 million, and also includes funds for the grant to the NAPA for the study on off-shoring."], "subsections": []}, {"section_title": "Bureau of The Census8", "paragraphs": ["To fund the Bureau of the Census in FY2005, President Bush requested a total of $828.6 million: $220.4 million for salaries and expenses and $608.2 million for periodic programs, including the decennial census. The total request exceeds the FY2004 enacted amount by $204.4 million. Much of the increase is due to accelerated planning for the 2010 census. For 2010, the Bureau anticipates a redesigned short-form census, to be answered by all U.S. households. Also, the American Community Survey (ACS), which collects data annually from a sample of households, is intended to replace the census long form.", "The House Appropriations Committee recommended, and the full House approved, $773.9 million for the Bureau in FY2005. Of this amount, which is $54.7 million below the Administration's request, but $149.7 million above the amount provided in FY2004, $202.8 million is for salaries and expenses and $571.1 million for periodic programs. The periodic programs account includes $173.8 million for a short-form 2010 census ($9.2 million below the request, but $66.7 million over the current fiscal year amount) and $146 million for the American Community Survey ($19 million below the request, but $81.2 million above the current amount). Overall, the committee allocated $400 million for 2010 census expenses.", "During House consideration of H.R. 4754 , Representative Hefley proposed an amendment to eliminate FY2005 funding for the redesigned short-form 2010 census. Mr. Hefley indicated that $173.8 million was an excessive amount for this purpose and suggested that the Census Bureau, in subsequent years, \"come back to us with a little more reasonable effort about what it takes to redesign a short form.\" Among the Members speaking against the amendment was Representative Wolf, who observed, \"The White House statement on the bill states clearly that the funding provided in this bill is the minimal amount viable for the 2010 census.\" The amendment was defeated by a vote of 71 to 342, Roll No. 331 ( Congressional Record , daily edition, vol. 150, July 7, 2004, pp. H5279-H5280, H5318). Another amendment, offered by Representative Paul, sought to prohibit the use of FY2005 funds for the American Community Survey. According to Mr. Paul, \"We have no right to give this authority to meddle into the privacy of American citizens.\" Representative Davis of Virginia countered that the ACS \"is a new approach for collecting accurate, timely information needed for critical government functions such as funding highway planning, school lunch programs, and community block grants.\" The Paul amendment was rejected by voice vote (Ibid., pp. H5292-H5293).", "The Senate Appropriations Committee's recommended FY2005 funding amount of $605.8 million for the Bureau ($174.3 million for salaries and expenses, and $431.5 million for periodic programs) is $168.1 million less than the House approved, $222.8 million short of the Administration's request, and $18.5 million below the FY2004 level. The committee recommended $250.6 million for the 2010 census, $149.4 million less than the House approved. The committee directed that not less than $82.3 million of the decennial census funding should be for the Master Address File/Topologically Integrated Geographic Encoding and Referencing System (MAF/TIGER). The Bureau relies on MAF/TIGER to produce address lists for, among other uses, mailing census questionnaires. The committee also expressed particular concern that the Bureau's reports on manufacturing as well as economic and foreign trade statistics be maintained and released in a timely way."], "subsections": []}, {"section_title": "National Telecommunications and Information Administration9", "paragraphs": ["For the FY2005 appropriations, congressional policymakers decided to terminate funding for NTIA's Technologies Opportunities Program (TOP). All current grants provided for this program will be administered until their expiration at the end of the fiscal year. In FY2004, the TOP received $15 million in appropriations. Regarding other components of the NTIA budget, for Salaries and Expenses, Congress appropriated $17.4 million for FY2005; in FY2004 it was $14 million. For the Public Telecommunications Facilities, Planning and Construction, Congress provided $21.7 million for FY2005; in FY2004 this was $22 million. The total budget for NTIA in FY2005 is $39.1 million, compared to $51 million in FY2004.", "The NTIA is the executive branch's principal advisory office on domestic and international telecommunications and information technology issues and policies. It has as its mandate to provide greater access for all Americans to telecommunications services; to support U.S. attempts to open foreign markets; to advise on international telecommunications negotiations; to fund research grants for new technologies and their applications; and to assist non-profit organizations converting to digital transmission in the 21 st century. The NTIA also manages federal use of radio frequency spectrum domestically and internationally.", "NTIA's overall budget has had three major components: Salaries and Expenses, the Technology Opportunity Program (TOP), and the Public Telecommunications Facilities, Planning and Construction (PTFPC) program. Salaries and Expenses largely relate to administrative functions, maintaining domestic and international policy development, and spectrum management. Through FY2004, the TOP was a competitive, merit-based matching grant program to develop information and telecommunications infrastructure. The PTFPC program assists public broadcast stations and other non-profit stakeholders in constructing facilities to bring educational and cultural programs to the public, and is a competitive, merit-based grant program.", "Even as congressional policymakers have decided that the TOP program receive no future funding, other issues will likely be considered by the 109 th Congress. Among the issues being considered by policymakers is whether more of the policies and programs related to public broadcast transmission, public television infrastructure construction and conversion of television broadcasts from analog to digital technologies should be given to the Corporation for Public Broadcasting. Some have also argued that NTIA's role in spectrum management responsibilities should be broadened and expanded to include greater coordination across the federal government through an expanded budget and resources."], "subsections": []}, {"section_title": "U.S. Patent and Trademark Office10", "paragraphs": ["The U.S. Patent and Trademark Office (USPTO) is funded by user fees paid by customers that are designated as \"offsetting collections\" and subject to spending limits established by the Appropriations Committee. For FY2005, the Omnibus Appropriations Act, provides the USPTO with the budget authority to spend $1.555 billion (prior to a mandated 0.8% across the board rescission and a 0.54% rescission from Commerce, Justice, State discretionary accounts). Of this amount, $1.336 billion is to come from fees collected under current statutory authority. An additional $219 million is to be generated under a new fee structure mandated in Title VIII of the Omnibus Appropriations Act. This is a 27% increase over the budget authority provided in FY2004.", "In the Administration's FY2005 budget request, the USPTO was given the budget authority to spend $1.314 billion derived from fees generated during the fiscal year based on the current fee structure. In addition, the Administration expected an additional $219 million to be raised through a statutory change in fee rates (as proposed in H.R. 1561 which passed the House on March 3, 2004). According to the budget document, the USPTO would have a \"program level\" of $1.533 billion, the amount the Office anticipates collecting in fees during FY2005 under new fee requirements.", "H.R. 4754 , the FY2005 Commerce, Justice, State appropriations bill passed by the House on July 8, 2004, provided the USPTO with the budget authority to spend $1.523 billion. According to the House report to accompany the bill, $1.314 billion was to be from fees collected in FY2005 under the existing statutory mandate. An additional $209 million in funds was to be derived from an expected $219 million collected if a fee increase contained in authorizing legislation is enacted.", "As reported to the Senate by the Committee on Appropriations, S. 2809 gave the Patent and Trademark Office $1.545 billion in budget authority for FY2005. This figure included $1.336 billion in fees generated under the existing fee system and $209 million from the proposed fee increase.", "For FY2004, P.L. 108-199 , the FY2004 Consolidated Appropriations Act, provided the USPTO with $1.222 billion in budget authority to be derived from fees generated in the current fiscal year. This amount was 3% above FY2003, but $81 million below the $1.303 billion anticipated to be collected in fees during FY2004 (as determined without changes to the fee structure proposed by the Administration but not enacted).", "Since 1990, appropriation measures have limited the ability of the U.S. Patent and Trademark Office to utilize the full amount of fees collected in each fiscal year. This is an area of controversy. Opponents of this approach argue that agency operations are supported by payments for services that must be financed in the year the expenses are incurred. Proponents of current methods maintain that the fees are necessary to help balance the budget and the amount of fees appropriated back to the USPTO are sufficient to cover operating costs."], "subsections": []}, {"section_title": "National Institute of Standards and Technology11", "paragraphs": ["For FY2005, the Omnibus Appropriations Act, provides the National Institute of Standards and Technology (NIST) with $708.7 million (prior to a mandated 0.8% across the board rescission and a 0.54% rescission from Commerce, Justice, State discretionary accounts). This amount is 16% above FY2004 funding. Internal research and development under the Scientific and Technical Research and Services (STRS) account is to receive $383.9 million, almost 14% over the previous fiscal year. The Manufacturing Extension Partnership (MEP) is funded at $109 million, an increase of 182% that will bring support for the program up to pre-FY2004 levels. The Advanced Technology Program (ATP) is financed at $142.3 million (16.5% below FY2004) and the construction budget is to receive $$73.5 million. The legislation also rescinds $3.9 million of unobligated balances from prior year funds in the ATP account.", "The Bush Administration's FY2005 budget requested $521.7 million for NIST. This amount was 14.6% below the FY2004 appropriation due primarily to the absence of funding for the Advanced Technology Program. The STRS account would be financed at $422.9 million, an increase of 25.4% over the previous fiscal year. Support for MEP would total $39.2 million (a small increase over FY2004) and the construction budget would be $59.4 million.", "H.R. 4754 , the FY2005 Commerce, Justice, State appropriations bill passed by the House on July 8, 2004, provided NIST with $524.9 million, 14% less than FY2004 as a result of the lack of financing for ATP. Funding for the intermural research programs under the STRS account would increase 11.4% to $375.8 million. The $106 million for the Manufacturing Extension Program would bring support up to pre-FY2004 levels before financing was reduced by 63%. There is no funding for the Advanced Technology Program. The construction budget would be $43.1 million.", "S. 2809 , as reported to the Senate on September 15, 2004, would appropriate $784.9 million for NIST, almost 29% above the FY2004 budget. Included in this figure is $383.9 million for the STRS account, a 14% increase over the current fiscal year. The Manufacturing Extension Partnership would receive $112 million (an increase of 189% from FY2004) to \"fully fund\" existing centers and to provide additional assistance to small and rural States. ATP would be financed at $203 million, 19% more than the current fiscal year. Construction activities would be supported by $86 million in appropriations.", "P.L. 108-199 , the FY2004 Consolidated Appropriations Act ( H.R. 2673 ), signed into law on January 23, 2004 funds NIST at $610.7 million after a 0.59% across the board rescission included in the act, almost 14% below the FY2003 appropriation. The STRS account is to receive $337.2 million (a 5.5% decrease from FY2003). Manufacturing extension is financed at $38.7 million, a 63% reduction from the previous fiscal year. ATP is funded at $170.5 million which is 4.5% below FY2003. Support for construction totals $64.2 million.", "Continued support for the Advanced Technology Program has been a major funding issue. ATP provides \"seed financing,\" matched by private sector investment, to businesses or consortia (including universities and government laboratories) for development of generic technologies that have broad applications across industries. Opponents of the program cite it as a prime example of \"corporate welfare,\" whereby the federal government invests in applied research activities that, they emphasize, should be conducted by the private sector. Others defend ATP, arguing it assists businesses (and small manufacturers) develop technologies that, while crucial to industrial competitiveness, would not or could not be developed by the private sector alone. While Congress has maintained support for the Advanced Technology Program, the initial appropriation bills passed by the House since FY2002 failed to provide funding for ATP. While support again is provided in the FY2005 appropriations legislation, it is 16.5% below the earlier fiscal year.", "The budget for the Manufacturing Extension Partnership, another extramural program administered by NIST, was an issue during the FY2004 appropriations deliberations. While in the recent past, congressional support for MEP remained constant, the Administration's FY2004 budget request, the initial House-passed bill, and the FY2004 Consolidated Appropriations Act substantially decreased federal funding for this initiative reflecting the President's recommendation that manufacturing extension centers \"...with more than six years experience operate without federal contribution.\" However, H.R. 4818 restores financing for MEP in FY2005 to the level that existed prior to the 63% reduction taken in FY2004."], "subsections": []}, {"section_title": "National Oceanic and Atmospheric Administration12", "paragraphs": ["On December 8, 2004, P.L. 108-477 , Division B, Title II, the Commerce, Justice, State, the Judiciary and Related Agencies (CJS) Appropriations Act, 2005 , provided $3.94 billion for the National Oceanic and Atmospheric Administration (NOAA). That amount is $567 million, or 16.9%, more than the President's FY2005 request of $3.37 billion, and 6.5%, or $239 million more than FY2004 appropriations for NOAA of $3.70 billion.", " Table 1 , below, shows: 1) FY2004 appropriations for NOAA ( P.L. 108-199 ); 2) the President's request for the agency for FY2005; 3) the House-passed H.R. 4754 ; 4) Senate Appropriations Committee recommendations for NOAA in S. 2809 ; and 5) appropriations for FY2005 ( P.L. 108-477 ). The table is organized by NOAA's Operations, Research, and Facilities (ORF) account, which funds NOAA's six line offices, including the Office of Policy and Planning Integration (OPPI), and Program Support; the Procurement, Acquisitions, and Construction (PAC) account; and NOAA's Other Accounts."], "subsections": [{"section_title": "P.L. 108-477", "paragraphs": ["Division B. Title II of P.L. 108-477 , the Consolidated Appropriations Act, 2005 , enacted December 8, 2004, provided total appropriations of $3.94 billion for NOAA, funding its ORF, PAC, and Other Accounts for FY2005. (See Table 1 .) The act encouraged government outsourcing of NOAA mapping and charting functions, and other marine services, such as hydrographic data collection. It adopted Senate Appropriations Committee recommendations for NOAA to use its marine fleet more cost effectively; to operate vessels that might otherwise be idled in port for extended periods of time; and to consider the amount of ship-time needed to implement the agency's Ocean Exploration program. Funding for NOAA's National Ocean Service (NOS) would procure the necessary equipment to develop an Integrated Coastal Ocean Observation System (ICOOS).", "The act funded a NOAA seafood safety education program, and a research and development program for possible forensic tools to detect and evaluate seafood pathogens. Funding was also provided for scientific study and eradication of certain invasive marine species. The act consolidated all Alaska seal and sea lion research programs under a single category under NOAA Fisheries (NMFS), and directed NMFS to heed congressional guidance concerning species protection and dolphin encirclement, with respect to regulating size of vessels. Funding was also provided for maintenance, operation, and leasing of NOAA Fisheries labs, and for several NMFS fishery conservation and marine species habitat restoration activities.", "P.L. 108-477 funded most Climate Change Research activities at FY2004 levels, but called for greater attention to be paid to impacts of abrupt climatic changes, regional climate changes, and improved coastal weather forecasting, especially for coastal communities in rural Alaska. The act encouraged NOAA's undersea research program (NURP) participants to seek grants available through the Ocean Exploration program, and it approved the establishment of a Pacific Services Center to manage and distribute satellite and buoy data collected in Hawaii and the Western Pacific Ocean. The act urged Members of Congress to consider and act on the September, 2004 Research Review Team report, which assessed the state of NOAA's laboratory system. The act directed the National Weather Service (NWS) to \"take maximum advantage of capabilities and services ... in the commercial sector,\" and avoid duplicating programs and operations that distract NWS from its core mission.", "P.L. 108-447 sanctioned NOAA's realignment of financial and administrative organization along functional services, and consolidation of administrative costs under Corporate Services. On the other hand, the act did not approve of the Senate Appropriations Committee's method of reporting NOAA's budget in FY2005, corresponding with the agency's 5-strategic goals. (Although the conference report contained a budget crosswalk to the agency's five strategic goals for NOAA's ORF and PAC accounts.) The act also consolidated funding and management of NOAA's premier educational programs under the Program Support budget line.", "NOAA was directed to report (5-year) Acquisition Program Out-Year Budget Estimates , an Office of Management and Budget (OMB) practice discontinued for most non-defense programs three years ago. Accordingly, NOAA would report out-year cost estimates for PAC account programs having a total multi-year costs of more than $5 million. The act also required a report that detailed \"line office personnel, agency overhead, and positions, number of full-time equivalents, and salary-related expenses for each of NOAA's line offices. (See H.Rept. 108-792 , p. 134.)", "P.L. 108-477 would fund several construction and land acquisition projects previously authorized on a three-year basis under the Coastal and Estuarine Land Conservation Program (CELCP). The act directed NOAA to assess the state of its aging laboratories, and marine and aircraft fleets. It approved funding of $34 million to complete a third Fisheries Research Vessel (FRV#3), authorized in FY2001; $5.6 million for long-lead procurement for FRV#4; and $9.3 million for a new hydrographic research vessel. Further, it provided an increase of $2.1 million to NOAA Fleet Maintenance and Planning to meet rising fuel costs associated with marine research vessels and aircraft operations.", "The act provided $90 million for the Pacific Coastal Salmon Recovery Fund (PCSRF) for FY2005, $1 million more than FY2004 levels, and required NOAA to develop performance measures for recovery outcomes. Finally, the act approved transfer of $3 million in fees collected in the Coastal Zone Management Fund to ORF to support the Coastal Zone Management Act, and provided $0.5 million for the NMFS Fishermen's Contingency Fund."], "subsections": []}, {"section_title": "Senate Appropriations Committee", "paragraphs": ["On September 15, 2004, the Senate Appropriations Committee reported S. 2809 ( S.Rept. 108-344 ), its version of CJS Appropriations for FY2005. The committee recommended funding of $4.1 billion for NOAA. That amount is $441.0 million, or 12%, more than FY2004 appropriations of $3.7 billion; $768.3 million, or 23%, more than the President's request for FY2005 of $3.4 billion; and $983.3 million, or 31%, more than the House-passed appropriation for NOAA ( H.R. 4754 ) of $3.2 billion. In addition, the Senate committee noted that it disapproved $700 million in program terminations for NOAA, as was proposed by the President for FY2005, and a portion of which was targeted for cuts by the House ( H.Rept. 108-576 , p. 71).", "The Senate Appropriations Committee recommended that NOAA implement some actions recommended in the U.S. Ocean Policy Commission's final report that was presented to Congress and the Administration in September 2004. Accordingly, S. 2809 would have earmarked and allocated $4.5 million to specific programs and projects throughout the agency. Budgets for some extant programs (e.g., the Ocean Exploration and Ocean Health Initiatives), would have increased. Excluding funding for the committee's Ocean Commission Initiative , appropriations recommended for NOAA would have been $3.69 billion, nearly the same as appropriated for FY2004."], "subsections": []}, {"section_title": "House Appropriations", "paragraphs": ["On July 8, 2004, the House passed H.R. 4754 , its version of CJS Appropriations for FY2005, and approved $3.16 billion for NOAA ( H.Rept. 108-576 , June 14, 2004). Of that total, $2.25 billion was appropriated for ORF, $840 million for PAC, and $80 million for the PCSRF. (See Table 1 .) House appropriations were $210 million, or 6.6%, less than the President's request of $3.37 billion, and $540 million, or 17.1%, less than the $3.70 billion appropriated for NOAA in FY2004.", "The House Appropriations Committee reported that funding for a number of non-recurring programs, many of which the President also planned to cut, would terminate in FY2005 ( H.Rept. 108-576 , p. 71), and cuts below FY2004 program levels would be sustained across the agency. The NOAA line offices which stood to be affected the greatest were the National Ocean Service (NOS) cut by 42%; NOAA Fisheries (NMFS) by 29%; NOAA Research (OAR) by 23%; and, Program Support by 14%. ORF line offices least affected would include the National Weather Service (NWS) and NOAA Satellite Programs (NESDIS), both funded at the requested levels. Excluding satellite systems acquisitions funding, the PAC account would have been cut 14.3% below the FY2004 appropriation, and many of NOS construction projects targeted for termination. The House provided additional budget authority of $79 million derived by transfer from the NOAA Promote and Develop American Fisheries (PDAF) Fund, $13 million from FY2004 deobligations (budget savings) for ORF, and $3 million from FY2004 deobligations in the PAC account.", "The House appropriated $840 million for the NOAA PAC account, which was $59 million less than the President's request, and nearly $140 million less than FY2004 appropriations. For NOAA's Other Accounts, the House appropriated $80 million for the Pacific Coastal Salmon Recovery Fund (PCRF), which was $20 million less than the FY2005 request. It did not approve transferring $3 million to ORF from fees collected in the Coastal Zone Management Fund (CZMF), and zeroed-out funding of $8.1 million requested for fisheries financing programs, noting that current account balances were sufficient for FY2005 obligations."], "subsections": []}, {"section_title": "The President's FY2005 Budget Request", "paragraphs": ["In February 2004, President Bush submitted his FY2005 budget to Congress, requesting a total of $3.38 billion for NOAA. Congress enacted the Consolidated Appropriations Act, 2004 ( P.L. 108-199 ), in January 2004. Division B, Title II of that act, CJS Appropriations, 2004 , provided NOAA $3.70 billion. TheFY2005 request was $360 million, or 8.6%, less than the FY2004 appropriation.", "Of the total amount requested for NOAA, $2.38 billion was for ORF; $898.5 million for PAC; and $104.5 million for NOAA's Other Accounts, including the PCSRF. (See Table 1 .) Also, the President requested that $3 million be transferred to ORF to be derived from the CZMF, and a $79 million for ORF be transferred from the interagency PDAF. Other budget authority requested included $13 million derived from FY2004 de-obligations (budget savings). The President requested large cuts for NOAA, one of which included some $130.6 million in program terminations, most of which were construction projects added by Congress in FY2004. Another $64.4 million in program terminations was requested for NOAA Research. The President cut the NOAA Corporate Services budget by $79 million. NOAA informed OMB that flat-rate administrative overhead costs, formerly assessed for each NOAA line office, would henceforth be based on the five line offices' actual use of administrative services. Funding requested for the NESDIS PAC account would be increased to $897.9 million for polar-orbiting and geostationary satellite systems.", "At a May 2004 hearing held by the House Appropriations Commerce, State Justice Subcommittee, NOAA's Administrator testified that the agency's FY2005 budget request would meet four major programmatic goals:", "To understand climate variability and change to enhance society's ability to plan and respond; To serve society by providing weather and water information; To protect, restore, and manage the use of coastal and ocean resources through ecosystem approaches to management; and To support the Nation's commerce with information pertaining to safe, efficient, and environmentally sound transportation.", "He alluded to NOAA's new emphasis on ecosystem-based management of the Nation's ocean and coastal resources, which he stated responds to recommendations in the U.S. Ocean Policy Commission (OPC) report presented to Congress and the Administration in September 2004. He maintained that NOAA investments in the OPC recommendations would address environmental and species concerns, prompted by proposed cuts in funding requeste.d for NOAA Fisheries for FY2005."], "subsections": []}, {"section_title": "A NOAA Organic Act", "paragraphs": ["There was another item on the congressional agenda that may have future implications for the NOAA budget. In response to preliminary findings of the OPC, the Pew Commission, and studies initiated by NOAA, legislation was introduced in the 108 th Congress to create an organic act for the agency. A NOAA organic act would authorize appropriations for all agency operations and programs under a single law. Currently, those are funded by several legal authorities. Various constituencies of NOAA have called for establishment of an organic act since 1970, when President Nixon's Reorganization Plan No. 4 created NOAA in the Department of Commerce and merged programs and budget authorities from many different federal agencies.", "On June 14, 2004, H.R. 4546 , the National Oceanic and Atmospheric Act was introduced jointly by Representative Ehlers of the House Committee on Science and Representative Gilchrest of the House Committee on Resources. Title I of H.R. 4546 was under consideration as a possible legislative vehicle for a NOAA-wide organic act inn the 108 th Congress. Also, the Administration drafted its own NOAA organic act, which Representative Ehlers introduced as H.R. 4607 on June 17, 2004. H.R. 4546 had specific recommendations for NOAA administration and organization; retained NOAA within the Department of Commerce; and created a deputy director of NOAA to implement the act. H.R. 4607 , focused on four new broad mission areas for NOAA, but did reorganize NOAA's existing administrative structure. Both committees requested executive comment on the measure, and the House Science Subcommittee on Environment, Technology, and Standards held hearings on July 15, 2004. The Senate Commerce Subcommittee on Fisheries, Ocean, and Wildlife held hearings on H.R. 4546 , September 29, 2004. No further legislative action occurred on either of these bills in the 108 th Congress.", "H.R. 4368 , introduced by Representative Saxton on May 13, 2004, would have transferred NOAA to the Department of the Interior; however, it would maintain the agency's present internal line office structure. The House Committee on Resources held hearings on H.R. 4368 on September 30, 2004. No further legislative action occurred in the 108 th Congress.", "Two other bills of a similar purpose to H.R. 4546 were introduced in the 108 th Congress, each having provisions for implementing specific recommendations of the OPC. Both would have redefined the organization and mission of NOAA, but foremost establish it as lead agency and coordinator for all federal ocean and coastal activities. S. 2647 , introduced by Senator Hollings on July 13, 2004, was referred to the Senate Committee on Commerce, Science, and Transportation. As introduced, it would have given independent status to NOAA. However, on September 22, 2004, S. 2647 was amended in the nature of a substitute bill, which retained NOAA in the Department of Commerce, but provide greater budget autonomy. The committee approved the measure by voice vote; however, there was no further legislative action.", "On July 22, 2004, Representative Greenwood introduced H.R. 4900 , which was referred jointly to the House Committees on Science and Resources. The House Resources Committee requested executive comment on the measure. H.R. 4900 was subsequently referred jointly to the House Resources Subcommittee on Fisheries Conservation, Wildlife and Oceans on August 6, 2004, and the House Science Subcommittee on Environment, Technology, and Standards on August 9, 2004. No further legislative action was reported in the 108 th Congress.", "While many generally support an organic act for NOAA, others would argue that it might provide too much independence from the Secretary of Commerce's budget policy and decision making authority. Similar legislation to these bills seems likely to be reintroduced in the 109 th Congress. For more information on the OPC and its recommendations, see CRS Issue Brief IB10132, Ocean Commissions: Ocean Policy Review and Outlook ."], "subsections": []}]}, {"section_title": "Related Legislation", "paragraphs": ["H.R. 959 (Saxton) . National Oceanic and Atmospheric Administration Oceanography Amendments Act of 2003. Amends federal law to establish as a permanent program (previously conducted in FY1992 and FY1993) a Coastal Ocean Program to augment and integrate existing research capabilities of the National Oceanic and Atmospheric Administration (Administration) with other research capabilities. The bill was introduced on February 27, 2003, and referred to the House Committee on Resources. A hearing was held by the Subcommittee on Fisheries, Conservation, Wildlife, and Oceans on March 27, 2003.", "H.R. 1081 (Ehlers) . Establishes marine and freshwater research, development, and demonstration programs to support efforts to prevent, control, and eradicate invasive species, as well as to educate citizens and stakeholders and restore ecosystems. Introduced March 5, 2003 and referred to the House Committees on Science, Transportation and Infrastructure, Resources, and House Administration. Reported by House Science Committee ( H.Rept. 108-324 , Part 1) on April 4, 2004, and placed on the Union Calendar, No. 263.", "H.R. 2535 (LaTourette) . Economic Development Administration Reauthorization Act of 2003. This bill reauthorizes and seeks to improve the programs authorized by the Public Works and Economic Development Act of 1965. H.R. 2535 was introduced on June 19, 2003, and referred to the House Committees on Transportation and Infrastructure and Financial Services. The Transportation and Infrastructure Committee approved the bill on June 25, 2003.", "H.R. 1561 (L. Smith) . United States Patent and Trademark Fee Modernization Act of 2003. This bill would amend federal patent law to lower patent filing and basic national fees; increase excess claims, disclaimer, appeal, extension, revival, and maintenance fees; and add new application examination, patent search, and patent issuance fees. It would also prescribe fees under the Trademark Act of 1946 for electronic and paper applications for trademark registration. H.R. 1561 was referred to the House Committee on The Judiciary on April 3, 2003. On May 22, 2003, the Subcommittee on Courts, the Internet, and Intellectual Property approved the bill and forwarded it to the full committee.", "H.R. 1856 (Ehlers) . Reauthorizes the Harmful Algal Bloom and Hypoxia Research and Control Act of 1998, and for other purposes. Introduced April 29, 2003, and referred to the House Committees on Science, Resources, and Transportation and Infrastructure. Reported by House Science Committee ( H.Rept. 108-326 , Part 1) on April 2, 2004, and placed on the Union Calendar, No. 264.", "H.R. 5117 (Schiff) . Fortifying America's Intellectual Property Rights (FAIR) Act. Creates the position of Assistant U.S. Trade Representative for Intellectual Property within the Office of the U.S. Trade Representative. Introduced September 21, 2004; referred to the Ways and Means Committee.", "S. 1218 (Hollings) . Provides for Presidential support and coordination of interagency ocean science programs and development and coordination of a comprehensive and integrated United States research and monitoring program. Introduced Jun. 10, 2003, and referred to Senate Committee on Commerce, Science, and Transportation, and House Committees on Science and Energy and Commerce. Reported by Commerce Committee ( S.Rept. 108-203 ) on April 8, 2004, and referred to House Subcommittee on Environment, Technology, and Standards.", "S. 1400 (Snowe) . Develops a system that provides for ocean and coastal observations, to implement a research and development program to enhance security at United States ports, to implement a data and information system required by all components of an integrated ocean observing system and related research, and for other purposes. Introduced July 14, 2003, and referred to House Committees on Science, Armed Services, and Transportation and Infrastructure. Reported by Senate Commerce Committee ( S.Rept. 108-171 ) on January 5, 2004, Executive comment was requested from the Department of Defense.", "S. 1401 (McCain) . Reauthorizes the National Oceanic and Atmospheric Administration, and for other purposes. Introduced July 14, 2003, and referred to the Senate Committee on Commerce, Science, and Transportation. Reported by the Committee ( S.Rept. 108-219 ) on December 9, 2003, and placed on Senate Legislative Calendar under General Orders, No. 423.", "S. 2280 (Stevens) . Establishes a coordinated national ocean exploration program within the National Oceanic and Atmospheric Administration. Introduced on April 5, 2004. Referred to Senate Committee on Commerce, Science, and Transportation.", "S. 2647 (Hollings) . Makes the National Oceanic and Atmospheric Administration into an independent agency of the department of Commerce. Introduced July 13, 2004 and ordered to be reported by the Senate Commerce Committee on September 22, 2004."], "subsections": []}, {"section_title": "Related CRS Products", "paragraphs": ["CRS Issue Brief IB95100, Economic Development Administration: Background and Overview , by Bruce Mulock.", "CRS Report 95-36, The Advanced Technology Program , by [author name scrubbed].", "CRS Report RL31252, State and Local Sales and Use Taxes and Internet Commerce , by [author name scrubbed].", "CRS Report RL31293, E-Commerce Statistics: Explanation and Sources, by [author name scrubbed].", "CRS Report 97-104, Manufacturing Extension Partnership Program: An Overview , by [author name scrubbed].", "CRS Report 95-30, The National Institute of Standards and Technology: An Appropriations Overview , by [author name scrubbed].", "CRS Report RL32413, NOAA: A Review of the FY2004 Budget Request and Final Appropriations , by [author name scrubbed] (pdf).", "CRS Report RL31832, The Export Administration Act: Evolution, Provisions, and Debate , by [author name scrubbed].", "CRS Report RS20906, U.S. Patent and Trademark Office Appropriations Process: A Brief Explanation , by [author name scrubbed] (pdf).", "CRS Report RS21469, The National Telecommunications and Information Administration (NTIA): Budget, Programs, and Issues , by [author name scrubbed]."], "subsections": []}]}, {"section_title": "The Judiciary13", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["Typically, Title III of the CJS appropriation covers funding for the Judiciary. By statute (31 U.S.C. 1105 (b)), the judicial branch's budget is accorded protection from presidential alteration. Thus, when the President transmits a proposed federal budget to Congress, he must forward the judicial branch's proposed budget to Congress unchanged. That process has been in operation since 1939. The total appropriation for the Judiciary in FY2005 was $5.50 billion.", "The Judiciary budget consists of more than 10 separate accounts. Two of these accounts fund the Supreme Court of the United States—one covering the Court's salary and operational expenses and the other covering expenditures for the care of its building and grounds. (By authority of the act of May 7, 1934 (P.L. 73-211), the Architect of the Capitol is responsible for the structural and mechanical care of the Supreme Court building, including care of its grounds. The Architect, however, is not charged with responsibility for custodial care, which is under the jurisdiction of the Marshal of the Supreme Court.)", "Traditionally, in a practice dating back to the 1920s, one or more of the Court's Justices appear before either a House or Senate appropriations subcommittee to address the budget requirements of the Supreme Court for the upcoming fiscal year, focusing primarily on the Court's salary and operational expenses. Frequently, if not always, in conjunction with the Justices' testimony, the Architect of the Capitol submits a request for the Court's building and grounds account. Although it is at the apex of the federal judicial system, the Supreme Court represents only a very small share of the Judiciary's overall funding. For FY2004, the total appropriations enacted for the Supreme Court's two accounts, $81.2 million, were less than 1.6% of the Judiciary's overall appropriation of $5.16 billion.", "The rest of the Judiciary's budget provides funding for the \"lower\" federal courts and for related judicial services. Among the lower court accounts, one dwarfs all others—the Salaries and Expenses account for the U.S. Courts of Appeals, District Courts and Other Judicial Services. The account covers not only the salaries, benefits and operating expenses of circuit and district judges (including judges of the territorial courts of the United States), but also those of retired justices and judges, U.S. Court of Federal Claims, bankruptcy and magistrate judges, and all other officers and employees of the federal Judiciary not specifically provided for by other accounts.", "Other accounts for the lower courts include Defender Services (for compensation and reimbursement of expenses of attorneys appointed to represent criminal defendants), Fees of Jurors, the U.S. Court of International Trade, the Administrative Office of the U.S. Courts, the Federal Judicial Center (which, through research and continuing education programs for judges and judicial personnel, seeks to further improvements in judicial administration), and the U.S. Sentencing Commission (an independent commission in the judicial branch, which establishes sentencing policies and practices for the courts).", "The annual Judiciary budget request for the courts is presented to the House and Senate appropriations subcommittees after being reviewed and cleared by the Judicial Conference, the federal court system's governing body. These presentations, typically made by the chairman of the Conference's budget committee, are separate from subcommittee appearances a Justice makes on behalf of the Supreme Court's budget request.", "The Judiciary budget does not appropriate funds for three \"special courts\" in the U.S. court system: the U.S. Court of Appeals for the Armed Forces (funded in the Department of Defense appropriations bill), the U.S. Tax Court (funded in the Transportation-Treasury appropriations bill), and the U.S. Court of Appeals for Veterans Claims (funded in the Department of Veterans Affairs and Housing and Urban Development appropriations bill). Construction of federal courthouses also is not funded within the Judiciary's budget. The usual legislative vehicle for funding federal courthouse construction is the Transportation-Treasury appropriations bill."], "subsections": []}, {"section_title": "The Judiciary's FY2005 Request", "paragraphs": ["For FY2005, the Judiciary requested $5.70 billion in total appropriations, a 10.6% increase over FY2004 funding of $5.16 billion. The FY2005 Consolidated Appropriations Act ( P.L. 108-287 ), after adjusting for two rescissions, provides $5.43 billion in total spending for the Judiciary, a 5.2% increase over FY2004 funding. Specifically, the act appropriates $5.50 billion for the Judiciary as a whole, a 6.5% increase over FY2004—with total discretionary spending, however, reduced by 1.34% as a result of two across-the-board cuts in the act. The FY2005 omnibus bill includes a provision authorizing a cost-of-living salary adjustment for Justices and judges. The conference report for the omnibus bill ( H.Rept. 108-792 ) was agreed to in the House and Senate on November 20, 2004.", "Earlier, H.R. 4754 , the CJS bill passed by the House on July 8, 2004, provided $5.55 billion for the Judiciary—8.0%, above the Judiciary's total appropriations for FY2004, and $158.8 million below the Judiciary's request. S. 2809 , the CJS measure approved by the Senate Appropriations Committee on September 15, 2004, provided $5.36 billion for the Judiciary in FY2005—$230.2 million, or 4.5%, above the Judiciary's FY2004 total, and $343.0 million below the Judiciary's request. In response to the Judiciary's request, the Senate-reported measure contained a provision authorizing a cost-of-living salary adjustment for Justices and judges during FY2005. The House-passed bill, however, was without such language.", "The Judiciary's FY2005 budget request received two hearings before the House CJS Appropriations Subcommittee—on March 11,2004, for the lower courts, and on March 17, 2004, for the Supreme Court. At the March 11 hearing, officials for the Judiciary stated that 71% of their requested increase, $421 million, was required simply to maintain current services. This amount, they said, would fund uncontrollable expenses such as judges' compensation and rent payments to the General Services Administration, allow the courts to return to FY2002 end-of-year staffing levels, fund required adjustments to pay and benefits, maintain the judiciary's core information technology infrastructure, and provide legal representation for indigent defendants. The remaining 29% of the increase, $168 million, was requested for programmatic and workload-related needs, primarily due to increases in criminal and bankruptcy filings and in the number of offenders released from prison requiring supervision and drug and mental health treatment.", "As part of its FY2005 budget, the Judiciary also requested additional funding for a 1.7% cost-of-living adjustment for judges, effective January 2005. This adjustment, the Judiciary explained in its budget submission, was consistent with an expected 2005 salary increase for federal employees.", "In addition, the Judiciary said it was seeking an FY2004 supplemental appropriation of $55.7 million. Of this total, $39.2 million would be appropriated for the Salaries and Expenses of the Courts of Appeals, District Courts, and Other Judicial Services account, to avoid adverse personnel actions in the courts. The remainder, $16.4 million, would be appropriated for the Defender Services account, to avert, near the end of FY2004, a three-week suspension of payments to court-appointed attorneys who represent indigent defendants in federal criminal cases. Ultimately, this Judiciary effort was partially successful, for when the House and Senate, on July 22, 2004, approved an FY2005 Department of Defense appropriations bill ( P.L. 108-287 ), they included (in Title X, Sec. 11003) $26.0 million in supplemental funding for the Judiciary's Defender Services account, specifically for compensation of attorneys representing indigent defendants.", "The Judiciary maintained that the federal courts were critically underfunded in FY2003 and FY2004, and that its FY2005 budget request, in conjunction with its request for the FY2004 supplemental, was one of \"catching up.\" From 2002 to 2004, according to the Judiciary, criminal cases were projected to increase 10%, activated pretrial services cases by 17%, bankruptcy filings by 11%, and Criminal Justice Act representations of indigent defendants by 19%. Yet overall funding for the courts in FY2004, according to the Judiciary, was, in real dollar terms, less than FY2002 levels. As a result, a Judiciary official said at the March 11, 2004 hearing, the courts were \"freezing the filling of most vacant positions and are planning for the involuntary separation and buyout of hundreds of employees, and the furlough of thousands of court employees.\"", "To meet the budget squeeze in the remainder of FY2004, the courts, as of the end of April 2004, reported the layoff of 126 court staff, provided \"early outs\" and buy-outs to 268 staff, and furloughed probation officers and other court staff for a total of 745 days. More adverse employee actions were projected for the months immediately thereafter.", "At the March 11, 2004 hearing, the chairman of the House CJS Subcommittee, Representative Frank R. Wolf of Virginia and the subcommittee's ranking Democratic Member, Jose E. Serrano of New York, expressed their desire to do all within the subcommittee's power to meet the Judiciary's funding needs. Chairman Wolf, however, commented that in light of the subcommittee's limited budget allocation for FY2005, the overall budget increase requested by the Judiciary, in addition to the supplemental appropriation requested for FY2004, was \"unlikely.\"", "On June 23, 2004, the House Appropriations Committee approved its CJS-Judiciary appropriations bill for FY2005. The committee-approved measure, H.R. 4754 , provided $5.55 billion for the Judiciary—$414.4 million, or 8.0%, above the Judiciary's total appropriations for FY2004, and $158.8 million below the Judiciary's request. In its report on H.R. 4754 ( H.Rept. 108-576 , p. 85), the committee stated that its recommendation included increases \"to provide inflationary pay and benefit adjustments for court staff; to enhance court security measures; to increase the number of positions to handle workload increases; and to support the Judiciary's core information technology infrastructure.\" Upon the report's release, a staff member on the Appropriations Committee told the weekly publication Legal Times that the recommended 8.0% increase for the Judiciary was one of the largest percentage increases for FY2005 received by any department under the committee's purview.", "The Legal Times story also reported the fears of the Judiciary that Congress might approve a government-wide FY2005 budget under which overall non-defense, non-homeland security discretionary appropriations would be set at FY2004 levels—referred to on Capitol Hill as a \"hard-freeze.\" Federal judges, the Legal Times reported, \"fear such a 'hard-freeze' on spending will leave courts with no money to pay for jury trials or court-appointed lawyers.\" The Legal Times said it remained \"unclear what funding the Senate will decide upon,\" noting that \"[o]ver the past two years, the Senate slashed increases proposed by the House.\"", "In a related development, the chairman of the Senate Judiciary Committee, Senator Orrin Hatch (R-UT) wrote to the chairman and ranking member of the Senate Appropriations Committee to urge sufficient funding for the Judiciary in FY2005. \"A hard freeze,\" Senator Hatch said, \"would truly cripple the federal Judiciary in the coming year, and for years to come.\" The Senator acknowledged that the Appropriations Committee faces a \"difficult task\" in FY2005. \"Nonetheless,\" he added, \"I ask that as the Committee proceeds, it considers the fact that a fully operational federal Judiciary contributes significantly to the security and stability of our country. Judiciary funding should be considered a priority. I urge, at a minimum the courts' funding for FY2005 be sufficient to allow for current services and operations to be continued.\"", "Subsequently, on July 8, 2004, the full House, in its passage of H.R. 4754 , followed the recommendation of its Appropriations Committee in approving $5.55 billion for the Judiciary. The House-passed bill made no changes in any of the Judiciary budget accounts approved earlier by the Appropriations Committee.", "During Congress' ensuing August recess, the Judicial Conference, the policy-making body of the federal Judiciary, unanimously adopted a resolution regarding the Judiciary's FY2005 budget. The resolution, adopted on August 18, 2004, urged Congress and the President to exempt the judicial branch from any FY2005 continuing resolution and to provide full-year FY2005 funding for the Judiciary at least at the current services level approved in H.R. 4754 , the House-passed CJS bill. The resolution stated that it was \"imperative\" that an exemption from any continuing resolution be provided by October 1, 2004. \"To remain at the same funding level at the beginning of FY2005,\" the Judicial Conference said, \"would require the judiciary to begin unprecedented action: cutting operating expenses by 50 percent and either firing or furloughing 10 to 20 percent of all judiciary staff, the equivalent of 2,000 to 5,000 probation, pretrial services, and clerks' office employees. This action would be necessary due to the uncertainty of time and amount of a full-year appropriation.\"", "Shortly after Congress reconvened in September, the Chief Justice William H. Rehnquist reiterated the concerns of the Judicial Conference in identical letters sent to Senate Majority Leader Bill Frist and Senate Democratic Leader Thomas A. Daschle. In the September 13, 2004 letter, the Chief Justice requested that Congress take timely action to provide funds needed by the federal judiciary for FY2005 \"to meet its constitutional and statutory responsibilities.\" The Chief Justice said he was making this request because of reports that Congress might adjourn for the upcoming elections \"without passing an appropriations bill for the judicial branch and that funding for the federal courts would be included in a long-term continuing resolution (CR).\" He added that the Judicial Conference was \"very concerned that, under such a CR, the courts would have to operate at FY2004 funding levels for up to five months until Congress enacts a final appropriations bill.\" This, he said, \"amounts to a hard freeze in appropriations that would be devastating to the judiciary.\"", "Two days later, on September 15, 2004, the Senate Appropriations Committee approved its CJS bill, S. 2809 , which provided $5.36 billion for the Judiciary in FY2005—$230.2 million, or 4.5%, above the Judiciary's FY2004 total, and $343.0 million below the Judiciary's request. In its written report ( S.Rept. 108-344 , at p. 121), the Committee declared that its budget recommendation for the Judiciary \"funds programs necessary to maintain current services and retain current employees.\" The Committee said it did \"not support the judiciary's request for program increases for personnel at a time when the judiciary is planning significant furloughs, layoffs, and early out programs.\" It urged the Judicial Conference to consider \"directing all available funds to the local courts to prevent adverse personnel separations instead of attracting new employees.\"", "Less than a week later, on September 21, 2004, the Judicial Conference agreed to implement what the Legal Times reported were \"$225 million in cost-cutting measures, including substantial layoffs and a moratorium that will freeze plans for 42 new federal courthouses.\" The Legal Times quoted the chair of the Conference's executive committee as saying that between 2,000 and 4,800 judicial employees might be laid off in FY2005 if funding for the Judiciary, under a \"hard freeze,\" were indefinitely kept at FY2004 levels. A Judiciary news release explained that 42 courthouse projects on the Judicial Conference's five-year courthouse project plan would be delayed, to help reduce the rate of growth in future rental expenses that the Judiciary pays to the General Services Administration for court facilities. (For FY2004, the news release said, the Judiciary was paying GSA about $900 million in rent for court facilities.)", "In anticipation of action by House and Senate conferees on the two CJS bills, H.R. 4754 and S. 2809 , the chairman and the secretary of the Judicial Conference's budget committee sent a letter, dated October 12, 2004, to the chairmen and ranking members of the House and Senate CJS appropriations subcommittees. The Judiciary officials stated that while, for most of the Judiciary, the House-passed funding levels were \"sufficient to provide for current services, we face significant shortfalls in almost every account if funding is provided at the levels recommended in the Senate bill.\" Moreover, they said, the levels of funding contained in both the House and Senate bills fell short of the Judiciary's FY2005 requirements. Nonetheless, they said, the Judiciary was \"well aware of the overall budget constraints under which you [congressional appropriators] are forced to operate this year.\" Thus, they continued,", "...we have decided not to appeal for the funds necessary to met our FY2005 workload requirements, but instead to appeal for the minimum funding needed to maintain FY2004 levels of services and operations. For most judiciary accounts that is the Housed-passed level of funding, but there are a couple of exceptions where we find the need to appeal to a funding level that is greater than that in both the House and Senate bills.", "On November 20, 2004, the House and Senate agreed to the FY2005 Consolidated Appropriations Act ( H.R. 4818 ), as reported by conferees for the omnibus bill, and on December 8, 2004, President Bush signed the bill into law ( P.L. 108-447 ). FY2005 funding for the Judiciary is provided for in Title III of Division B of the act (and is discussed in the act's conference report, H.Rept. 108-792 , at pp. 814-818). As noted above, the act, after adjusting for two rescissions, provides $5.43 billion in total spending for the Judiciary, a 5.2% increase over FY2004 funding of $5.16 billion. Specifically, the act appropriates $5.50 billion for the Judiciary as a whole, a 6.5% increase over FY2004—with total discretionary spending, however, reduced by 1.34% as a result of two across-the-board cuts in the act. (One of the cuts reduces discretionary spending in the CJS Division of the act by 0.54%, and the other reduces non-defense and non-homeland security discretionary spending throughout the act by .80%.) The FY2005 omnibus bill includes a provision authorizing a cost-of-living salary adjustment for Justices and judges.", "In the omnibus bill, only one of the Judiciary's 13 accounts (Judiciary Retirement Funds) was unaffected by the 1.34% across-the-board cuts in discretionary spending. Prior to adjusting for the cuts, funding amounts for nine of the 13 Judiciary's accounts were identical to those in the earlier House-passed CJS bill, H.R. 4754 , while the other four accounts received less funding than in the House bill.", "The increased funding levels approved for the Judiciary in the omnibus bill \"averted a disaster,\" according to the Legal Times. \"There was talk,\" the journal reported on November 29, 2004, \"of additional furloughs, nonpayment of court-appointed lawyers and closing courthouses one day a week if no substantial budget increases were made in 2005.\" But \"such drastic scenarios\" were reportedly avoided, when Congress, in the omnibus bill, afforded the Judiciary enough funding to avoid further reductions. \"The bottom line is we're pretty lucky,\" a Judiciary spokesman told the Legal Times , adding, \"Given the budgetary environment, it's about the best you could have hoped for.\""], "subsections": []}, {"section_title": "FY2005 Funding Issues", "paragraphs": [], "subsections": [{"section_title": "Supreme Court .", "paragraphs": ["The budget request of the Supreme Court for FY2005, as customary, was in two parts. For its first account, Salaries and Expenses, the Court requested $58.1 million, an increase of $3.3 million, or 6.1%, over budget authority of $54.8 million for FY2004. Most of the increase, $2.9 million, was requested to fund required increases in salary and benefit costs and inflationary increases in fixed costs. The rest of the increase, $440,000, was requested to fund eight additional positions.", "The FY2005 Consolidated Appropriations Act ( P.L. 108-447 ), after adjusting for two rescissions, provides $57.4 million for this account, a 4.7% increase over the FY2004 amount. Specifically, the act, as requested by the Court, appropriated $58.1 million for the account—with total discretionary spending, however, reduced by 1.34% as a result of two across-the-board cuts in the act. Earlier, the full House and the Senate Appropriations Committee, in their respective CJS-Judiciary appropriations bills, also approved $58.1 million for Salaries and Expenses.", "For its second account, Care of the Building and Grounds, the Court requested $10.6 million—a decrease of $15.8 million, or 60.0%, from the FY2004 available appropriation of $26.4 million. (The FY2004 total for this account consisted of an enacted appropriation of $10.6 million within the Judiciary title of the FY2004 Consolidated Appropriations Act ( P.L. 108-199 ), a transfer to this account of $16.0 million from Division H, Section 106 of the Consolidated Act, and an FY2004 rescission of $206,000.)", "The FY2005 Consolidated Appropriations Act, after adjusting for the two rescissions, provides $9.8 million for Care of the Building and Grounds account, $734,000 below the Court's request. The act specifically appropriated $10.0 million for the account—with total discretionary spending, however, reduced by 1.34% as a result of the two across-the-board cuts noted above. Earlier, the House, following the recommendation of its Appropriations Committee, approved $10.0 million, while the Senate Appropriations Committee recommended the full $10.6 million requested by the Court.", "The funding requested by the Court for FY2005 for Building and Grounds was divided into budget adjustments to maintain current services and program increases. To maintain current services in FY2005, the Court said $3.9 million was required—$22.5 million less than required in FY2004. Nearly all of this downward adjustment was due to a decrease of $21.8 million requested for the Court's building modernization project. In its budget submission, the Court stated that funding appropriated in prior years was sufficient to meet planned obligations for the modernization project through FY2005 and that additional funding to complete the project would be requested in FY2006.", "Requested program increases for Building and Grounds totaled $6.7 million. This funding, the Court said, would cover various projects, including modernization of elevators, a seismic safety study, restoration of the original exterior bronze on the Court building, restoration of stonework, additional roof fall protection (for worker safety), kitchen renovations, design for exterior property renovation, and building security upgrades. The largest portion of funding for program increases would be $3.6 million to upgrade building security. This amount, the Court explained in its budget submission, \"would provide for the initial costs of the complex and comprehensive installation of security intrusion alarms, surveillance, monitoring and communications systems in the new operations center for the Supreme Court police force. This upgrade to the building security will effectively accomplish the police force mission and enhance the protection of the Justices, visitors, personnel and building assets.\"", "A hearing on the Court's budget request was held by the House CJS appropriations subcommittee on March 17, 2004. Testifying on behalf of the Court's budget request were Associate Justices Anthony M. Kennedy and Clarence Thomas. In addition to querying the Justices about particulars of their budget request, Representatives on the subcommittee sought the Justices' views concerning the idea of constructing a tunnel between the Court and the Capitol Visitors Center. Justice Kennedy expressed reservations about the feasibility of such a tunnel, but told the subcommittee that the Justices would \"get back\" to the subcommittee on the question of whether, in their view, the Court could be linked in some way to the Visitors Center. Some members of the subcommittee also expressed concerns that the Court might not be publishing or otherwise making publicly available sufficient information about the Court's operations.", "On June 23, 2004, the House Appropriations Committee approved its CJS-Judiciary appropriations bill for FY2005, H.R. 4754 . For the Court's Salaries and Expenses account, the Appropriations Committee recommended $58.1 million, the same amount as requested by the Court. For the Building and Grounds account, the committee recommended $10.0 million, $600,000 below the Court's request. (The recommendation did not include requested funding for renovation of the Court's kitchen. In its report, the committee noted that it had been assured by Architect of the Capitol staff that the requested modifications to the Court's kitchen could \"be deferred and that no funds are needed in FY2005.\") On July 8, 2004, the House passed H.R. 4754 , leaving unchanged all funding amounts that the House Appropriations Committee had recommended for the Judiciary, including those for the Court's Salaries and Expenses and Building and Grounds accounts.", "Along with its FY2005 funding recommendations, the House Appropriations Committee made several requests of the Court. Specifically, in its report ( H.Rept. 108-576 , at pp. 87-88), the committee:", "Requested from the Court, within 30 days of enactment of the appropriations bill, a report on \"providing improved public access to Supreme Court proceedings.\" Related to this request, the committee encouraged the court to \"pursue internet and audio release of Court proceedings in near real-time.\" The committee explained it \"wants to ensure that the public is provided sufficient insight into the Supreme Court's operations.\" This request language subsequently, in November 2004, was adopted by reference in the conference report for the FY2005 Consolidated Appropriations Act ( H.Rept. 108-792 , at p. 815). Urged the Court and the Architect to \"remain diligent in their efforts to control the cost\" of the Court's modernization project and to inform the committee \"if any changes to the scope of the original project are made.\" (In so urging, the committee said that it appeared the \"some of the renovation costs initially included in the modernization project may have been removed and requested separately\" in the FY2005 request.) This House report language as well was adopted by reference in the conference report for the FY2005 Consolidated Appropriations Act. Said the Court and the Architect of the Capitol should provide to the committee \"any information pertaining to the Court's approval of the visitor screening facility plan, including options considered (including a connection to the Capitol Visitors' Center) and related costs.\"", "On September 15, 2004, the Senate Appropriations Committee approved its CJS-Judiciary appropriations bill for FY2005, S. 2809 . The committee recommendations included $58.1 million for the Court's Salaries and Expenses account and $10.6 million for Building and Grounds, the same amounts as requested by the Court. In its report ( S.Rept. 108-344 , on p.122), the committee said that, in providing the requested funding amounts, it understood that the Court's \"long-term requirements for personnel are a top priority.\""], "subsections": []}, {"section_title": "Courts of Appeals, District Courts, and Other Judicial Services", "paragraphs": ["By far the largest of the Judiciary's budget accounts is the Salaries and Expenses account for Courts of Appeals, District Courts, and Other Judicial Services. This account funds the salaries, benefits, and other operating expenses of judges and supporting personnel for the regional courts of appeals, district courts, bankruptcy courts, U.S. Court of Federal Claims, and federal probation and pretrial services officers. In both FY2003 and FY2004, 77% of the Judiciary's total funding was appropriated to this account. For FY2005, the House, following the recommendation of its Appropriations Committee, approved $4.18 billion for Salaries and Expenses—75.3% of the $5.54 billion it appropriated to the Judiciary as a whole. The Senate Appropriations Committee recommended $4.13 billion for this account—77.1% of its overall Judiciary appropriation of $5.36 billion.", "For FY2005 the Judiciary requested $4.32 billion for Salaries and Expenses, a 9.2% increase over FY2004 funding of $3.96 billion. The House-approved amount of $4.18 billion for Salaries and Expenses was $222.2 million, or 5.6% over FY2004, and $143.0 million below the Judiciary's request. The Senate-reported amount of $4.13 billion was $176.5 million, or 4.5%, above the FY2004 appropriation and $188.8 million below the Judiciary's request. Subsequently, this account received $4.18 billion in the FY2005 Consolidated Appropriations Act ( P.L. 108-447 ), the same amount proposed in the House-passed bill. That amount, however, has in turn been reduced by 1.34%—to $4.13 billion—as the result of two across-the-board rescissions in the omnibus act.", "In its FY2005 budget submission, the Judiciary stated that its request included:", "an upward adjustment to its FY2004 base of $73.2 million to meet FY2004 supplemental appropriations requirements and to restore court support staffing to FY2003 end-of-year on-board levels; $83.4 million for pay and benefit increases for court support and probation and pretrial services staff; a program increase of $87.1 million for 870 full-time-equivalents (FTEs), to address staffing shortfalls, and for operating costs funded in FY2004; and $3.6 million for eight additional magistrate judges and their staff, \"to help Article III judges handle civil cases and the record level of criminal cases facing the courts.\"", "In response, the House Appropriations Committee, in its report ( H.Rept. 108-576 , at p. 88), noted that its FY2005 recommendation for Salaries and Expenses included a $74.6 million program increase for the courts' staffing and operating expenses. In FY2004, the committee observed, the courts were forced to take adverse personnel actions, including reductions-in-force, encouragement of early retirements, and employee furloughs. The committee said its recommendation would provide 745 additional FTEs, \"restoring the courts to the FY2003 level of on-board staff and providing an increase of 100 additional staff to address an increased workload.\"", "Further, as the Judiciary requested, the House committee approved increased funding of $3.6 million for the cost of eight new magistrates and their staff, \"to assist in districts with heavy caseloads.\"", "The committee also recommended an increase of $8.9 million for probation and pretrial services offices. In its report, the committee cited increases in the number of offenders under the supervision of probation officers or under court supervision after serving prison terms. Its recommendation, the committee said, would \"enhance the Judiciary's ability to supervise offenders,\" by funding additional costs associated with drug testing and treatment, alternatives to pretrial detention, mental health treatment, electronic monitoring, and other related contract costs.", "The Senate Appropriations Committee, in its report ( S.Rept. 108-344 , at p. 123) stated that it was \"not supportive\" of the Judiciary's request for program increases for Salaries and Expenses and was \"extremely concerned about not furloughing or laying off personnel.\" The Committee urged the Judicial Conference \"to reconsider this course of action by making the retention of current personnel a top priority and directing funds to the courts to the greatest extent possible to assist them in this perilous situation.\"", "The conference report for the FY2005 Consolidated Appropriations Act ( H.Rept. 108-792 , at p. 815) noted that its agreement provides $4.18 billion for Salaries and Expenses, \"as proposed by the House.\" This amount, the report added, assumes that Federal Protective Service charges will no longer be funded in Salaries and Expenses but rather in the Judiciary's Court Security account."], "subsections": []}, {"section_title": "Defender Services", "paragraphs": ["This account funds the operations of the federal public defender and community defender organizations, and the compensation, reimbursement and expenses of private practice \"panel attorneys\" appointed by the courts to serve as defense counsel to indigent individuals accused of federal crimes. The Judiciary requested $681.6 million for Defender Services in FY2005, compared with $598.1 million appropriated for FY2004—a 14.0% increase, and approximately 12% of the Judiciary's total budget request.", "The House approved $676.5 million for this account in FY2005, a 13.1% increase over FY2004 funding, while the Senate Appropriations Committee recommended $648.1 million, an 8.4% increase. The House-passed amount and the Senate-reported amount for Defender Services both included funding to substantially increase the rate of hourly compensation paid to \"panel attorneys\" appointed under the Criminal Justice Act to represent indigents in federal death penalty cases.", "Apart from its requests for FY2005 funding, the Judiciary, in its FY2005 budget submission, also requested $16.4 million in supplemental funding for Defender Services in FY2004. This amount was sought to avert, near the end of FY2004, a budget shortfall that, according to the Judiciary, would result in a three-week suspension of payments to panel attorneys representing indigent clients in federal criminal cases. In response to this request, Congress, on July 22, 2004, in approving the FY2005 Department of Defense Appropriations bill ( P.L. 108-287 ), included $26.0 million in supplemental funding for the Judiciary's Defender Services account, specifically for panel attorney compensation. The supplemental brought the total FY2004 appropriation for this account up to $624.1 million.", "The Consolidated Appropriations Act ( P.L. 108-447 , enacted December 8, 2004) appropriates$676.4 million for Defender Services in FY2005, an 8.4% increase over total FY2004 funding of $624.1 million. The appropriation, however, is subject to a 1.34% cut in discretionary spending (as the result of two rescissions in the act which affect Judiciary budget accounts), leaving Defender Services with $667.3 million in available funding for FY2005.", "Nearly all (95%) of the Judiciary's requested increase for FY2005 was sought for inflationary and other adjustments to maintain current services. Inflation and current services adjustments included $45.9 million to cover increased costs of an additional 11,000 projected representations of indigents in non-capital cases (cases in which federal prosecutors do not seek to impose the death penalty), 3,300 representations not funded by the FY2004 appropriation, and $3.5 million in additional costs associated with capital cases (cases in which prosecutors do seek the death penalty). The increase also included $12.9 million to provide pay and benefit adjustments to Federal Defender Organization staff and $2.7 million for a 1.7% hike in the hourly rate paid to panel attorneys. The hourly rates paid would increase from $90 to $92 for non-capital casts and $125 to $127 for capital cases, effective January 1, 2005.", "The Judiciary also requested one program increase for the Defender Services account, specifically an increase in the hourly rate of compensation to panel attorneys in capital cases. In these cases, the current hourly pay rate for panel attorneys, in place since 1989, is $125. The Judiciary requested $3.0 million to allow for the rate to be increased, beyond the inflationary increase referred to above, to $159. The Judiciary noted that the Antiterrorism and Effective Death Penalty Act of 1996 established $125 per hour as the statutory maximum while also, however, providing for annual cost of living adjustments to this rate. The $159 figure, according to the Judiciary, represented the culmination of all statutorily authorized adjustments since 1996.", "Testifying before the House CJS Appropriations Subcommittee on March 11, 2004, a Judiciary spokesman underscored the need for a substantial increase in the hourly rate paid to panel attorneys in capital cases. In his prepared statement, U.S. District Judge John G. Heyburn II said that a \"very limited number of attorneys\" have the qualifications set by law to represent defendants charged with the death penalty. Consequently, the same lawyers are asked repeatedly to assume this \"very burdensome responsibility.\" When lawyers take on a capital case, he said, the remainder of their practice is foregone for the length of the case, which frequently lasts at least two years. Since most of these lawyers are sole practitioners or in very small firms, their sole source of income for the duration becomes the $125 an hour paid by the government, \"well below the rates charged in private practice.\" The $125 rate, Judge Heyburn said, must cover not only the attorney's salary but also overhead expenses, including retirement and benefits and salary for office staff. During the case, \"future work is foregone and the law practice has to be rebuilt at the [case's ] conclusion . . . .\" Further, Judge Heyburn observed, the number of capital cases is increasing. He concluded that the hourly pay for panel attorneys in capital cases needs to be raised to a level where, upon finishing a capital case, a lawyer will be willing to take on more such cases in the future.", "On June 23, 2004, the House Appropriations Committee approved, H.R. 4754 , its CJS-Judiciary appropriations bill for FY2005. For the Defender Services account the Appropriations Committee recommended $676.5 million. The recommendation, as the Judiciary requested, provided panel attorneys with an inflationary pay rate increase and increased the hourly rate for representation in capital cases from $127 to $159. The committee noted that its recommendation also included, as the Judiciary requested, an increase of $45.9 million above the FY2004 appropriation for additional representations of indigents in non-capital cases. The committee-approved funding amount for Defender Services in FY2005 was left unchanged when the House passed H.R. 4754 on July 8, 2004.", "On September 15, 2004, the Senate Appropriations Committee approved S. 2809 , its FY2005 CJS-Judiciary appropriations bill. For the Defender Services account, the Appropriations Committee recommended $648.1 million. In its report ( S.Rept. 108-344 , at p. 125), the committee recommended that, effective January 1, 2005, the hourly rates payable to panel attorneys in capital cases be increased to $160, $1 more per hour than the Judiciary-requested and House-approved rate. This increase, the committee said, was needed \"to maintain a high quality of panel representations.\"", "In addition, S. 2809 as reported increased the maximum compensation limits for panel attorneys specified under Section 3006A(d)(2) of title 18 of the U.S. Code. (The bill, for instance, increased the maximum compensation for a panel attorney representing a defendant before a federal magistrate or district court judge in a case in which one or more felonies are charged, from $5,200 to $7000. Other pay rate maximums, such as for representing a defendant in an appellate court, or in a case in which only misdemeanors are charged, also are increased in the bill.) In its report, the Appropriations Committee said the increase in maximum pay limits was included in S. 2809 \"to make the representation compensation more accurately reflect actual expenses.\" The committee said that the case compensation maximum amounts currently in effect \"are creating an unnecessary hardship on panel attorneys, court staff, and judges.\"", "As noted above, the Consolidated Appropriations Act ( P.L. 108-447 , enacted December 8, 2004) appropriates $676.4 million for Defender Services in FY2005—compared with $676.5 million earlier approved by the House and $648.1 million recommended by the Senate Appropriations Committee. The appropriation, however, is subject to a 1.34% cut in discretionary spending (as the result of two rescissions in the act which affect Judiciary budget accounts), leaving Defender Services with $667.3 million in available funding for FY2005. In their report ( H.Rept. 108-792 , at p. 816), conferees for the omnibus bill adopted by reference report language of the Senate Appropriations Committee regarding an increase in the hourly rate for panel attorneys in capital cases and an increase in the case compensation maximum for panel attorneys in non-capital cases."], "subsections": []}, {"section_title": "Court Security", "paragraphs": ["For Court Security in FY2005, the Judiciary requested $383.3 million, compared with $274.58 million enacted for FY2004, a 39.6% increase. The House approved $379.6 million for Court Security, an increase of $105.0 million, or 38.2%, above the FY2004 level and $3.7 million below the Judiciary's request. The Senate Appropriations Committee recommended $274.65 million for Court Security, an increase of $73,000, or less than .1%, above the FY2004 appropriation, and $108.6 million below the Judiciary's request. The committee, however, stated it would reconsider the expenditure of additional funds for Court Security in FY2005 when the Department of Homeland Security provided \"sufficient justification\" for Federal Protective Service charges assigned to the account.", "The Consolidated Appropriations Act ( P.L. 108-447 , enacted December 8, 2004) appropriates $332.0 million for the Court Security account—a 20.9% increase over FY2004 funding, $47.6 million less than proposed by the House, and $57.3 million more than proposed by the Senate. The appropriation in the omnibus act, however, is subject to a 1.34% rescission in discretionary spending, leaving Court Security with $327.6 million in available funding for FY2005.", "In the Judiciary's FY2005 request, $75.3 million was included for Federal Protective Service (FPS) charges, which in previous fiscal years were charged as General Services Administration (GSA) rent and funded from the Judiciary's Salaries and Expenses and Defender Services accounts. Specifically, for FPS charges, the Judiciary's FY2005 request shifted to Court Security $74.0 million from Salaries and Expenses and $1.3 million from Defenders Services. In its budget submission, the Judiciary explained that with the relocation of the FPS from GSA to the Department of Homeland Security, FPS basic security services \"are no longer a component of the rental charge and funds will not remain with GSA. Consequently, these security services should be funded out of the Court Security account, as are other security functions.\" Shifting FPS costs to Court Security, the Judiciary explained, \"is budget neutral\"—i.e., the costs are neither increased nor decreased by being shifted to Court Security.", "Apart from the $75.3 million transfer for FPS charges, the largest funding increase requested for Court Security was $20.1 million for security systems and equipment.", "The Court Security appropriation, the Judiciary noted in its budget submission, was \"approximately seven percent of the judiciary's total budget, and with the nationwide emphasis on security, it has become one of the highest priority programs of the judiciary.\" The majority of funding provided for Court Security each fiscal year is transferred by the Judiciary to the U.S. Marshals Service (in the Department of Justice), which is responsible for administering the Judicial Facility Security Program.", "H.R. 4754 , which passed the House on July 8, 2004, provided $379.6 million for Court Security, an increase of $105.0 million, or 38.2%, above the FY2004 level and $3.7 million below the Judiciary's request. The House-passed amount was the same as that recommended earlier by the House Appropriations Committee. In its report ( H.Rept. 108-576 , at p. 90), the committee said its recommendations, among other things:", "Shifted funding for FPS costs from the Salaries and Expenses account to Court Security, as the Judiciary requested; Provided for inflationary increases, additional equipment and security systems, and new contract court security officers; and Funded a program increase for additional staff to assist the U.S. Marshals Service in managing the Judicial Facility Security Program.", "In its report, the Appropriations Committee said, as well, that it remained concerned about the administration of the Judicial Facility Security Program. The committee directed the Marshals Service and the Administrative Office of the U.S. Courts to submit quarterly reports to the committee on courthouse security equipment and systems spending throughout FY2005.", "S. 2809 , which was approved by the Senate Appropriations Committee on September 15, 2004, provided $274.65 million for Court Security, an increase of $73,000, or less than .1%, above the FY2004 appropriation, and $108.6 million below the Judiciary's request.", "The Senate committee, in its report ( S.Rept. 108-344 , at p. 126), noted that the Judiciary's budget request assumed the transfer of FPS security costs, previously paid for under the Judiciary's Salaries and Expenses and Defender Services accounts, to the Court Security account. The committee, however, stated that its recommendation did not include this transfer. Rather, the committee said, it was \"concerned over the size of the increase in FPS costs in FY2005 and prohibits the expenditure of any additional funds until sufficient justification for the 34 percent increase to the judiciary is provided\" to the Administrative Office of the U.S. Courts by the Department of Homeland Security. \"Once a breakout of the full FPS security costs by Federal agency is provided,\" the committee explained, it would \" reconsider both the prohibition on the expenditure of the additional funds and the transfer of these funds to this account.\"", "The issue over the appropriate amount of FPS security costs to transfer to the Court Security account was addressed by conferees for the FY2005 Consolidated Appropriations Act ( P.L. 108-447 ). In their report ( H.Rept. 108-792 , at p. 816), the conferees explained that their agreement includes funding for most, but not all, of the FPS charge for security services:", "The conferees understand that the FPS has not provided the Administrative Office (AO) of the U.S. Courts with a detailed justification to substantiate the 34 percent increase in FPS security costs assessed to the judiciary in fiscal year 2005, as discussed in the Senate report. The conferees are unable to confirm the need for an increase, and therefore the conference agreement only provides $58,000,000 for security charges, which is the fiscal year 2004 payment plus an inflationary cost increase."], "subsections": []}]}, {"section_title": "Related Legislation", "paragraphs": ["P.L. 108-167 / H.R. 3349 (Sensenbrenner). To authorize salary adjustments for justices and judges of the United States for FY2004. Authorizes salary adjustments for U.S. justices and judges for FY2004 concurrently with increases in the General Schedule of compensation for federal employees. Introduced in House, October 20, 2003. Passed House by voice vote, November 5, 2003. Agreed to by Senate, by unanimous consent, on November 21, 2003. Signed by President into law, December 6, 2003.", "H.R. 1302 (Smith, Lamar S.). Federal Courts Improvement Act of 2003. Sets forth or modifies various provisions regarding judicial process and judicial personnel administration and benefits. Introduced, March 18, 2003. Referred to the House Judiciary Committee, March18, 2003. Referred to Subcommittee on Courts, the Internet, and Intellectual Property, March 19, 2003. Considered in mark-up session and forwarded to full committee by voice vote, March 20, 2003.", "P.L. 108-491 / H.R. 5363 (Sensenbrenner). Authorizes U.S. justices and judges to receive a cost-of-living salary adjustment during FY2005 (in accordance with specified federal judicial code provisions). Introduced, November 16, 2004. Passed in House (on motion to suspend the rules and pass the bill), by voice vote, November 17, 2004. Passed in Senate without amendment, by unanimous consent, December 8, 2004. Signed by the President into law, December 23, 2004.", "S. 878 (Craig). As amended in Senate, bill creates 12 new permanent district judgeships and 36 bankruptcy judgeships. As amended in House committee, and further amended in the House, bill drops provisions for new bankruptcy judgeships while creating 32 new permanent district judgeships and nine new circuit court judgeships, and splits the Ninth Circuit Court of Appeals into three circuits (keeping California, Guam, Hawaii and the Northern Marianas Island in the Ninth Circuit; placing Arizona, Nevada, Idaho and Montana in a new Twelfth Circuit; and placing Alaska, Oregon and Washington in a new Thirteenth Circuit). Referred to Senate Judiciary Committee, April 10, 2003. Reported by Senate Judiciary Committee with an amendment in the nature of a substitute, May 20, 2003. Passed Senate with an amendment by unanimous consent, May 22, 2003. Referred to House Judiciary Committee June 2, 2003. Reported, as amended, by House Judiciary Committee ( H.Rept. 108-708 ), September 29, 2004. As further amended on floor, passed House by voice vote (after amendment to split the Ninth Circuit passed by a recorded vote of 205-194), October 5, 2004. Message on House action received in Senate and at desk, October 6, 2004.", "S. 1023 (Hatch); H.R. 2118 (Hyde). A bill to increase the annual salaries of justices and judges of the United States. This bill would provide for a 16.5% pay increase to federal justices and judges. S. 1023 : Introduced, May 7, 2003. Reported favorably by the Senate Judiciary Committee on June 18, 2003, without written report. H.R. 2118 : Introduced and referred to House Judiciary Committee on May 15, 2003. Referred to Subcommittee on Courts, the Internet, and Intellectual Property on June 25, 2003.", "S. 2396 (Hatch). Federal Courts Improvement Act of 2004. Sets forth or amends various judicial, criminal, and bankruptcy code provisions to address the federal judicial process and various federal judicial personnel matters. Introduced and referred to the Senate Judiciary Committee, May 10, 2004."], "subsections": []}, {"section_title": "Related CRS Products", "paragraphs": ["CRS Report RS21847, Administrative Office of the U.S. Courts: History, Operations, and Current Issues , by [author name scrubbed] (pdf).", "CRS Report 98-527, Federal Courthouse Construction , by [author name scrubbed].", "CRS Report RS21689, Federal Pay — Status of January 2004 Adjustments: A Fact Sheet , by [author name scrubbed].", "CRS Report RS20278, Judicial Salary-Setting Policy , by [author name scrubbed]."], "subsections": []}]}, {"section_title": "Department of State and International Broadcasting14", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["The State Department, established on July 27, 1789 (1 Stat.28; 22 U.S.C. 2651), has a mission to advance and protect the worldwide interests of the United States and its citizens. Currently, the State Department supports the activities of more than 50 U.S. agencies and organizations operating at 260 posts in 180 countries. As covered in Title IV, the State Department funding categories include administration of foreign affairs , international operations , international commissions , and related appropriations, such as international broadcasting. The enacted FY2004 appropriation for Title IV was $9.429 billion (reflecting both the emergency supplementals, P.L. 108-106 , P.L. 108-287 , and the rescissions). Typically, more than three-fourths of State's budget is for Administration of Foreign Affairs (about 79% in FY2004), which consists of salaries and expenses, diplomatic security, diplomatic and consular programs, technology, and security/maintenance of overseas buildings.", "The Foreign Relations Authorization for FY1998-1999 ( P.L. 105-277 ) provided for the consolidation of the foreign policy agencies. As of the end of FY1999, the Arms Control and Disarmament Agency (ACDA) and the United States Information Agency (USIA) were abolished, and their budgets and functions were merged into the Department of State.", "Security issues have remained a top priority since the August 7, 1998 terrorist attacks on two U.S. embassies in Africa. An immediate response was a $1.56 billion supplemental enacted by the end of that year. In November 1999, the Overseas Presence Advisory Panel reported its findings on embassy security needs and recommendations. Also in November 1999, Congress authorized ( P.L. 106-113 ) $900 million annually for FY2000 through FY2004 for embassy security spending within the embassy security, construction and maintenance (ESCM) account, in addition to worldwide security funds in the diplomatic and consular programs (D&CP) account.", "After the September 11, 2001 terrorist attack, Congress passed emergency supplemental funds ( P.L. 107-38 and P.L. 107-117 ) which included a total of $254.9 million for counter-terrorist and emergency response activities within the Department of State and $47.9 million for international broadcasting. In addition, Congress passed an FY2002 supplemental ( H.R. 4775 ; P.L. 107-206 ) which provided $303 million for the Department of State and $15.1 million for international broadcasting. The 108 th Congress voted for three supplemental appropriations – P.L. 108-11 and P.L. 108-106 and P.L. 108-287 – which provided a combined total of $1.3 billion for the Department of State and international broadcasting. (For an account-by-account presentation, see CRS Report RL31370, State Department and Related Agencies: FY2006 and FY2007 Appropriations and FY2008 Request .)", "The United States contributes in two ways to the United Nations and other international organizations: (1) voluntary payments funded in the Foreign Operations Appropriations bill and (2) assessed contributions included in the Commerce, Justice, and State Appropriations measure. Assessed contributions are provided in two accounts, international peacekeeping (CIPA) and contributions to international organizations (CIO). Following a period of dramatic growth in the number and costs of U.N. peacekeeping missions during the early 1990s, a trend that peaked in FY1994 with a $1.1 billion appropriation, funding requirements have declined in recent years. The FY2000 enacted appropriation for CIO was $885 million, $500 million for international peacekeeping, and $351 million for U.S. arrearage payments to the U.N. if certain reform criteria were met. Only $100 million of the appropriated arrearage payments had been released because the reforms had not been implemented. After the United States lost its seat on the U.N. Human Rights Commission in 2001, the Foreign Relations Authorization bill added a provision (Sec. 601, H.R. 1646 ) that would have restricted payment of $244 million of U.S. arrearage payments to the U.N. until the United States regained its seat. After the September 11 th attacks, however, Congress passed S. 248 ( P.L. 107-46 ) which authorized arrearage payments to the U.N. (For more detail, see CRS Issue Brief IB86116, U.N. System Funding: Congressional Issues , by [author name scrubbed]). The FY2002 funding level included $850 million for CIO and $844.1 million for CIPA, while FY2003 enacted levels amounted to $866 million for CIO and $673.7 million for CIPA. The FY2004 enacted levels (reflecting both the rescissions and emergency supplemental funding) amount to $999.8 million for CIO and $695.1 million for CIPA.", "International broadcasting , which had been a primary function of the USIA prior to 1999, is now carried out by an independent agency referred to as the Broadcasting Board of Governors (BBG). The BBG includes the Voice of America (VOA), Radio Free Europe/Radio Liberty (RFE/RL), Cuba Broadcasting, Radio Free Asia (RFA), Radio Free Iraq, Radio Free Iran and the newly-authorized Radio Free Afghanistan. The BBG's FY2004 appropriation was $591.5 million (including emergency supplemental funds and reflecting rescissions). In FY2002 the BBG began a pilot project to create a new Middle East Radio Network (MERN) by reallocating base funds. The emergency supplementals passed in 2001, 2002, and 2003 included funding for expanded broadcasting by VOA and RFE/RL to Muslim audiences in and around Afghanistan and the creation of Radio Free Afghanistan. In 2003, the BBG initiated a satellite Middle East Television Network (MTN) called Alhurra."], "subsections": []}, {"section_title": "FY2005 Funding Issues", "paragraphs": [], "subsections": [{"section_title": "Administration of Foreign Affairs.", "paragraphs": ["The Administration of Foreign Affairs makes up the bulk of the State Department budget—78% in the FY2005 State Department enacted funds. The Administration's FY2005 request for State's Administration of Foreign Affairs sought $6,533.5 million, about 7% below the FY2004 enacted level which includes 2 supplementals. The House bill ( H.R. 4754 ) provided $6,457.3 million. The Senate bill ( S. 2809 ) offered a lower amount of $6,242.7 million. This money would cover Diplomatic & Consular Programs (D&CP), Embassy Security, Construction, and Maintenance (ESCM), Worldwide Security Upgrades in both D&CP and ESCM, Educational and Cultural Exchanges, and the Capital Investment Fund (CIF).", "The Consolidated Appropriations Act, FY2005 ( P.L. 108-447 / H.R. 4818 ) provided $6,446.7 million (not including rescissions) for the Administration of Foreign Affairs for FY2005. Two rescissions for CJS were included in the act: one (0.54%) in Division B, sec. 640 applied to all discretionary accounts within CJS, and another (0.80%) in sec. 122, Division J was applied across-the-board to all agencies covered in the law."], "subsections": [{"section_title": "Diplomatic & Consular Programs (D&CP)", "paragraphs": ["D&CP primarily covers salaries and expenses, hiring, diplomatic expenditures, cost of living and foreign inflation, as well as exchange rate changes. The FY2005 request of $4,285.0 million represented an decrease of more than 11% as compared to the $4,849.3 million funding level (including supplementals) in FY2004. This funding level request was to allow the Department to complete its three-year diplomatic readiness hiring plan first requested in FY2001. Also, within this account was a request for $658.7 million for worldwide security upgrades, as compared to $639.9 million in the FY2004 appropriation. In addition, the D&CP funding request included $309.2 million (as compared to $301.6 million in the FY2004 budget) designated only for public diplomacy. The House passed $4,278.7 million, including $320 million for public diplomacy, $658.7 million for worldwide security upgrades. The Senate bill included $4,151.8 million for D&CP with $658.7 million for worldwide security upgrades. Congress enacted $4,228.7 million (before rescissions)—more than the Senate level, but less than the House level and the President's request."], "subsections": []}, {"section_title": "Embassy, Security, Construction, and Maintenance (ESCM)", "paragraphs": ["ESCM provides funding for embassy construction, repairs, leasing of property for embassies and housing facilities at overseas posts. The FY2005 request of $626.7 million was $102.3 million above the FY2004 level of $524.4 million for the same account. The House recommended $611.7 million for ESCM in FY2005. The Senate bill provided $509.7 million. The final enacted level, before rescissions, was $611.7 million, as the House recommended."], "subsections": []}, {"section_title": "Worldwide Security Upgrades", "paragraphs": ["Ever since the bombings of two U.S. embassies in eastern Africa in August 1998, Congress has appropriated additional money within both D&CP and ESCM for increasing security. The funds in D&CP for worldwide security upgrades are primarily for ongoing expenses due to the upgrades that took place after 1998, such as maintaining computer security, maintaining bullet-proof vehicles, ongoing salaries for perimeter guards, etc. Worldwide security upgrades in ESCM are more on the order of bricks-and-mortar-type expenses. The FY2005 request for upgrades within D&CP totaled $658.7 million – nearly $19 million above the enacted and the request for FY2004. The FY2005 request for worldwide security funding within ESCM amounted to $912.3 million, $4 million less than the FY2004 enacted level which includes two supplementals. The combined total request for worldwide security upgrades was $1,571.0 million. The House agreed with the Administration's request on both funding levels. The Senate bill provided less in both accounts than the House bill and the President's request. The Senate bill's worldwide security upgrades within D&CP amounted to $658.7 million, as noted in the D&CP section above, and $867.0 million within the ESCM account. Congress passed the President's requested level in both accounts, before applying rescissions."], "subsections": []}, {"section_title": "Educational and Cultural Exchanges", "paragraphs": ["This line item includes programs such as the Fulbright, Muskie, and Humphrey academic exchanges, as well as the international visitor exchanges and some Freedom Support Act and SEED programs. The Secretary of State testified that he believes exchange programs are a crucial element in promoting American ideals and democracy abroad. The Administration's FY2005 request was for $345.3 million, a 9% increase over the FY2004 level of $316.6 million. This was less than the $345 million that the Administration said was needed to fully cover the newly-transferred FSA and SEED programs to the Department of State from the U.S. Agency for International Development (USAID). The Administration request included $150 million for the Fulbright Program. For FY2005, the House recommended $345.4 million, with no mention of a funding level for the Fulbright Program. The Senate bill provided $360.8 million for exchanges, including a recommendation of $155 million for the Fulbright Program. Congress passed the Senate level of $360.8 million including $160.5 million that was designated for the Fulbright Program. Neither figure reflects rescissions."], "subsections": []}, {"section_title": "Capital Investment Fund (CIF)", "paragraphs": ["CIF was established by the Foreign Relations Authorization Act of FY1994/95 ( P.L. 103-236 ) to provide for purchasing information technology and capital equipment which would ensure the efficient management, coordination, operation, and utilization of State's resources. In FY1997 the CIF budget was $24.6 million. The FY2005 request was for $155.1 million, a 95.8% increase from the FY2004 level of $79.2 million. The Administration stated that the requested FY2005 level would be combined with estimated Expedited Passport Fees of $114 million to be used for information and communications technology in FY2005 for a total of $269.1 million. The House voted for $100 million for CIF in FY2005, noting that $40 million for IT comes from the D&CP account and an estimated $114 million from passport fees would also be available. The Senate bill recommended $52.1 million for CIF, $79 million below the current funding level. Instead of fully funding CIF, the Senate bill recommended a new information technology (IT) account—Centralized Information Technology Modernization Program—funded at $103.0 million. Combined, these two accounts would meet the President's request. The final enacted CIF funding, before rescissions, was $52.1 million plus $77.9 million for a newly created Centralized Information Technology Modernization Program."], "subsections": []}]}, {"section_title": "International Organizations and Conferences .", "paragraphs": ["The International Organizations and Conferences account consists of two line items: U.S. Contributions to International Organizations (CIO) and U.S. Contributions for International Peacekeeping Activities (CIPA). The FY2005 request sought $1.84 billion for the overall account, up nearly 9% over the FY2004 level of $1.69 billion, including supplementals and reflecting rescissions. The House bill ( H.R. 4754 ) agreed with the Administration request level. The Senate bill ( S. 2809 ) provided a total of $1,594.8 million for CIO and CIPA combined. The FY2005 enacted level of $1,672 million (not reflecting rescissions) was less that the President's request and the House recommendation, but more than the Senate bill."], "subsections": []}, {"section_title": "Contributions to International Organizations (CIO)", "paragraphs": ["The CIO supports U.S. membership in numerous international and multilateral organizations that transcends bilateral relationships and covers issues such as human rights, environment, trade, and security. The FY2005 request level for this line item was $1.2 billion, 19.4% above the $998 million enacted level of FY2004. The request would have satisfied full funding needs of U.S. assessed contributions to the 44 international organizations, as well as subsidy costs of a direct loan for the U.N. Capital Master Plan project. The House passed this funding level. The Senate bill, however, provided $1,020.8 million—more than the current funding level, but less than the President's request. Congress passed $1,182 million (not including rescissions) for International Organizations in FY2005."], "subsections": []}, {"section_title": "Contributions to International Peacekeeping (CIPA)", "paragraphs": ["The United States supports multilateral peacekeeping efforts around the world through payment of its share of the U.N. assessed peacekeeping budget. The FY2004 enacted level for CIPA was $450.1 million. (It should be noted that $245 million had been provided to CIPA by the Emergency Supplemental Appropriation ( P.L. 108-106 ), signed in November 2003.) The President's FY2005 request of $650 million represented a decrease of 6.5% increase from the FY2004 enacted level, including the supplemental. The House also recommended $650 million for this account in FY2005. The Senate bill provided $574 million. Congress enacted $490 million for CIPA in FY2005 prior to rescissions—well below both the Administration request and the House-passed level."], "subsections": []}, {"section_title": "International Commissions", "paragraphs": ["The International Commissions account includes the U.S.-Mexico Boundary and Water Commission (IBWC), the International Fisheries Commissions (IFC), the International Joint Commission (IJC), the International Boundary Commission (IBC), and the Border Environment Cooperation Commission (BECC). The IBWC 's mission is to apply rights and obligations assumed by the United States and Mexico under numerous treaties and agreements, improve water quality of border rivers, and resolve border sanitation problems. The mission of the IFC is to recommend to member governments conservation and management measures for protecting marine resources. The IJC's mission is to develop and administer programs to help the United States and Canada with water quality and air pollution issues along their common border. The IBC is obligated by the Treaty of 1925 to maintain an effective boundary line between the United States and Canada. And, established by the North American Free Trade Agreement, the BECC's main purpose is to help local states and communities to develop solutions to environmental problems along the U.S.-Mexico border. The FY2005 funding request of $70.4 million represented an increase of 23% over the $57.2 million enacted in FY2004. The request increase reflected wage and inflation increases, as well as increased engineering requirements at a number of wastewater treatment plants. The House-passed bill ( H.R. 4754 ) recommended $59.7 million for this account in FY2005. The Senate bill ( S. 2809 ) provided $66.3 million. The enacted FY2005 funding level in P.L 108-447 was $64.1 million, before rescissions."], "subsections": []}, {"section_title": "Related Appropriations .", "paragraphs": ["Related appropriations include those for The Asia Foundation, the National Endowment for Democracy (NED), and the East-West and North-South Centers. The Administration FY2005 request for related appropriations totaled $103.5 million – 32.7% over the FY2004 enacted level of $78 million. The House Appropriations Committee in H.R. 4754 recommended $68.9 million, nearly $35 million less for FY2005 than the President requested. The House recommended $59.5 million for related appropriations, diverging from the request mainly in the NED amount. The House Committee recommended $50 million rather than the $80 million the President sought for NED. The full House in floor action reduced NED funding by $9.4 million in order to provide funds for Small Business loans. The Senate bill provided $77.4 million for all related agencies and agreed with the House bill in providing significantly less for NED than the President requested."], "subsections": []}, {"section_title": "The Asia Foundation", "paragraphs": ["The Asia Foundation is a private, nonprofit organization that supports efforts to strengthen democratic processes and institutions in Asia, open markets, and improve U.S.-Asian cooperation. It receives both government and private sector contributions. Government funds for the Foundation are appropriated, and pass through, the Department of State. The Asia Foundation plans to increase its private sector fund-raising efforts and expects to raise about $4.5 million in private funds in FY2005. The FY2005 request of $8.9 million was a 31% reduction over the FY2004 funding level of $12.9 million that Congress enacted. The House passed $13 million for FY2005. The Senate bill contained no language about The Asia Foundation funding. The final FY2005 enacted level, before rescissions, was the House-passed level of $13 million."], "subsections": []}, {"section_title": "National Endowment for Democracy (NED)", "paragraphs": ["The National Endowment for Democracy is a private, nonprofit organization established during the Reagan Administration that supports programs to strengthen democratic institutions in more than 90 countries around the world. NED proponents assert that many of its accomplishments are possible because it is not a U.S. government agency. NED's critics claim that it duplicates government democracy promotion programs and could be eliminated, or could be operated entirely through private sector funding. The FY2005 request was for $80 million, as mentioned in the President's State of the Union Address in January 2004. This request represented more than a 100% increase over the $39.6 million FY2004 appropriation. The more than doubling of funds would have supported NED's Greater Middle East Democracy Initiative, as well as continued NED's past programs at the FY2004 level. The House Appropriations Committee, however, disagreed with the Administration request and recommended $50 million for NED in FY2005. In floor action, the House further reduced NED funding to $40.6 million so that more funding for Small Business loans would be available. The Senate bill provided $50 million for NED, directing $10 million to go to the four core grantees to expand programs in the greater Middle East. Congress passed $60 million, before rescissions, for NED in FY2005."], "subsections": []}, {"section_title": "East-West and North-South Centers", "paragraphs": ["The Center for Cultural and Technical Interchange between East and West (East-West Center), located in Honolulu, Hawaii, was established in 1960 by Congress to promote understanding and cooperation among the governments and peoples of the Asia/Pacific region and the United States. The FY2005 request for the East-West Center was $13.7 million, a 22.6% decline from the FY2004 enacted level of $17.7 million. The Center for Cultural and Technical interchange between North and South (North-South Center) is a national educational institution in Miami, Florida, closely affiliated with the University of Miami. It promotes better relations, commerce, and understanding among the nations of North America, South America and the Caribbean. The North-South Center began receiving a direct subsidy from the federal government in 1991; however, it has not received a direct appropriation since FY2000. The House passed its bill with $5 million for the East-West Center and no funding for the North-South Center. The Senate bill provided $19.5 million, for the East-West Center, and Congress agreed with the Senate level, before applying rescissions."], "subsections": []}, {"section_title": "International Broadcasting", "paragraphs": ["International Broadcasting, which had been a primary function of the U.S. Information Agency (USIA) prior to 1999, is now carried out by an independent agency referred to as the Broadcasting Board of Governors (BBG). The BBG includes the Voice of America (VOA), Radio Free Europe/Radio Liberty (RFE/RL), Cuba Broadcasting, Radio Sawa, Radio Farda, and Radio Free Asia (RFA).", "The BBG's FY2005 funding request was for a total of $569.3 million, 3.8% below the FY2004 level of $591.6 million (including supplemental funding). The request included $533.1 million for broadcasting operations, $8.6 million for capital improvements, and $27.6 million for Broadcasting to Cuba. In addition to the ongoing international broadcasting activities, the Administration initiated a new U.S. Middle East Television Network – Alhurra, as well as an Arabic radio station – Radio Sawa.", "The House Appropriations Committee recommended and the House passed $41 million more than the request for international broadcasting–$610.3 million. For broadcasting operations the Committee recommended $601.7 million and it agreed with the Administration's request of $8.6 million for capital improvements. The Senate bill provided $552.2 million for broadcasting operations and $8.6 million for capital improvements, for a total of $560.8 million. Congress enacted a total of $599.6 million, before rescissions, for international broadcasting. Of that, $8.6 million was for capital improvements and $591 million was for broadcasting operations."], "subsections": []}]}, {"section_title": "Related Legislation", "paragraphs": ["S. 2845 / P.L. 108-458 (Collins). National Intelligence Reform Act of 2004. A bill to reform the intelligence community and the intelligence and intelligence-related activities of the United States Government, and for other purposes, including expanded and targeted public diplomacy programs and amendments in visa issuance. Introduced September 23, 2004. Passed by the Senate October 6, 2004, and passed by the House on October 16, 2004. The House agreed to the conference report on December 7 th and the Senate on December 8 th . The President signed the bill into law on December 17, 2004.", "H.R. 1950 (Hyde)/ S. 2144 (Lugar). Foreign Relations Authorization, FY2004 and FY2005. To authorize appropriations for the Department of State for the fiscal years 2004 and 2005, to authorize appropriations under the Arms Export Control Act and the Foreign Assistance Act of 1961 for security assistance for fiscal years 2004 and 2005, and for other purposes. H.R. 1950 introduced May 5, 2003, and reported ( H.Rept. 108-105 part I) by the House International Relations Committee on May 16, 2003. H.Rept. 108-105 , Part II filed June 12. House floor action occurred July 15, and 16. House passed by recorded vote (382-42) on July 16, 2003. S. 2144 introduced February 27, 2004, and reported ( S.Rept. 108-248 ) to the Senate on March 18, 2004. No Senate floor action."], "subsections": []}, {"section_title": "Related CRS Products", "paragraphs": ["CRS Report RL31986, Foreign Relations Authorization, FY2004 and FY2005: State Department and Foreign Assistance , by [author name scrubbed].", "CRS Report RL31370, State Department and Related Agencies: FY2006 and FY2007 Appropriations and FY2008 Request , by [author name scrubbed].", "CRS Issue Brief IB86116, U.N. System Funding: Congressional Issues , by [author name scrubbed].", "CRS Issue Brief IB90103, United Nations Peacekeeping: Issues for Congress , by [author name scrubbed].", "CRS Report RL31959, Foreign Assistance Authorization Act, FY2005 , by [author name scrubbed].", "CRS Report RL32607, U.S. Public Diplomacy: Background and the 9/11 Commission Recommendations , by [author name scrubbed].", "CRS Report RS21565, The Middle East Television Network: An Overview , by [author name scrubbed]."], "subsections": []}]}, {"section_title": "Independent Agencies", "paragraphs": [], "subsections": [{"section_title": "Equal Employment Opportunity Commission (EEOC)15", "paragraphs": [], "subsections": [{"section_title": "FY2005 Appropriations", "paragraphs": ["The Administration requested an appropriation of $350.8 million for the EEOC's FY2005 budget, or $26 million above the $324.9 million (including rescissions of 0.465% and 0.59%) provided by the 2004 Consolidated Appropriations Act ( P.L. 108-199 ). Some $21 million of the total would have gone toward adding 100 enforcement staff (investigators, attorneys, and support personnel) to reduce the rising inventory of private sector charges and federal sector complaints, and to continue processing a substantial number of charges within 180 days. The Consolidated Appropriations Act, 2005 ( H.R. 4818 ) instead allots $331.2 million to the agency, which – after rescissions of .80% and 0.54% – likely translates into a small increase from its FY2004 appropriation. The FY2005 appropriation is less than the $334.9 million the House approved in H.R. 4754 and more than the $327.5 million the Senate Appropriations Committee included in S. 2809 .", "The Administration had requested that $3 million of the EEOC's proposed increase for FY2005 be used for ongoing efforts to restructure its operations, with one-third of the funds for further implementation of the National Contact Center and two-thirds for office relocation costs, furniture/equipment purchases, and employee development. Language in both H.R. 4754 and the Appropriations Committee's report ( H.Rept. 108-576 ) would have precluded the EEOC from undertaking any workforce repositioning, restructuring, or reorganization until the Committee had received advance notification of its proposals; and only after submitting a spending plan to the Committee would about $1 million have become available to the agency for use in connection with the National Contact Center. The House Appropriations Committee further required the agency to submit quarterly status reports on projected and actual spending levels, by function, for repositioning and to continue submitting quarterly reports on projected and actual agency spending and staffing levels. The conference agreement ( H.Rept. 108-792 ) adopts this language, absent the allocation of a specific sum for the National Contact Center. In addition, H.R. 4818 states that the EEOC shall not have fewer positions in the field in FY2005 than in FY2004.", "The Administration included $2 million in its proposed $26 million increase to carry out a $500,000 review of states' strategies for removing employment barriers confronting people with disabilities and to undertake other activities related to the President's New Freedom Initiative, which is intended to fully integrate individuals with disabilities into the country's economic and social life; to increase contract funds for the Alternative Dispute Resolution (ADR) Program due to anticipated growth in the number of employers agreeing to mediation ($820,000); to provide more money for the litigation program ($430,000); and to improve the outreach, education, and technical assistance programs for small and large employers and their employees ($204,000). In addition to the House Appropriations Committee recommending that $2 million be devoted to ADR, litigation, and outreach activities ($1.45 million) and to the New Freedom Initiative ($500,000), H.R. 4754 and H.Rept. 108-576 had included prior years' language that up to $33 million be devoted to payment of Fair Employment Practices Agencies (FEPAs). (FEPAs are state and local bodies with which the agency has work-sharing agreements.) The conference agreement incorporates the House Report language regarding ADR, litigation, and and outreach activities, and the New Freedom Initiative; and H.R. 4818 states that sums to FEPAs not exceed $33 million."], "subsections": []}, {"section_title": "Agency Overview", "paragraphs": ["The EEOC enforces laws banning employment discrimination based on race, color, national origin, sex, age, or disability. The Commission's workload has increased dramatically since it was created under Title VII of the Civil Rights Act of 1964. Passage of the Americans with Disabilities Act of 1990 and the Civil Rights Act of 1991, as well as employees' growing awareness of their rights, have made it difficult for the agency's budget and staffing resources to keep pace with its heightened caseload."], "subsections": []}, {"section_title": "FY2004 Funding", "paragraphs": ["Under P.L. 108-199 , the EEOC's appropriation for FY2004 was $324.9 million (including rescissions). According to the conference report ( H.Rept. 108-401 ), the House previously had approved the same sum while the Senate had approved $6.3 million more ($334.7 million, as the Administration requested).", "The $324.9 million appropriation for FY2004 was $18.1 million more than the agency's FY2003 appropriation of $306.8 million (including rescissions) that Congress had approved in P.L. 108-7 . Because of a funding shortfall during FY2003, the EEOC had received an additional appropriation of $15 million in the Emergency Wartime Supplemental Appropriations Act for FY2003 ( P.L. 108-11 ). Thus, the agency's FY2004 appropriation in P.L. 108-199 was actually $3.1 million above the total appropriated to the EEOC for the prior year.", "While recognizing that the Commission had solicited the different perspectives of stakeholders about its proposed restructuring effort, members of the conference committee expressed concern that the restructuring could affect the agency's quality of service. Accordingly, it instructed the EEOC to keep the Committees on Appropriations apprised of any organizational changes in accordance with reprogramming requirements. The conferees also urged the agency to continue its measures aimed at cost saving and financial management discipline. The conference agreement included, by reference, language in the House report instructing the EEOC to continue to submit quarterly reports on projected and actual spending and staffing levels and encouraging the Commission to rely on the FEPAs experience with mediation as it proceeded with its ADR programs. Also included by reference to the House report was payment of up to $33.0 million to FEPAs, or $3 million more than in the President's request. Another $5 million of the Administration's request would have gone toward beginning implementation of a five-year restructuring initiative based upon studies undertaken by the National Academy of Public Administration and by the agency's Inspector General."], "subsections": []}]}]}, {"section_title": "Federal Communications Commission (FCC)16", "paragraphs": ["The Federal Communications Commission, created in 1934, is an independent agency charged with regulation of interstate and foreign communication of radio, television, wire, cable, and satellite. The FCC performs four major functions: spectrum allocation, creating rules to promote fair competition and protect consumers where required by market conditions, authorization of service, and enforcement. Among its responsibilities are licensing of communications operators; interpretation and enforcement of rules, regulations, and authorizations regarding competition; publication and dissemination of consumer information services; and management and allocation of the use of the electromagnetic spectrum. FCC priorities for FY2005 include increasing broadband penetration throughout the country; implementing spectrum-use plans; overseeing competitive developments in all areas of broadcast and cable media; monitoring compliance with indecency regulations; and promoting homeland security goals with respect to critical communications infrastructures. The FCC obtains the majority of its funding through the collection of regulatory fees pursuant to Title I, section 9 of the Communications Act of 1934; therefore, its direct appropriation is considerably less than its overall budget.", "P.L. 108-447 includes $281,098,000 for the salaries and expenses of the FCC for FY2005, a $7,140,000 increase over the FY2004 appropriation of $273,958,000. Of the amounts provided, $280,098,000 will be derived from offsetting fee collections, resulting in a net direct appropriation of $1,000,000. The Administration originally requested a budget of $292,958,000 with a direct appropriation of $20,000,000 for FY2005; the House approved $279,851,000 with a direct appropriation of $6,893,000 and the Senate approved $282,346,000 with a direct appropriation of $1,000,000. The FCC is allocated up to $85,000,000 to administer the spectrum auctions program. The law includes the following specific items:", "Up to $600,000 for land and structure Up to $500,000 for care and improvement of grounds and repair to buildings Up to $4,000 for official reception and representation expenses Purchase and hire of vehicles (no amount given) Special counsel fees (no amount given) Fees as authorized by 5 U.S.C. 3109 (which limits the maximum earnings of experts and consultants) Collection of $280,098,000 in section 9 fees", "—The sum appropriated to be reduced as section 9 fees are collected", "—Fees in excess of $280,098,000 to be available in FY2006.", "Proceeds up to $85,000,000 from any auctions may be retained and made available for obligation for FY2006.", "Other sections of P.L. 108-447 will also have an impact on the FCC. First, section 634 of prohibits the FCC from \" modifying, amending, or changing its rules or regulations for universal service support payments to implement the February 27, 2004, recommendations of the Federal-State Joint Board on Universal Service regarding single connection or primary line restrictions on universal service support payments.\" (For more information on this item, please refer to In the Matter of Federal-State Joint Board on Universal Service, CC Docket No. 96-45, RECOMMENDED DECISION, FCC 04J-1, February 27, 2004. This document is available online at http://hraunfoss.fcc.gov/edocs_public/attachmatch/ FCC-04J-1A1.pdf .) Second, section 638 allows the FCC to sell monitoring facilities in Hawaii and California. Finally, P.L. 108-447 included the Satellite Home Viewer Extension and Reauthorization Act of 2004 in Title IX. (The Satellite Home Viewer Extension and Reauthorization Act, H.R. 4501 , was introduced by Representative Fred Upton and was reported out of the House on July 22, 2004. See House Report 108-634 for additional information.)", "The conference agreement also includes, by reference, language from both the House and Senate reports.", "House report:", "Set forth public notice requirements for broadcast applications Set forth requirements for ravel payments Included language regarding the FCC's accounting system, stating that Congress expected the FCC to differentiate between the costs of auctions and other costs.", "Senate report:", "Noted the continuing concern about the declining standards of broadcast television and the impact of that decline on America's children. Directed the FCC to continue to report to Congress on the issues associated with implementing a broadcast industry code of conduct for content of programming that, if adhered to by the broadcast industry, would protect against the further erosion of broadcasting standards.", "The conference report includes language on a number of other issues, as well. First, the conferees noted that the FCC is considering subjecting prepaid phone cards to increased regulation. They expressed concern that members of the armed services and their families make extensive use of prepaid phone cards to stay in contact and that increased regulation could increase the cost of those cards. Therefore, the conferees directed the FCC not to take any action that would directly or indirectly have the effect of raising the rates charged to military personnel or their families for telephone calls placed using prepaid phone cards.", "Second, the conferees encouraged the FCC to follow through on its plan to modernize its Radio Frequency Radiation monitoring equipment by purchasing Selective Radiation Meter (SRM) units and anticipates that future budget requests will address replacement of outdated equipment."], "subsections": [{"section_title": "Federal Trade Commission (FTC)17", "paragraphs": ["For FY2005, the Administration requested a program level of $205.4 million for the Federal Trade Commission (FTC). This figure is considerably larger than both the FY2004 request and the amount approved in the conference report. The House approved a program level of $203.4 million, an increase of $17.9 million over the current-year funding. The Senate Appropriations Committee recommended $207.7 million for FY2005. The conference agreement provides the FTC with $205.4 million, as requested. More specifically, of the amounts provided, $101 million will come from fees for Hart-Scott-Rodino premerger notification filings, $21.9 million will come from Do-Not-Call provisions of the Telemarketing Sales Rule, and Congress will provide a direct appropriation of $82.5 million.", "For FY2004, the Administration had requested a program level of $191 million for the FTC, an increase of $14 million over the FY2003 level. The requested program level for FY2004 was to have been fully funded by a $14 million direct appropriation and offsetting collections from two sources: $159 million from fees for Hart-Scott-Rodino premerger notification filings; and $18 million from fees sufficient to implement and enforce new Do-Not-Call provisions of the Telemarketing Sales Rule. The House approved a program level of $183 million for the FTC. The Senate recommended a program level of $189 million. The conference agreement provides $185.5 million for the FTC, including recisions. Of the amounts provided, $112 million is from premerger fees, $23.1 million is derived from Do-Not-Call fees, and $50.4 million is a direct appropriation.", "The FTC, an independent agency, is responsible for enforcing a number of federal antitrust and consumer protection laws. In recent years the FTC has used pre-merger filing fees collected under the Hart-Scott-Rodino Act to mostly or entirely fund its operations. For FY2000 through FY2002, zero ($0) direct appropriations were required."], "subsections": []}, {"section_title": "Legal Services Corporation (LSC)18", "paragraphs": ["The LSC is a private, non-profit, federally-funded corporation that provides grants to local offices which, in turn, provide legal assistance to low-income people in civil (non-criminal) cases. The LSC has been controversial since its incorporation in the early 1970s, and has been operating without authorizing legislation since 1980. There have been ongoing debates over the adequacy of funding for the agency, and the extent to which certain types of activities are appropriate for federally funded legal aid attorneys to undertake. In annual appropriations laws, Congress traditionally has included legislative provisions restricting the activities of LSC-funded grantees, such as prohibiting any lobbying activities or prohibiting representation in certain types of cases.", "P.L. 108-199 , the consolidated appropriations for FY2004, among other things continued funding for the LSC at the FY2003 level of $338.8 million. P.L. 108-199 included $317.5 million for basic field programs and required independent audits, $13.3 million for management and administration, $3.0 million for client self-help and information technology, $2.6 million for the inspector general, and $2.5 million in grants equitably distributed to the ten states most negatively affected by recent census-based reallocations that were based on shifts in the poverty population indicated by the 2000 Census. It also included existing provisions restricting the activities of LSC grantees. Moreover, the $338.8 million LSC appropriation for FY2004 was subject to the mandated 0.59% across-the-board government-wide rescission, and an additional 0.465% uniform rescission applicable only to funding for the Commerce, Justice, State, the Judiciary, and Related Agencies appropriation (which includes the LSC), thereby lowering the FY2004 LSC appropriation to $335.3 million.", "For FY2005, the Bush Administration requested $329.3 million for the LSC. This is $6 million less than the $335.3 million (after the rescissions) that was appropriated for the LSC for FY2004. The FY2005 budget request for the LSC included $310.4 million for basic field programs and required independent audits, $13.3 million for management and administration, $3.0 million for client self-help and information technology, and $2.6 million for the inspector general. The budget request for the LSC also included existing provisions restricting the activities of LSC grantees.", "On June 23, 2004, the House Appropriations Committee recommended $335.3 million for the LSC for FY2005 ( H.R. 4754 , See H.Rept. 108-576 ). This amount is the same as the FY2004 appropriation for the LSC (after the 0.59% and 0.465% rescissions); and $6.0 million above the Bush Administration's FY2005 budget request for the LSC. The House Committee recommendation for the LSC included $316.6 million for basic field programs and required independent audits, $13.2 million for management and administration, $2.9 million for client self-help and information technology, and $2.6 million for the inspector general. It also included existing provisions restricting the activities of LSC grantees. In addition the House Appropriations Committee recommendation included a provision to allow the LSC to spend up to $1 million of prior-year funding balances for a law school student loan repayment pilot program in FY2005 in an effort to encourage more lawyers to pursue careers in legal assistance. On July 8, 2004, the House passed H.R. 4754 which includes $335.3 million of the LSC.", "On September 15, 2004, the Senate Appropriations Committee recommended $335.0 million for the LSC for FY2005 ( S. 2809 , see S.Rept. 108-344 ). This amount is $282,000 below the FY2004 appropriation for LSC and $5.7 million above the Administration's FY2005 budget request. The Senate Committee recommendation for the LSC included $312.251 million for basic field programs and required independent audits, $13.9 million for management and administration, $3.4 million for client self-help and information technology, $2.6 million for the inspector general, and $2.849 million for grants to offset losses due to Census adjustments. It also included existing provisions restricting the activities of LSC grantees.", "On November 20, 2004, the House passed H.R. 4818 , the conference report ( H.Rept. 108-792 ) on a consolidated appropriations bill. The conference agreement included $335.3 million for the LSC: $316.6 million for basic field programs and required independent audits, $13.0 million for management and administration, $1.3 million for client self-help and information technology, $2.6 million for the inspector general, and $1.8 million in grants to offset losses stemming from the 2000 census-based reallocations. It also included existing provisions restricting the activities of LSC grantees. In addition, it allows the LSC to spend up to $1 million of prior-year funding balances for a school student loan repayment pilot program. The Senate also passed H.R. 4818 on November 20, 2004, but held it back because of a dispute with the House over access to tax records of individual taxpayers; the House passed a resolution making the necessary changes on December 6, 2004; and H.R. 4818 became P.L. 108-447 on December 8, 2004. Further, P.L. 108-447 authorizes a 0.8% across-the-board government-wide rescission and an additional 0.54% uniform rescission applicable only to funding for the Commerce, Justice, State, and Related Agencies appropriation (which includes the LSC), thereby lowering the FY2005 LSC appropriation to $330.8 million."], "subsections": []}, {"section_title": "Securities and Exchange Commission (SEC)19", "paragraphs": ["The SEC administers and enforces federal securities laws to protect investors from fraud and to maintain fair and orderly stock and bond markets. The SEC collects fees on sales of stock and other securities market transactions. During the stock market boom of the 1990s, these collections exceeded the agency's budget by a wide margin. Legislation passed by the 107 th Congress ( P.L. 107-123 ) reduced these fees, with the intention of limiting collections to approximately the amount of the SEC's budget.", "For FY2004, the Administration requested $841.5 million for the SEC. The House and Senate Appropriations Committees each approved that amount. The conference agreement reduced the amount requested by the Administration and approved by both chambers by $30 million, to $811.5 million. The conference report cited the SEC's inability to fill all the positions funded by the previous year's appropriation as the reason for the reduction. P.L. 108-199 , the omnibus appropriations measure, approved the $811.5 million. Of the total, $691.5 million is to come from fee collections, and $120 million from prior year unobligated balances.", "For FY2005, the Administration requested $913.0 million, an increase of 13% over FY2004. The House approved the amount requested by the Administration for the SEC in FY2005. Of the total $913.0, $893 million is to come from current-year fee collections, and the remaining $20 million from prior-year unobligated balances. There will be no appropriation from the general fund. The Senate Appropriations Committee also approved the requested amount of $913.0 million.", "The Conference Committee approved the $913.0 amount, but that was to include $56 million in prior-year unobligated balances. Thus, the new appropriation is $856 million, which will be covered by current-year fee collections."], "subsections": []}, {"section_title": "Small Business Administration (SBA)20", "paragraphs": ["For FY2005, the Administration requested a total appropriation of $678.4 million for the Small Business Administration (SBA), a reduction of $32.9 million, or about 4.6%, from the agency's current funding level. The FY2005 request includes $326.3 million for Salaries and Expenses (S&E). The House approved $742.8 million, $31.5 million more than the agency's FY2004 appropriation. The House-approved FY2005 appropriation included $315.4 million for S&E, which was $10.9 million less than the President's Budget recommendation and approximately $7 million less than its FY2004 appropriation. The Senate Appropriations Committee recommended a total FY2005 appropriation of $761.9 million, including $357.7 million for S&E.", "During the debate on the FY2005 CJS bill several amendments were adopted on the House floor, including one by Chairman of the Small Business Committee, Donald A. Manzullo, which would have provided a $79 million subsidy for the SBA's 7(a) loan program.", "The conference report provides the SBA with $579.5 million for FY2005, including $322.3 million for S&E. While this is substantially less than the Administration requested—and the House and Senate recommended—it is not will not result in a reduction in the agency's guaranteed loan program levels. It is not clear, however, what the economic effect will be. Proponents for making the agency's largest guaranteed loan program—the so-called 7(a) program—\"self-funding\" maintain that the subsidy costs for the programs can be offset by charging slightly higher fees to borrowers and lenders. Opponents express worry that shifting cost burdens to lenders will reduce the number of lenders willing to participate in the program. It may be that only time will tell.", "For FY2004, the President's budget request had included $797.9 million for the SBA. The House approved $745.6 million for the agency, which would have been roughly a 1.9% increase over the FY2003 amount. The House-approved version included $326.6 million for S&E, about $33.6 million below the Administration request. The Senate Appropriations Committee recommended and the Senate approved $751.7 million for the agency, including $332.4 million for S&E. The conference agreement provided the SBA with a total appropriation of $711.3 million for FY2004, including recissions.", "The SBA is an independent federal agency created by the Small Business Act of 1953. Although the agency administers a number of programs intended to assist small firms, arguably its three most important functions are to guarantee—principally through the agency's Section 7(a) general business loan program—business loans made by banks and other financial institutions; to make long-term, low-interest loans to small businesses that are victims of hurricanes, earthquakes, other physical disasters, and acts of terrorism; and to serve as an advocate for small business within the federal government."], "subsections": []}, {"section_title": "State Justice Institute (SJI)21", "paragraphs": ["The institute is a private, nonprofit corporation that makes grants to state courts and conducts activities to further the development of judicial administration in state courts throughout the United States. Under the terms of its enabling legislation, SJI is authorized to present its request directly to Congress, apart from the President's budget. For FY2005, the SJI requested $7 million, compared with $2.2 million appropriated to it for FY2004. (In its budget submission, SJI noted that its FY2005 request was $6 million lower than the amount it requested for FY2004.) For its part, the President's FY2005 budget, like the previous two years' budgets, proposed nothing for SJI.", "The FY2005 Consolidated Appropriations Act ( P.L. 108-447 ) provides $2.6 million for SJI. However, as the result of two across-the-board rescissions in the act, discretionary spending in the SJI account is reduced by 1.34%. (Earlier, the House approved $2.2 million for SJI in FY2005, the same as its FY2004 appropriation, while the Senate Appropriations Committee recommended $3.0 million.)", "Over the past three fiscal years, Congress has approved funding for SJI at a level significantly below previous levels. For FY1999, 2000 and 2001, SJI received an annual appropriation of $6.85 million, compared with $3.0 million in both FY2002 and FY2003 and $2.2 million in FY2004. For their part, conferees for the CJS appropriations bills in the last three fiscal years have encouraged the institute to obtain funds from sources other than Congress. In response to specific directives from conferees for the FY2002 and FY2003 CJS bills, SJI explored the availability of support from private donors, state and local agencies, state and local bar associations, and state court systems, but was unable to secure funding from any of them. In FY2004, conferees on the CJS bill encouraged SJI to apply for funding from programs in the Department of Justice (DOJ) which support state court programs, and discussions between SJI and DOJ officials followed. In November 2003, an inter-agency agreement was reached between SJI and DOJ's Office on Violence Against Women, for the latter to transfer $1.2 million to the institute to support state court projects educating judges about rape, sexual assault, and other violence against women. Adding the $1.2 million from the inter-agency agreement increased the funds available to SJI in FY2004 to $3.45 million. The institute also has been in recent discussions with the Justice Department's Bureau of Justice Assistance to pursue other possible fund transfers to SJI.", "SJI said its FY2005 request for a $4.75 million increase over its FY2004 appropriation would support: a continuation of its national technical assistance program addressing the highest priorities identified by state courts; an anti-terrorism initiative to protect highly vulnerable and symbolic courthouses from violent acts; and an expansion of the institute's Special Interest categories beyond the five high priority areas in current SJI guidelines. (SJI is currently awarding grants in these five categories: Access to the Courts, Application of Technology in the Courts, Children and Families in Court; Judicial Branch Education, and The Relationship Between State and Federal Courts.)", "On June 23, 2004, the House Appropriations Committee approved H.R. 4754 , its CJS-Judiciary appropriations bill for FY2005. In its report on the bill, the committee explained its funding support for SJI, despite the fact that the President's budget proposed eliminating federal funding for the institute. The committee observed that the President's budget provided a variety of grant programs to assist state courts under the Office of Justice Programs (OJP) in the Department of Justice. The committee commended SJI for beginning to work with OJP in FY2004 and encouraged SJI to continue to seek funds from OJP grant programs. The committee noted that SJI has been unable to generate stable sources of non-federal funding. While SJI has contacted bar associations and court organizations, the committee said, \"these groups are not inclined to contribute to operations of the SJI beyond providing matching grant funds for individual projects. For this reason, the Committee has continued to provide Federal funds for SJI even though the President's request does not include funding for this organization.\"", "Subsequently, the House on July 8, 2004, in its passage of H.R. 4754 , approved the $2.2 million appropriation to SJI for FY2005, as recommended by the House Appropriations Committee. On September 15, 2004 the Senate Appropriations Committee approved S. 2809 , which includes an FY2005 appropriation for SJI of $3.0 million.", "In a related development, the Senate on September 30, 2004 by unanimous consent passed H.R. 2714 , authorizing a $7 million appropriation for SJI annually for FY2005 through FY2008. On October 8, 2004, the House agreed to the Senate-amended version of H.R. 2714 , and on October 25, 2004, the bill was signed into law by the President ( P.L. 108-372 ).", "Prior to the Senate action, H.R. 2714 had been approved by House Judiciary Committee on September 10, 2003 (and, as amended, passed by the full House, on March 10, 2004, by voice vote under suspension of the rules). In its report on H.R. 2714 ( H.Rept. 108-285 , at p. 2), the House Judiciary Committee endorsed SJI's continued operation. \"Sustaining the Institute's operations,\" the committee said,", "is necessary because the states, as a practical matter, devote the great majority of their judicial funding to address personnel, construction, and maintenance needs. They simply lack the resources to develop programs that improve the administrative efficiency and overall productivity of their courts.", "SJI serves a Federal interest precisely because it makes state courts more efficient. State courts are the primary fora in which the vast majority of lawsuits are resolved. In fulfilling that mission, state courts address Federal constitutional and statutory issues everyday. . . .", "In sum if litigants largely resolve their legal differences at the state level—including those that involve Federal issues—then Congress promotes a Federal interest by supporting SJI."], "subsections": []}, {"section_title": "U.S. Commission on Civil Rights22", "paragraphs": ["The U.S. Commission on Civil Rights (Commission), established by the Civil Rights Act of 1957, investigates allegations of citizens that they were denied the right to vote based on color, race, religion, or national origin; studies and gathers information on legal developments constituting a denial of the equal protection of the laws; assesses federal laws and policies in the area of civil rights; and submits reports on its findings to the President and Congress when the Commission or the President deem it appropriate.", "For the Commission on Civil Rights, the Consolidated Appropriations Act, 2005 ( P.L. 108-447 ) provides $9.1 million, the same amount requested by the Administration. In FY2004, the Commission received an appropriation of $9 million."], "subsections": []}, {"section_title": "U.S. Commission on International Religious Freedom23", "paragraphs": ["The Commission on International Religious Freedom was created by the International Religious Freedom Act of 1998 ( P.L. 105-292 ) as a federal government commission to monitor religious freedom abroad and to advise the President, the Secretary of State, and Congress on promoting religious freedom and combating intolerance in other countries. The Administration requested $3 million for the commission in FY2004, and $2.968 million was appropriated ($3.0 million before an across the board cut for all non-defense spending). For FY2005, the Administration requested $3.0 million for the commission and H.R. 4754 as passed by the House included that amount. The House Appropriations Committee in its report commended the commission for its efforts to promote religious freedom and urged the commission and the State Department to continue work on developing an Index on Religious Freedom that may be used to assess progress within regions and in specific countries. The Senate Appropriations Committee in reporting S. 2809 ( S.Rept. 108-344 ) did not include any funds for the commission. As finally enacted as part of the Consolidated Appropriations Act, 2005, P.L. 108-447 , $3.0 million was appropriated for the commission. The conference agreement also included language allowing the commission to procure temporary services for a study of the right to freedom of religion in North Korea."], "subsections": []}, {"section_title": "U.S. Institute of Peace24", "paragraphs": ["The U.S. Institute of Peace (USIP) was established in 1984 by the U.S. Institute of Peace Act, Title XVII of the Defense Authorization Act of 1985 ( P.L. 98-525 ). USIP's mission is to promote international peace through such activities as educational programs, conferences and workshops, professional training, applied research, and facilitating dialogue in the United States and abroad. Prior to the FY2005 budget, USIP funding came from the Labor, HHS appropriation. In the FY2005 budget process, it was transferred to the Commerce, Justice, State and related agencies appropriation primarily for relevancy reasons. The FY2003 actual budget was $16.3 million and the FY2004 estimate is $17.1 million. Also in FY2004, USIP received $10 million within the Emergency Supplemental Appropriations Act for Defense and for the Reconstruction of Iraq and Afghanistan ( P.L. 108-106 ) and a $3 million grant from the Department of State to facilitate the Philippines peace process.", "The FY2005 Administration request was for $22.1 million. The House-passed bill ( H.R. 4754 ) provided $23 million. The Senate kept the U.S. Institute of Peace in its Labor, HHS appropriation bill ( S. 2810 ) which contained $22.1 million for USIP in FY2005. The final CJS appropriation included $23 million for the Institute of Peace in FY2005."], "subsections": []}, {"section_title": "Related CRS Products", "paragraphs": ["CRS Report 96-649, Small Business Administration: Overview and Issues , by [author name scrubbed].", "CRS Report RS20418, Funding for Major Civil Rights Enforcement Agencies , by Garrine Laney.", "CRS Report RS20204, Securities Fees and SEC Pay Parity , by [author name scrubbed].", "CRS Report 95-178, Legal Services Corporation: Basic Facts and Current Status , by [author name scrubbed].", "CRS Report RL32451, The Legal Services Corporation: Distribution of Funding , by [author name scrubbed] (pdf).", "CRS Report RL32589, The Federal Communications Commission: Current Structure and Its Role in the Changing Telecommunications Landscape , by [author name scrubbed]."], "subsections": [{"section_title": "Appendix.", "paragraphs": [], "subsections": []}]}]}]}}