{"id": "RL32924", "title": "Defense: FY2006 Authorization and Appropriations", "released_date": "2006-01-20T00:00:00", "summary": ["The House approved conference agreements on the FY2006 defense appropriations (H.R. 2863) and defense authorization (H.R. 1815) bills on December 19, 2005. The Senate approved both measures on December 21, though only after removing from the appropriations bill a provision to allow oil drilling in the Arctic National Wildlife Refuge. On December 22, the House approved an enrolling resolution that removed the ANWR provision, clearing the measure for the President. The appropriations bill is also a vehicle for other measures, including reallocation of $29 billion in Hurricane Katrina recovery funds, emergency funding of $3.8 billion for avian flu preparedness, and an across-the-board spending cut of $8.5 billion. The President signed the defense appropriations bill into law on December 30, 2005, P.L. 109-148, and he signed the authorization on January 6, 2006, P.L. 109-163. Key issues resolved by the conference agreements on the defense bills include:", "Amount of defense appropriations: The Senate cut $7 billion from the Administration request, and the House trimmed $3 billion. The conference agreement cuts $4.4 billion, and the across-the-board cut trims an additional $4.1 billion from DOD. Prisoner abuse: The authorization and appropriations conference agreements include Senate provisions regulating DOD interrogation of detainees and prohibiting cruel, inhuman, or degrading treatment. Tribunals for prisoners: The authorization and appropriations conference agreements include amended Senate language that establishes military tribunals to review the status of detainees and that permits limited appeals of findings to federal courts. Exit strategy in Iraq: The House rejected amendments to the authorization and appropriations bills to establish an exit strategy. The Senate approved a measure that requires quarterly reports on conditions for withdrawal and a schedule for achieving such conditions but does not set a timetable. The authorization conference includes an amended version of the Senate measure. Women in combat: The conference agreement requires 30 days notice to Congress of changes in current regulations. Additional Iraq funding: The appropriations conference agreement provides $50 billion. Army and Marine end-strength: The authorization conference adds 10,000 to Army and 1,000 to Marine end-strength in FY2006. Navy shipbuilding: The House authorization and appropriations bills restructured Navy shipbuilding dramatically and terminated the DD(X) destroyer. The conference agreements do not terminate the DD(X) and require that it be produced at two shipyards. Reserve health insurance: The Senate authorization allowed all reservists to enroll in the TRICARE health insurance program. The conference agreement limits it to those without private insurance. New nuclear weapons: The conference agreement on the Energy and Water appropriations bill eliminates Department of Energy funds for the Robust Nuclear Earth Penetrator."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Most Recent Developments", "paragraphs": ["The President signed the FY2006 defense appropriations bill into law, P.L. 109-148 , on December 30, 2005, and he signed the FY2006 defense authorization into law, P.L. 109-163 , on January 6, 2006. On Sunday, December 18, House and Senate conferees filed agreements both on the FY2006 defense appropriations bill ( H.R. 2863 ) and on the FY2006 defense authorization bill ( H.R. 1815 ). On December 19, the House approved the appropriations conference agreement by a vote of 308-106 and the authorization conference agreement by a vote of 371-41. On December 21, the Senate approved the conference agreement on the defense authorization bill, and it approved the appropriations conference agreement by 93-0, though only after removing from the bill a provision to allow oil drilling in the Arctic National Wildlife Refuge. The Senate also approved by a vote of 48-45 an enrolling resolution ( S.Con.Res. 74 ) instructing the Clerk of the House to enroll the bill without the ANWR provisions. The House approved the enrolling resolution on December 22, clearing the bill for the President. The appropriations bill not only provides funding for the Department of Defense, but it is also a vehicle for other measures, including reallocation of $29 billion in Hurricane Katrina recovery funds, emergency funding of $3.8 billion for avian flu preparedness, and an across-the-board spending cut of $8.5 billion."], "subsections": []}, {"section_title": "Headlines: Highlights of Congressional Action", "paragraphs": [], "subsections": [{"section_title": "Brief Overview of Major Issues in the Defense Bills", "paragraphs": ["Headline issues that have emerged in action on the defense bills, include", "Oil drilling in the Arctic National Wildlife Refuge: The conference agreement on the appropriations bill included a provision to allow oil drilling in ANWR, a measure that had been attached to the budget reconciliation bill but that was rejected in the House. The provision allocated projected revenues to Alaska, Katrina relief, and the LIHEAP energy program. Opponents of ANWR drilling resisted the measure in the Senate, and, in a key test vote, on December 21, the Senate refused to invoke cloture on the appropriations conference report by a vote of 56-44 (with 60 votes required). The Senate then passed the appropriations conference report, minus the ANWR provison, and approved, by a vote of 48-45, an enrolling resolution to instruct the Clerk of the House to remove the ANWR provision from the defense bill. The House approved the resolution on December 22, thus clearing the appropriations bill, without ANWR drilling, for the President. Other measures added to the defense appropriations bill: Along with ANWR drilling, the defense appropriations bill became a vehicle for several pending congressional measures, including a $29 billion reallocation of funds for Katrina relief and reconstruction, a $3.8 billion measure for avian flu preparedness, and a 1% across-the-board cut in FY2006 appropriations totaling $8.5 billion. All of these measures are included in the enacted bill. Cuts in defense spending in the defense appropriations bill: The House-passed defense appropriations bill trimmed $3 billion from the Administration request, and the defense appropriations bill as passed by the Senate trimmed $7 billion, leaving those amounts available for non-defense appropriations. The cuts did not include significant reductions in major weapons programs, but instead came mainly from eliminating funds that the committees found unnecessary to carry out requested programs in personnel and operating accounts. The largest reductions in the military personnel accounts were for programs that were underexecuted in FY2005. Congress has made similar cuts for the past couple of years. In part, it appears, that expenses have been financed through supplemental funds. The largest reductions in the operation and maintenance accounts were for depot maintenance workloads that are not needed because equipment is being used for the war and repair costs are being covered with supplemental appropriations. So, though indirectly, large emergency supplemental funding has offset regular defense appropriations, freeing up non-emergency funds for non-defense programs. The White House Statement of Administration Policy on the Senate appropriations bill, issued on September 30, objected to the Senate reduction and warned of a veto if the final appropriations bill \"significantly underfunds\" defense \"to avoid a reduction in non-security spending.\" House and Senate appropriators finally agreed to trim $4.4 billion from the request, and they added $0.1 billion to the military construction bill. In a measure attached to the defense appropriations bill, Congress also approved an across-the-board cut in all appropriations, which trims an additional $4.1 billion from Department of Defense funds. So, in all, Congress provided $8.4 billion less for DOD than the Administration had requested (see Table 4 ). Prisoner abuse: Treatment of detainees became a major issue in Senate consideration of the defense authorization bill and subsequently of the defense appropriations bill. On the authorization bill, in July Senator Levin proposed an amendment to establish an independent commission on treatment of detainees. Senator McCain proposed one amendment to prohibit cruel, inhuman, or degrading treatment of persons in U.S. custody and another to establish for the Defense Department uniform interrogation standards as authorized by the Army field manual on intelligence interrogations. Senator Warner proposed an alternative amendment to require the Secretary of Defense to establish uniform standards for detention and interrogation. And Senators McCain and Graham proposed an amendment to provide statutory authority for the Defense Department to use military tribunals to determine the status of detainees. The formal White House Statement of Administration Policy on the authorization bill warned of a veto if the bill includes any measure that would establish a commission on detainees or regulate \"the detention, treatment or trial of terrorists.\" With action on the authorization bill delayed, Senator McCain offered an amendment to the defense appropriations bill that combined two of his authorization proposals. On October 5, by a vote of 90-9, the Senate approved an amendment (1) to require the Defense Department to adhere to regulations in the Army field manual on interrogations in questioning detainees under DOD control or on DOD facilities and (2) to prohibit any federal agency from engaging in cruel, inhuman, or degrading treatment of detainees. Subsequently, when the Senate resumed consideration of the defense authorization, Senator McCain offered the same measure as an amendment and it was accepted by voice vote on November 4. Later, Senator Graham withdrew his original proposal to provide statutory authority for tribunals to review the status of prisoners at Guantanamo and offered a revised amendment that would require the Secretary of Defense to establish regulations for the tribunals, require that the senior civilian in charge of tribunals be confirmed by the Senate, and allow only limited court appeals of tribunal decisions. This led to an extensive debate about court oversight of the tribunal. The Senate rejected an amendment by Senator Bingaman to allow court review of habeas corpus petitions. Senators Graham and Levin then agreed on, and the Senate approved, a compromise version of the Graham amendment that expanded the range of potential court appeals of tribunals decisions. The conference agreements on the authorization and appropriations bills both include, without change, the McCain amendments requiring DOD adherence to the Army field manual on interrogations and prohibiting cruel, inhuman, or degrading treatment of detainees. Conferees added a new provision, modeled on the Uniform Code of Military Justice, to ensure that U.S. government personnel accused of illegal treatment of detainees may assert as a defense that they did not know that practices were unlawful. Conferees also added a requirement that Iraqi security personnel be instructed in interrogation techniques and receive translated copies of the Army field manual. The conference agreements also include an amended version of the Graham-Levin amendment establishing procedures for tribunals. Exit strategy for Iraq: On May 25, the full House rejected by a vote of 128-300 an amendment to the defense authorization bill by Representative Woolsey expressing the sense of Congress that the President should develop a plan to withdraw U.S. forces from Iraq. In floor debate on the defense appropriations bill, Representative Pelosi offered an amendment to require an Administration report on measures of progress in Iraq that would permit a withdrawal—in effect, an exit strategy. The Rules Committee did not agree to protect the proposal from a point of order, however, and it was subsequently ruled out of order as legislation on an appropriations bill. On July 20, the House approved by a vote of 291-137 an amendment to the foreign affairs authorization bill ( H.R. 2601 ) by Representative Ros-Lehtinen stating that calls for \"an early withdrawal\" from Iraq are counterproductive and that it is U.S. policy to withdraw only \"when it is clear that United States national security and foreign policy goals relating to a free and stable Iraq have been or are about to be achieved.\" The Senate debated U.S. Iraq policy extensively when it resumed action on the authorization bill in November. On November 15, the Senate rejected a Levin amendment that would, in effect, have required the Administration to establish a schedule that would tie withdrawals of troops to progress in Iraq. But the Senate agreed to a very modestly revised version of the Levin amendment without the final provision on troop withdrawals. As agreed to, the amendment states that 2006 should be a transition year in which Iraqi security forces take on increasing responsibility for security and that this should lead to U.S. troop withdrawals, and it requires Administration reports on a schedule for improved conditions in Iraq that would permit the redeployment of U.S. forces. Two days later, on November 17, Representative Murtha, the ranking Democrat on the defense appropriations subcommittee, opened a new phase of the national debate about Iraq policy when he called for redeploying U.S. military forces out of Iraq as soon as possible, arguing that the U.S. presence was making the security situation worse. On November 18, following a tumultuous debate, the House rejected by a vote of 403-6 a resolution ( H.Res. 571 ) proposed by Representative Hunter calling for immediate withdrawal of troops from Iraq. The authorization conference agreement includes a provision that makes minor changes in the Senate statement of Iraq policy. The measure requires quarterly reports on progress in Iraq and establishes a policy that 2006 should be a turning point in transferring responsibility to Iraqi security forces. The conference provision removes a Senate reference to a \"schedule\" for achieving specified measures of progress in Iraq and substitutes a requirement for a \"plan.\" The appropriations conference report also requires quarterly reports on progress in Iraq. A \" bridge fund \" for Iraq and Afghanistan operations: The House-passed authorization recommended $49.1 billion, the Senate authorization recommended $50 billion, the House-passed appropriations provided $45.2 billion, and the Senate-passed appropriations bill provided $50 billion for ongoing operations in Iraq and elsewhere as a bridge until FY2006 supplemental appropriations can be provided next year. Last year, Congress provided $25 billion. One issue in House action on the authorization was whether to strengthen reporting requirements on the use of the money, on equipment repair requirements, on troop levels, and on the costs of operations in Iraq. The House agreed to a modified amendment that requires reports on the allocation of funds, on equipment, and on military construction projects. The appropriations conference agreement provides $50 billion as a bridge fund, including, $8 billion for weapons procurement. The House had provided $2.9 billion and the Senate $8.6 billion for procurement. Women in combat: As part of an en bloc amendment to the defense authorization bill, the House approved a measure proposed by Armed Services Committee Chairman Duncan Hunter that would require DOD to notify Congress 60 days in advance of implementing any changes in policy for assigning women to operational ground units. The measure was a substitute for a provision in the committee reported version of the bill that would have (1) codified into law the Pentagon's 1994 policy that prohibits assigning women to units that engage in ground combat operations and (2) prohibited any changes in current assignments. The full committee measure was, in turn, a substitute for a more restrictive subcommittee measure that would have prohibited assigning women to some support units, including units in which women currently serve, that might accompany combat units into battle. The authorization conference agreement reduces the requirement for advance notification to 30 days. Army and Marine Corps end-strength: Both the House authorization and the Senate Armed Services Committee added to statutory end-strength. The House authorization added 10,000 in end-strength to the Army and 1,000 to the Marine Corps in FY2006. The Senate authorization added 20,000 to Army end-strength. These increases, which add to those Congress approved last year, would require DOD to support more than the 30,000 extra troops it is now temporarily keeping in the force. The Senate authorization is 43,000 troops above the baseline level for the Army and Marine Corps. The Senate appropriations committee included funds to support the added end strength in the Senate authorization. The authorization conference report provides an increase of 10,000 in Army and 1,000 in Marine Corps end-strength in FY2006. The total authorized end-strength in the Army is 512,400, which is 30,000 above the \"baseline\" level before the Iraq war and which, therefore, is not at odds with current Administration policy. In practice, end-strength has fallen short of the goal. The authorization conference agreement also permits the Secretary of Defense to increase the Army by an additional 20,000 troops and the Marine Corps by an additional 4,000 troops between FY2007 and FY2009, which suggests that end-strength may again be an issue next year. Navy shipbuilding: The House authorization bill restructured Navy shipbuilding dramatically, adding funds for three additional ships and imposing cost caps on current ships, including a cap on the DD(X) next generation destroyer program that would be impossible for the Navy to meet, in effect terminating the program. The House appropriations bill added funds for four ships and followed the House authorization in trimming funds for the DD(X). The Senate authorization prohibited a winner-take-all competition among shipyards for the DD(X), requiring that the ship by built at two shipyards, and added advance procurement funds for a second ship, but otherwise did not substantially alter the Navy request. The Senate appropriations bill eliminated funds for a T-AKE cargo ship but supported the DD(X) and other requested shipbuilding. On November 9, Representative Murtha, the ranking Democrat on the defense appropriations subcommittee, told reporters that the conference agreement would preserve funding for the DD(X). The appropriations conference agreement provides requested funding for the DD(X), does not provide advance procurement funds for a second ship in FY2007, provides one T-AKE cargo ship, as requested, and adds funds for two additional Littoral Combat Ships, as in the House bill. The authorization conference agreement establishes cost caps on specific ships and requires the Navy to design a new, lower-cost submarine. Cost growth in major weapons programs: The House authorization not only imposed cost caps on Navy ships, but also trimmed and restructured funding for the Army Future Combat System (FCS), cut funding for some satellite programs, and revised acquisition laws to require a full analysis of alternatives any time program cost growth exceeds 15%. The House appropriations bill made most of the same weapons cuts. The Senate authorization bill did not cut the FCS and made smaller cuts in satellite programs. The Senate appropriations committee trimmed the FCS by 1/3 as much as the House, cut some satellite programs, and reduced funding because of delays in other programs. The appropriations conference agreement cuts the FCS by $236 million, about midway between the House and Senate, cuts several satellite programs substantially, and reduces the troubled Joint Tactical Radio System (JTRS) by $334 million. The authorization conference agreement includes several amendments to defense acquisition laws, including a measure to improve reporting on weapons cost growth, a requirement for a report on all major programs with unit cost growth of 50% or more, and a requirement for a report on the role of Lead Systems Integrators in developing major weapons. The conference agreement on the authorization did not include the House-passed measure that would require a full analysis of alternatives for weapons that exceed 15% cost growth. Missile defense testing: The House authorization added $100 million for additional testing of the ground-based missile defense system that is now being deployed, but the Armed Services Committee rejected, among other measures, a proposal to shift oversight of missile defense testing from the Missile Defense Agency to the DOD Office of Operational Test and Evaluation. No amendment to strengthen testing was permitted by the House rule on the bill. The Senate defense appropriations bill added $200 million for the ground-based system. The appropriations conference agreement adds $150 million for testing. Reserve personnel health benefits: The House Armed Services Committee approved an amendment in markup to make DOD's health program for military dependents, known as TRICARE, available to non-deployed as well as deployed reserve personnel. The provision was later stricken from the bill before it reached the floor because its cost would have exceeded caps on mandatory spending. The House narrowly rejected a motion to recommit the bill and restore the provision. On July 21, the Senate approved a Graham-Clinton amendment to the authorization bill to allow all non-deployed reservists to enroll in TRICARE. The authorization conference agreement amends the Senate provision to open TRICARE to non-deployed reservists who are receiving unemployment compensation or who are not eligible for employer-provided health insurance, with a premium of 50% of the value of the benefit. New nuclear weapons: The House authorization eliminated funds for the Department of Energy (DOE) to study the Robust Nuclear Earth Penetrator (RNEP), as did the House-passed energy and water appropriations bill. The Senate Armed Services Committee did not cut DOE RNEP funds. And in floor action on the energy and water appropriations bill, the Senate rejected an amendment proposed by Senator Feinstein to eliminate DOE funds for the RNEP. The conference agreement on the energy and water bill eliminates RNEP funding. On October 25, Senator Domenici released a statement saying that the Administration supported the elimination of funds and wanted to focus on non-nuclear weapons for destroying deeply buried targets. Subsequently, Administration officials have emphasized that the current policy is to test projectiles that could penetrate hardened concrete. Some opponents of the RNEP have complained that this leaves room for the nuclear program to be resurrected in the future."], "subsections": []}]}, {"section_title": "Status of Legislation", "paragraphs": ["On April 28, both the House and the Senate approved a conference agreement on the FY2006 congressional budget resolution ( H.Con.Res. 95 ). The budget resolution recommends an overall level of funding for national defense and allocates $843 billion to the appropriations committees as the total amount available in discretionary funds for all regular FY2006 appropriations bills, including defense.", "On May 5, the House Appropriations Committee announced its initial allocation of funds to the 11 subcommittees under Section 302(b) of the Congressional Budget Act. The 302(b) allocations trim defense appropriations by about $3 billion compared to the Administration request. On June 8, the Senate Appropriations Committee reported its initial allocations, which cut $7 billion from the defense appropriations request. Subsequent revised 302(b) allocations have not changed the defense amounts in either chamber.", "The House Armed Services Committee completed marking up its version of the FY2006 defense authorization bill, H.R. 1815 , on May 18. The House passed an amended version on May 25. The House Appropriations Committee marked up its version of the FY2006 defense appropriations bill ( H.R. 2863 ) on May 24, and the House approved the bill on June 20. The Senate Armed Services Committee completed marking up its version of the defense authorization bill, S. 1042 , on May 12, and the Senate began floor action on July 20, but the leadership suspended consideration after a cloture vote failed on July 26. The Senate resumed consideration of the bill on November 4 and approved it on November 15.", "The Senate defense appropriations subcommittee marked up its version of the FY2006 defense appropriations bill ( H.R. 2863 , as in the House) on September 26. And the full committee completed its markup on September 28. The Senate approved the bill on October 6 after rejected a proposal to add elements of the defense authorization bill as an amendment.", "Conference agreements on the authorization and appropriations bills were filed on December 18 and approved in the House on December 19 and in the Senate on December 21. The Senate, however, removed a provision from the defense appropriations bill to allow oil drilling in the Arctic National Wildlife Refuge and passed an enrolling resolution instructing the Clerk of the House to delete that measure. The House approved the enrolling resolution on December 22. The President signed the defense appropriations bill into law on December 30, and he signed the defense authorization into law on January 6."], "subsections": []}, {"section_title": "Key Issues for Congress", "paragraphs": ["A paramount issue in the FY2005 defense debate was whether Congress should provide funding for operations in Iraq and Afghanistan before early in calendar year 2005, when the Bush Administration said it planned to request supplemental appropriations. Ultimately, Congress provided $25 billion for ongoing operations as a bridge until it could act on FY2005 supplemental funding after the turn of the year. Subsequently, in May 2005, Congress approved an additional $76 billion in supplemental appropriations to cover the remainder of FY2005.", "With action barely completed on FY2005 funding, advance funding for operations in Iraq and Afghanistan again became an issue as Congress took up the FY2006 budget. In the FY2006 congressional budget resolution, H.Con.Res. 95 , Congress specifically exempted $50 billion in emergency spending for military contingency operations from a potential point of order in the Senate. [Note: This did not, in fact, limit the amount Congress could provide for Iraq and Afghanistan in FY2006. While the budget resolution specifically set aside $50 billion, it also exempted any amount for military contingency operations from spending limits in the House and any amount for any defense purpose in the Senate. Under these provisions, Congress could have provided more than $50 billion without triggering a point of order either in the House of in the Senate—see below for a detailed discussion.]", "As Congress considered the FY2006 authorization and appropriations bills, one issue was whether to provide another bridge fund for operations in FY2006, and, if so, how much, or whether, perhaps, to provide the full estimated costs. The appropriations conference agreement ultimately provided $50 billion.", "A number of other issues were also on the agenda in Congress this year, including,", "Whether Congress should, while not directly setting a date for withdrawing from Iraq, require the Administration to establish a strategy and measures of progress that will lead to withdrawal; Whether the appropriations committees should trim defense funding in order to limit cuts in non-defense discretionary programs; Whether Congress should provide additional military personnel benefits, including (1) greater access to DOD-provided health insurance for non-deployed military reservists and their dependents and (2) permanently increased death gratuities and insurance; Whether Congress should require a substantial increase in active duty end-strength, particularly in the Army, to ease pressures on the force caused by operations abroad; Whether Congress should increase funding for navy shipbuilding or should approve advance appropriations or other novel funding mechanisms; Whether Congress should accept or reject Administration plans to retire an aircraft carrier and reduce the number of deployable carriers from 12 to 11; Whether Congress should approve the proposed termination of C-130J cargo aircraft procurement (a proposal the Administration subsequently withdrew); Whether Congress should approve the proposed termination, after FY2008, of F/A-22 fighter procurement; How Congress should exercise oversight over a number of major weapons programs in which cost have grown or development has been delayed, including the Army Future Combat System, missile defense, the multi-service F-35 Joint Strike Fighter, and a number of space-launch and satellite systems; Whether Congress should restructure priorities in the Administration's missile defense development program; How Congress should oversee and finance Army plans for a far-reaching reorganization of its combat forces to increase the number of deployable combat brigades and to turn brigades, rather than divisions, into the major unit of action in future operations; Whether Congress should take steps to regulate the Defense Department's restructuring its civilian personnel system following Congress's approval, in the FY2004 National Defense Authorization Act, of the Pentagon's request for broad authority to reform civil service pay and performance rules; Whether Congress should approve the Defense Department's request for changes in environmental laws and regulations governing military training in addition to changes Congress approved in the FY2004 defense authorization; Whether Congress should approve Department of Energy plans to study new nuclear weapons, including the Robust Nuclear Earth Penetrator, and whether Congress should establish guidelines for the Reliable Replacement Warhead program; Whether Congress should require changes in DOD policies affecting a number of \"social issues,\" including the deployment of women in combat support units, abortions at military facilities abroad, and handling of sexual abuse cases; Whether Congress should take any action to restrict military base closures, even as the a formal base closure process was proceeding; and Whether Congress should take any action on a number of other issues, including treatment of military detainees, acquisition of tanker aircraft, and strengthening of defense \"Buy American\" requirements.", "The following discussion provides background information on each of these issues and discusses congressional action to date."], "subsections": [{"section_title": "Iraq Policy and Troop Withdrawals", "paragraphs": ["In 2005, Congress began to debate measures aimed at establishing the conditions that would ultimately permit a withdrawal of troops from Iraq. The Administration and supporters of its Iraq policy insist that military operations in Iraq are making progress and that political conditions are improving. But critics complain that it is difficult to see progress on key indicators of success, including the number of attacks against U.S. soldiers or elements of the new Iraqi regime; the number, quality, and reliability of trained Iraqi security forces; the overall level of security in Iraq; and the state of Iraq's economic infrastructure. No one in Congress so far has proposed a measure would directly establish a date for withdrawal from Iraq. Administration supporters argue that it would be a mistake to do so because it would allow regime opponents to plan for a U.S. exit and might dishearten regime supporters. Some critics of the U.S. invasion nonetheless oppose withdrawal on different grounds. Having destroyed the previous regime, some say, the United States has an obligation to ensure that a post-occupation Iraq not descend into civil war. But this year, for the first time, there have been efforts in congress to put pressure on the Administration, first, to define measurable indicators of progress or deterioration and, second, to define when progress might lead to U.S. troop withdrawals."], "subsections": [{"section_title": "Congressional Action", "paragraphs": ["On May 25, the House rejected by a vote of 128-300 an amendment to the defense authorization bill by Representative Woolsey stating the sense of Congress that the President should develop a plan as soon as practicable to provide for the withdrawal of United States Armed Forces from Iraq and transmit the plan to Congress.", "Later in debate on the defense appropriations bill on June 20, House Minority Leader Nancy Pelosi proposed an amendment requiring that the President submit a report to Congress \"on a strategy for success in Iraq that identifies criteria to be used by the Government of the United States to determine when it is appropriate to begin the withdrawal of United States Armed Forces from Iraq.\" The amendment required the report to include criteria for assessing Iraqi security forces and for achieving required capabilities; an estimate of the number of Iraqi forces required to perform functions U.S. and allied forces now perform; the number of advisors needed to support the Iraqi government; and measures of political stability in Iraq with milestones for progress. The amendment did not require setting a date for withdrawal. The Rules Committee did not agree to exempt the amendment from a House rule prohibiting legislation on an appropriations bill, and the amendment was subsequently ruled out of order.", "Later, on July 20, by a vote of 291-137, the House approved an amendment to the foreign affairs authorization bill ( H.R. 2601 ) by Representative Ros-Lehtinen stating that calls for \"an early withdrawal\" from Iraq are counterproductive and that it is U.S. policy to withdraw only \"when it is clear that United States national security and foreign policy goals relating to a free and stable Iraq have been or are about to be achieved.\"", "Meanwhile, on July 27, General George Casey, the commander of U.S. forces in Iraq, commented that substantial withdrawals may begin as early as next spring or summer, if progress continues. Subsequently, General Casey became less willing to project troop reductions.", "The Senate debated U.S. Iraq policy extensively when it resumed action on the authorization bill in November. On November 15, the Senate rejected a Levin amendment that would, in effect, have required the Administration to establish a schedule that would tie withdrawals of troops to progress in Iraq. But the Senate agreed to a very modestly revised version of the Levin amendment without the final provision on troop withdrawals. As agreed to, the amendment states that 2006 should be a transition year in which Iraqi security forces take on increasing responsibility for security and that this should lead to U.S. troop withdrawals, and it requires Administration reports on a schedule for improved conditions in Iraq that would permit the redeployment of U.S. forces. The authorization conference agreement includes the Senate amendment with some changes. The one substantive change is to remove any reference to a \"schedule\" and replace it with \"plan.\"", "On November 17, Representative John Murtha, the ranking Democrat on the defense appropriations subcommittee, recast the national debate about Iraq when he called for redeploying U.S. forces out of Iraq as soon as practical. His key argument was that the presence of U.S. forces was making the security situation worse and that Iraqi forces must take on the burden of combating the insurgency. On November 18, in an effort to force a vote against the Murtha proposal, House Republicans brought up a resolution by Representative Hunter ( H.Res. 571 ) expressing the sense of the House calling for an immediate withdrawal from Iraq. House Democrats, including Representative Murtha, generally denounced the measure as a partisan ploy and it was rejected by a vote of 403-6."], "subsections": []}]}, {"section_title": "Funding for Iraq and Afghanistan", "paragraphs": ["The FY2006 defense budget request did not include funding for ongoing military operations in Iraq and Afghanistan. The Administration submitted a supplemental FY2005 budget request to Congress on February 14, 2005, a week after it submitted its regular FY2006 budget, and, in May, Congress agreed to provide $76 billion for military operations in Iraq and Afghanistan in FY2005. The FY2006 regular request, however, covered only DOD's normal peacetime funding requirements. Administration officials said they again planned to request funding for Iraq and Afghanistan in FY2006 in a supplemental appropriations measure to be submitted early in 2006."], "subsections": [{"section_title": "Should Ongoing War Costs be Funded in Regular or in Supplemental Appropriations?", "paragraphs": ["A key issue in Congress was whether Congress should continue to fund military operations in Iraq and Afghanistan with supplemental appropriations or move these costs into the regular defense budget. Critics of using supplementals argue that the monthly costs of operations in Iraq and Afghanistan have long since become predictable and therefore belong in the regular defense budget. They have also expressed concern about what appears to some to be an increasing number of programs being financed in the supplemental but that do not fall within what is directly related to costs of ongoing operations including costs of reorganizing the Army and some weapons acquisition. Critics complain, finally, that because supplemental legislation tends to move through Congress quickly, there is little time for Congress to exercise oversight, and supplementals are not subject to review by the authorizing committees.", "The Administration continues to favor the use of supplementals to fund military operations in Iraq and Afghanistan for a number of reasons. Secretary of Defense Rumsfeld has argued that \"Supplemental appropriations are prepared much closer to the time the funds are needed.... This allows for somewhat more accurate estimates of costs [than in the regular budget cycle], and more importantly, quicker access to the needed funds.\"", "The Administration has also argued that if costs for Iraq and Afghanistan were included in the regular budget, they would be difficult to remove once operations ceased. On February 9, 2005, Office of Management and Budget (OMB) Director Joshua Bolten told the Senate Budget Committee that \"as a budgeting matter, it is very important that we not let [war costs] float into the base, because then I think we will have been fiscally irresponsible in not preventing those costs from being permanently in the defense base.\"", "One element of the debate is what precedents earlier operations provide. In 2003, a CRS memo reported that the initial funding for most conflicts—from World War II, to Korea, to Vietnam, to the 1991 Persian Gulf War—was generally provided through supplemental appropriations. That memo did not, however, address funding for wars after the initial phases. On that question, the precedents are mixed. While the Korean conflict was financed mainly with supplementals, World War II and Vietnam were funded both with supplementals and with regular appropriations. In Vietnam, the Administration first asked for a $700 million supplemental for FY1965 in May of 1965; then for a $1.7 billion addition to the regular FY1966 defense appropriations bill, which was requested as a budget amendment in the summer of 1965; and then, in January of 1966, as troop levels in Southeast Asia were climbing, a supplemental of $12.3 billion for FY1966 and regular appropriations of $10.3 billion for FY1967, both requested when the FY1967 budget was submitted.", "So, in the case of Vietnam, the Johnson Administration asked for emergency supplementals when necessary, but also requested funds in regular appropriations bills as soon as those bills were on the congressional agenda, even though troop levels were in flux and the duration of the conflict could not be foreseen.", "Most recently, CRS reviewed precedents for funding of ongoing military contingency operations in the 1990s. CRS reported that in action on the FY1996 defense appropriations bill, Congress, on its own initiative, decided to include funding for ongoing operations in Southwest Asia in regular appropriations bills rather than in supplementals, and it directed the Administration to request funding for ongoing military operations in regular bills in the future. Subsequently, in the FY1997 defense budget and in later requests, the Clinton Administration included funding for ongoing operations, including operations in Southwest Asia, Bosnia, and Kosovo, in the regular defense budget."], "subsections": [{"section_title": "Congressional Action", "paragraphs": ["In floor debate on the FY2005 supplemental appropriations bill, H.R. 1268 , Senator Byrd offered an amendment, SA 464, expressing the sense of the Senate that funding for operations in Iraq and Afghanistan after FY2006 should be requested and appropriated in regular annual funding bills. The amendment passed by a vote of 61-31 on April 28, 2005. Notably, Senator Stevens, the Chairman of the Defense Appropriations Subcommittee, and Senator Warner, the Chairman of the Armed Services Committee, both supported the amendment. The appropriations conference agreement includes the Byrd amendment as a statement of the sense of the Senate.", "If Senator Warner and Senator Stevens had subsequently chosen to propose funding for Iraq and Afghanistan in the regular FY2006 defense bills, there were no procedural hurdles in the way. Funding caps in the FY2006 congressional budget resolution, H.Con.Res. 95 , do not appear to be a barrier. To be permissible in view of caps on overall discretionary spending established by the budget resolution, the appropriations bills would have to designate funding for operations abroad as either as \"defense emergency appropriations\" (in the Senate) or as funding for \"contingency operations in support of the global war on terrorism\" (in the House and, for up to $50 billion, in the Senate)—see the box below for a further explanation.", "That said, in its markup of the FY2006 defense authorization bill, the Senate Armed Services Committee provided $50 billion in additional funding for operations in Iraq, Afghanistan, and elsewhere, the House-passed authorization recommends $49.1 billion, the House-passed defense appropriations bill provides $45.2 billion, and the Senate-passed defense appropriations bill provides $50.0 billion. The appropriations conference agreement provides $50 billion."], "subsections": []}]}]}, {"section_title": "Guns versus Butter—302(b) Allocations", "paragraphs": ["In 2004, for the first time in many years, Congress debated a high-profile proposal to trim defense spending as part of broader efforts to reduce the federal budget deficit. In the Senate, the Budget Committee reported a budget resolution for FY2005 ( S.Con.Res. 95 ) that recommended $7 billion less for defense than the Administration had requested. On the floor, however, the Senate voted overwhelmingly to restore the funds by a margin of 95-4. In the House, Budget Committee Chairman Jim Nussle considered but then dropped a proposal to recommend $2 billion less for defense than the Administration requested.", "But even though the FY2005 budget resolution did not recommend a reduction, in the end, appropriators trimmed about $2 billion from the Administration request in the FY2005 defense appropriations bill ( H.R. 4613 . P.L. 108-287 ), making that amount available partly for other defense bills, including military construction, and partly for non-defense programs. This has been a recurring process. The appropriations committee defense cuts in FY2005 did not go as far in FY2004, when the committee rescinded $3.5 billion in funds in the regular FY2004 defense appropriations bill ( H.R. 2658 , P.L. 108-87 ) and another $1.8 billion in the FY2004 omnibus appropriations measure ( H.R. 2673 , P.L. 108-199 ) as means of offsetting funding in non-defense bills. (The $1.8 billion rescission in the omnibus bill, however, was later restored in the emergency funding title of the FY2005 defense appropriations bill.)", "This year the debate on the FY2006 budget resolution ( H.Con.Res. 95 ) did not feature a face-to-face showdown over defense spending like the one last year. But, again, as last year and as in the FY2004 budget, in the end, overall deficit pressures appear to have led the appropriations committees to trim defense as a means of moderating cuts in non-defense programs needed to keep within caps on total discretionary spending. Budget constraints may well become progressively more severe over the next few years."], "subsections": [{"section_title": "Congressional Action", "paragraphs": ["Under Section 302(a) of the Congressional Budget Act, the annual congressional budget resolution must specify the total amount of discretionary funds available to the appropriations committees. The committees are then required by Section 302(b) to report back how those funds will be allocated among the various subcommittees. These reports, thus, are known as the \"302(b) allocations.\" Budget limits are enforced by establishing a point of order against a reported bill or an amendment to a bill that would exceed each subcommittee's 302(b) allocation, though the full appropriations committees may, and often do, revise the allocations over the course of the year. So the 302(b) allocations are a critical part of the appropriations process that determine how much will be available in total for each bill.", "The FY2006 congressional budget resolution ( H.Con.Res. 95 ) provides a 302(a) allocation to the appropriations committees of $843.02 billion. On May 5, House Appropriations Committee Chairman Jerry Lewis released his proposed initial 302(b) allocations. These allocations were later revised on May 12, May 18, and June 22, but the revisions did not change the defense figures. For the defense subcommittee, the allocation was $363.44 billion, which is $3.28 billion below the Administration request for programs under the subcommittee's jurisdiction. For the military quality of life/veterans affairs subcommittee, the allocation is $85.158 billion, which is $1.05 billion above the request. The 302(b) allocations do not determine how the funds will be divided among programs under each subcommittee, so some of the extra money for the MQL/VA subcommittee could be for the Department of Defense and some for the Department of Veterans Affairs. The allocations allowed about $2.9 billion more for non-defense programs than the request—in effect, roughly $3 billion was shifted from defense to non-defense programs.", "In releasing its initial allocations, the House Appropriations Committee made one key argument about the defense total. The allocation to the defense subcommittee assumed that the defense appropriations bill would include $5 billion of rescissions of prior year defense funds which can be applied to offset increases in FY2006 programs in the defense appropriations bill. If so, the $3.28 billion cut from the request would be more than offset by rescissions, and there would be room for a $1.72 billion increase in actual programs.", "Some may quibble with this argument. One quibble is that there are often rescissions of prior year funds in all appropriations bills, and they are normally applied as offsets to increases in new funds elsewhere in each bill. In effect, the initial House 302(b) allocations require that defense rescissions be available partly to offset increases in total non-defense appropriations compared to the Administration's request. A different quibble is that defense rescissions may later be \"backfilled\" by increased emergency supplemental appropriations later in the process. The FY2004 omnibus appropriations bill, for example, rescinded $1.8 billion in prior year defense funds to offset non-defense amounts. The Iraq/Afghanistan emergency funding provisions of the FY2005 defense appropriations bill, however, repealed the rescission. So, in effect, emergency defense appropriations were used to offset increased FY2004 non-defense funding.", "The version of the defense appropriations bill that the House Appropriations Committee marked up on June 7, and the amended version passed on June 20, provided $363.7 billion of which $363.4 billion was for discretionary (rather than mandatory) programs, equal to the initial House 302(b) allocation and $3.28 billion below the request.", "On June 9, the Senate Appropriations Committee formally approved and released its initial 302(b) allocations. The Senate allocations trimmed $7 billion from the Administration request for the defense bill and added $797 million for the military construction/Veterans Affairs subcommittee. So in all, the allocation provided $6.2 billion more for non-defense discretionary programs than the Administration request—by any standards, a dramatic shift of funds.", "In later action on the defense appropriations bills, both the House and the Senate complied with the initial 302(b) allocations. The House-passed appropriations bill was $3.0 billion below the Administration request, and the Senate-passed bill was $7.0 billion less. Neither bill, however, made deep cuts in overall funding for major weapons, though both selectively trimmed some programs. Rather the cuts came mainly in military personnel, in operation and maintenance, and in revolving fund accounts (see Table 4 above).", "The difference between the House and Senate on overall defense funding was a key issue to be resolved in conference negotiations on the defense appropriations bill. For its part, in its Statement of Administration Policy on the Senate bill, the White House warned of a veto if defense was cut substantially to pay for increased non-defense appropriations. In the run up to the conference, House and Senate appropriators resolved the difference by agreeing on a total closer to the House level. On November 2, the House approved revised 302(b) estimates that reflect the compromise with the Senate. The Senate reported its revised allocations on November 10. The revisions trim defense by $4.4 billion below the Administration request. This amount was reflected in the conference on the defense appropriations bill. Meanwhile, the conference agreement on the military construction/VA appropriations bill added $0.1 billion for Department of Defense programs. Division B of the defense appropriations bill included an across-the-board cut of 1%, or $8.5 billion, in total non-emergency FY2006 appropriations. Of that, $4.1 billion is cut from the Department of Defense. So, in all, Congress cut $8.4 billion from the Administration's original request for the Department of Defense, a dramatic reflection of the budget constraints being imposed by budget deficits and competing demands for funds."], "subsections": []}]}, {"section_title": "Military Personnel Pay and Benefits", "paragraphs": ["Beginning in 1999 and continuing through last year, Congress has repeatedly enhanced retirement, health, and other benefits for military personnel, sometimes with Administration support and sometime over its objections. Benefit increases have included", "\"TRICARE for Life,\" which provides full medical coverage to Medicare-eligible military retirees; concurrent receipt of military retired pay and veterans disability benefits for those with a 50% or greater disability; repeal of a 1986 law that reduced retirement benefits for new military enlistees; a phased-in plan to fully offset off-base housing costs; and increased imminent danger pay and family separation allowances.", "Last year, Congress approved two additional measures—a program to provide health insurance to deactivated reservists for a period of time if they agree to reenlist and elimination of a provision that reduced benefits to survivors of military retirees after the survivors qualified for Social Security at age 62. Collectively, the measures enacted since 1999, along with substantial military pay raises, have increased the cost of active duty military personnel by more than 30% above inflation since 1999.", "In the FY2006 defense bills, a number of proposals to improve military personnel benefits were again on the agenda. In particular, Congress renewed the FY2005 debate over health benefits for military reservists. As noted, in the FY2005 defense authorization, Congress approved a program to provide federal health insurance for specified periods of time to families of deactivated reservists who reenlist, but Congress rejected proposals to guarantee access to health insurance for all reservists. This issue came up again in the FY2006 authorization debate."], "subsections": [{"section_title": "Congressional Action", "paragraphs": ["In the FY2005 supplemental appropriations bill ( H.R. 1268 ), Congress approved (1) a permanent increase to $100,000 in the death gratuity for service members killed the line of duty, made retroactive to October 7, 2001; (2) a payment of $150,000 to survivors of service members killed in combat zones since October 7, 2001; and (3) an increase in the maximum amount of insurance for service members from $250,000 to $400,000. These provisions apply only through September 30, 2005, however.", "In action on the supplemental, the Senate also approved a measure to make up any loss in pay for federal employees who are called to active duty as members of the military reserves. The House, however, did not include such a provision, and the conference agreement rejected the Senate measure. This issue came up again in action on the FY2006 defense appropriations bill in the Senate (see below).", "In their versions of the FY2006 defense authorization, both the House and the Senate Armed Services Committee provided a permanent increase in the death gratuity to $100,000 and in the maximum life insurance benefit to $400,000.", "The House Armed Services Committee also approved an amendment in the full committee markup that would have made TRICARE generally available to military reservists. The proposal was a subject of extensive debate. Opponents complained about the cost and also argued that employers might \"game\" the system in an effort to reduce their costs by reducing their insurance plans or otherwise encouraging employees to sign onto to TRICARE. Opponents also warned that federal employees who serve in the reserves would have an incentive to abandon the federal employee health benefit program (FEHBP) and sign up for the cheaper TRICARE system, which would drive up FEHBP costs for others. Proponents argued that reservists have earned the right to guaranteed health insurance. In the committee, the amendment was approved by a vote of 32-30.", "Subsequently, the committee approved a routine measure that allows the chairman of the committee to delete provisions of the bill that would be subject to a point of order for increasing mandatory spending above limits provided in the budget resolution. When the Congressional Budget Office provided an estimate that the provision would require an increase in mandatory expenditures, Committee Chairman Duncan Hunter then deleted the TRICARE for reservists provision on the grounds that it would be subject of a point of order on the floor. The Rules Committee did not agree to make in order an amendment to restore a revised version of the plan. On the floor, Representative Taylor subsequently proposed a motion to recommit the bill to committee with instructions to restore the TRICARE for reservists provision with a change that would have eliminated the mandatory spending impact of the measure. That motion was defeated by a vote of 211-218.", "The Senate, however, added a provision providing TRICARE to reservists to the defense authorization bill. On July 21, the Senate approved a Graham-Clinton amendment to allow all non-deployed reservists to enroll in TRICARE.", "Later, in action on the defense appropriations bill on September 29, the Senate approved an amendment by Senator Durbin to make up any loss in pay for federal employees who are called to active duty as members of the military reserves. And on November 9, the Senate approved an amendment to the defense authorization by Senators Bayh and Durbin to replace income losses by reservists mobilized for more than 180 days, or mobilized for more than 24 months out of 60, or mobilized within six months of previous activation. In action on the authorization, the Senate also approved an amendment by Senator Reid to define veterans unable to work as 100% disabled for purposes of eligibility for concurrent receipt of military retired pay and veterans disability benefits.", "The conference agreement on the defense authorization bill resolves all of this issues. Specifically, the authorization", "Permits reservist (which includes members of the National Guard) who are receiving unemployment compensation or who are ineligible for employer-provided health insurance to sign up for individual or family coverage through TRICARE with a premium of 50% of the value of the program (Section 702); Provides up to $3,000 a month to replace lost income for involuntarily mobilized reservists who complete 18 continuous months of service, complete 24 months of service over a 60 month period, or are mobilized for 180 days or more within six months of completing an earlier mobilization of 180 days or more (Section 614); Provides that full concurrent receipt of military retired pay and veterans disability benefits for those who are unemployable because of service-connected disabilities will be available by the end of 2009 rather than phased in by the end of 2013 (Section 663); and Permanently increases the death gratuity from $12,000 to $100,000 and expands the eligibility for additional life insurance of $150,000 for service members killed in Iraq or Afghanistan between October 7, 2001 and May 11, 2005 (Section 664).", "Neither the authorization nor the appropriations conference agreements include the Senate provision to make up any lost pay for mobilized Federal employees."], "subsections": []}]}, {"section_title": "Increases in Active Duty End-Strength", "paragraphs": ["For the past two years, there has been a vigorous debate, both within Congress and between the Congress and the Defense Department, about the size of the Army and the Marine Corps. Many legislators have argued that the Army, especially, is being stretched very thin by the need to rotate troops into Iraq, and that the number of ground troops should be increased substantially. In last year's defense authorization bill ( H.R. 4200 , P.L. 108-375 ), Congress increased statutory Army end-strength by 20,000 and Marine Corps end-strength by 3,000 in FY2005, and, importantly, it established the increased totals as legal minimums. The final bill also authorized, but did not mandate, additional increases of 10,000 in the Army and 6,000 in the Marine Corps over the next four years—it did not set them as minimums.", "Although the Administration opposed the congressionally mandated end-strength increases, in substance, the provision did not have much effect. Ever since the Iraq war began, the Defense Department has used standing authority to waive earlier end-strength limits. And officials have said that they intend to keep an additional 30,000 active duty troops in the force through FY2006, in part to fill out units rotating to Iraq and in part as a buffer while the Army carries out a reorganization that will increase the number of deployable combat units. So the Defense Department was already planning to keep more additional troops in service than Congress mandated. Moreover, Congress has not objected to funding the additional troops with supplemental appropriations, as the Administration has requested.", "The underlying issue, however, is quite substantive, and it has very large long-term budget implications—a rule of thumb is that an increase of 10,000 troops adds at least $1 billion a year in personnel costs, not including costs of equipping additional units. The Defense Department sees the added 30,000 troops as a temporary measure. Many legislators, however, believe that the size of the Army and Marine Corps, and even of the Navy and Air Force, should increase even more and that the increases should be permanent. In Congress so far this year, Senators Reed, Hagel, McCain, Kerry and others have proposed a measure ( S. 530 ) that would add 30,000 troops to the Army and 5,000 to the Marine Corps in FY2006, in addition to the troops added in FY2005. In the House, Representatives Tauscher, Skelton, and others have proposed a measure ( H.R. 1666 ) to add 30,000 to the Army, 12,000 to the Marine Corps, 2,000 to the Navy, and 1,000 to the Air Force in FY2006, also in addition to the FY2005 increases. Some outside groups have proposed adding as many as 25,000 troops per year to the force for the next several years.", "Since the proposed increases in FY2006 go far beyond the 30,000 added troops the Pentagon currently has in the force, the issues is no longer moot, and the debate is about, in effect, permanent, substantial, and costly increases in the overall size of the force. This the Administration strongly resists. Secretary of Defense Rumsfeld, in particular, has opposed permanent increases, arguing that much can be done, and is already underway, to restructure forces to make up for the number of troops needed to fill out deployable combat units. Among other things, Rumsfeld wants to restructure the Army to reduce non-combat positions and shift personnel into the combat arms. Moreover, the Pentagon has been attempting to transfer substantial numbers of jobs from military to civilian positions. The Administration argues that these measures should be fully implemented before coming to any conclusions about permanently adding to military end-strength."], "subsections": [{"section_title": "Congressional Action", "paragraphs": ["In subcommittee markup of the defense authorization bill, the House Armed Services Committee's personnel subcommittee added 10,000 in end-strength to the Army and 1,000 to the Marine Corps in FY2006. The full committee and the full House subsequently approved that measure. In its markup, the Senate Armed Services Committee added 20,000 to Army end-strength in FY2006 (see Table 8 ). Compared to the enacted FY2004 end-strength authorization as a baseline, the Senate provision would add 40,000 troops to the Army and 3,000 to the Marine Corps—13,000 more than the 30,000 additional troops the Administration has decided to maintain for Iraq and Army modularization. The authorization conference agreement follows the House, which provides for Army end-strength of 512,400, 30,000 above the FY2004 base level."], "subsections": []}]}, {"section_title": "Navy Shipbuilding—A Budgetary \"Ship Wreck\"?", "paragraphs": ["The Navy's FY2006 request includes funding for just four new ships—", "one Virginia-class nuclear attack submarine, one Littoral Combat Ship (LCS), one LPD-17-class amphibious transport ship, and one T-AKE auxiliary dry cargo ship.", "Last year, the Navy's plan for FY2006 called for six ships. In addition, in December 2004, in order to meet budget limits established by the Office of Management in Budget, the Defense Department announced some longer-term changes in Navy shipbuilding in Program Budget Decision 753 (PBD-753). Specifically PBD-753", "reduced the planned procurement rate of DD(X) destroyers in FY2007-FY2011 to one per year; cut planned Virginia-class submarine production in FY2006-FY2011 to one per year rather than increasing to two per year starting in FY2009; eliminated funds for an LPD-17 amphibious ship from the FY2008 plan; and delayed by one year to FY2008 planned procurement of a new aircraft carrier, CVN-21.", "The four-ship FY2006 request falls far short of the annual procurement rate the Navy has, in the past, said is needed to maintain the size of the fleet. The math is straightforward. Assuming an average service life of 35 years for each ship, a Navy of 300 ships requires building 300 ÷ 35 = 8.6 ships per year on average. Recently the Navy has tried to get away from judging its needs on the basis of numbers of ships, saying that capabilities, rather than numbers, are what matters. But that argument has not been persuasive in Congress, and, recently, the Navy responded to a congressionally mandated requirement that it provide an estimate of long-term shipbuilding requirements with a report that showed two alternatives for FY2035, one with 260 ships and one with 325 ships.", "Planned production appears to lead closer to the lower end of that range, if that much. Projected production rates grow over the next few years, but only because the Navy plans to ramp up production of the relatively small Littoral Combat Ship to five per year by FY2009. Retiring Chief of Naval Operations, Admiral Vernon Clark, has pointed to long-term rising shipbuilding costs as the main reason for the Navy's difficulties.", "Many Members of Congress, particularly from shipbuilding states, have expressed alarm about the low rate of Navy shipbuilding. A particular issue has been a Navy proposal, which was deferred by the Under Secretary of Defense for Acquisition, to hold a winner-take-all competition between the two surface combatant construction shipyards for the right to build all DD(X) destroyers, rather than to divide the ships between two yards, as for DDG-51 destroyers. Legislators fear that one shipyard would be forced to close under such a strategy.", "One possible response is for Congress to increase the FY2006 shipbuilding budget by shifting funds from other programs. Navy officials and some legislators have also discussed using alternative funding mechanisms for Navy ships as a means of allowing more new ship construction to start within a limited budget. Defense acquisition guidelines generally require \"full funding\" of weapons procurement—appropriations are required to be sufficient to finance the number of complete, useable end items of systems Congress has approved. There are alternatives to the full funding policy, however, and these are now being discussed actively for Navy shipbuilding.", "One possibility, which Congress has used for some ships in the past, is \"incremental\" or \"split\" funding, in which Congress appropriates only part of the money needed to complete a ship and plans to appropriate the remainder in future years. Another is advance appropriations, in which Congress appropriates funds for the full cost of a ship, but delays the availability of part of all of the funds until the start of the next fiscal year. While these alternative funding mechanisms may smooth out annual Navy shipbuilding numbers, they will not allow significantly more ships to be procured, and they may simply trade a budget problem this year for at least equally severe problems in the future."], "subsections": [{"section_title": "Congressional Action", "paragraphs": ["During Senate consideration of the FY2006 congressional budget resolution ( S.Con.Res. 18 ), Senator Warner proposed an amendment, SA 146, to increase the resolution's limit on the total amount of advance appropriations by $14 billion and to allow advance appropriations to be used for Navy shipbuilding. The amendment was never brought up on the floor, however. The conference report on the budget resolution, H.Con.Res. 95 , does not provide an increase in the original limit on advance appropriations, though it does include Navy shipbuilding in a list of accounts for which advance appropriations may be provided in the Senate. Congress may still provide advance appropriations for ships, but only if other advance appropriations are reduced, or if there is no objection in the Senate, or if 60 Senators vote to waive the limit.", "Later, in the version of supplemental appropriations bill ( H.R. 1268 ) that the Senate Appropriations Committee reported to the floor, the committee included a provision that prohibits funds made available in the supplemental or in any prior acts, to be used to implement a winner-take-all strategy to acquire the DD(X). The conference agreement included the Senate measure. This did not, however, apply to future appropriations, so the matter remains at issue in action on FY2006 bills.", "In subcommittee markup of the FY2006 defense authorization bill, the House Armed Services Committee subcommittee on projection forces took a number of dramatic steps to restructure Navy shipbuilding. The subcommittee added funds for three additional ships, including $2.5 billion for 2 DDG-51 destroyers and $384 million for an additional T-AKE dry cargo ship. The subcommittee also provided $418 million, an increase of $268 million, to begin construction of a new LHA(R) amphibious assault ship. The subcommittee also took steps to rein in the costs of new ships. Most significantly, it imposed a cost ceiling of $1.7 billion on what it calls the \"next generation surface combatant.\" Since this applies to the DD(X), the Navy will have to design a less costly substitute destroyer. The subcommittee also put a cost cap on the Logistics Combat Ship, Virginia-class submarines, and LHA(R), and it required the Navy to develop a next-generation submarine that, presumably, will cost less than Virginia-class boats.", "Later, in full committee markup, the House Armed Services Committee took steps to restore CVN-21 procurement to the FY2007 plan rather than delay it to FY2008 as the Navy proposed. The committee approved an amendment to add $86.7 million for advanced procurement of the CNV-21, but with a requirement that the Pentagon must certify that the extra money would allow the Navy to begin production of the carrier in FY2007.", "In stark contrast to the House, the Senate Armed Services Committee did not radically restructure Navy shipbuilding. In its markup of the FY2006 authorization, the committee added $175 million in partial funding for the LHA(R) ship, but otherwise did not increase the number of ships being built in FY2006. The committee also authorized CVN-21 construction to begin in FY2007, the plan last year, rather than in FY2008, as the Navy now plans, and provided an additional $86.7 million for the program. On the DD(X), the committee indicated continuing support for the program by adding $50 million for advance procurement of a second ship, and it provided that the funds are only available for production at a second shipyard. The committee specifically prohibited a \"winner-take-all\" acquisition strategy for the DD(X).", "The House Appropriations Committee generally followed the House authorization, though with some adjustments. As in the authorization, the committee cut funds for the DD(X) and it added money for one T-AKE. It added only one rather than two DDG-51s, however, and it added funds for two Littoral Combat Ships instead—so in all the committee added 4 ships to the request. The committee added $50 million to the LHA(R) request, less than the authorization, and urged the Navy to request full funding for the cost of the ship in the future rather than spreading funding across several years.", "The Senate Appropriations Committee mainly followed the Senate authorization. It added $50 million for DD(X) for a second ship, added $86.7 million for CVN-21, but eliminated $380 million for T-AKE construction due to cost increases and construction delays.", "The appropriations conference agreement adds $62 million to accelerate the start of the CVN-21 aircraft carrier to FY2007, provides funding as requested for the DD(X) destroyer and adds $50 million for advance procurement for a second ship, does not add funds for additional DDG-51 destroyers, cuts $100 million from the LHA (R) amphibious ship program, and, as in the House, adds $384 million for an additional T-AKE cargo ship (funded in the \"National Defense Sealift Fund\" account). So, in the end, Congress rejected the House effort to terminate the DD(X) and build more DDG-51s, instead. The authorization conference agreement includes a provision prohibiting acquisition of the DD(X) through a single shipyard.", "Congress, nonetheless, remains concerned about weapons cost growth. The authorization conference agreement sets cost caps on the Virginia-class submarine, DD(X), and LCS programs."], "subsections": []}]}, {"section_title": "Retiring an Aircraft Carrier and Reducing the Carrier Force to 11", "paragraphs": ["PBD-753 not only trimmed the long-term Navy shipbuilding plan, it also proposed retiring the USS John F. Kennedy , one of two conventionally-powered aircraft carriers still in service. This would reduce the number of carriers in the fleet from 12 to 11. The Navy insists that it would still be able to meet its overseas stationing requirements and its requirements to surge forces in a crisis. Like the Navy shipbuilding cuts, the proposal to retire the Kennedy , which is based in Florida, has been controversial in Congress. One element of the debate is whether it is wise to retire a conventionally powered ship, since the United States has long deployed one carrier in Japan, and Japan has objected to visits by nuclear-powered ships in the past. The Navy's other conventionally-powered carrier, the Kitty Hawk, is scheduled for retirement in FY2008."], "subsections": [{"section_title": "Congressional Action", "paragraphs": ["In floor action on the FY2005 supplemental appropriations bill, H.R. 1268 , the Senate approved (by 58-38 on April 20, 2005) an amendment by Senator Warner, SA 498, requiring that funds provided to the Navy in the supplemental be available for repair and maintenance to extend the service life of the Kennedy and that prohibits funds in the supplemental to be used to reduce the number of aircraft carriers below 12 until the Quadrennial Defense Review (QDR) is submitted to Congress. The QDR is required no later than February of next year. The conference agreement approved the measure with minor changes. An amendment that would have applied these restrictions to funding provided in prior acts was ruled out of order, and the issue may well come up again in action on FY2006 bills.", "In its markup of the FY2006 defense authorization bill, the Senate Armed Services Committee directed the Navy to retain 12 carriers until 180 days after the completion of the Quadrennial Defense Review and also directed the Navy to perform maintenance and repair of the USS John F. Kennedy to extend the life of the ship. (See CRS Report RL32731, Navy Aircraft Carriers: Retirement of USS John F. Kennedy - Issues and Options for Congress , by [author name scrubbed].)", "The House Armed Services Committee did not take any steps to keep the Kennedy in service. Instead it barred further reductions in the carrier force by requiring the Navy to maintain a minimum of 11 deployable carriers. The House Appropriations Committee did not address the issue.", "The authorization conference agreement includes a provision amending Title 10 of the U.S. Code, which governs the Defense Department, to require that the Navy keep 12 operational aircraft carriers in the combat force."], "subsections": []}]}, {"section_title": "C-130J Aircraft Termination", "paragraphs": ["PBD-753 proposed some other cuts in major weapons programs. One decision, though it was subsequently reversed, was to terminate procurement of the C-130J cargo plane after purchasing 12 more KC-130J variants for the Marine Corps in FY2006. C-130 aircraft are a mainstay of U.S. airlift fleet. The C-130J is a new variant, with substantially greater capabilities, but which has had significant problems in meeting operational requirements. Both the DOD Inspector General and the DOD Director of Operational Testing have issued reports that are quite critical of current safety and mission performance of the aircraft, and it is now being used in only restricted roles.", "The decision to terminate C-130J procurement was controversial in Congress. The C-130 has historically had support not only from Georgia, where it is produced, but from advocates of Air National Guard units all over the country where the aircraft is deployed. For its part, the Defense Department from the start appeared somewhat less firm in its determination to terminate the C-130J than on other PBD-753 decisions. Shortly after the budget request was formally released in February, senior Pentagon officials said that the Department planned to review its C-130J decision in the course of examining overall air lift requirements. Finally, just as the House Armed Services Committee was beginning subcommittee markup of the FY2006 defense authorization, Secretary of Defense Rumsfeld sent a letter to Congress reversing the decision to terminate the production."], "subsections": [{"section_title": "Congressional Action", "paragraphs": ["In floor action on the FY2005 supplemental ( H.R. 1268 ) the Senate approved an amendment by Senator Chambliss to prohibit any funds provided in the act from being used to terminate the C/KC-130J contract. The Pentagon's decision not to terminate C-130J production, however, left unresolved how to divide up FY2006 funding between the Marine Corps KC-130J variant and the Air Force C-130J.", "It its markup of the FY2006 defense authorization, the Senate Armed Services Committee reduced Marine KC-130J procurement from the 12 requested to 4 and shifted $735 million to the Air Force to buy 9 C-130J airlift aircraft. The House Armed Services Committee also approved 4 KC-130Js and 9 C-130Js, as did the House Appropriations Committee. The Senate appropriations provides funds for 6 KC-130Js and 7 C-130Js.", "The conference agreement on the defense appropriations bills provides $384 million for 5 KC-130Js and $690 million for 8 C-130Js—see Table 11 ."], "subsections": []}]}, {"section_title": "F/A-22 Fighter Termination", "paragraphs": ["PBD-753 also proposed terminating production of the Air Force F/A-22 fighter after FY2008. This would stop the program after about 180 aircraft have been produced. Air Force budget plans after FY2008 included funds for 96 additional aircraft, and the Air Force wanted more—its latest goal was about 381. The Air Force has also been discussing additional aircraft, modified substantially for bombing missions.", "The F/A-22 has been the Air Force's top priority program. It is designed to be the best air superiority fighter aircraft in the world in the future. Air Force officials have continued to argue against the cuts, insisting that the whole issue should be reviewed in the QDR. But officials outside the Air Force have so far provided little encouragement."], "subsections": [{"section_title": "Congressional Action", "paragraphs": ["While there has been some opposition to the F/A-22 cuts in Congress, there were no related legislative proposals. The planned cuts in funding for the program, however, do not begin until the FY2008 budget, and production ceases only in FY2009, so there remains some time to consider the program's fate. None of the congressional defense committees significantly changed the program in FY2006."], "subsections": []}]}, {"section_title": "Other Programs with Cost Increases and Schedule Delays", "paragraphs": ["A perennial issue for Congress is what to do about programs that have consistently and repeatedly been delayed or in which costs have grown substantially beyond original projections. Sometimes Congress has intervened to reduce or restructure funding for such programs. At other times, it has held oversight hearings to determine whether problems are under control.", "Navy ships are certainly not the only troubled programs in the defense budget. Delays and cost growth have plagued a number of high profile weapons programs in recent years, including the F/A-22 aircraft, the F-35 Joint Strike Fighter, and a several satellite and space launch programs, including the Space-Based Infrared System-High (SBIRS-High), the Space Surveillance and Tracking System (SSTS, which was formerly SBIRS-Low), the Transformational Communications Satellite (TSAT), the Space Based Radar (now called the Space Radar), and the Evolved Expendable Launch Vehicle (EELV). Costs of the Army's multi-faceted Future Combat System have also been climbing, and the General Accounting Office has raised questions about the maturity of technologies being pursued.", "Last year, Congress cut requested funding for TSAT by $300 million, a 39% reduction, requiring the Air Force to restructure the program, and it cut requested funding for the Space Based Radar by $253 million, a 77% reduction, essentially terminating the development effort. This year, the Defense Department has again asked for funding both for TSAT and for the renamed Space Radar."], "subsections": [{"section_title": "Congressional Action", "paragraphs": ["The Senate Armed Services Committee Airland Subcommittee, chaired by Senator McCain, has held a number of hearings on the Army Future Combat System (FCS). Recently the Army announced that it was planning to revise the type of contract under which the FCS was being developed. It will use a more traditional contract to which standard acquisition regulations will apply.", "In initial House Armed Services Committee subcommittee markup, the FCS, in particular, was cut significantly. In effect, the FCS and some other programs that Congress considers to be suffering from problems may end up being \"bill payers\" for increases in Navy shipbuilding and some other accounts. In contrast, in its markup of the FY2006 defense authorization, the Senate Armed Services Committee approved the full $3.4 billion requested for FCS.", "In its full committee markup of the authorization, the House Armed Services Committee trimmed FCS funding by $400 million and shifted some parts of the program from the FCS funding line to R&D lines for more basic research. The committee also reduced funds for the Transformational Communications Satellite (TSAT) by $400 from $838.5 million to $435.8 million and for the Space-Based Radar by $125.8 million from $225.8 million to $100.0 million.", "Finally, the House Armed Services Committee made some significant changes in acquisition laws in an effort to control weapons cost growth. The committee established conditions before a development program may be approved for full scale system development and demonstration (SDD). It also required closer monitoring of changes from original program baseline cost estimates. And, perhaps most notably, it mandated a formal analysis of alternatives for any system that exceeds 15% cost growth.", "The House Appropriations Committee generally followed the authorization bill's recommendations—it trimmed funding for the Future Combat System by about $400 million, cut the TSAT by $400 million, and cut the Space-Based Radar by $126 million. The committee also terminated the Joint Air to Surface Standoff Missile (JASSM) program.", "The Senate Appropriations Committee provided $3.3 billion for FCS, $100 million below the request, cut $200 million from the Joint Unmanned Combat Air System (J-UCAS) program, cut the TSAT by $250 million, reduced the Space Radar request by $125.8 million, cut SBIRS-High by $100 million, and cut $236.3 million from the Joint Tactical Radio System (JTRS).", "Both the House and the Senate also provided substantial funds for weapons procurement in the separate title of the bill provided emergency appropriations for operations in Iraq and Afghanistan. In particular, the funds include substantial amounts for uparmored HMMWVs and other tactical vehicles. Table 14 shows the amounts of emergency funds for weapons procurement in the House and Senate appropriations bills."], "subsections": []}]}, {"section_title": "Missile Defense", "paragraphs": ["Missile defense is the largest acquisition program in the Defense Department's current six-year plan, with a projected budget of more than $60 billion over the FY2006-FY2011 period. The Administration is requesting $8.7 billion for missile defense development and procurement in FY2006. PBD-753 directed the missile defense agency to reduce planned funding by $5 billion over the six-year period, with a cut of $1 billion in FY2006 and $800 million per year each year thereafter. As a result, there have been some significant changes in the long-term development plan. In FY2006, the biggest reduction is in funding for a program known as the Ballistic Missile Defense System Interceptor, a program to develop a high-acceleration booster and warhead known as the Kinetic Energy Interceptor (KEI). Congress trimmed funding for the KEI last year, and some have questioned whether a program aimed, in large part, at allowing interceptors to destroy enemy missiles in the boost phase is practical at all. KEI funding remains in future budget plans, however.", "Missile defense is often a matter of debate in Congress. A key issue recently has been whether the testing program is adequate. In December, 2002, the White House announced a decision to accelerate deployment of an initial, limited-capability, ground-based interceptor system to be operational by the fall of 2004. The Missile Defense Agency is currently in the process of deploying 20 interceptor missiles in Alaska and, for test purposes, in California, but the Defense Department has not yet declared the system operational. Recent tests of the deployed missile and warhead have failed, and the booster-warhead combination that is being deployed has yet to tested successfully. Another recurrent issue in Congress is whether funding for more long-term and uncertain technologies, such as space-based interceptors, should be reduced in favor of increased funding for more immediately deployable systems, such as the Patriot PAC-3 short range missile defense."], "subsections": [{"section_title": "Congressional Action", "paragraphs": ["In preliminary markup of the FY2006 defense authorization bill ( H.R. 1815 ) in the House Armed Services Committee strategic forces subcommittee, Representative Spratt offered an amendment to require the Missile Defense Agency to schedule a missile defense interceptor test as soon as possible. As an alternative, the subcommittee approved a measure that would add $100 million to support additional testing of the ground-based system that is currently being deployed. The full committee rejected proposals that would have required successful testing before continuing with deployment and that would have transferred oversight of tests from the Missile Defense Agency to the independent DOD Office of Operational Test and Evaluation. The House rule on the authorization bill did not permit any additional amendments on missile defense funding or testing. The committee bill requires a report comparing the Airborne Laser program and the Kinetic Energy Interceptor program for the purpose of intercepting missiles in the boost phase.", "The Senate Armed Services Committee also added funds for the mid-course defense system that is now being deployed, and specified that $100 million of the added money is to enhance the ground-based missile defense test program.", "The House Appropriations Committee added $100 million for testing of the ground-based defense and provided $82 million for a multiple kill vehicle. The committee restructured the budget for the program to make different elements of the program more visible. The committee divided the midcourse defense program into two parts, one for ground-based defenses and one for sea-based defenses. The committee also divided the sensor program into separate program elements for satellites and for radars.", "The Senate Appropriations Committee provided an additional $200 million for the ground-based midcourse defense system and $65 million more for the U.S.-Israeli Arrow program.", " Table 15 shows final congressional appropriations action on missile defense by program element."], "subsections": []}]}, {"section_title": "Army Modularization", "paragraphs": ["The Army is undertaking a wholesale reorganization of its combat forces. The reorganization is designed to create a more flexible and more readily deployable force based primarily on separate modular brigades that can be deployed individually or in combination, rather than on divisions composed of three combat brigades and associated support elements. By the end of FY2007, the Army plans to increase the number of deployable brigades in the active duty force from 33 to at least 43 and possibly as many as 48 \"Brigade Units of Action.\" The Army National Guard will also be reorganized from a force with 15 separate brigades and 19 divisional brigades into one with 33 deployable Brigade Units of Action.", "The Army now projects that its modularization plan will cost $48 billion over the seven-year FY2005-FY2011 period, up from about $28 billion when the plan was originally decided on. In FY2005 and FY2006, the Army has not included funds to cover the costs in its regular or baseline budget. Instead, it has asked for $5 billion in the FY2005 supplemental to cover costs and plans to request supplemental funds for FY2006 as well. PBD-753 (see discussion of Administration request, below) directed the Defense Department to add $5 billion annually beginning in FY2007 to the Army's regular budget to cover modularization costs thereafter.", "Congress has generally supported the Army reorganization, though some questions have been raised about it. The big issue has been whether to include funding in supplementals or in regular appropriations, but his appears to have been resolved—funds will be in supplementals in FY2005 and FY2006 and in the regular budget thereafter. A key unanswered question is whether the Army will be able to fill out the deployable brigade structure without a permanent increase in end-strength. Through FY2006, the Defense Department is keeping 30,000 troops in the force above earlier end-strength levels, in part as a rotation base for Iraq and in part to provide a buffer as the Army reorganizes. Costs are being covered in supplemental appropriations. The Defense Department leadership expects the Army to fill out units after FY2006 without additional end-strength by reassigning personnel within the force and by shifting military jobs to civilians. Many in Congress doubt that the Army will be able to fill out the new brigades in the future simply by reassigning personnel.", "Another key issue is whether, in the long run, the new Army force design will meet strategic requirements. Among others, retired Army Colonel Douglas MacGregor, who was one of the original champions of a brigade-centered force, has argued that the new brigades are not sufficiently well-equipped to have the necessary flexibility and that the Army is still preserving too many layers of command."], "subsections": [{"section_title": "Congressional Action", "paragraphs": ["In the conference agreement on the FY2005 supplemental appropriations bill, H.R. 1268 , Congress provided the full $5 billion requested for Army modularization."], "subsections": []}]}, {"section_title": "Civilian Personnel Policy", "paragraphs": ["In the FY2004 National Defense Authorization Act ( P.L. 108-136 ), Congress agreed to an Administration request to give the Secretary of Defense very broad authority to reorganize DOD's civilian personnel system. DOD is now implementing changes. Some of the steps the department has taken to date have led to disagreements with some employees and some unions. Last year, Congress considered, but ultimately did not act on amendments to the personnel legislation to ensure certain traditional civil service procedures. Similar measures may be proposed this year. In addition, Congress has frequently taken steps to regulate procedures for privatizing civilian defense jobs."], "subsections": [{"section_title": "Congressional Action", "paragraphs": ["Neither the House nor the Senate has yet considered any measures that would regulate implementation of new personnel procedures."], "subsections": []}]}, {"section_title": "Easing Environmental Regulations Affecting Military Facilities", "paragraphs": ["For the past four years, the Defense Department has proposed a number of legislative measures, under the rubric of the Readiness and Range Preservation Initiative, to ease the application of several environmental statutes to military training. In the FY2003 defense authorization ( P.L. 107-314 ), Congress agreed to amend the Migratory Bird Treaty Act as it applies to accidental injuries to birds caused by military aircraft. In the FY2004 defense authorization ( P.L. 108-136 ), Congress agreed to changes in the Marine Mammal Protection Act and in the Endangered Species Act. Last year, the Administration proposed somewhat revised versions of proposals it made in prior years to amend the Clean Air Act, the Comprehensive Environmental Response, Compensation, and Liability Act (CERCLA) and the Resource Conservation and Recovery Act (RCRA). Congress did not act on those proposals, however.", "This year, the Defense Department has again proposed a package of legislative changes in environmental statutes affecting military training facilities. One DOD proposal would exempt missions generated by military readiness activities from requirements to \"conform\" to State Implementation Plans (SIP) for achieving federal air quality standards under the Clean Air Act. A second proposal would provide that military munitions on operational ranges may not be defined as \"solid waste\" under RCRA and CERCLA. In effect, this would allow munitions and munitions-related contamination to remain on a training range indefinitely, as long as the range remained operational."], "subsections": [{"section_title": "Congressional Action", "paragraphs": ["Neither the House nor the Senate has addressed the new Administration proposals in action on the defense authorization."], "subsections": []}]}, {"section_title": "New Nuclear Weapons", "paragraphs": ["Last year, in after vigorous floor debates, both the House and the Senate rejected amendments to the defense authorization bill to eliminate funds for studies of new nuclear weapons, including funds for the Robust Nuclear Earth Penetrator (RNEP) and the Advanced Concepts Initiative (ACI) to study low yield weapons. The conference agreement on the FY2005 Energy and Commerce appropriations bill (Division C of the FY2005 Consolidated Appropriations Act, P.L. 108-447 ), however, eliminated requested funds both for RNEP and for ACI.", "In the FY2006 budget, the Administration again requested funds for studies of the RNEP, though the request was substantially lower than in the past, and the Department of Energy (DOE) removed from its long-term funding plan a budget wedge for RNEP development that totaled almost $500 million between FY2005 and FY2009. The FY2006 request includes $4 million for RNEP in the FY2006 Department of Energy (DOE) budget and $4.5 million in the Air Force. Budget projections also include $14 million for RNEP in DOE in FY2007, and $3.5 million in the Air Force. Projections after FY2007 show no additional funding, though it could be restored at any time.", "The FY2006 budget includes no funds for ACI, but another potential issue has emerged. The conference agreement on the FY2005 energy and water appropriations bill did not provide funds for ACI, but instead made the $9 million requested available for the Reliable Replacement Warhead (RRW) program that was intended, as the conference report explains, to \"improve the reliability, longevity, and certifiability of existing weapons and their components.\" But in testimony before the Senate Armed Services Committee Subcommittee on Strategic Forces, Linton Brookes, the Director of DOE nuclear weapons programs, implied that the RRW program might be used to develop a entirely new, more reliable warhead. This prospect raised alarm among arms control groups and may become a matter fo debate in Congress."], "subsections": [{"section_title": "Congressional Action", "paragraphs": ["In preliminary markup of the FY2006 defense authorization bill ( H.R. 1815 ), the House Armed Services Committee strategic forces subcommittee eliminated RNEP funds from the Department of Energy (DOE) budget and added the money to the Air Force. A press release by subcommittee Democrats said that the purpose is to direct funding to non-nuclear, \"conventional,\" \"bunker buster\" weapons. A press release by the full committee following the full committee markup, however, says that the bill includes $4 million for a DOD (not DOE) study \"to include conventional as well as nuclear penetrator options.\"", "The strategic forces subcommittee also established a policy for the RRW program, which Representative John Spratt said requires that the goal of the program be to reduce the likelihood of a return to nuclear testing and to shrink the nuclear arsenal. He did not, however, rule out development of a new warhead.", "The Senate Armed Services Committee took the opposite approach. In its version of the FY2006 authorization bill, it provided the $4.0 million requested for RNEP in DOE, but eliminated Air Force funding. In its markup of the FY2006 energy and water appropriations bill ( H.R. 2419 ), the House energy and water appropriations subcommittee also eliminated funds for RNEP from the Department of Energy budget. The subcommittee also increased funding for the RRW program from $9 million to $27 million and included in its report a long discussion of policy goals for the RRW program.", "In action on the energy and water appropriations bill ( H.R. 2419 ), the House appropriations committee eliminated funds for the RNEP and included detailed report language establishing goals for the RRW program. The House passed the bill without amending these provisions. The Senate appropriations committee, however, included requested RNEP funds. And on the floor, on July 1, 2005, the Senate rejected by 43-53 an amendment by Senator Feinstein to eliminate funds for the RNEP.", "The conference agreement on the energy and water bill eliminates RNEP funding. On October 25, Senator Domenici released a statement saying that the Administration supported the elimination of funds and wanted to focus on non-nuclear weapons for destroying deeply buried targets. Subsequently, Administration officials have emphasized that the current policy is to test projectiles that could penetrate hardened concrete. Some opponents of the RNEP have complained that this leaves room for the nuclear program to be resurrected in the future."], "subsections": []}]}, {"section_title": "Women in Combat and Other \"Social Issues\"", "paragraphs": ["Matters that are broadly defined as \"social issues\" often arise within the military and, accordingly, in congressional consideration of annual defense bills. In the past, Congress has addressed matters as diverse as gays in the military, women in combat, housing of male and female recruits during basic training, and sale of potentially offensive magazines on military bases. Congress perennially debates proposals to repeal a prohibition on privately funded abortions in military hospitals overseas for personnel or dependents who otherwise might not have access to abortions at all. Recently, in view of reports that cases of sexual abuse within the military are not uncommon, there has been an extensive discussion in Congress of the adequacy of the Defense Departments policy on sexual abuse and its handling of abuse cases.", "A key social issue in Congress this year has been whether women should continue to serve in units that directly support combat operations and that are deployed along with combat units in military operations. Currently women are not permitted to serve in combat roles in the Army, but are often assigned to support units that are physically collocated with combat units. As a result, women have sometimes been involved in fighting and have suffered some casualties. In Iraq, 35 women have died, which is about 2.2% of the total number of U.S. military personnel killed."], "subsections": [{"section_title": "Congressional Action", "paragraphs": ["In House Armed Services Committee subcommittee markup of the FY2006 defense authorization bill, the personnel subcommittee approved by a 9-7 vote a measure that would bar women from some combat support units. In the full committee markup, the subcommittee chair, Representative John McHugh, offered an amendment that instead would codify into statute the existing DOD policy that prohibits assignment of women to ground combat units and that would prohibit any changes in assignments. Opponents of the measure, however, argued that it went beyond that and could restrict assignment of women to some units in which they now serve.", "In floor action on the authorization, Armed Services Committee Chairman Duncan Hunter proposed a measure that would require that the Defense Department notify Congress 60 days in advance of any changes in policies on the assignment of women to deployable ground units. This proposal was approved as part of an en bloc amendment. The conference agreement on the defense authorization bill includes the House provision, but with a requirement for 30 days advance notification.", "In floor action on the defense appropriations bill, a debate over a measure regarding religious tolerance at the Air Force Academy turned bitter and halted action on the measure for 45 minutes when Representative Obey objected to statements by Representative Hostettler. As reported by the committee, the bill included a provision stating the sense of Congress that \"coercive and abusive religious proselytizing\" at the Air Force Academy \"as has been reported is inconsistent with the professionalism and standards required of those who serve at the Academy.\" The measure required the Air Force to develop and report on a plan \"to maintain a climate free from coercive religious intimidation and inappropriate proselytizing.\"", "Representative Hunter objected to the provision and proposed a substitute that voices support for religious tolerance and required the Secretary of the Air Force to develop and report on recommendations \"to maintain a positive climate of religious freedom and tolerance at the United States Air Force Academy.\" Representative Obey offered a substitute to the Hunter proposal that restored much of the original language. In response to statements by Representative Hostettler, Representative Obey moved that the gentleman's words be taken down, which, if upheld by the chair, would have allowed no further statements for the day by the speaker. Representative Hostettler subsequently withdrew his remarks and the debate resumed. In the end, the House rejected the Obey amendment by a vote of 198-210, and the Hunter amendment prevailed. The conference agreement on the appropriations bill deleted the House-passed language.", "Another issue arose shortly before the Senate began action on the defense authorization, when a Federal court ruled that the Defense Department could not provide support for a periodic Boy Scout jamboree because the organization excludes some children on religious grounds. On July 26, by a vote of 98-0, the Senate approved an amendment to the authorization bill by Senator Frist saying that no Federal law may be construed to limit federal agency support to youth organizations. The authorization conference agreement includes an amended provision requiring that no Federal law may restrict military support for several identified youth organizations, including the Girl Scouts and Boy Scouts and for other youth organizations that the President may designate in the future."], "subsections": []}]}, {"section_title": "Base Closures", "paragraphs": ["In the FY2003 defense authorization bill, Congress approved a new round of military base closures to be carried out in calendar year 2005, and both last year and the year before, Congress, in some cases quite narrowly, rejected proposals to repeal or limit the base closure law. The congressionally approved closure process was underway throughout the current legislative session. Even so, there was some discussion in Congress about last-minute measures to delay or derail the process."], "subsections": [{"section_title": "Congressional Action", "paragraphs": ["In its markup of the FY2006 defense authorization, the House Armed Services committee rejected an amendment proposed by Representative Bradley to delay the base closure round. Later, on the floor, the full House rejected the same proposal by a vote of 112-316. Meanwhile, in the Senate, Senator Thune with several cosponsors proposed a freestanding bill ( S. 1075 ) to postpone closures until, among other things, all major combat forces have returned from Iraq. Subsequently, Senator Thune proposed a similar measure as an amendment to the defense authorization bill. That amendment is still technically pending. The base closure commission sent its final report—with recommendations to close 22 major military facilities and realign 33 others—to the White House on September 8. President Bush approved the report and sent it to Congress on September 15. Congress then had 45 days to pass a joint resolution to disapprove the list, or it becomes law. On October 27, 2005, by a vote of 85-324, the House rejected a resolution ( H.J.Res. 65 ) disapproving of the base closure recommendations."], "subsections": []}]}, {"section_title": "\"Buy American\" Requirements, Border Security, and Other Issues", "paragraphs": ["A number of other issues were also on the congressional agenda. Congress has had a vigorous debate in the past couple of years about proposals to upgrade or replace the Air Force's fleet of tanker aircraft. A proposal to lease up to 100 Boeing KC-767 tanker aircraft has been rejected, and the question now is what, if anything, to do instead. Also for the past two years, Congress has considered measures intended to strengthen \"Buy American\" requirements for purchases of military equipment. Any or all of these issues could come up again in Congress this year. In addition, for the past several years, the House has approved measures to allow military forces to be assigned to border security if requested by the relevant domestic agencies, but the Senate has objected and the measure has never been included in a conference agreement."], "subsections": [{"section_title": "Congressional Action", "paragraphs": ["The House Armed Services Committee approved a measure in the authorization that would ban the Defense Department from acquiring items from companies that receive subsidies from foreign governments. This is seen as a measure to prevent the European Aeronautic Defence and Space Company (EADS), which produces Airbus passenger jets, from competing with Boeing to provide refueling aircraft to the Air Force. Later, in floor action on the authorization bill, the House approved an amendment by Representative Manzullo that would prevent \"Buy American\" requirements—that require 50% domestic content for defense purchases—from being waived by any reciprocal trade agreement with a foreign nation. The conference agreement on the authorization bill includes neither House provision.", "Also, this year as in the past, the House approved an amendment to the authorization bill to permit the Secretary of Defense to assign U.S. military forces to border patrol operations if requested by the Department of Homeland Security. The conference agreement, as in the past, dropped the House provision."], "subsections": []}]}]}, {"section_title": "For Additional Reading", "paragraphs": [], "subsections": [{"section_title": "CRS Defense Budget Products", "paragraphs": ["CRS Report RL32877, Defense Budget: Long-Term Challenges for FY2006 and Beyond , by [author name scrubbed].", "CRS Report RL32783, FY2005 Supplemental Appropriations for Iraq and Afghanistan, Tsunami Relief, and Other Activities , by [author name scrubbed] and [author name scrubbed].", "CRS Report RL33110, The Cost of Iraq, Afghanistan, and Other Global War on Terror Operations Since 9/11 , by [author name scrubbed]."], "subsections": []}, {"section_title": "CRS Defense Budget-Related Products", "paragraphs": ["CRS Report RS20859, Air Force Transformation , by [author name scrubbed].", "CRS Report RL32599, \" Bunker Busters \" : Sources of Confusion in the Robust Nuclear Earth Penetrator Debate , by Jonathan Medalia (pdf).", "CRS Report RL32888, The Army ' s Future Combat System (FCS): Background and Issues for Congress , by [author name scrubbed].", "CRS Report RL31404, Defense Procurement: Full Funding Policy—Background, Issues, and Options for Congress , by [author name scrubbed] and [author name scrubbed].", "CRS Report RS22149, Exemptions from Environmental Law for the Department of Defense (DOD) , by [author name scrubbed].", "CRS Report RL31673, F-22A Raptor , by [author name scrubbed].", "CRS Report RL30563, F-35 Lightning II Joint Strike Fighter (JSF) Program: Background, Status, and Issues , by [author name scrubbed].", "CRS Report RS21754, Military Forces: What Is the Appropriate Size for the United States? , by [author name scrubbed].", "CRS Report RS21148, Military Space Programs: Issues Concerning DOD ' s SBIRS and STSS Programs , by [author name scrubbed].", "CRS Report RS20851, Naval Transformation: Background and Issues for Congress , by [author name scrubbed].", "CRS Report RL32731, Navy Aircraft Carriers: Retirement of USS John F. Kennedy - Issues and Options for Congress , by [author name scrubbed].", "CRS Report RL32418, Navy Attack Submarine Procurement: Background and Issues for Congress , by [author name scrubbed].", "CRS Report RS21059, Navy DD(X) and CG(X) Programs: Background and Issues for Congress , by [author name scrubbed].", "CRS Report RL32109, Navy DDG-1000 and DDG-51 Destroyer Programs: Background, Oversight Issues, and Options for Congress , by [author name scrubbed].", "CRS Report RL32776, Navy Ship Procurement: Alternative Funding Approaches—Background and Options for Congress , by [author name scrubbed].", "CRS Report RL32665, Navy Force Structure and Shipbuilding Plans: Background and Issues for Congress , by [author name scrubbed].", "CRS Report RL32347, \" Bunker Busters \" : Robust Nuclear Earth Penetrator Issues, FY2005-FY2007 , by Jonathan Medalia.", "CRS Report RL32476, U.S. Army ' s Modular Redesign: Issues for Congress , by [author name scrubbed].", "CRS Report RL32975, Veterans ' Medical Care: FY2006 Appropriations , by [author name scrubbed]."], "subsections": []}]}, {"section_title": "Legislation", "paragraphs": [], "subsections": [{"section_title": "Concurrent Budget Resolution", "paragraphs": ["H.Con.Res. 95 (Nussle)", "Establishing the congressional budget for the United States Government for FY2006, revising appropriate budgetary levels for FY2005, and setting forth appropriate budgetary levels for fiscal years 2007 through 2010. Reported by the House Committee on the Budget ( H.Rept. 109-17 ), March 11, 2005. Agreed to in House (218-214), March 17, 2005. Agreed to in Senate in lieu of S.Con.Res. 18 with an amendment (Unanimous Consent), April 4, 2005. Conference report ( H.Rept. 109-62 ) filed, April 28, 2005. Conference report agreed to in House (214-211) and in the Senate, (52-47), April 28, 2005.", "S.Con.Res. 18 (Gregg)", "An original concurrent resolution setting forth the congressional budget for the United States Government for FY2006 and including the appropriate budgetary levels for fiscal years 2005 and 2007 through 2010. Original measure reported to Senate by Senator Gregg, without written report, March 11, 2005. Agreed to in Senate: Resolution agreed to in Senate with amendments (51-49), March 17, 2005."], "subsections": []}, {"section_title": "Defense Authorization", "paragraphs": ["H.R. 1815 (Hunter)", "To authorize appropriations for FY2006 for military activities of the Department of Defense, to prescribe military personnel strengths for FY2006, and for other purposes. Marked up by the House Armed Services Committee and ordered to be reported, May 18, 2005. Reported by the House Armed Services Committee ( H.Rept. 109-89 ), May 20, 2005. Considered by the House and approved, with amendments (390-39), May 25, 2005. Measure laid before the Senate by unanimous consent, Senate struck all after the enacting clause and inserted the text of S. 1042 , Senate insisted on its amendment and requested a conference (all by unanimous consent), November 15, 2005. Conference report filed ( H.Rept. 109-360 ), December 18, 2005. House agreed to conference report (374-41), December 19, 2005. Senate agreed to conference report (voice vote), December 21, 2005. Signed into law by the President ( P.L. 109-163 ), January 6, 2006.", "S. 1042 (Warner)", "An original bill to authorize appropriations for FY2006 for military activities of the Department of Defense, for military construction, and for defense activities of the Department of Energy, to prescribe personnel strengths for such fiscal year for the Armed Forces, and for other purposes. Marked up by the Senate Armed Services Committee and ordered to be reported, May 12, 2005. Reported by the Armed Services Committee ( S.Rept. 109-69 ), May 17, 2005. Considered by the Senate, July 21, 22, 25, and 26. Senate rejected a motion to close further debate (50-48), July 26, 2005. Consideration resumed in the Senate, November 4, 2005. Approved by the Senate, with amendments (98-0), November 15, 2005. Senate incorporated this measure in H.R. 1815 as an amendment (unanimous consent), November 15, 2005."], "subsections": []}, {"section_title": "Defense Appropriations", "paragraphs": ["H.R. 2863 (Young of FL)", "Making appropriations for the Department of Defense for FY2006 and for other purposes. Marked up by the House Defense Appropriations Subcommittee, May 24, 2005. Marked up by the House Appropriations Committee, June 7, 2005. Reported by the House Appropriations Committee ( H.Rept. 109-119 ), June 10, 2005. House approved rule ( H.Res. 315 ) on floor debate, June 16, 2005. Debated in the House and approved, with amendments (389-19), June 20, 2005. Reported by the Senate Appropriations Committee with an amendment in the nature of a substitute, without written report, September 28, 2005. Senate Report issued ( S.Rept. 109-141 ), September 29, 2005. Considered in the Senate, September 29, 2005 to October 6, 2005. Approved by the Senate, with amendments, (97-0), October 7, 2005. Conference report filed ( H.Rept. 109-359 ), December 18, 2005. House agreed to conference report (308-106), December 19, 2005. Conference report agreed to in Senate (93-0), December 21, 2005. Signed into law by the President ( P.L. 109-148 ), December 30, 2005.", "Appendix A. What the Defense Authorization and Appropriations Bills Cover", "Congress provides funding for national defense programs in several annual appropriations measures, the largest of which is the defense appropriations bill. Congress also acts every year on a national defense authorization bill, which authorizes programs funded in several regular appropriations measures. The authorization bill addresses defense programs in almost precisely the same level of detail as the defense-related appropriations, and congressional debate about major defense policy and funding issues often occurs mainly in action on the authorization.", "The annual defense appropriations bill provides funds for military activities of the Department of Defense (DOD), including pay and benefits of military personnel, operation and maintenance of weapons and facilities, weapons procurement, and research and development, as well as for other purposes. Most of the funding in the bill is for programs administered by the Department of Defense, though the bill also provides (1) relatively small, unclassified amounts for the Central Intelligence Agency retirement fund and intelligence community management, (2) classified amounts for national intelligence activities administered by the National Intelligence Director, by the CIA, and by other agencies as well as by DOD, and (3) very small amounts for some other agencies.", "At the beginning of the 109 th Congress, the House Appropriations Committee undertook a substantial reorganization that removed the Defense Health Program, environmental restoration programs, and military facilities maintenance accounts from the jurisdiction of the Defense Appropriations Subcommittee and placed them under the jurisdiction of the newly-named Military Quality of Life and Veterans Affairs Subcommittee. The Senate Appropriations Committee subsequently adopted a reorganization plan that kept the same accounts within the defense appropriations bill, though it assigned military construction and veterans affairs programs to a renamed Subcommittee on Military Construction and Veterans Affairs. This report will continue to track funding levels of the programs moved out of the defense appropriations bill by the House, as they still fall within both the Department of Defense and overall National Defense budget functions.", "Several other appropriations bills also provide funds for national defense activities of DOD and other agencies. This report does not generally track congressional action on defense-related programs in these other appropriations bills, except for a discussion of action on some Department of Energy nuclear weapons programs in the energy and water appropriations bill.", "Appendix B. Overview of the Administration Request", "On February 7, 2005, the Administration released its FY2006 federal budget request. The request includes $441.8 billion in new budget authority for national defense, of which $421.1 billion is for military activities of the Department of Defense (DOD), $17.5 billion for atomic energy defense activities of the Department of Energy, and $3.2 billion for defense-related activities of other agencies (see Table B -1 ). The FY2006 request does not include funding for ongoing military operations in Iraq, Afghanistan, and elsewhere. On February 14, 2005, the Administration submitted a supplemental appropriations request for FY2005 that included $74.9 billion for DOD.", "The FY2006 request represents an increase of 4.3% over the FY2005 enacted level (excluding the supplemental) in nominal terms, and of 1.9% after adjusting for inflation. This rate of growth is considerably slower than earlier in the Bush Administration. Between FY2000 and FY2005, funding for national defense grew by 38% in nominal terms or about 23% after inflation, an annual inflation-adjusted growth rate of 4.2%. Administration figures show relatively slow rates of real growth in the baseline defense budget (excluding supplemental appropriations) for the next several years (see Table B -2 ).", "Key Features of the Administration Request", "Within the defense budget, three aspects of the Administration's FY2006 request stand out:", "Continued growth in military personnel and in operation and maintenance costs; A slowdown in growth of funding for RDT&E and procurement; and Some substantial last-minute changes in projected funding for major weapons programs when, in December, 2004, the Office of Management and Budget instructed the Defense Department to trim a net of $30 billion from the total Defense Department FY2006-FY2011 six-year plan.", "Continued Growth in Military Personnel and in Operation and Maintenance Costs", "As Table B -1 shows, the FY2006 request for the Department of Defense is $19.1 billion higher than the FY2005 baseline budget (i.e., excluding supplemental appropriations). Of that increase, $5.7 billion is for military personnel and $10.0 billion is for operation and maintenance (O&M). So, over 80% of the requested DOD increase between FY2005 and FY2006 is for military personnel and O&M. The growth in personnel and operating accounts reflects an ongoing trend. Between FY2000 and FY2005, increases in military personnel and operation and maintenance funding accounted for 60% of the overall, relatively larger increase in the Department of Defense budget. This still left substantial amounts to boost weapons acquisition. But as budgets level off, continuing increases in personnel and operations may limit the new funding available for weapons programs.", "Slower Growth in Procurement and RDT&E", "In the FY2006 request, the Administration proposes $78.0 billion for procurement, a decrease of $300 million compared to the FY2005 baseline level, and $69.4 billion for RDT&E, an increase of $600 million. After adjusting for inflation, both represent real reductions in funding (see Table B -3 ). Over the next few years, the Administration plan calls for only very modest growth in weapons acquisition in the regular defense budget—an increase in procurement funding is offset by a decline in RDT&E. In all, procurement plus RDT&E spending increases by 7.3% after adjusting for inflation over the next six years, about 1.2% per year real growth.", "One additional point is important to note. The Administration plan also projects only modest real growth in operation and maintenance of about 1.8% per year over the next six years, substantially below the historical growth rate of 2.6%. If, as in the past, projections of O&M savings prove to be too optimistic, then funds may migrate from acquisition programs into O&M to protect readiness.", "Program Budget Decision 753 (PBD-753)", "The implications of constraints on weapons funding became rather dramatically apparent in December, 2004, when the Defense Department made a number of significant changes in its long-term acquisition plans to meet budget targets established by the White House. In the last few weeks before the President's FY2006 budget was to be submitted to Congress, the Office of Management and Budget (OMB) instructed the Defense Department to cut $55 billion from its FY2006-FY2011 Future Years Defense Plan (FYDP). At the same time, OMB told the Pentagon to add $25 billion to the FY2007-FY2011 Army budget to cover costs of an ongoing reorganization plan, known as Army Modularization (see below for a further discussion). The net result was a reduction of $30 billion in the DOD budget over the next six years.", "To effect these reductions, DOD issued Program Budget Decision 753 (PBD-753), which prescribed adjustments to be incorporated into the FY2006 budget submission in order to meet the OMB mandate. Table B -4 lists the major program changes in PBD-753.", "As Table B -4 shows, the proposed reductions are heavily weighted towards the out-years—especially FY2009 and FY2010—and minimized in FY2007. Several of these cuts have been controversial in Congress, particularly the Navy shipbuilding reductions and termination of the C-130J. The fate of these and other programs may be a major focus of congressional attention in action on this year's defense bills. As the House Armed Services Committee was beginning to mark up the defense authorization bills, the Defense Department announced that it had decided not to terminate C-130J production.", "Long-Term Defense Budget Challenges", "Over the next several years, the defense budget will be under a considerable amount of pressure due to several long-term trends. These include", "Relatively moderate rates of growth in defense spending in Administration budget projections and continued downward pressure on the budget due to efforts to constrain budget deficits; Recent large increases in military personnel costs that have made uniformed personnel more than 30% more expensive than in 1999; Continued growth in operation and maintenance costs; Cost growth in a number of major weapons programs and recent cuts in major weapons due to budget constraints; and New perceptions of threats to U.S. security that may lead the Pentagon to alter its budget priorities substantially.", "Taken together, these trends pose some potentially daunting, though by no means unprecedented, challenges for Congress and the Defense Department in shaping the defense budget. These issues are reviewed in CRS Report RL32877, Defense Budget: Long-Term Challenges for FY2006 and Beyond , by [author name scrubbed]. Though Congress seldom addresses these matters directly, long-term budget pressures underlie many of the issues that Congress will grapple with this year."], "subsections": []}]}]}}