{"id": "RL32656", "title": "Health Care Flexible Spending Accounts", "released_date": "2012-06-13T00:00:00", "summary": ["Health care Flexible Spending Accounts (FSAs) are benefit plans established by employers to reimburse employees for health care expenses such as deductibles and copayments. FSAs are usually funded by employees through salary reduction agreements, although employers are permitted to contribute as well. The contributions to and withdrawals from FSAs are tax-exempt.", "Historically, health care FSA contributions were forfeited if not used by the end of the year. However, in 2005, the Internal Revenue Service (IRS) formally determined that employers may extend the deadline for using unspent balances up to 2½ months after the end of the plan year (i.e, until March 15 for most plans). The Tax Relief and Health Care Act of 2006 (P.L. 109-432) allows individuals to make limited, one-time rollovers from balances in their health care FSAs to Health Savings Accounts (HSAs).", "According to the Bureau of Labor Statistics National Compensation Survey, 39% of all workers in 2010 had access to a health care flexible spending account. When viewed by firm size, 56% of workers in firms with more than 100 workers had access to a health care FSA. The accounts were not as common for workers in small businesses. In establishments with fewer than 100 employees, 20% of the workers could choose to participate in an FSA. Not all employees offered an FSA chose to participate. According to a 2010 Mercer Survey, 37% of employees offered an FSA chose to participate and the average annual contribution was $1,420. In 2003, FSAs became available to federal employees for the first time. In September 2008, about 240,000 federal employees had health care FSAs.", "These other points might be noted about health care FSAs:", "FSAs are limited to employees and former employees. The IRS imposes no dollar limit on health care FSA contributions, but employers generally do. FSAs generally can be used only for unreimbursed medical expenses that would be deductible under the Internal Revenue Code, but not for health insurance or long-term care insurance premiums. Employers may impose additional restrictions.", "The Patient Protection and Affordable Care Act (ACA; P.L. 111-148), some provisions of which are amended by the Health Care and Education Reconciliation Act of 2010 (P.L. 111-152), modified the definition of qualified medical expenses to exclude over-the-counter prescriptions (not prescribed by a physician) as a qualified expense effective 2011. In addition, ACA limits the annual FSA contributions to $2,500 beginning in 2013.", "On June 7, 2012, the House passed H.R. 436, the Health Care Cost Reduction Act of 2012, which would allow up to $500 of unused balances in health FSAs to be distributed back to the account holder after the plan year ends and to allow over-the-counter prescriptions to be a qualified medical expense (thus repealing the provision introduced in ACA). The bill has been sent to the Senate for its consideration. Similar bills in the Senate have been referred to the Senate Finance Committee (S. 1368 and S. 1404). This report discusses these bills in greater detail.", "This report will be updated for new data or as legislative activity occurs."], "reports": {"section_title": "", "paragraphs": ["Health care Flexible Spending Accounts (FSAs) are employer-established benefit plans to reimburse employees for specified health care expenses as they are incurred. They arose in the 1970s as a way to provide employees with a flexible benefit at a time when the cost of health care was a growing concern. In contrast to traditional insurance plans, FSAs generally allow employees to vary benefit amounts in accordance with their anticipated health care needs. FSAs can be used for unreimbursed medical expenses, and contributions to FSAs have tax advantages. However, FSA contributions are generally forfeited if not used by the end of the year, although employers may extend the deadline for using unspent balances up to 2½ months after the end of the plan year (i.e., March 15 for most plans).", "This report describes FSAs, the basis for their tax treatment, and data on their use. It also includes a discussion of the changes made to FSAs by the Patient Protection and Affordable Care Act (ACA)."], "subsections": [{"section_title": "Background", "paragraphs": ["FSAs are employer-established benefit plans that reimburse employees for specified expenses as they are incurred. They usually are funded through salary reduction arrangements under which employees receive less take-home pay in exchange for contributions to their accounts. Employees each year choose how much to put in their accounts, which they may use for dependent care, adoption assistance, or for medical and dental expenses. However, there must be separate accounts for these three purposes, and amounts unused at the end of the year must be forfeited to the employer. If FSAs meet these and other rules, contributions are not subject to either income or employment taxes. The focus of this report is on the FSAs devoted to health care.", "To illustrate the tax savings, consider a health care FSA funded for an employee through a salary reduction arrangement. Before the start of the year, the employee elects to reduce his salary by $75 a month in exchange for contributions of that amount to the FSA. Other employees might choose to contribute more or less than $75. Throughout the year, as the employee incurs medical and dental expenses not covered by insurance or other payments, he may use funds in the account to pay them. His total draw, which must be available at the start of the year, is limited to $900 (the sum of his monthly contributions for the year). If all $900 is used the first nine months, for example, he cannot replenish the account until the next year. Any amount that remains unspent at the end of the year (or after the 2 ½ month extension, if available) is forfeited to the employer. If the FSA was funded by the employer, as sometimes is the case, the employee's draw must similarly be available at the start of the year. It is possible for FSAs to be funded both by salary reductions and employer contributions.", "If the employee were in the 25% tax bracket, the federal income tax savings from the $900 salary reduction used to fund the account generally would be $225 (i.e., $900 x 0.25); in addition, the employee could save $69 in Social Security and Medicare taxes (i.e., $900 x .0765). There could be state income tax savings as well. If the employee were in the 15% tax bracket, the federal income tax savings would be $135, three-fifths as large, while if he were in the top 35% bracket they would be commensurately greater, $315.", "The employer would also save $69 in employment taxes from the $900 salary reduction. Employers often use these savings to help pay the expenses of administering an FSA.", "Tax savings can exceed losses due to forfeiture of a remaining balance at the end of the year; thus, not all of an account must be used for employees to come out ahead financially. Since tax savings are greater in the higher tax brackets, higher income employees may be less concerned about forfeitures (assuming they recognize they could still be better off) than lower income employees.", "The tax savings associated with a health care FSA are not unlike those for traditional comprehensive health insurance, which also allows employer payments to be excluded from the income and employment taxes of the employees as well as from the employment taxes of the employer."], "subsections": []}, {"section_title": "Basis for Tax Treatment", "paragraphs": ["FSAs are one way that employment benefits can be varied to meet the needs of individual employees without loss of favorable tax treatment. Flexible benefit arrangements generally qualify for tax advantages as \"cafeteria plans,\" under which employees choose between cash (typically take-home pay) and certain nontaxable benefits (in this case, reimbursements for health care expenses) without paying taxes if they select the benefits. The general rule is that when taxpayers have an option of receiving cash or nontaxable benefits they are taxed even if they select the benefits; they are deemed to be in constructive receipt of the cash since it is made available to them. Section 125 of the Internal Revenue Code provides an express exception to this rule when certain nontaxable benefits are chosen under a cafeteria plan.", "FSAs and cafeteria plans are closely related, but not all cafeteria plans have FSAs and not all FSAs are part of cafeteria plans. FSAs are considered part of a cafeteria plan when they are funded through voluntary salary reductions ; this exempts the employee's choice between cash (the salary subject to reduction) and normally nontaxable benefits (such as health care) from the constructive receipt rule and permits the latter to be received free of tax. Thus, instead of receiving a full salary (for example, $30,000), the employee can receive a reduced salary of $29,100 with a $900 FSA contribution and will need to treat only $29,100 as taxable income.", "However, if FSAs are funded by nonelective employer contributions then their tax treatment is not governed by the cafeteria plan provisions in Section 125; in this situation, the employee does not have a choice between receiving cash and a normally nontaxable benefit. Instead, the benefits are nontaxable since they are directly excludable under some other provision of the Code. For example, nonelective employer-funded FSAs for dependent care are tax-exempt under Section 129, while nonelective employer-funded FSAs for health care are tax-exempt under Sections 105 and 106.", "Regardless of how they are funded, rules regarding FSAs are not spelled out in the Internal Revenue Code; rather, they were included in proposed regulations that the Internal Revenue Service (IRS) issued for cafeteria plans in 1984 and 1989. Final rules regarding circumstances in which employers may allow employees to change elections during a plan year were issued in March 2000 and January 2001. To be exempt from the constructive receipt rule, participants must not have cash or taxable benefits become \"currently available\"; they must elect specific benefits before the start of the plan year and be unable to change these elections except under specified circumstances. With respect to health care FSAs,", "the maximum amount of reimbursement (reduced by any benefits paid for covered expenses) must be available throughout the coverage period; coverage periods generally must be 12 months (to prevent employees from contributing just when they anticipate having expenses); reimbursements must be only for medical expenses allowable as deductions under Section 213 of the Code; claims must be substantiated by an independent third party; expenses must be incurred during the period of coverage; after year-end forfeitures, any \"experience gains\" (the excess of total plan contributions and earnings over total reimbursements and other costs) may at the employer's discretion be returned to participants or used to reduce future contributions, provided individual refunds are not based on participants' claims; and health care FSAs must exhibit the risk-shifting and risk-distribution characteristics of insurance.", "The effect of the IRS rules is to allow only forfeitable FSAs under which employees lose whatever they do not spend each year. The rules disallow three other types of FSAs that had started to spread before 1984: benefit banks , which refunded unused balances as taxable compensation at the end of each year; ZEBRAs , or zero-based reimbursement accounts, under which reimbursements were subtracted from salaries each month (thus reducing taxable compensation at the time it was paid); and ultimate ZEBRAs , under which salaries already paid were recharacterized at the end of the year into reimbursements and taxable compensation. Neither ZEBRAs nor ultimate ZEBRAs had accounts that were funded, and they were criticized as abusive arrangements.", "In August 2007, the IRS issued new proposed rules for cafeteria plans that have not been finalized. The proposed rules generally preserve rules set out in regulations from 1984 and 1989 that were also never finalized. The new rules also reflect changes in tax law from the past 20 years. One key area of the proposed rules is detailed requirements for nondiscrimination testing. Nondiscrimination testing measures whether a plan disproportionately favors highly compensated employees. All cafeteria plans will have to comply with these rules even those that currently do not undertake such testing. The August 2007 proposed rule, however, has not yet been finalized.", "The IRS rules lay out what is permissible with respect to FSA plans, but employers may add their own requirements. For example, prior to ACA, the IRS did not limit the amount that an employee can be reimbursed through a health care FSA, but employers established their own ceiling. (One reason they might do so is to limit the financial risk that employees might resign having received reimbursements that exceed their contributions.) Employers may exclude certain elective expenses from their plans. Beginning in 2013, however, ACA will limit contributions to FSAs to $2,500, which will be adjusted for inflation in subsequent years. ", "FSAs can provide tax savings for the first dollars of health care expenditures that people have each year, similar to the tax savings associated with comprehensive insurance plans having negligible deductibles and copayments. However, taxpayers normally are allowed to deduct out-of-pocket medical expenses only to the extent they exceed 7.5% of adjusted gross income, and then only if the taxpayer itemizes deductions. The more favorable treatment for FSAs might be justified since participants generally assume additional financial risk for their health care. Some might question, however, whether the savings are proportional to the risk and whether they are equitable among people of similar incomes."], "subsections": []}, {"section_title": "Data on Access and Participation", "paragraphs": ["Few surveys ask about FSAs, and those that do obtain only limited information. The two surveys that are available report different measures of access. The first survey from the Bureau of Labor Statistics (BLS) reports the percent of workers who have access to health care FSAs. According to the BLS survey, 39% of all workers in 2010 had access to a health care flexible spending account. When viewed by firm size, 56% of workers in firms with more than 100 workers had access to one. The accounts were not as common for workers in small businesses. In establishments with fewer than 100 employees, 20% of the workers had access to a health FSA. The second survey from Mercer reports the share of employers offering FSAs . According to the Mercer Employer Benefit Survey, more than four-fifths of large employers (85%) offered a health care FSA to their employees in 2009. Among small employers (those with less than 500 employees), 29% offered a health care FSA.", "The federal government began to offer FSAs to its employees in July 2003. As of September 2008, there were about 240,000 federal health care FSAs.", "Despite high percentage of employers offering FSAs, the average participation rate among employees has been much lower. According to the Mercer Survey, 37% of employees offered an FSA chose to participate in 2009. The average annual contribution was $1,420.", "Reasons for low FSA participation include employee perceptions of complexity, concerns about end-of-year forfeitures, and limited employer encouragement. Younger employees, particularly if single, may not have enough health care expenses to make participation worthwhile. For lower income employees, the tax savings may be inconsequential."], "subsections": []}, {"section_title": "Principal Rules Regarding FSAs", "paragraphs": [], "subsections": [{"section_title": "Eligibility", "paragraphs": ["Eligibility for FSAs is limited to employees whose employers offer plans; people who are self-employed or unemployed generally cannot participate. However, former employees can be eligible provided the plan is not established predominantly for their benefit. Employers may set additional conditions for eligibility.", "FSAs allow coverage of a spouse and dependents. FSAs do not have to be linked with any particular type of insurance, though it is said some employers establish FSAs in order to win employee acceptance of greater cost-sharing in plans with higher deductibles."], "subsections": []}, {"section_title": "Contributions", "paragraphs": ["FSA contributions may be made by employers (through nonelective payments), employees (through salary reduction plans), or both. FSA contributions occur during the plan year, which is usually a calendar year. Because most FSAs are funded through salary reductions, contributions typically occur pro-rata throughout the year.", "The IRS imposes no specific dollar limit on health care FSA contributions, though plans typically have a dollar or percentage maximum for elective contributions made through salary reductions. Employers set limits to reduce losses from employees who quit or die when their withdrawals (which might total the year's allowable draw) exceed their contributions from salary reductions. For 2008, each federal employee may contribute up to $5,000 to his or her health care FSA. Beginning in 2013, contributions to FSAs will be limited to $2,500, and adjusted for inflation in subsequent years. "], "subsections": []}, {"section_title": "Qualifying Expenses", "paragraphs": ["Under IRS guidelines, health care FSAs can be used for any unreimbursed (and unreimbursable) medical expense that is deductible under Section 213 of the Internal Revenue Code, with several important exceptions. One exception disallows their use for long-term care and for other health insurance coverage, including premiums for any employer plan. Prior to 2011, there was a second exception for FSAs to cover nonprescription drugs. However, beginning in 2011, over-the-counter medications (except those prescribed by a physician) are no longer considered a qualified medical expense. Employers may add their own limitations.", "The restriction against paying health insurance premiums can be circumvented if the employer offers a separate premium conversion plan. This arrangement allows employees to pay their premiums through what are deemed to be pre-tax salary reductions. For example, if employees pay $600 a year for health insurance (with their employer paying the balance), their payment can be considered to be made directly by their employer (and so exempt from income and employment taxes) instead of included in their wages (and so taxable). Premium conversion plans are common among businesses that offer health insurance, particularly among large companies. The federal government implemented a premium conversion plan in October 2000."], "subsections": []}, {"section_title": "Nonqualified Withdrawals", "paragraphs": ["FSA funds may be used only for qualifying expenses, as defined above; they generally cannot be withdrawn for other purposes. To ensure compliance, reimbursement claims must be accompanied by a written statement from an independent third party (e.g., a receipt from a health care provider).", "One exception to the rule prohibiting nonqualified withdrawals is that military reservists called to active duty for at least 179 days or for an indefinite period may receive some or all of the unused funds in their account. Employers are permitted but not required to allow these withdrawals."], "subsections": []}, {"section_title": "Carryover of Unused Funds", "paragraphs": ["Historically, FSA balances unused at the end of the year were forfeited to the employer; they could not be carried over. On August 23, 2004, Senator Grassley, then chairman of the Senate Committee on Finance, requested the Treasury Department to assess whether it had the authority to modify the \"use or lose it\" rule without a directive from the legislative branch. On December 23, 2004, Treasury Secretary John W. Snow responded by letter that Congress had effectively ratified the rule and that changes would require legislative action.", "Nonetheless, on May 18, 2005, the IRS issued a notice that employers may extend the deadline for using unspent balances up to 2½ months after the end of the plan year (i.e., until March 15 for most plans). FSAs are still subject to the \"use it or lose it\" rule; however, the notice allows employers to offer access to the FSAs for up 14½ months instead of 12 months.", "The rationale for the new notice is based on other benefits covered under the section of the Code dealing with cafeteria plans, Section 125. Cafeteria plans may not include a benefit that defers compensation, which is the basis of the \"use it or lose it\" rule. However, according to the new notice, payment from a plan is not considered deferred compensation even if the payment occurs after the end of the plan year if that payment occurs within \"a short, limited period\" after the end of the plan year. The notice cites other regulations and rulings stating that benefits are not considered deferred if they \"are received by the employee on or before the fifteenth day of the third calendar month after the end of the employer's taxable year [that is, March 15].... Consistent with these other areas of tax law, Treasury and the IRS believe it is appropriate to modify the current prohibition on deferred compensation in the proposed regulations under §125 to permit a grace period after the end of the plan year during which unused benefits or contributions may be used.\"", "The employer has the option to offer this 2½-month grace period but is not required to do so. For implementation, the cafeteria plan document must be amended to include a grace period, and the period must apply to all participants in the plan. The IRS notice does not alter other features of FSAs, so at the end of the applicable grace period, unused balances still must be forfeited to the employer.", "Employers' initial reaction to the rule change has been mixed, with some welcoming the added flexibility but others concerned about additional administrative burdens and exposure to increased financial risk.", "The Tax Relief and Health Care Act of 2006 ( P.L. 109-432 ) provided that individuals may make limited, one-time rollovers from balances in their FSAs to Health Savings Accounts (HSAs). IRS guidance issued in February 2007 provides details about the conditions under which these transfers can occur. Among other things, employees must elect to make \"qualified HSA distributions\" by the last day of the plan year, no reimbursements can be made to employees after that last day, and the HSA distribution cannot exceed the lesser of the balance in the FSA on (1) September 21, 2006, or (2) the date of the distribution."], "subsections": []}, {"section_title": "Interaction with Other Health Accounts", "paragraphs": ["It is possible for individuals to have a health care FSA along with other tax-advantaged health accounts—HSAs and Health Reimbursement Accounts (HRAs). However, employers must coordinate how multiple accounts are used so that the eligibility requirements are not violated.", "Health care FSAs cannot be used to pay the deductible of an HSA's qualifying high deductible health insurance. As a result, the FSA for those with an HSA must be either a \"limited purpose FSA\" or a \"post-deductible FSA.\" A limited purpose FSA is one that pays only for preventive care and for medical care not covered by the HSA's qualifying health insurance (for example, vision and dental care). A post-deductible FSA is one that does not pay or reimburse any medical expense until the deductible of the HSA's qualifying health insurance has been met.", "For those enrolled in an HRA and FSA at the same time, the accounts cannot pay for the same expenditures. Amounts in the HRA must be exhausted before reimbursements may be made from the FSA, except for qualifying expenses not covered by the HRA. When a person is enrolled in an HRA and an FSA, there is no federal requirement that the FSA be limited in purpose or post-deductible. However, the employer has the authority to implement such policies, as well as to require that the FSA be exhausted if the HRA must also be exhausted before the arrangement's health insurance begins.", "HSAs and HRAs are offered to federal employees and annuitants through the Federal Employees Health Benefits Program (FEHBP). A federal health care FSA is also available to federal employees, though not to annuitants. For 2005, the U.S. Office of Personnel Management (OPM) prohibited enrollees in FEHBP's HSA or HRA options from enrolling in a health care FSA. Starting in 2006, however, a health care FSA limited to vision and dental care became available for enrollees with the HSA option. Starting in 2007, federal enrollees can purchase separate vision and dental insurance as well.", "Health care FSAs can conflict with the objectives of HSAs and HRAs. People with FSAs receive tax advantages for the first dollars of health care expenditures without assuming the additional risk associated with the high deductible insurance that is required of HSAs and that usually accompanies HRAs. While they cannot carry over FSA balances for use in later years, this might not make much difference to those who would not be building up HSA or HRA balances anyway. As a consequence, those who believe that enrollment in high deductible health insurance should be encouraged might oppose further incentives for FSAs."], "subsections": []}]}, {"section_title": "Recent Legislative Activity", "paragraphs": ["On June 7, 2012, the House passed H.R. 436 , the Health Care Cost Reduction Act of 2012, which would allow up to $500 of unused balances in health FSAs to be distributed back to the account holder after the plan year ends and to allow over-the-counter prescriptions to be a qualified medical expense (thus repealing the provision introduced in ACA). According to JCT, the FSA provisions of H.R. 436 would reduce revenues by about $8 billion over a 10-year period. The bill has been sent to the Senate for its consideration. ", "In the Senate, two similar bills have been referred to the Senate Finance Committee. S. 1368 , Restoring Access to Medication Act, was read twice and referred to the Senate Committee on Finance on July 14, 2011. In addition, S. 1404 , Medical FSA Improvement Act of 2011, would allow all amounts that are not spent for qualified medical expenses to be distributed to the FSA participant in taxable income after the close of the plan year. This differs slightly from H.R. 1004 , which limits the amount refunded to $500. "], "subsections": []}]}}