{"id": "RL32851", "title": "Hazardous Materials Transportation Security: Highway and Rail Modes", "released_date": "2005-04-06T00:00:00", "summary": ["Hundreds of thousands of trucks and railroad tank cars transport tons of hazardous materials(hazmat) daily. There is virtually an unlimited number of ways that these shipments are at risk fromattack by terrorists. By implementing a \"layered\" system of measures affecting shippers, carriers,and drivers, many in the public and private sectors seek to reduce associated security risks. Thissystem involves incident prevention, preparedness, and response. A major challenge is to increasecost effectively the security of these shipments, especially those that pose the most danger to thepublic, while still meeting, to the extent possible, the transportation requirements of commerce. The109th Congress is considering legislation, such as H.R. 3 , H.R. 153 , H.R. 909 , H.R. 1109 , and H.R. 1414 , and S. 230 ,which includes provisions intended to promote hazmat transportation security.", "The Departments of Transportation (DOT) and Homeland Security (DHS) have takennumerous actions to enhance the security of hazmat transportation. For example, DOT requiresshippers and carriers to implement security plans regarding specified hazmat transportation. DOTgrants encourage states to conduct inspections of trucks transporting hazmat. Also, DOT hascontacted thousands of companies seeking to improve their security programs, and also hasestablished communication links with industry. DHS conveys threat information to law enforcementand industry, and conducts vulnerability assessments. DHS administers a grant that provides trainingand the communications infrastructure which facilitates truck drivers and others to report safety andpotential security concerns. DHS seeks to determine whether commercial drivers pose a securitythreat necessitating denial of their hazmat endorsement on their commercial drivers licenses. Despite these efforts, there remain many vulnerabilities in the current layered system of hazmattransportation security measures. At a cost, much more could be done to expand the scope,strengthen the rigor, and accelerate the pace of the federal role in this area.", "H.R. 153 and H.R. 1109 include a provision that would require theDHS to prepare a vulnerability assessment of freight rail transportation and to identify security risksthat are specific to the transportation of hazmats by rail. H.R. 153 would provide grantsto address threats pertaining to the security of hazmat transportation by rail. H.R. 909 would establish a research program intended to advance security measures for hazmat transportation. H.R. 3 , which the House has passed, includes a provision intended to ensure thatMexican- and Canadian-domiciled truck drivers transporting specified hazmat loads in the UnitedStates are subject to a background check similar to that required of U.S. drivers. Other optionsinclude increased security awareness training for state truck inspectors and certain employees oftruck leasing companies, and requiring enhanced security plans and communication systems forcarriers of high hazard materials shipments beyond those now required. Each of these options posescosts that need to be evaluated within the context of other investments. This report deals only withhazmat security in surface transportation and will not be updated."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "The Challenge and Reality", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["Hundreds of thousands of trucks and rail tank cars transport tons of hazardous materials(hazmat) daily. These cargoes have the potential to be instruments or targets of terror. Hazmatshipments can be attacked or hijacked by terrorists. Intercepted hazmat shipments that arepoisonous, infectious, radioactive, flammable, or explosive can be used to harm large groups ofpeople. Also, hazmats can be maliciously released to attack buildings and critical infrastructure. The Department of Transportation (DOT) asserts that security threats specifically targeting hazmattransportation are real and ongoing. (1) ", "The security of such shipments, especially those that can be used as weapons of massdestruction, is attracting much attention by the transportation community, governmental officials, emergency responders, and terrorists. Many in the public and private sectors seek to reduce risk byestablishing a \"layered\" or reinforcing system of measures affecting companies, drivers, andshipments. This system involves incident prevention, preparedness, and response. Inspection ofcommercial drivers and vehicles, regulation of the security aspects of transportation operations(including routing), security-oriented training of employees, and planning and training for emergencyresponse are key activities. A major challenge is to cost effectively increase the security of theseshipments, especially those that pose the most danger to the public, while still meeting, to the extentpossible, the transportation requirements of commerce. ", "This report provides a general overview of hazmat transportation security and focuses onthe federal role. The report first summarizes an array of key governmental activities that might beencompassed in a layered system of security enhancements. This theoretical system is thencompared to a summary of the status of current federal governmental efforts. More specifically, thereport outlines illustrative key actions taken by the DOT and the Department of Homeland Security(DHS) to promote hazmat security in surface transportation. The report then summarizes someconcerns associated with the federal effort in promoting hazmat transportation security, specificallycommenting on the adequacy of some DHS and DOT efforts, as well as routing, pre-notification, andresearch concerns. Finally, the report presents ten options that might be considered to furtherstrengthen hazmat transportation security. ", "This report does not address private sector efforts to promote hazmat security, and does notcover the special security measures associated with the transportation of high-level nuclearshipments. Furthermore, this report deals only with hazmat security in the rail and highway modes."], "subsections": []}, {"section_title": "Theory and Reality", "paragraphs": ["There is virtually an unlimited number of ways that the hazmat transportation system is atrisk from attack by terrorists. Rail track or signals can be sabotaged, tank trucks and rail cars canbe attacked, and poisonous gases can be released. Estimates indicate that there are over one millionhazmat shipments per day in the United States. Simply put, there are too many points ofvulnerability to ensure security during hazmat transportation. Nevertheless, decision makers areasking: What is the Federal Government doing to promote hazmat transportation security? Whatare the shortcomings of the current security safeguards? Are the DOT and the DHS taking prudent,timely, and cost effective measures to promote hazmat transportation security? And, what othereffective measures could these Departments implement at a reasonable cost? This report providesinsight into each of these areas of concern.", "Instead of ensuring security, a \"layered approach,\" which marshals different reinforcingmeasures to promote hazmat security, is gradually being deployed. This system includes privatesector initiatives underpinned or supplemented with governmental efforts such as research, outreach,directives, advisories, and regulations. This layered approach does not absolutely ensure security,but it enhances security by marshaling different approaches. ", "The Theory. What are some key governmentalcomponents that might be included in a layered system of security measures? In theory, initiativesthat might be implemented include in-depth and reliable background checks or security threatassessments of drivers transporting certain loads of hazmat; special permits required for carriers ofhigh-hazard materials to ensure that they have achieved specified levels of safety and security;effective and definitive security-oriented training requirements for hazmat employees; andrequirements for adequately enforced, carefully designed security plans and procedures for certainhazmat transportation operations. Such a system would be overseen by a cadre of federal and stateinspectors. Also, planning and training grants might be obligated to help prepare emergencyresponders in case there is a release of hazmat. Grants to train and enable the transportationcommunity to alert officials to possible terrorist threats might also be included in this theoreticalsystem. Routing of high hazard shipments might be designed to appropriately balance safety,security, emergency response, and operational or logistical concerns. ", "The Reality. As discussed in detail in the nextsection and summarized in Table 1 below, the DOT and DHS have taken numerous actions intendedto increase the security of specified hazmat shipments. ", " Table 1. Summary Status of DOT and DHS Efforts (2) ", "Source: Congressional Research Service", "In sum, DOT and DHS have: administered millions of dollars of various types of grants toassist state inspectors, industry, and emergency responders; spent millions of dollars planning andimplementing programs and issuing security-oriented proposals or regulations; and required thetransportation industry and commercial hazmat drivers to spend much larger sums to comply withfederal requirements. Through these and other actions described in detail later in this report, DOTand DHS, working with industry, are creating a layered system of security measures. Whether thescope, rigor, and pace of these actions is adequate or not is subject to debate. "], "subsections": []}]}, {"section_title": "Survey of Illustrative DOT and DHS Activities", "paragraphs": ["DOT and DHS both have important responsibilities in promoting hazmat transportationsecurity. Presented below is a survey of illustrative DOT and DHS activities. Although thisdiscussion presents each of these department's activities under separate headings, it is important toremember that they do consult with each other and seek to coordinate activities. "], "subsections": [{"section_title": "DOT Activities", "paragraphs": ["The Homeland Security Act of 2002 ( P.L. 107-296 ) states that the DOT Secretary is toprescribe regulations for the safe transportation, including security, of hazmats in intrastate,interstate, and foreign commerce. DOT maintains that addressing security concerns should be partof an overall strategy to manage the risk of hazmats during transportation. Different modaladministrations in DOT have conducted an array of activities to promote hazmat transportationsecurity. Among the most significant actions are DOT's visits to thousands of hazmat carriers andissuance of the security planning and training regulations and permit requirements mentioned below. DOT's Federal Motor Carrier Safety Administration (FMCSA), Federal Railroad Administration(FRA), and the Pipeline and Hazardous Materials Safety Administrations (PHMSA) are keyparticipants in promoting the security of hazmat transportation in the surface mode. (3) ", "FMCSA has influenced security efforts through direct contacts with industry, enhancedregulatory requirements, grants to state motor carrier safety officers, diverse training, and operationaltesting of security measures. For example, this agency has conducted more than 37,000 visits tohazmat trucking companies to provide technical assistance intended to enhance the security of theiroperations. Since April 2003, FMCSA has conducted more than 850 security contact reviews duringwhich its specialists seek to determine whether a motor carrier's security plan and security trainingprocedures comply with federal regulations. Enforcement actions have resulted from these reviews. Furthermore, FMCSA requires trucking companies transporting shipments of certain \"highly\"hazardous materials to obtain a special hazmat safety permit. (4) FMCSA has stated that thepermit is needed because certain highly hazardous materials, should they be released in crashes orattacked by terrorists, would be more dangerous than some other hazmats. FMCSA also hasprovided enforcement grants to border states to enhance inspection of hazmat shipments entering theUnited States. Also, FMCSA sponsored an evaluation of a variety of technologies intended toenhance security, e.g., systems to track trucks transporting hazmats and ways to stop these vehiclesin case of hijack. More specifically, FMCSA supported an operational test involving about 100trucks equipped with an array of security-oriented technologies. This \"on the road\" experimentassessed the costs and benefits of various security enhancing technologies and communicationsystems to ascertain opportunities for further advances. Also, this agency issued a \"Guide toDeveloping an Effective Security Plan for the Highway Transportation of Hazardous Materials,\"which was developed by Battelle and TotalSecurity.US. (5) ", "In addition, FMCSA has provided training to its safety specialists to increase their knowledgeof the federal transportation security regulations. This DOT modal administration is also deliveringa short course to police officers entitled \"Trucks and Terrorism.\" The course is intended to helppolice officers recognize a suspicious activity pertaining to a trucking operation, (e.g., shippingoranges into Florida during their orange harvesting season), or a suspicious action of a driver thatmay indicate a terrorist intent. FMCSA has developed an extensive communications/notificationsystem, as well, that reaches hundreds of thousands of drivers and thousands of companies regardingpossible security threats and other security-related information. FMCSA has warned industry ofheightened security situations and provides alerts regarding specific vehicles or shipments. ", "DOT's Pipeline and Hazardous Materials Safety Administration (PHMSA), formerly part ofthe Research and Special Programs Administration (RSPA), requires each regulated entity (personor company) which offers or transports in commerce specified hazmats to develop and implementsecurity plans. (6) Some inindustry consider DOT's rule on security plans to be overly broad in its applicability. Some areconcerned that DOT's assessment of whether a company's security plan meets federal requirementsis too subjective. (7) ThisDOT regulation covers a wide array of companies, including those offering or transporting a loadof hazmat that needs to be placarded. Thus this regulation covers much of the hazmat industry. According to a spokesman, the DOT has chosen not to be too prescriptive in its security planregulation and instead, within the general framework of what is required, expects each company todevelop and implement appropriate measures tailored to its specific operating conditions andcommodities being transported. (8) ", "PHMSA also requires that security awareness training must be provided by a specified dateto all hazmat employees, and that employees of companies required to prepare a security plan mustreceive training on the plan. (9) (FMCSA, FRA, and PHMSA inspectors are seeking to promotecompliance with these regulations, and state that they are bringing enforcement actions againstcompanies that are not in compliance with the security regulations.) Also, PHMSA has issued aframework for risk management applicable to the transportation of hazardous materials. Theproduct, designated as the \"Risk Management Self-Evaluation Framework (RMSEF)\", is intendedto help companies develop hazmat security plans. (10) PHMSA also administers a grant program that provides trainingto emergency responders dealing with spills of hazmat. ", "Primarily as a result of industry efforts, underpinned by actions taken in partnership withDHS and DOT, railroad security has tightened since 9/11. With respect to hazmat transportation byrail, the FRA is participating in various government and private sector efforts to conduct a reviewand security risk assessment of hazmat shipments through various major metropolitan areas. FRAhas provided technical advice to the DHS on tank cars and hazmat transportation. Also FRAconducts hazmat training for first responders that deals with possible toxic releases due to securityor safety issues. FRA has participated in hazmat security exercises that focused on response toterrorist strikes affecting all transportation modes. In addition, FRA has conducted more than 1,200inspections of shippers and railroads to check for compliance with DOT's hazmat securityregulations. FRA's inspection and oversight of rail bridges and track have direct relevance tosecurity concerns. Also, FRA provides intelligence sharing with the railroads on security matters. "], "subsections": []}, {"section_title": "DHS Activities", "paragraphs": ["The DHS is the lead federal department concerned with promoting homeland security. DHSactivities are wide ranging and may directly or indirectly affect transportation security in general, andsometimes hazmat transportation security in particular. This Department seeks to reduce threats totransportation infrastructure and operations and improve associated federal response to these threats. For example, DHS conducts threat determinations, assesses vulnerabilities and risk, and issuesinformation warnings and advisories, as well as develops various security plans and strategies. Also,DHS has issued a standardized management plan for incident response. This Department operatesthe Homeland Security Operations Center, which serves as the primary, national-level center forreal-time threat monitoring and situational awareness, domestic incident management, and relatedinformation sharing efforts. DHS also runs the Homeland Security Information Network-ProtectedCritical Infrastructure Information Program, which is a communications and alert notifications linkallowing federal, state, and local officials to exchange information rapidly that pertains to all securityissues, including hazmat transportation security. ", "DHS also administers a multi-faceted research and development (R&D) program focused ona broad range of security-oriented technologies or systems, some of which have direct bearing ontransportation of hazmats. Some areas of research or technology development include technologyto track hazmat shipments; improved detection of nuclear materials; improved emergency responsestrategies; and characterization and reduction of the vulnerability posed by toxic industrial materialsin transport. Sometimes DHS R&D is conducted in close cooperation with DOT. For example,DHS and the FRA have supported research to examine how breaches of tank cars caused by smallarms fire might be detected. ", "The Transportation Security Administration (TSA) is the key agency within DHS that affectstransportation security. The Aviation and Transportation Security Act provides this agency withbroad responsibility and authority for security in all modes of transportation, including the authorityto develop policies and strategies for dealing with threats to transportation security and to enforcesecurity-related regulations. TSA maintains that under this authority, it may \"...identify a securitythreat to a mode of transportation, develop a measure for dealing with that threat, and enforcecompliance with that measure.\" (11) DHS and DOT agree that they share responsibility for hazmattransportation security. In a memorandum of understanding (MOU) regarding broad transportationsecurity responsibilities and communications, DOT acknowledges that DHS has primaryresponsibility for transportation security, and that DOT supports DHS by providing technicalassistance and helping DHS with its security policies, when possible. DOT retains statutoryauthority and responsibility for such matters as transportation of hazmat (including security). ", "TSA's primary emphasis has been on aviation security; with much less attention and moneydirected at surface transportation concerns. Thus, in terms of resources invested, TSA states that it\"...has been unable to place the focus on hazmat transportation security that is warranted.\" (12) TSA's activities intendedto promote hazmat transportation security are not concentrated in one office, but are part of theresponsibility of several of its offices. TSA maintains that this structure is intended to maximizeresources and program effectiveness. ", "TSA uses a variety of different approaches seeking to improve the security of hazmatshipments. These include planning, communications, research, and training activities. One of TSA'searlier planning activities was to develop a document called the \"Sector Specific Plan (SSP) forTransportation,\" which is part of the broader National Infrastructure Protection Plan. The SSP isintended to: (1) identify participants in the transportation sector, their roles and relationships, andmeans of communication; (2) identify critical transportation assets; (3) assess transportation sectorvulnerabilities and prioritize assets; (4) identify protective programs; (5) measure securityperformance; and (6) prioritize research and development to advance security technologies. (13) Hazmat transportationsecurity, however, is not considered as a separate transportation activity under the SSP, but ratherthis area is encompassed under various modal portions of the plan. For security and other reasons,this draft plan has not been released to the public.", "Some Members of Congress are particularly interested in vulnerability assessments. Severalbills introduced in the109th Congress, including H.R. 153 and H.R. 1109 ,include provisions that would require the DHS to prepare a vulnerability assessment of freight railtransportation and to identify security risks that are specific to the transportation of hazmats by rail.", "With respect to promoting hazmat security, TSA is involved in several information-focusedactivities. For example, TSA routinely communicates with industry representatives and stateofficials about security threats. Often on a weekly basis, TSA has conducted numerous briefingsfor various stakeholders, including the ", "hazmat industry, to inform interested parties on relevant security activities and concerns. ", "TSA sponsors an array of outreach and training activities that are intended to promote hazmattransportation security. For example, TSA/DHS has provided about $41 million to the AmericanTrucking Associations' Highway WatchÂ® Program. This program trains truck drivers and varioushighway workers to identify and report safety incidents and potential security threats that occur onroadways. Funds from this program are also used to link transportation professionals with lawenforcement, first responders, and the intelligence community via TSA's Transportation SecurityOperations Center. Participants in this program report \"...safety hazards and potentialterrorist-related activity in the transportation industry, providing a rich source of threat-relatedhuman intelligence that is analyzed and channeled to law enforcement, national security agencies,and industry.\" (14) SinceJune 2004, the Highway WatchÂ® Call Center has responded to more than 1,415 calls of which morethan 200 were reports of suspicious activity that \"...could be construed as possible pre-operationalsurveillance, probing or otherwise abnormal activity within the highway community.\" (15) Highway WatchÂ® hastrained almost 50,000 participants from all areas of the highway community and plans to train over450,000 during 2005. The Highway WatchÂ® Information Sharing and Analysis Center (ISAC)issues \"Be-On-the-Look-Out (BOLO)\" alerts, suspicious incident reports, various analytical reports,and emergency traffic routing advisories.", "TSA's role in hazmat security is evolving and many of its efforts are conducted with thedirect support of, or in consultation with, the DOT. For example, on August 16, 2004, TSA andRSPA (now PHMSA) issued a request for comments and information on the feasibility and impactsof initiating security enhancements regarding rail shipments of toxic-by-inhalation (TIH) materials. Both agencies are examining the need for possible \"hardening\" of aspects of the rail transportationsystem for TIH materials and the costs and benefits of these measures. ", "For example, these agencies are considering whether to revise temporary storagerequirements applicable to rail tank cars transporting TIH materials; and whether to require removalof identifying marks, names, stenciling, placards, or other content indicators from rail tank cars usedto transport TIH materials. An issue is whether alternative means of hazard communication arepracticable that would concurrently promote safety, emergency response and security. Some fearthat existing communication requirements could help a terrorist or criminal identify a potentialtarget for harm; but many in the emergency response community want DOT to continue to requireits hazards communications system. TSA has sponsored a study that bears on this issue. ", "Also, TSA and PHMSA are considering how the security plans pertaining to TIH materialsrequired by PHMSA might be improved, and whether and how specific criteria for these plans mightbe required to more adequately address security risks. It remains uncertain what actions either TSAand/or PHMSA will take as a result of this August 16, 2004 initiative and when such actions mightoccur.", "This August 16, 2004 regulatory announcement suggests that TSA intends to take a muchmore definitive role in promoting the security of these materials in the rail mode. More specifically,\"DOT and DHS's focus on rail is only the first phase in an interdepartmental multi phase effort toassess and secure the transportation of TIH in all transportation modes to create an end-to-end secureTIH supply chain.\" (16) ", "In addition, TSA was tasked by the Homeland Security Council to conduct rail- corridorassessments in eight high threat areas. Experts from industry, FRA, and others under TSA'sleadership conduct these analyses which typically include vulnerability assessments, analysis offreight operations, and buffer zone protection studies. As a result of this process, TSA providesrecommendations to industry and governmental officials in the corridor and tries to get cooperationand buy-in from various stakeholders to implement the necessary improvements. (17) TSA has completed itsassessment of the Washington, DC corridor, and states that it has made progress on assessingcorridors in Ohio and New Jersey. Based on discussions with the railroad industry and TSA, DHShas not provided any direct funding to any railroad to improve its security infrastructure in any ofthese corridors. (18) TSA, however, states that there have been security enhancements as a result of the rail corridorassessments. ", "TSA also is managing a pilot project to test various truck tracking technologies and plans todevelop, test, and evaluate a prototype for a centralized truck tracking center. (19) Researchers plan toexamine questions regarding the interoperability of various technologies and the linking of variousalerting and information systems between a truck tracking center and a government intelligencecenter. TSA also provided FMCSA with funds to help that agency formulate its hazmat carrierpermit program, which was previously mentioned. TSA is initiating a security awareness programfor the truck leasing/rental industry. One of the purposes of this effort would be to increase thesensitivity of counter employees to possible security risks, such as illegal transport of hazmat, posedby someone seeking to rent a truck with terrorist intent. ", "Other parts of the DHS also affect various aspects of hazmat transportation security. Forexample, the U.S. Customs and Border Protection (CBP) is installing scanners that can detectradioactive materials as trucks drive out of marine terminals. CBP also has issued a rule requiringadvanced notification of cargo (including chemical cargo) manifest data on specified shipments intoand out of the country. (20) The Office for Domestic Preparedness in DHS conductsplanning activities and provides training for those that might deal with a terrorist attack involvinghazmat transportation."], "subsections": []}, {"section_title": "TSA and Hazmat Drivers", "paragraphs": ["TSA also assesses intelligence and other data seeking to identify persons who pose a threatto transportation security. With cooperation from the states, TSA is gradually implementing Section1012 of the USA PATRIOT Act ( P.L. 107-56 ). This provision seeks to reduce some of the securityrisks associated with hazmat transportation by requiring a security threat assessment of drivers witha hazmat endorsement on their commercial drivers license (CDL). This process, which includesimmigration and database checks, may deter a terrorist from obtaining or keeping such anendorsement; nevertheless, the hazmat transportation system remains vulnerable to attack. Membersof Congress are overseeing implementation of TSA's program, reviewing its financial impacts, anddeciding whether to explicitly require in law a similar review of Canadian- and Mexican-domicileddrivers transporting specified hazmats into the United States. This provision is included in H.R. 3 , which the House passed. (21) ", "During 2004 TSA screened 2.7 million commercial drivers with a hazmat endorsement bycomparing drivers' names and other information to those on a variety of databases. These checksgenerated more than 100 leads that were sent to the FBI. TSA recognizes that the reliability of thisprocess will be improved by incorporating a fingerprint-based criminal background check. For eachof the next five years, TSA will put roughly 1/5 of the commercial drivers seeking to renew, obtain,and in some cases transfer, a hazmat endorsement through a more comprehensive threat assessmentprocess, including a fingerprint-based records review. This complex process is underpinned bydetailed federal regulations and state procedures that pose costs or uncertainties for drivers orcarriers. Through its adjudication process, TSA will face the difficult task of quickly responding tomany drivers appealing TSA's initial decisions effectively denying their hazmat endorsement orseeking waivers from program standards. TSA conducts name-based checks periodically of driversholding a hazmat endorsement on their license.", "TSA and the states have faced many challenges in the development and implementation ofthis initiative. The complete program was originally planned to start in 2003, however, it wasdelayed several times. As of January 31, 2005, TSA has not permitted a state to issue a new hazmatendorsement with a CDL until a determination has been made that an applicant does not pose asecurity threat. Starting May 31, 2005, this TSA rule also applies to drivers seeking either to renewa CDL with this endorsement, or, in some cases, to transfer his/her license from one state to another."], "subsections": []}]}, {"section_title": "Policy Issues Associated with Hazmat Transportation Security", "paragraphs": ["There are several policy issues associated with the federal role in the security of hazmattransportation. These include concerns regarding the adequacy or impact of some federal hazmattransportation security efforts, limited inspector resources, routing, and planning and pre-notificationof shipments, and research related to security technology. "], "subsections": [{"section_title": "Adequacy or Impact of Some Federal Hazmat Transportation Security Efforts", "paragraphs": ["Despite the efforts and accomplishments of the DOT and DHS that were noted in theprevious section, many vulnerabilities remain in the current layered system of hazmat transportationsecurity. As discussed below, some of the federal efforts to promote security are just beginning tohave an impact, and some of these impacts are rather limited in reach or scope. ", "FMCSA Activities. Starting in early 2005,FMCSA began issuing hazmat permits to carriers transporting specified high hazard materials. Allcarriers subject to the hazmat safety permit requirements (e.g., 49 CFR 385.403) are required to gothrough the permit process. Essentially, the first round of carriers should be considered for thepermit within approximately the next 21 months as they register or renew their registration withFMCSA. (22) As thisoccurs, FMCSA will issue temporary permits and conduct compliance reviews on those carrierswithout a safety rating that meet other eligibility requirements for a hazmat permit. FMCSA's reviewis intended to check the compliance of these carriers with various FMCSA-issued safety regulationsas well as PHMSA-issued hazmat security regulations. During the compliance review, FMCSAstates that its safety specialists audit the certifications made by industry as part of the permitapplication. Or, FMCSA will issue the hazmat safety permit to those carriers with a satisfactoryrating that otherwise meet the requirements for the permit. As previously indicated, FMCSA hasalready reviewed hundreds of hazmat carriers to check for their compliance with the PHMSA-issuedregulations prior to January 1, 2005. ", "It is difficult to assess the impact of FMCSA's permit requirements on security because sofew carriers have actually obtained the permit to date. FMCSA expects that eventually some 3,100carriers will seek this permit. As of March 21, 2005, about 180 carriers had received permits, while125 applications were rejected. (23) The financial penalties that can result from enforcement casesbased on FMCSA's compliance reviews plus the legal consequences of falsifying certificationsrequired to obtain the permit serve as two forces promoting compliance with PHMSA's security planregulations. FMCSA maintains that increased security measures required as part of the permitprogram reduces the chance that the high hazard materials transported by the covered carriers couldbe used in a terrorist attack. Although this statement may be true, compliance with current federalsecurity measures, which leave much discretion to industry regarding required measures to be taken, could still leave considerable vulnerability to attack, and also do not require constant 24/7communications for high hazard shipments between a carrier and the driver. (24) ", "DHS Activities. As previously noted, TSA's rolein hazmat transportation is evolving. Not surprisingly, some of TSA's efforts are just beginning tohave an impact. For example, the fingerprint-based, security threat assessment that TSA performson CDL holders regarding their hazmat endorsement began in early 2005. The actual impact of thisprocess on hazmat transportation security is difficult to determine, but most observers would agreethat, at best, its impact will be rather limited in the broader scheme. TSA's threat assessment processmay deter someone who may be a terrorist from obtaining or keeping a hazmat endorsement. Butthat person still can do harm using hazmats in transportation without first obtaining a hazmatendorsement. The questions could be asked: Is a terrorist likely to acquire or maintain a hazmatendorsement if they need to submit to a fingerprint check, an immigration status check, a criminalbackground review, and multiple-database name-only checks? Does the benefit of obtaining ahazmat endorsement overcome the potential risk of being uncovered as a terrorist? TSA's securitythreat assessment process, however, is not intended or designed to address all the vulnerabilities inthe hazmat transportation system. In the war against terrorism, TSA's threat assessment process isviewed by some as a prudent measure, by others as a \"feel good\" measure; it is generally recognized,however, that this investment is inherently limited in its impact. ", "On the other hand, by not being able to obtain or keep such an endorsement, easy access tosome parts of the hazmat transportation system can be reduced, thus making it more difficult to doharm. Also, TSA's security threat process may make it more difficult for a group of terrorists toorganize a coordinated attack using hazmat. Furthermore, TSA's name-only based checks havegenerated more than 100 leads that were sent to the FBI, according to TSA. ", "The impact or reach of some of TSA's other efforts to promote hazmat security also islimited. To date, TSA has not issued a comprehensive set of regulations that requires the various keycomponents of the hazmat transportation industry (e.g., all high hazard shippers and carriers) toimplement a detailed system of security-oriented measures that meets specified criteria beyond thosenow required by DOT. There is little indication that the TSA plans to issue such comprehensiveregulations, at least in the near-term, although this agency, working with DOT, may first strengthenrequirements pertaining to TIH materials transported in the rail mode. ", "TSA notes that it has been working with the DOT on the issuance of certain securitydirectives and guidance documents that would be designed to address the security risks associatedwith shipping and transporting certain types and quantities of hazmat. TSA maintains that beforethe agency issues \"...any regulations or adopt standards for key components of the HAZMATtransportation industry, a detailed risk assessment and identification of system vulnerabilities shouldtake place. Doing so will allow TSA to properly prioritize and focus their resources on those areasthat are deemed to be most vulnerable and subject to terrorist acts.\" (25) It remains uncertain whenTSA will issue new security directives or guidance documents pertaining to hazmat transportationsecurity. ", "Also, DOT and DHS have not issued a final regulation that would result in a national routingsystem governing all rail and highway hazmat shipments that requires local or state jurisdictions totake into account and evaluate various safety considerations, security risks, and logistical tradeoffs,and dictates specific routes and security-based procedures. More importantly, there is not aconsensus that there should be such a routing system. (26) For certain events often involving large numbers of people, DHS states that it works cooperatively with industry to encourage appropriate measures to reducerisk associated with certain hazmat shipments in the impacted vicinity. For example, TSA mayencourage industry to hold certain shipments for several hours away from certain populated areas. "], "subsections": []}, {"section_title": "Limitations of Federal and State Inspector Resources", "paragraphs": ["Limited federal and state inspection of hazmat shipments also poses security concerns,especially in highly populated areas. Federal and state motor carrier specialists and railroadinspectors primarily focus on promoting compliance with applicable safety regulations. (In general,security problems can be much more difficult to detect than safety problems.) Funding limitationsfor inspector resources allow only a small percentage of the vehicles (tank trucks and tank cars)entering or near heavily populated areas to be checked. Many safety/regulatory inspectors are notequipped with the necessary technologies, e.g., radiation detection devices, that would help detectsome potential security risks. The increased use of technology (e.g., radiation detectors) wouldenhance security, but there are associated costs. Furthermore, based on discussions with variousparticipants in the commercial vehicle safety community, it appears that all inspectors funded by theMotor Carrier Safety Assistance Program (MCSAP) do not uniformly receive formal and detailedtraining on hazmat transportation security concerns and appropriate interrogatory techniquesregarding this challenge. Nor are all state motor carrier inspectors trained policemen with full lawenforcement responsibilities and arrest powers. FMCSA plans to conduct security awarenesstraining for MCSAP personnel during FY2005. Furthermore, TSA notes that in its FY2005appropriations the agency was given the authority to hire 100 inspectors primarily to promotesecurity for passenger railroads. TSA maintains that it has some flexibility to use these personnelto conduct some cargo inspections as conditions arise. (27) DHS states that it has allocated funds that will be used toimprove the security training of many groups, including state motor carrier inspectors. ", "There are other limitations. Many truck inspections occur away from heavily populated areasalong the interstates. If more of these inspections occurred in highly populated areas, theeffectiveness of such inspections as a security measure might be increased. Additional inspectionsof shipments in urban areas, although sometimes difficult to conduct, might reduce securityvulnerabilities, especially if trucks with highly hazardous loads are found in locations that are notalong intended delivery routes."], "subsections": []}, {"section_title": "Routing", "paragraphs": ["The desire to enhance security has catalyzed renewed interest in the routing of hazmatshipments, especially for rail shipments near or through heavily populated areas. (28) Some have voiced concernover the possibility of terrorists attacking or hijacking shipments of chlorine and other hazmat. Federal, state, and local government agencies are evaluating impacts on safety, interstate commerce,transportation logistics, and security that would need to be considered as part of any proposal toreroute certain high hazards shipments permanently away from such locations. At least onejurisdiction, the District of Columbia, has enacted a law that was intended to have the net effect oftemporarily prohibiting the transportation of certain hazmats through a part of its jurisdiction. While not an outright ban, the law requires that, except in cases of emergency, it shall be illegal ina specified zone to transport without a permit specified hazmat. The law authorizes the DCDepartment of Transportation to issue such permits upon a determination that there is no practicalalternative route, which appears to be a stringent standard for review. This law has been challengedin federal court. ", "Many in the freight railroad industry do not want to provide municipalities or other localjurisdictions a definitive role in the routing of hazmat shipments. They fear that such a change inpolicy would lead to a proliferation of ordinances, higher transportation costs, and disruption ofoperations. There is concern that rerouting of such shipments away from highly populated areascould adversely affect the safety of less populated, remote communities; add trip miles for hazmattransporters; require travel over routes that have lower quality rail transportation infrastructure;encounter areas with less emergency response capability; or present other operational challenges forcarriers. ", "Questions have also been raised about the legal ability of state and local jurisdictions toimpose such restrictions on transportation. A CRS report states, \"Reviewing the relevant statues,including the Hazardous Materials Transportation Act and the Federal Railroad Safety Act, it wouldappear that state and local governments may be preempted from enacting legislation that wouldprevent or hinder the transportation of hazardous materials in interstate commerce.\" This samereport also points out \"...the Constitution's dormant, or \"negative\" Commerce Clause may alsoprevent a state or locality from imposing such a restriction as it could arguably be seen as imposingan undue burden on interstate commerce.\" (29) ", "On the other hand, some groups maintain that high hazard shipments which pose a distinctpublic health and safety threat ought to be permanently rerouted around high-profile andhigh-casualty targets. A catastrophic event caused by a well placed terrorist attack on certain highhazard shipments could kill thousands and endanger hundreds of thousands of people. The argumenthas been made that the number of rail cars to be rerouted is a relatively small number and thatalternative train routes can be used. Some hazmat shipments have been voluntarily rerouted awayfrom populated areas. ", "Public Citizen, a consumer advocacy group, maintains that little has been done sinceSeptember 11, 2001, to secure hazmat transportation from terrorist attacks. This organization pointsout that the Bush Administration has not supported the rerouting of trains transporting hazmat awayfrom heavily populated areas. Public Citizen maintains that train cars are particularly vulnerable toattack and that it is unclear when DOT and DHS will finalize new regulations to strengthen securityaffecting the rail mode. (This organization also maintains that \"Government monitoring of truckscarrying hazardous material remains weak.\" (30) Public Citizen also asserts that there are major deficiencies inFMCSA's hazmat permit regulation, which was previously discussed.) "], "subsections": []}, {"section_title": "Planning and Pre-Notification", "paragraphs": ["The Government Accountability Office (GAO) recommended that DHS and DOT jointlydevelop a risk-based plan that addresses the security of the nation's rail infrastructure and establishtime frames for implementing security actions necessary to protect hazmat rail shipments. GAOrecommended that in developing these plans, these agencies should address how much informationshould be disclosed to local communities regarding the types and quantities of hazmat passingthrough or stored in transit in these communities. (31) ", "Some Members of Congress want to increase the information provided to governmentalentities. For example, S. 230 provides that \"A State homeland security coordinatormay, up to 12 times in a 12-month period, request from a rail carrier a comprehensive list of allhazardous materials scheduled to be transported through such State during any 6-month period.\" However, the bill specifies that \"A railroad carrier submitting a list under this section shall not berequired to include on such list information relating to the specific times, locations, or amounts ofshipments of hazardous materials.\" Others assert that community officials and responders need toknow much more about the materials transported through or close to their jurisdictions. On theother hand, opponents point out, with over an estimated one million hazmat shipments daily, ageneral prenotification requirement would be expensive, burdensome on industry, and an almostimpossible task with so many shipments passing through so many different jurisdictions each day. Some claim that local responders would become overwhelmed with the quantity of informationregarding these hazmat shipments, and that current emergency response planning and trainingobviates the need for a universal pre-notification requirement."], "subsections": []}, {"section_title": "Research", "paragraphs": ["Compared to many other areas of transportation security research and development (R&D),it appears that relatively few federal dollars have been allocated to advance hazmat transportationsecurity. Successful R&D could yield lower cost security systems and provide more effectivetechnology to improve security. (32) As previously indicated, DOT has tested a variety oftechnologies to promote security, including tracking technologies and communication systems. DHSalso conducts some research and pilot tests in this area. Additional research and testing mightinclude work on the breaching of different containers transporting hazmats, the spill or dispersionpatterns of different types of commodities, improved tracking and communication technologies, andincreased knowledge about how different combinations of hazmats might react with each other and implications for security countermeasures and response. Such research requires substantial funds,but it could provide better information, strategies, and technologies to improve security andemergency response.", "Some Members of Congress are particularly interested in the area of research and hazmattransportation security. For example, H.R. 909 calls for the establishment of a hazardousmaterials cooperative research program. The purpose of at least one of the studies to be conductedunder the proposed program would be to provide an assessment of opportunities for integrating andsupplementing safety and security measures for hazardous materials transportation. H.R. 153 and H.R. 1109 both authorize a research program that would, inpart, be intended to: \"...support enhanced security for transportation of hazardous materials by rail...\""], "subsections": []}]}, {"section_title": "Policy Options and Legislative Initiatives", "paragraphs": [], "subsections": [{"section_title": "Policy Options", "paragraphs": ["The federal role in promoting the security of hazmat transportation is evolving. There aremany additional measures that could be taken to enhance security, but each of these poses its ownset of benefits and costs that need to be considered within the context of many policy factors, suchas alternative uses of federal and industry resources, likelihood of effectively reducing the risks fromterrorist attacks, and impacts on the operational efficiency and productivity of the surfacetransportation system. ", "Many different approaches and measures intended to improve hazmat transportation securityare being considered. Table 2 outlines several options, some of which are interrelated and overlap,and also summarizes selected advantages and disadvantages of each. ", " Table 2. Options Intended to Enhance Hazmat TransportationSecurity with Selected Advantages and Disadvantages ", "Source: Congressional Research Service"], "subsections": []}, {"section_title": "Concluding Observation", "paragraphs": ["Although there are many opportunities to further strengthen hazmat transportation security,satisfactorily addressing all of the points of vulnerability would be extremely costly. Dependingupon the performance standards and scope of additional federal requirements, hundreds of millionsof dollars or more could be required. And even after such investments, the hazmat transportationsystem would still be essentially an open system and not secure. Unless the costs of securityenhancement could be recaptured, many companies would be unwilling to pay for additionalinvestments in this area beyond those already implemented, especially in the absence of additionalgovernmental regulation. Furthermore, additional security checks that cause substantial delaysimpose costs on commerce. ", "On the other hand, those seeking additional investments in security measures to protect thepublic point out that the costs of a well placed attack on an extremely hazardous shipment (e.g., ashipment of a toxic-by-inhalation gas) would be catastrophic. There are many options that DHS andDOT could pursue to reduce the chances of such an event. One key challenge is to identify thoseadditional measures that are reasonable (i.e., cost effective). The timing of future actions remainsuncertain, but some progress toward this objective is gradually being accomplished."], "subsections": []}]}]}}