{"id": "RL32899", "title": "Housing Issues in the 109th Congress", "released_date": "2007-01-08T00:00:00", "summary": ["The 109 th Congress considered a number of housing-related issues in its two sessions. These included appropriations for the Department of Housing and Urban Development (HUD); assistance for families and communities affected by Hurricanes Katrina, Rita, and Wilma; reform of the Government Sponsored Enterprisesâ\u0080\u0094Fannie Mae and Freddie Macâ\u0080\u0094and Federal Home Loan Banks (GSEs and FHLBs); revisions to the FHA loan insurance program; and changes to existing housing programs such as the Section 8 Housing Choice Voucher and the Low-Income Housing Tax Credit program. However, the 109 th Congress adjourned without completing action in many of these areas.", "During the appropriations process for both FY2006 and FY2007, Congress faced possible cuts in various HUD programs. In FY2006, the President proposed to reduce the HUD budget by 9%, which included removing the Community Development Block Grant (CDBG) program from HUD. Congress did not make the majority of the reductions requested by the President. In FY2007, the President proposed to reduce funding to at least 13 HUD programs, while increasing funding for 11 others. In its proposed spending bills, the House and Senate Appropriations Committees restored many of the proposed cuts. However, at the end of calendar year 2006, Congress had not passed a budget bill for FY2007. Instead, it provided funding for HUD, among other agencies, through three continuing resolutions, the third of which expires on February 15, 2007. For most HUD programs, this means that funding continues at the FY2006 level.", "Congress twice appropriated funds to HUD after the 2005 hurricanes. First, Congress provided $11.5 billion for the CDBG program to be used in affected areas ( P.L. 109-148 ). This amount was divided among the states of Louisiana, Mississippi, Alabama, Florida, and Texas. The second appropriation ( P.L. 109-234 ) provided $5.2 billion more to the CDBG program for hurricane recovery. In addition to these two allocations of CDBG funds, in P.L. 109-148 Congress provided $390 million in supplemental funding for Section 8 vouchers for families that had received HUD assistance before being displaced by Hurricane Katrina.", "Other activities in the 109 th Congress included consideration of two bills to strengthen oversight of the GSEs and FHLBs under one regulator ( S. 190 and H.R. 1461 ). The House passed H.R. 1461 on October 26, 2005, while the Senate Banking and Urban Affairs Committee reported S. 190 to the Senate on July 28, 2005. Another bill ( H.R. 5121 ) would have raised the FHA one-family mortgage limit, and allowed mortgage premiums based on the borrower's risk. In the area of affordable housing, the House Financial Services Committee considered and passed a number of housing bills, including H.R. 5443 to reform the Section 8 voucher program and H.R. 5347 , a bill to reauthorize the HOPE VI program. Legislation was also introduced in the first session that would have increased Low-Income Housing Tax Credits available to develop affordable housing ( H.R. 2681 , H.R. 659 , and H.R. 3159 ). However, none of the aforementioned bills was enacted before the close of the 109 th Congress."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["Two issues affecting housing were prominent in the 109 th Congress: the annual budget process and the effects of Hurricane Katrina. In addition to these overarching issues, other proposals addressed in the 109 th Congress included legislation to create a stronger regulator for Fannie Mae and Freddie Mac, and revisions to the FHA loan insurance program. Legislation was also introduced on behalf of the Administration to replace the Section 8 voucher program with a new block grant and to make major changes to the public housing program.", "In the area of the budget generally, as of the date of this report, Congress had not yet enacted an FY2007 spending bill for the Department of Housing and Urban Development (HUD). The President submitted his budget request on February 6, 2006. It included reductions for several programs, including the Community Development Block Grant (CDBG) program, and increases for other programs, such as the Section 8 voucher program. The Appropriations Committees in both houses held hearings on the budget in which Members from both parties expressed concern about several proposed funding reductions. The House of Representatives passed its version of the funding bill ( H.R. 5576 ) on June 14, 2006, and the Senate Appropriations Committee reported its version to the full Senate on July 26, 2006. Both versions of H.R. 5576 restored some of the proposed reductions in the President's budget, including funds for the CDBG program, the Section 202 Housing for the Elderly program, and the Section 811 Housing for the Disabled program. At the time of this update, Congress has enacted three continuing resolutions that provide funding for HUD; the third of these expires on February 15, 2007.", "After Hurricane Katrina, Congress enacted two FY2006 funding bills that provided funds to HUD for hurricane recovery and reconstruction ( P.L. 109-148 and P.L. 109-234 ). The majority of these funds was provided to the CDBG program in states affected by the hurricanes."], "subsections": []}, {"section_title": "Overarching Policy Issues", "paragraphs": [], "subsections": [{"section_title": "The Budget Environment", "paragraphs": ["Members of Congress have shown increasing concern about the size of the federal budget deficit and have sought ways to reduce it. The President has outlined a two-pronged approach for reducing the federal budget deficit: (1) increase revenues to the Treasury without raising taxes and (2) cut spending. In both FY2006 and FY2007, the President sought to keep discretionary spending growth below the rate of inflation. Although as of the date of this report, Congress had not passed an FY2007 spending bill, in FY2006 Congress kept growth below the rate of inflation.", "The majority of HUD's budget is discretionary funding, and many of its programs were targeted for funding reductions in the 109 th Congress. In his FY2006 budget, the President asked Congress to cut funding for several programs, including Housing for the Elderly and Disabled, and to eliminate funding for several others, including the Community Development Block Grant (CDBG) program, HOPE VI, and Brownfields redevelopment. Congress did not enact most of the requested cuts in FY2006. In FY2007, the President again requested large cuts for several HUD programs, including Housing for the Elderly and Disabled, and CDBG. The Administration criticized all of the programs slated for reduction for being ineffective or inefficient.", "Efforts to contain discretionary spending have also increased internal pressures in the HUD budget. The cost of the Section 8 voucher program is partially pegged to housing costs, which have risen faster than inflation. As a result, the voucher program requires increased funding to serve the same number of people. Since HUD's overall budget has been constrained, any increases in funding for the voucher program have come at the expense of other programs. Another internal HUD budget pressure involves the contribution of the Federal Housing Administration's (FHA) insurance program. FHA collects fees from participants, and excess fees are used by Congress to offset the cost of the HUD budget. FHA's market share has been dropping in recent years, and as a result, the amount of excess fees has been declining. With fewer fees to offset the cost of the HUD budget, the President and Congress have had to find additional dollars to keep the overall budget at the same level.", "In this budget environment, Congress faced pressure to reduce funding for HUD's programs in the FY2006 and FY2007 appropriations processes. At the same time, Congress continues to face pressure to maintain or increase funding for housing programs because of a growing concern about a perceived shortage of affordable housing."], "subsections": []}, {"section_title": "Housing Affordability", "paragraphs": ["The U.S. Housing Act of 1949 established a national goal of \"a decent home and a suitable living environment for every American family.\" Since the establishment of that goal, great progress toward it has been made, with record homeownership rates and the elimination of much of the slums and blight that plagued the first half of the last century. At the same time, problems remain. The bipartisan, congressionally mandated Millennial Housing Commission's 2002 final report identified \"affordability\" as \"the single greatest housing challenge facing the nation.\" The Harvard Joint Center for Housing Studies found that between 2001 and 2004, the number of households paying more than 30% of their income toward housing increased from 31.3 million to 35 million. While affordability is the overarching concern, different challenges face owners and renters."], "subsections": [{"section_title": "Rising Housing Prices", "paragraphs": ["Although the housing market is beginning to show signs of slowing, an unprecedented U.S. housing boom led to record housing prices again in 2005. Home equity stood at $11.2 trillion in 2005, up from $10 trillion in 2004, and it is estimated that the wealth effect from rising housing prices generated one-third of the growth in consumer spending that year, helping to buoy the economy. Homeownership rates slipped just slightly from their previous high in 2004, from 69% to 68.9% in 2005. And minorities, who have consistently lagged behind whites in homeownership rates, have made some gains. Between 1995 and 2005, the percentage of minority homeowners increased from 43.7% to 53.1%; during the same period, the percentage of white homeowners increased from 70.9% to 75.8%. Despite this positive news, fears about the health of the housing market and the sustainability of recent homeownership gains are growing.", "Speculation about a housing \"bubble\" has permeated local and national real estate news. Former Federal Reserve Chairman Alan Greenspan, in testimony before the Joint Economic Committee on June 9, 2005, noted that, while he did not believe that the U.S. was experiencing a national housing bubble, home prices in some markets seemed to have risen to unsustainable levels. The pace of future interest rate increases, the health of the economy, and the rate of job growth will all play an important role in determining the pace of future housing price appreciation. More serious market corrections could occur if speculators begin to fear the end of the boom has arrived.", "Soaring home prices have also resulted in a proliferation of exotic and potentially risky mortgage products that make the entry into homeownership in these hot markets more affordable. Loans for more than the value of the home, interest-only loans, and various forms of adjustable rate mortgages have all become options for households buying high-priced homes they could not otherwise afford. At the lower end of the market, relaxed credit standards and the proliferation of subprime loans have expanded the pool of first-time homebuyers to include families with little or no cash and with limited or blemished credit histories. While all of these practices have helped to increase the national homeownership rate, they come with repayment risks. If interest rates soar, buyers with adjustable rate loans and interest-only loans will be in for payment shocks, and some might find themselves at risk of default. If the economy falters and there are job losses, some low- and moderate-income families could be at risk of default if they become unemployed. A small but growing number of low- and moderate-income homeowners are already considered severely \"cost-burdened,\" meaning that they are spending half or more of their incomes on housing."], "subsections": []}, {"section_title": "Rent Burdens", "paragraphs": ["In 2004, 8.4 million renter households were severely cost-burdened (paying more than 50% of their income toward housing), an increase of more than 1 million from 2001. While moderate-income renters are not immune from severe rent burdens, low-income renters face the greatest burdens; more than 86% of severely cost-burdened renters were in the bottom quintile of the income distribution. When low-income families pay such a large portion of their incomes for housing, they have little left to meet their other needs, let alone establish savings or build assets. The problem of severe rent burdens appears to be growing as the supply of low-cost rental units continues to dwindle. Harvard University's 2006 Joint Center for Housing Studies report attributes the growing affordability problem to two factors: land use regulations that drive up the price of housing and the growth of low-wage jobs. The report notes that solving the problem will be difficult, and will require the cooperation of government, business, and nonprofit organizations. However, the federal government's role in addressing what HUD has termed \"worst-case housing needs\" is increasingly in question, as deficits grow and pressure to restrain domestic spending mounts."], "subsections": []}]}, {"section_title": "Rebuilding after the 2005 Hurricanes", "paragraphs": ["After the initial need to evacuate and relocate families after the 2005 hurricanes, the focus primarily shifted to recovery and rebuilding of flood-damaged areas. The storms caused unprecedented damage to the Gulf Coast housing stock. Studies estimated that the hurricanes and their related flooding damaged 1.2 million housing units. Of those, over 305,000 were seriously damaged. Most of the seriously damaged units were owner occupiedâ\u0080\u0094about 63% or 193,000 homes. More than half of them lacked flood insurance (55%) and about a quarter of them lacked any insurance (23%). Louisiana, specifically New Orleans, was hit the hardest; about 67% of the seriously damaged units were located in Louisiana (204,737 renter and owner-occupied homes).", "The demolition and rebuilding of housing structures in affected areas got off to a slow start, particularly in and around New Orleans. The Federal Emergency Management Agency (FEMA) released flood maps for New Orleans on April 12, 2006. The levees have been mostly rebuilt. As of August 2006, one year after Hurricane Katrina, the Army Corps of Engineers had demolished 185 housing units in Orleans Parish, and just under 38,600 building permits had been issued. In part, the pace of rebuilding has been slowed by uncertainty at the local, state, and federal levels about what the new New Orleans should be and how it should look.", "The appropriate balance of public sector and private sector effort in rebuilding the damaged housing stock is also still under debate. Private insurance will cover some of the cost, and new investment may come to the area, but given the enormity of the damage, the local, state, and federal governments have been heavily involved. Thus far, Congress has approved more than $16 billion in Community Development Block Grant (CDBG) funds and increased tax credit allocations to affected states to aid in their rebuilding. The plans developed by local communities for spending the CDBG funds were approved in the late spring and early summer, so the money is beginning to flow to local communities. Other proposals were offered to expand the government's role, including one to create an entity to buy out owners of damaged properties in at-risk areas, although none was enacted before the close of the second session of the 109 th Congress. (For more information, see CRS Report RL33761, Rebuilding Housing After Hurricane Katrina: Lessons Learned and Unresolved Issues , by [author name scrubbed].)"], "subsections": []}]}, {"section_title": "Housing Reconstruction After the 2005 Hurricanes", "paragraphs": [], "subsections": [{"section_title": "Community Development Block Grant Funds", "paragraphs": ["On June 15, 2006, the President signed P.L. 109-234 , an emergency supplemental appropriations act, and the second of two laws that provided funds for Gulf Coast recovery efforts following the hurricanes of 2005. The law included $5.2 billion in additional CDBG assistance for the states of Alabama, Florida, Louisiana, Mississippi, and Texas. It limited the amount that any one state may receive to $4.2 billion, and encouraged states to target assistance to infrastructure reconstruction and activities that would spur the redevelopment of affordable rental housing, including federally assisted housing and public housing. It did not include language originally included in the Senate bill prohibiting the use of CDBG funds for activities reimbursable by the Small Business Administration, but kept in place a provision prohibiting the use of CDBG funds for activities reimbursable by FEMA or the Army Corps of Engineers. The law contained provisions regarding the use and administration of funds that do the following:", "require that at least $1 billion of the CDBG amount be used for repair and reconstruction of affordable rental housing in the impacted areas; allow each state to use no more than 5% of its supplemental CDBG allocation for administrative expenses; allow the affected states to seek waivers of program requirements, except those related to fair housing, nondiscrimination, labor standards, and environmental review; allow Governors of the affected states to designate one or more entities to administer the program; decrease the low- and moderate-income targeting requirement from 70% to 50% of the funds awarded; require each state to develop a plan for the proposed use of funds to be reviewed and approved by HUD; direct HUD to ensure that each state's proposed plan gives priority to activities that support infrastructure development and affordable rental housing activities; require each state to file quarterly reports with House and Senate Appropriations Committees detailing the use of funds; require HUD to file quarterly reports with the House and Senate Appropriations Committees identifying actions by the Department to prevent fraud and abuse, including the duplication of benefits; and prohibit the use of CDBG funds to meet matching fund requirements of other federal programs.", "Of the $5.2 billion appropriated for CDBG disaster recovery activities, $12 million was transferred to HUD's salaries and expenses account, with $7 million of this amount set aside for the cost of administering the Katrina Disaster Housing Assistance Program/Disaster Voucher Program (KDHAP/DVP). The act also transfered $9 million to the Office of Inspector General and $6 million to HUD's Working Capital Funds to be used to improve the capabilities of HUD's disaster recovery grant reporting system. On July 11, 2006, HUD announced that $4.2 billion of the $5.2 billion supplemental appropriation for CDBG would be allocated to Louisiana, and on August 18, it announced how funds would be distributed to the remaining states (see Table 2 ). HUD determined the distribution of funds for Alabama, Florida, Mississippi, and Texas based on unmet need and an analysis of data from FEMA and the Small Business Administration. It then invited each state to provide their own data on remaining recovery needs in order to make its decision.", "Prior to enactment of P.L. 109-234 , Congress approved $11.5 billion in supplemental CDBG disaster-recovery assistance in the Defense Appropriations Act for FY2006, P.L. 109-148 , which was signed by the President on December 30, 2005. These funds were to be used for \"necessary expenses related to disaster relief, long-term recovery, and restoration of infrastructure in the most impacted and distressed areas\" in the five states (Alabama, Florida, Louisiana, Mississippi, and Texas) impacted by Hurricanes Katrina, Rita, and Wilma. The act allowed", "the affected states to use up to 5% of their supplemental allocation for administrative costs; HUD to grant waivers of program requirements (except those relating to fair housing, nondiscrimination, labor standards, and the environment); Mississippi and Louisiana, the most affected states, to use up to $20 million for Local Initiative Support Corporation and Enterprise Foundation-supported local community development corporations; and the Governor of each state to designate multiple entities to administer a portion, or all of a state's share of the $11.5 billion.", "The act also lowered the income targeting requirement for activities benefitting low- and moderate-income persons from 70% to 50% of the state's allocation; limited the maximum amount of assistance any of the five states may receive to no more than 54% of the total amount appropriated; and required each state to develop, for HUD's approval, a plan detailing the proposed use of funds, including eligibility criteria and how the funds will be used to address long-term recovery and infrastructure restoration activities. But the law did not specify the method to be used to allocate funding among the five states. That task was left to HUD. On January 25, 2006, HUD Secretary Alphonso Jackson announced the allocation of the $11.5 billion among the five states (see Table 3 ).", "According to an agency press release, HUD used a number of data sources in developing the methodology for allocating the $11.5 billion in CDBG supplemental assistance, including data sources from FEMA, the Small Business Administration, the National Oceanic and Atmospheric Administration (NOAA), and the U.S. Geological Survey. Using data from these agencies, HUD calculated for each of the five states, the extent of each state's unmet housing needs and areas of concentrated distress. HUD defined unmet housing needs as homeowners and low-income renters whose homes had major or severe damage, while concentrated distress was defined as the total number of housing units with major or severe housing damage in counties where 50% or more of the units had major or severe damage. HUD then allocated 55% of the funds based on each state's unmet housing needs and the remaining 45% on the degree of concentrated distress as measured by each state's share of damaged and destroyed housing stock, and business and infrastructure damage.", "On February 13, 2006, HUD published a notice of allocations, waivers, and alternative requirements governing the $11.5 billion in CDBG disaster recovery assistance. In addition to providing waivers allowing the states to allocate funds to CDBG entitlement communities and to directly administer the program, the notice also included language stating that \"Funds allocated are intended by HUD to be used toward meeting unmet housing needs in areas of concentrated distress.\" The language included in the act did not restrict the use of these funds to unmet housing needs. Rather, the act provided some level of flexibility allowing funds to be used for long term recovery and infrastructure restoration in the areas most affected by the Gulf Coast Hurricanes of 2005."], "subsections": []}, {"section_title": "The Louisiana Recovery Corporation Act", "paragraphs": ["Bills were introduced in both the House and Senate ( H.R. 4100 and S. 2172 , respectively) to create a Louisiana Recovery Corporation as a federal government agency with the mission of coordinating the economic stabilization and redevelopment of areas within Louisiana that were devastated or significantly distressed by Hurricane Katrina or Hurricane Rita. Although the House Financial Services Committee reported H.R. 4100 to the House on December 15, 2005, neither the House or Senate bill received a floor vote.", "As described in H.R. 4100 and S. 2172 , the corporation would have followed local redevelopment plans, and depended on financial incentives to obtain residential and commercial property. It would not have had the power of eminent domain. It would have purchased homeowners' equity for a portion of the pre-hurricane value and paid the mortgage lenders no more than 60% of the pre-hurricane mortgage balance. Owners and mortgage holders would have benefitted in cases where the post-hurricane values were less than these amounts. Because mortgages would have been forgiven in those cases, owners with mortgages would have benefitted more than owners without mortgages. The corporation would have built infrastructure and sold the property to developers to complete the redevelopment process. The original owners would have had the right of first refusal to the developed property or to similar property in a similar location. The two bills proposed to fund the corporation for a 10-year period outside of the appropriations process through $100 million in start-up funds and a $30 billion government bond issue."], "subsections": []}]}, {"section_title": "Housing Assistance", "paragraphs": [], "subsections": [{"section_title": "Section 8 Voucher Funding and Reform", "paragraphs": ["The Section 8 voucher program has come under criticism in recent years for increases in its cost without corresponding increases in the number of families it serves. In FY2006, Congress funded the program at $15.8 billion, a 7% increase over FY2005, and it accounted for more than 46% of the total HUD budget (in part because of reductions to other programs). The program has also been criticized for not promoting self-sufficiency among its participants and for its administrative complexity, which results in high rates of error in calculating subsidies.", "In response to these critiques, two major initiatives have emerged over the past several years. The first involves changes to the way the program is funded. Beginning with the FY2003 appropriations act and continued in the FY2004, FY2005, and FY2006 laws, Congress has converted the voucher program from a unit-based, actual cost program to a budget-based, fixed cost program. Prior to FY2003, PHAs had a number of vouchers that they were authorized to distribute, and HUD reimbursed them for the actual cost of those vouchers (statutorily set at roughly rent minus 30% of family income). In FY2005, PHAs were funded based on the number of vouchers they were using and the cost of those vouchers in a snapshot of timeâ\u0080\u0094May through July 2004â\u0080\u0094with an adjustment for inflation. This new \"budget-based\" environment left some PHAs with less funding than they required to continue serving the same number of families at the same level that they had in the past. Many PHAs made program adjustments to reduce costs, but they were constrained by federal laws and regulations governing the size of benefit they must provide and the income levels of the families they must serve. The FY2006 appropriations law continued the trend and allocated funds to agencies based on what they received in FY2005, plus inflation, pro-rated to fit within the amount appropriated. The President's budget requested that Congress use the same formula again for FY2007, but a final FY2007 funding formula was not adopted before the close of the 109 th Congress. (For more information, see CRS Report RS22376, Changes to Section 8 Housing Voucher Renewal Funding, FY2003-FY2006 , by [author name scrubbed].)", "The second major initiative was an Administration-led drive to eliminate the existing Section 8 voucher program and replace it with a new and restructured housing subsidy program. On April 13, 2005, Senator Allard introduced S. 771 , and on April 28 Representative Gary Miller introduced H.R. 1999 , the State and Local Housing Flexibility Act of 2005. Title I of S. 771 was titled the Flexible Voucher Act, and its provisions were similar to those in the Administration's Flexible Voucher Program (FVP) proposal from the 108 th Congress. It would have replaced the Section 8 voucher program with the Flexible Voucher Program and would have expanded eligibility for the program to higher-income families. It would also have given PHAs the option to set time limits or increase tenant contributions toward rent. The bills included two additional titles, one that would have modified the eligibility and rent rules for public housing and another that would have extended and expanded the Moving to Work Demonstration program. S. 771 was referred to the Senate Banking Committee, and H.R. 1999 was referred to the House Financial Services Committee; no action was taken on either bill before the end of the 109 th Congress.", "On June 14, 2006, the House Financial Services Committee approved H.R. 5443 , the Section 8 Voucher Reform Act of 2006. This bipartisan bill was introduced by Subcommittee Chair Representative Ney and Ranking Member Representative Waters on May 22, 2006. The bill aimed to make the Section 8 voucher program more efficient, easier to administer, and more capable of promoting economic self-sufficiency. It featured changes to the way tenant income is calculated for purposes of rent and income determination, modifications to the housing quality reviews, and a new funding allocation method that would have blended elements of previous allocation strategies and recent strategies. The bill also featured a small expansion of the Moving To Work demonstration, with a focus on performance standards and evaluation. The bill received no further action before the close of the 109 th Congress. (For more information, see CRS Report RL33270, The Section 8 Housing Voucher Program: Reform Proposals in the 108 th and 109 th Congresses , by [author name scrubbed].)"], "subsections": []}, {"section_title": "Public Housing Operating Funds", "paragraphs": ["HUD will begin using a new formula to distribute public housing operating funds to public housing authorities in January 2007. The new formula will cause major changes in the way PHAs receive funding, with the potential that some PHAs will receive substantial increases in funding and others will receive substantial decreases.", "Operating funds make up the difference between what tenants pay in rent and the cost of running public housing. The amount a PHA receives is based on a set of allowable expenses set by HUD. PHAs calculate their budgets by totaling up the allowable expenses for all of their units and subtracting the amount they receive in tenant rents. HUD then adds together all of the agencies' budgets and compares the total to the amount Congress appropriated for the operating fund that year. Typically, Congress appropriates less than the full amount that PHAs qualify for under the formula, so HUD applies an across-the-board cut to agencies' budgets, called a proration. The 2006 proration was 86%, so agencies' budgets were cut by 14%.", "The new funding formula for FY2007, established by HUD through regulation, adopts new allowable expense levels. It also requires PHAs to adopt a new form of property managementâ\u0080\u0094called asset-based managementâ\u0080\u0094by FY2011. Some agencies will qualify for a higher budget under the new allowable expense levels and others will face reductions. Those that face a decrease can transition to asset-based management sooner to help limit their losses. However, the magnitude of gains and losses under the new formula will depend on how much is appropriated for the operating fund and, subsequently, how low a proration HUD will set.", "The President requested $3.5 billion for operating funds in FY2007, which is the same amount that was provided in FY2006. According to HUD estimates, the requested FY2007 funding level would lead to an 85% proration. PHA advocacy groups have protested that HUD's request would be insufficient to meet their needs. They disagreed with HUD's estimated proration and estimated that the actual proration at the requested funding level would be close to 80%. The 109 th Congress adjourned without adopting a final FY2007 funding level for the Public Housing Operating Fund. (For more information, see CRS Report RS22557, Public Housing: Fact Sheet on the New Operating Fund Formula , by [author name scrubbed].)"], "subsections": []}, {"section_title": "HOPE VI Funding", "paragraphs": ["The HOPE VI program provides competitive grants to PHAs for the demolition and/or revitalization of distressed public housing. HOPE VI has been popular with many Members of Congress, but it has been criticized by the Administration, which argues that grantees spend money too slowly, and by tenant advocates, who argue the program displaces more families than are housed in new developments. Reflecting these criticisms, HUD proposed no new funding for HOPE VI in its FY2004, FY2005, FY2006, and FY2007 budget submissions. Congress continued funding the program in FY2004 ($149 million), FY2005 ($143 million), and FY2006 ($100 million), although at lower levels than in previous years ($570 million in FY2003). HUD's FY2006 budget asked Congress to rescind the funds Congress appropriated for the program in FY2005, but Congress rejected the proposal. HUD's FY2007 budget again asked Congress to rescind the funds it appropriated in the prior year.", "Authorization for the HOPE VI program was set to expire at the end of FY2006. On July 27, 2005, Senator Mikulski introduced a bipartisan bill to reauthorize the program through FY2011. The HOPE VI Improvement and Reauthorization Act of 2005 ( S. 1513 ) included provisions designed to promote collaboration with local school systems and give priority to grant applicants that minimize both temporary and permanent displacement of public housing residents. Another HOPE VI reauthorization bill, H.R. 5347 , was introduced by Representative Shays on May 10, 2006. The bill, which would have reauthorized the current program for five years, was voted out of the House Financial Services Committee on May 24, 2006. While no HOPE VI reauthorization bill was enacted, the continuing resolution (CR) that funds HUD into the 110 th Congress ( P.L. 109-289 , as amended by P.L. 109-383 ), includes a provision extending the HOPE VI program for the duration of the CR. (For more information, see CRS Report RL32236, HOPE VI Public Housing Revitalization Program: Background, Funding, and Issues , by [author name scrubbed].)"], "subsections": []}, {"section_title": "Section 202 Housing for the Elderly Program Funding", "paragraphs": ["The Section 202 Housing for the Elderly program primarily provides capital grants and project rental assistance to private non-profit developers so that they can provide housing for very low-income elderly households (those with a member age 62 or older). The Section 202 program also provides funds for service coordinators to work at Section 202-funded housing developments and connect residents with available services in the community, and for conversion of buildings to assisted living facilities.", "In FY2006, Congress appropriated $735 million for elderly housing programs. Of this amount, $51 million went to fund service coordinators and $24.5 million was allocated for assisted living conversion. The majority of remaining funds were available to fund capital grants and project rental assistance for the Section 202 program. For FY2007, however, the President proposed to fund the Section 202 program at $546 million, approximately $196 million less than the President's FY2006 request, and a reduction of almost 26% from the FY2006 appropriation. According to HUD estimates, the amount requested in the President's budget for FY2007 would have funded the construction of 2,730 new elderly housing units, compared to FY2006, when 4,313 new units were funded. In their versions of the appropriations bill ( H.R. 5576 ), neither the House nor the Senate Appropriations Committee followed the President's recommendation. The House would have provided $747 million for Section 202, while the Senate Appropriations Committee would have provided $750 million. As of the date of this report, Section 202 is funded under a continuing resolution ( P.L. 109-383 ) that provides funding at the FY2006 level. (For more information, see CRS Report RL33508, Section 202 and Other HUD Rental Housing Programs for Low-Income Elderly Residents , by [author name scrubbed].)"], "subsections": []}, {"section_title": "Section 811 Housing for the Disabled Program Funding", "paragraphs": ["The Section 811 Housing for the Disabled program provides capital grants and project rental assistance to developers that construct, acquire, or rehabilitate accessible housing for very low-income persons with disabilities. The program also provides Section 8 Mainstream Vouchers for disabled tenants to use in the private rental market.", "In FY2007, for the second year in a row, the President's budget proposed to cut funding for the Section 811 program nearly in half, from $237 million in FY2006 to $119 million. The previous fiscal year, FY2006, the President's budget request similarly would have reduced funding for the program, to $120 million from the FY2005 appropriation of $238 million. The proposed cut for FY2007 differed from the request for FY2006, which would have provided funds only for Section 8 vouchers, and none for capital grants or project rental assistance contracts (PRAC). While the FY2007 budget request would have allocated $75 million for voucher renewals and approximately $15 million for new vouchers, it would also have provided some funds for PRAC renewals and amendments ($15 million) and new PRAC ($13 million). Both the House and the Senate Appropriations Committee recommended that the Section 811 program be funded at $240 million, slightly above the FY2006 level ( H.R. 5576 ). The program is currently funded at the FY2006 level under a continuing resolution, P.L. 109-383 ."], "subsections": []}, {"section_title": "Homelessness", "paragraphs": ["The Homeless Assistance Grants fund the four major homeless assistance programsâ\u0080\u0094Shelter Plus Care (S+C), the Supportive Housing Program (SHP), Section 8 Moderate Rehabilitation Single Room Occupancy (SRO), and Emergency Shelter Grants (ESG)â\u0080\u0094authorized by the McKinney-Vento Homeless Assistance Act ( P.L. 100-77 ) and administered by HUD. The act, which was signed into law in 1987, has remained unauthorized since 1994. The President's FY2007 budget request, like his FY2004 through FY2006 budget requests, proposed to consolidate the three competitive components of the Homeless Assistance Grants account (S+C, SHP, and SRO) into one program. On September 29, 2005, Senator Jack Reed introduced a bill ( S. 1801 ) to reauthorize the McKinney-Vento Act. It similarly would have consolidated the three competitive Homeless Assistance Grants into one Homeless Assistance Program and would have made funds available for permanent housing for non-disabled homeless families (current law does not allow funds to be used for permanent housing for non-disabled families). The bill would also have included homeless families in the definition of the chronically homeless (discussed below) under certain circumstances. Another bill, H.R. 5041 , introduced by Representative Rick Renzi on March 29, 2006, also proposed to reauthorize the McKinney-Vento Act and consolidate the competitive grants. H.R. 5041 provided that no less than 30% of funds be used for permanent housing for disabled individuals or families with a disabled member. No action was taken on either S. 1801 or H.R. 5041 .", "In 2002, the Bush Administration set a goal of ending chronic homelessness in 10 years. The chronically homeless are generally single adults with serious mental health and/or substance abuse problems. While the chronically homeless are estimated to constitute only about 10% of the homeless population, they are estimated to absorb more than half of the resources available for the homeless. The Administration's plan calls for increasing the number of permanent housing units with supportive services (referred to as permanent supportive housing) developed every year. As a part of that plan, the Administration first proposed a $200 million Samaritan Initiative for FY2004, which would have funded the development of permanent supportive housing for the chronically homeless. Legislation to enact the Samaritan Initiative was introduced in the 108 th Congress, but was not enacted and funds were not provided. The President also proposed Samaritan Initiative funding in FY2005 and FY2006, with no action by Congress.", "In FY2006, Congress funded the homeless assistance grants at $1.3 billion, approximately $86 million more than in FY2005. For FY2007, the President requested just over $1.5 billion, again including a set-aside for the Samaritan Initiative of $200 million. Both the House and the Senate Appropriations Committee recommended more than $1.5 billion for the homeless assistance grants in the HUD funding bill ( H.R. 5576 ), although neither version contained separate funds for the Samaritan Initiative. Currently, the homeless assistance grants are funded at the FY2006 level under a continuing resolution, P.L. 109-383 . (For more information on homeless programs, see CRS Report RL30442, Homelessness: Targeted Federal Programs and Recent Legislation , coordinated by [author name scrubbed].)"], "subsections": []}]}, {"section_title": "Housing Finance", "paragraphs": [], "subsections": [{"section_title": "Fannie Mae, Freddie Mac, and Federal Home Loan Bank Regulation", "paragraphs": ["Fannie Mae and Freddie Mac are government chartered, privately owned corporations charged with supporting the secondary mortgage market. By purchasing mortgages from the original lenders, they free up funds to be lent for more mortgages. They do this by purchasing existing mortgages and either packaging and selling them to investors, or keeping them in their own portfolios. They are not allowed to lend directly to homeowners. To finance their portfolios, they sell bonds and other debt to investors. The secondary mortgage market has improved the efficiency of mortgage lending and lowered the interest rate that home owners pay. Many economists and other analysts believe that because of their ties to the federal government, Fannie Mae and Freddie Mac (also known as government-sponsored enterprises or GSEs) can borrow at lower interest rates than they could otherwise and that some of this advantage accrues to stockholders and employees.", "Regulation of Fannie Mae and Freddie Mac is split between two parts of HUD. The independent Office of Federal Housing Enterprise Oversight (OFHEO) is the safety and soundness regulator. It has been the primary regulator during recent accounting problems, although the Securities and Exchange Commission and the Department of Justice have also been involved, especially in the case of Fannie Mae. (See CRS Report RS21949, Accounting Problems at Fannie Mae , and CRS Report RS21567, Accounting and Management Problems atÂ Freddie Mac , both by [author name scrubbed], for more details.) On May 23, 2006, Fannie Mae signed a consent order with OFHEO agreeing to limit its portfolio of mortgages and mortgage-backed securities to $727 billion, the December 13, 2005, level. OFHEO has said that this limitation is likely to remain in place for several years. Fannie Mae filed its annual report (form 10-K) with the Securities and Exchange Commission on December 6, 2006, which was approximately 21 months late. The work on the restatement of financial records continues at both of the GSEs.", "HUD's Financial Institutions Regulation Division establishes and monitors affordable housing lending goals at Fannie Mae and Freddie Mac.", "The Federal Home Loan Bank System is comprised of 12 regional banks (the Banks) that collectively comprise the third housing GSE. Started in 1932 as lenders to the savings and loan associations that were the primary lenders for home mortgages, the Banks have undergone major changes, particularly since the cleanup of the savings and loan association failures of the 1980s. As a result, membership in the Banks has changed, today encompassing more commercial banks than savings associations and including credit unions, insurance companies, and some associated housing providers. Purposes of lendingâ\u0080\u0094while still primarily housing-relatedâ\u0080\u0094now include agricultural and small business lending. The changes also have resulted in special mission set-asides for low- and moderate-income housing, special programs for community development, and a continuing responsibility for paying debt raised to fund deposit insurance payouts in the 1980s. For both mission and safety and soundness, the five-member Federal Housing Finance Board (FHFB) regulates the System.", "Two bills were introduced in the first session of the 109 th Congress to strengthen the oversight of Fannie Mae, Freddie Mac, and the banks under a single regulator. Most analysts believe that the Senate bill ( S. 190 ) would have given the new regulator greater powers than the House bill ( H.R. 1461 ), especially in the area of limiting the size the GSEs mortgage portfolios, which, some argue, could be a source of risk to the nation's financial system. H.R. 1461 , unlike S. 190 , would have created a new Affordable Housing Fund that could have contributed as much as $350-$400 million for the development of affordable housing over the first two years. H.R. 1461 included controversial limits on the ability of nonprofit organizations that receive money from the fund to attempt to influence public policy.", "H.R. 1461 would also have raised the maximum size of the mortgage that Fannie Mae and Freddie Mac could purchase in high cost areas of the country. This ceiling, known as the conforming loan limit, was $417,000 for one-unit properties for 2006. The main impact would have been to allow Fannie and Freddie to purchase more mortgages on homes on the east and west coasts. (For more information on this issue, see CRS Report RS22172, The Conforming Loan Limit , by [author name scrubbed] and [author name scrubbed].) The House passed H.R. 1461 on October 26, 2005. The Senate did not vote on H.R. 1461 .", "The Senate Banking and Urban Affairs Committee ordered S. 190 reported to the Senate on July 28, 2005. The full Senate did not consider S. 190 . For more a detailed comparison of the bills, see CRS Report RL32795, Government-Sponsored Enterprises (GSEs): Reform Legislation in the 109 th Congress , by [author name scrubbed]. For information on controversial provisions concerning Fannie Mae and Freddie Mac see CRS Report RS22336, GSE Reform: A New Affordable Housing Fund , by [author name scrubbed], and CRS Report RS22307, Limiting Fannie Mae ' s and Freddie Mac ' s Portfolio Size , by [author name scrubbed]. For information on the FHLBs, see CRS Report RL32815, Federal Home Loan Bank System: Policy Issues , by [author name scrubbed]."], "subsections": []}, {"section_title": "The Federal Housing Administration (FHA)", "paragraphs": ["The FHA administers a variety of mortgage insurance programs that insure lenders against loss from loan defaults by borrowers. Through FHA insurance, lenders make loans that otherwise may not be available, and enable borrowers to obtain loans for home purchase and home improvement, as well as for the purchase, repair, or construction of apartments, hospitals, and nursing homes. The programs are administered through two program accountsâ\u0080\u0094the Mutual Mortgage Insurance/Cooperative Management Housing Insurance fund account (MMI/CMHI) and the General Insurance/Special Risk Insurance fund account (GI/SRI). The MMI/CMHI fund provides insurance for home mortgages. The GI/SRI fund provides insurance for more risky home mortgages, for multifamily rental housing, and for an assortment of special-purpose loans such as hospitals and nursing homes.", "The FY2007 HUD budget proposed comprehensive reform of the FHA single family insurance program to enable FHA to be more flexible in responding to changes in the mortgage market, and to provide a lower cost alternative to borrowers who might otherwise choose subprime mortgage products or even become the victims of predatory lending.", "Many of the Administration's reform proposals were included in H.R. 5121 , as passed by the House. An administrative provision in the House-passed version of the HUD spending bill ( H.R. 5576 ) included language from H.R. 5121 . It would have amended the National Housing Act (12 U.S.C. 1709(b)(2)) to limit FHA-insured home loans to the lesser of the median price for the area or the Federal Home Loan Mortgage Corporation (Freddie Mac) conforming loan limit. The bill would have raised loan limits for low-cost areas from 48% to 65% of the Freddie Mac limit and given FHA authority to insure 100% mortgages, with HUD determining what, if any, down payment would be required based upon the likelihood of borrower default. The borrower's mortgage insurance premium would have been based upon the risk that the borrower posed to the mortgage insurance fund.", "The Senate Appropriations Committee did not include these provisions in its version of H.R. 5576 because the committee did not believe that the proposal included the necessary reforms to allow HUD to compete on the private market without increased financial risk to the FHA insurance fund and without subjecting the program to significant fraud and abuse. The Committee was concerned that the proposals would move FHA closer to becoming the lender of last resort. Congress did not enact either H.R. 5121 or H.R. 5576 by the end of 109 th Congress."], "subsections": []}, {"section_title": "Predatory Lending", "paragraphs": ["Since the early 1990s, lenders have developed better methods of estimating the risks of certain mortgage loans, with the result that lenders are now making home loans to persons who ordinarily would not qualify for loans, given their income, savings, and credit profiles. The loans are often referred to as subprime loans. There are many subprime loans that are the result of lenders making legitimate pricing decisions based on the higher risks of loans because of some characteristics of the borrowers. Problems occur when lenders deliberately market the loans to populations such as low-income elderly and minority homeowners who may have little understanding of complex financial products and who may have the tendency to put too much trust in the assumption that the lender is trying to help them. These lenders are often predators who take advantage of the ignorance of borrowers and commit them to loans that are not in the borrowers' financial interests.", "The Home Owner Equity Protection Act (HOEPA) provides federal prohibitions on certain predatory lending practices. Twenty-five states and several municipalities have enacted similar statutes that sometimes offer much broader protections than those afforded under HOEPA. (See CRS Report RL32784 Predatory Lending: A Comparison of State Laws to the Federal Home Ownership and Equity Protection Act , by [author name scrubbed].) Varying requirements among state and local statutes that seek to limit predatory lending have led many in the lending community to call for a uniform federal statute. The difficulty, from a public policy standpoint, is how to limit predatory lending without at the same time restricting the ability of lenders to make loans that are legitimately priced according to the risk of the borrowers.", "Predatory lending issues were addressed in H.R. 200 , H.R. 1182 , H.R. 1643 , and H.R. 4471 in the 109 th Congress. The bills included provisions related to counseling and financial literacy programs to give consumers the tools to recognize and avoid becoming victims of predatory lending practices, amendments to the Truth in Lending Act to add restrictions on high-cost mortgages and prohibit certain practices, amendments to additional banking laws to combat predatory lending practices that affect low- and moderate-income individuals, and a provision that would have preempted state and local laws that address predatory lending. The 109 th Congress did not enact any of these predatory lending bills.", "Some groups argue that the state and local laws result in a reduction of the availability of credit to those who need the loans. A recent report by the Center for Responsible Lending suggests that state and local laws work to reduce predatory lending, and that such laws increase the availability of credit to those in need of it."], "subsections": []}, {"section_title": "Real Estate Settlement Procedures Act Regulation", "paragraphs": ["The Real Estate Settlement Procedures Act (RESPA) was enacted in 1974 to effect certain changes in the settlement process for residential real estate. These changes were expected to result in (1) more advance disclosure of settlement costs to home buyers and sellers, (2) the elimination of kickbacks or referral fees that tended to cause unnecessary increases in the costs of certain settlement services, (3) a reduction in the amounts that buyers are required to place in escrow accounts for the payment of property taxes and hazard insurance, and (4) reform and modernization of local record keeping of land title information. The HUD regulation administering RESPA was issued on June 4, 1976. The regulation is referred to as Regulation X and is found in the Code of Federal Regulations at 24 C.F.R. Part 3500. The only major revision to Regulation X occurred on November 2, 1992.", "RESPA requires lenders to provide consumers with estimates of settlement costs, but no federal or state law requires the lenders to actually deliver settlement costs in the amounts stated in the estimates. As a result, consumers often get hit with unexpected fees at closing, and these unexpected fees can sometimes be hundreds and even thousands of dollars more than expected. In addition, consumers generally find the real estate settlement process confusing, and lenders find it cumbersome.", "To date, reform of RESPA has not been a priority of Congress, but in recent years HUD has sought to reform the rules under the existing law. Several changes in Regulation X have been proposed since 1995, but none of them have resulted in a final rule. The most recent proposal was made on July 29, 2002, in a proposed rule entitled \"Simplifying and Improving the Process of Obtaining Mortgages to Reduce Settlement Costs to Consumers.\" After strong opposition by some Members of Congress and various industry groups, the proposal was withdrawn in March 2004 for further review and analysis. At the Mortgage Bankers Association annual policy conference in Washington, D.C. on April 19, 2005, HUD Secretary Alphonso Jackson pledged to work with Congress, consumer groups, and the housing industry to reach a consensus on RESPA reform. During a series of meetings with these groups over the summer, the Secretary said the Department will take as much time as is necessary to develop a meaningful RESPA reform proposal, and that the proposal will be introduced as a proposed rule enabling comments by interested parties."], "subsections": []}, {"section_title": "Low-Income Housing Tax Credit Modifications", "paragraphs": ["The Low Income Housing Tax Credit (LIHTC) was created by the Tax Reform Act of 1986 ( P.L. 99-514 ) to provide an incentive for the acquisition and development or rehabilitation of commercial property for affordable housing for renters. These federal housing tax credits are awarded to developers of qualified projects. Sponsors, or developers, of real estate projects apply to the corresponding state housing finance authority for LIHTC allocations for their projects. Developers either use the credits or sell them to investors to raise capital (or equity) for real estate projects. The tax benefit reduces the debt and/or equity that the developer would otherwise have to incur. With lower financing costs, tax credit properties can potentially offer lower, more affordable rents.", "In December 2005, the Gulf Opportunity Zone Act of 2005 ( P.L. 109-135 ) was enacted to provide tax relief to communities adversely affected by Hurricanes Katrina, Wilma, and Rita. The new law temporarily added to existing LIHTC allocation authority for Alabama, Louisiana, and Mississippi. There are now two authorized allocations of tax credits for these states. The first allocation, which existed prior to the Gulf Opportunity (GO) Zone enactment, is the nationwide statutory allocation of $1.90 per capita per state. According to this formula, for calendar year 2006, LIHTC authority was approximately $5,515,635 for Mississippi, $8,579,963 for Louisiana, and $8,607,346 for Alabama. The per capita rate is indexed for inflation and is adjusted annually.", "The second allocation of tax credit authority, which is temporary, is in addition to the amounts listed above. The second allocation is an amount equal to the lesser of either $18.00 multiplied by the portion of the state's population in the GO Zone as determined prior to August 28, 2005, or the amount of tax credits that had been allocated by each state to buildings in the GO Zone as determined prior to August 28, 2005. These provisions apply for 2006, 2007, and 2008. The second allocation will yield an annual amount of approximately $12,000,000 for Mississippi, $23,000,000 for Louisiana, and $5,600,000 for Alabama for each of the three years.", "The new law also made an additional $3.5 million in LIHTC authority available to both Texas and Florida in 2006.", "Legislation introduced in the 109 th Congress, but not enacted, also proposed increases in the allocation amounts of the LIHTC. H.R. 2681 , the Affordable Housing Tax Credit Enhancement Act of 2005, proposed to double LIHTC authority nationwide. Two other bills, H.R. 659 and H.R. 3159 , each entitled the Community Restoration and Revitalization Act of 2005, proposed increases in, and administrative modifications to, the tax credit in order to target it more directly to low-income communities."], "subsections": []}]}, {"section_title": "Other Issues", "paragraphs": [], "subsections": [{"section_title": "Community and Economic Development Consolidation Proposals", "paragraphs": ["In FY2007, for the second consecutive year, the Administration included in its budget request a proposal that would eliminate a number of federal economic and community development programs. In its first proposal, the Administration's FY2006 budget recommendations would have consolidated the activities of at least 18 existing community and economic development programs into a two-part grant proposal called the \"Strengthening America's Communities Initiative\" (SACI). Responsibility for the 18 programs that were carried out by five federal agencies (the Department of Housing and Urban Development, the Economic Development Administration in the Department of Commerce, the Department of the Treasury, the Department of Health and Human Services, and the Department of Agriculture) would have been transferred to the Commerce Department, which currently administers the programs of the Economic Development Administration. Under the Administration's FY2006 proposal, the Department of Commerce would have administered a core program and a bonus program. The bonus program would have awarded additional funds to communities that demonstrated efforts to improve economic conditions.", "The FY2006 SACI proposal would have reduced total funding for the 18 programs from $5.6 billion in FY2005 to $3.7 billion in FY2006. Congress rejected the Administration's budget proposal and funded all 18 programs at a total level of $5.3 billion. Although an outline of the proposal was included in the Administration's FY2006 budget documents, the Administration did not submit a legislative proposal during the 1 st session of the 109 th Congress. Instead, after facing significant opposition, an advisory group was established within the Department of Commerce to help the Secretary develop a detailed legislative proposal.", "The Administration's FY2007 budget request outlined a revamped SACI proposal. Under the FY2007 version, two of the 18 programs would have been fundedâ\u0080\u0094HUD's Community Development Block Grant program, and a new Regional Development Account within the Economic Development Administration (EDA). The FY2007 budget proposed a SACI funding level of $3.4 billionâ\u0080\u0094nearly $2 billion less than the aggregate appropriation for the 18 programs in FY2006. The House version of the HUD spending bill ( H.R. 5576 ) would have appropriated $4.2 billion for the Community Development Fund (CDF), including $3.873 billion for CDBG formula assistance, $57 million for Indian CDBG assistance, $250 million for Economic Development Initiative (EDI) grants, and $20 million for Neighborhood Initiative (NI) grants. The Senate Appropriations Committee provided for similar funding levels, including $4.2 billion for CDF, $3.877 billion for CDBG, $58 million for Indian CDBG assistance, $250 million for EDI, and $30 million for NI. The House version of H.R. 5576 also included language requiring EDI and NI earmarked projects identified in the accompanying report to provide a 40% match of local funds. This new matching fund requirement was part of a House effort to reform the earmarking of funds.", "The Administration's FY2007 budget identified some general elements of the new SACI proposal, including development of a common set of goals and performance measures for federal community and economic development programs by HUD and the Department of Commerce. In HUD, the Administration plans called for a new CDBG allocation formula targeted to the neediest communities, a bonus fund component, and reforms that address the program's shortcoming outlined in the Program Assessment Rating Tool. The Administration's budget proposal called for the creation of a new Regional Development Account (RDA) in EDA that would have been funded at $257 million and would have replaced the agency's current budget categories of public works, economic adjustment assistance, technical assistance and research and evaluation."], "subsections": []}, {"section_title": "The Community Development Block Grant Program Formula", "paragraphs": ["On May 25, 2006, HUD unveiled its legislative proposal to reform the CDBG. The draft proposal, which had no congressional sponsor in the 109 th Congress, would eliminate the program's dual formula and the 70%/30% appropriations split between entitlement communities and states. Instead, funds would be allocated among all eligible communities and states using a single weighted formula consisting of the following factors:", "the number of households living in poverty; the number of overcrowded housing units; the number of female headed households with minor children; the number of housing units 50 years or older occupied by low income households; and the per capital income.", "The proposed formula is heavily weighted in favor of communities with significant concentrations of persons living in poverty. Under the proposed formula 50% of the funds allocated are to be based on the poverty factor. Communities that fail to meet a minimum grant threshold could seek assistance from the state or be included in the grant application for an urban county. The proposal would also include a $200 million challenge grant program that would award additional funds to entitlement communities that target assistance to areas of concentrated need. The House Appropriations Committee report accompanying H.R. 5576 ( H.Rept. 109-495 ), included a statement criticizing the Administration for failing to deliver a reform proposal in time to be considered and acted on by the relevant committees of jurisdiction."], "subsections": []}, {"section_title": "Rural Housing Funding", "paragraphs": ["In recent years, the Administration has proposed zero funding for the Rural Housing and Economic Development program (RHED) in HUD. The argument in favor of de-funding RHED is that rural housing needs can be addressed through the housing programs administered by the Rural Housing Service (RHS) of the U.S. Department of Agriculture (USDA). Despite the President's requests to de-fund the program, Congress has continued to provide funding. For FY2006, the Administration proposed the consolidation of RHED into a new program within the Department of Commerce. Congress did not accept the proposal and funded RHED at $17 million for FY2006. (See discussion of Community Development Block Grant Program above.) For FY2007, the Administration again proposed zero funding for RHED. The House version of the HUD spending bill ( H.R. 5576 ), like the President's proposal, had no funding for RHED, while the Senate Appropriations Committee version provided $20 million for the program. Congress did not enact H.R. 5576 by the end of the 109 th Congress.", "The FY2007 Budget for RHS rural housing programs within the USDA proposed zero funding for Section 515 direct loans for multifamily housing and a doubling of funding for the Section 538 guaranteed multifamily housing loans. An issue for rural housing advocates is how to preserve affordable rental housing by preventing or reducing the prepayment of Section 515 loans, or ensuring that the housing continues to be available as affordable housing after prepayment. The FY2006 Department of Agriculture Appropriations Act ( P.L. 109-97 ) included $9 million for the cost of a demonstration program for the preservation and revitalization of Section 515 housing. The President's Budget did not provide funding for the program in FY2007, and would have transferred any remaining balances from FY2006 to the multifamily housing rural voucher program. However, the President's budget provided that Section 515 rural voucher funds could also be used for preservation and revitalization of Section 515 multifamily rental housing properties. In their versions of the USDA Appropriations spending bill ( H.R. 5384 ), both the House and Senate Appropriations Committee followed the President's recommendation to transfer funds from the demonstration program to the multifamily housing rural voucher program.", "On March 6, 2006, the USDA published a proposed rule that would require borrowers who will be first-time homebuyers to provide documentation that they have passed a publicly available homeowner education course. Unlike the housing finance programs of the Department of Veterans Affairs (VA) and the Federal Housing Administration (FHA), the Section 502 program is a means-tested program. As such it is not surprising that the Section 502 program would have higher delinquency rates than VA or FHA. The intent of the proposal is to help the borrowers become successful homeowners and thereby decrease the delinquency rate.", "For more information, see CRS Report RL33421, USDA Rural Housing Programs: An Overview , by [author name scrubbed]."], "subsections": []}]}, {"section_title": "CRS Reports on Housing", "paragraphs": ["In General", "CRS Report RL33344, The Department of Housing and Urban Development: FY2007 Budget , by [author name scrubbed] et al.", "CRS Report RL32869, The Department of Housing and Urban Development (HUD): FY2006 Budget , by [author name scrubbed] et al.", "CRS Report RL31918, U.S. Housing Prices: Is There a Bubble? , by [author name scrubbed].", "CRS Report RL33421, USDA Rural Housing Programs: An Overview , by [author name scrubbed].", "Disaster Relief", "CRS Report RL33761, Rebuilding Housing After Hurricane Katrina: Lessons Learned and Unresolved Issues , by [author name scrubbed].", "CRS Report RS22358, The Role of HUD Housing Programs in Response to Hurricane Katrina , coordinated by [author name scrubbed] et al.", "CRS Report RL33078, The Role of HUD Housing Programs in Response to Past Disasters , by [author name scrubbed], [author name scrubbed], and [author name scrubbed].", "CRS Report RL33173, Hurricane Katrina: Questions Regarding the Section 8 Housing Voucher Program , by [author name scrubbed].", "CRS Report RL33330, Community Development Block Grant Funds in Disaster Relief and Recovery , by [author name scrubbed] and [author name scrubbed].", "CRS Report RS22301, Rural Housing: USDA Disaster Relief Provisions , by [author name scrubbed].", "Section 8 Rental Assistance", "CRS Report RL32284, An Overview of the Section 8 Housing Programs , by [author name scrubbed].", "CRS Report RL33270, The Section 8 Housing Voucher Program: Reform Proposals in the 108 th and 109 th Congresses , by [author name scrubbed].", "CRS Report RS22376, Changes to Section 8 Housing Voucher Renewal Funding, FY2003-FY2006 , by [author name scrubbed].", "Public Housing", "CRS Report RS22557, Public Housing: Fact Sheet on the New Operating Fund Formula , by [author name scrubbed].", "CRS Report RS21591, Community Service Requirement for Residents of Public Housing , by [author name scrubbed].", "CRS Report RL32236, HOPE VI Public Housing Revitalization Program: Background, Funding, and Issues , by [author name scrubbed].", "CRS Report RS21199, No-fault Eviction of Public Housing Tenants for Illegal Drug Use: A Legal Analysis of Department of Housing and Urban Development v. Rucker , by [author name scrubbed] (pdf).", "Special Populations", "CRS Report RL33764, The HUD Homeless Assistance Grants: Distribution of Funds , by [author name scrubbed].", "CRS Report RL30442, Homelessness: Targeted Federal Programs and Recent Legislation , coordinated by [author name scrubbed].", "CRS Report RS22328, The Homeless Management Information System , by [author name scrubbed].", "CRS Report RS22286, The Emergency Food and Shelter Program , by [author name scrubbed].", "CRS Report RL33508, Section 202 and Other HUD Rental Housing Programs for Low-Income Elderly Residents , by [author name scrubbed].", "CRS Report RL34318, Housing for Persons Living with HIV/AIDS , by [author name scrubbed].", "CRS Report RL32104, Housing Assistance and Welfare: BackgroundÂ and Issues , by [author name scrubbed].", "CRS Report RL31753, Immigration: Noncitizen Eligibility for Needs-Based Housing Programs , by [author name scrubbed] and [author name scrubbed].", "Community Development", "CRS Report RL32823, An Overview of the Administration ' s Strengthening America ' s Communities Initiative , by [author name scrubbed] et al.", "CRS Report RL33330, Community Development Block Grant Funds in Disaster Relief and Recovery , by [author name scrubbed] and [author name scrubbed].", "CRS Report RL34049, Community Reinvestment Act: Regulation and Legislation , by [author name scrubbed].", "Housing Finance", "CRS Report RL33775, Alternative Mortgages: Causes and Policy Implications of Troubled Mortgage Resets in the Subprime and Alt-A Markets , by [author name scrubbed].", "CRS Report RS20530, FHA-Insured Home Loans: An Overview , by [author name scrubbed] and [author name scrubbed].", "CRS Report RL32784, Predatory Lending: A Comparison of State Laws to the Federal Home Ownership and Equity Protection Act , by [author name scrubbed].", "CRS Report RS20533, VA-Home Loan Guaranty Program: An Overview , by [author name scrubbed].", "CRS Report RS22389, An Introduction to the Design of the Low-Income Housing Tax Credit , by [author name scrubbed].", "CRS Report RS21104, Should Banking Powers Expand into Real Estate Brokerage and Management? , by [author name scrubbed].", "Housing Government-Sponsored Enterprises (GSEs)", "CRS Report RL33756, Fannie Mae and Freddie Mac: A Legal and Policy Overview , by [author name scrubbed] and [author name scrubbed].", "CRS Report RS22336, GSE Reform: A New Affordable Housing Fund , by [author name scrubbed].", "CRS Report RS22307, Limiting Fannie Mae ' s and Freddie Mac ' s Portfolio Size , by [author name scrubbed].", "CRS Report RS21567, Accounting and Management Problems atÂ Freddie Mac , by [author name scrubbed].", "CRS Report RS21949, Accounting Problems at Fannie Mae , by [author name scrubbed].", "CRS Report RL32815, Federal Home Loan Bank System: Policy Issues , by [author name scrubbed].", "CRS Report RL32795, Government-Sponsored Enterprises (GSEs): Reform Legislation in the 109 th Congress , by [author name scrubbed].", "CRS Report RS21724, GSE Regulatory Reform: Frequently Asked Questions , by [author name scrubbed].", "CRS Report RL32230, Regulation of Fannie Mae and Freddie Mac Under the Federal Housing Enterprises Financial Safety and Soundness Act: A Legal Analysis , by [author name scrubbed].", "CRS Report RS21896, The Department of the Treasury ' s Authority to Regulate GSE Debt: A Legal Analysis , by [author name scrubbed].", "Housing Tax Policy", "CRS Report RS22389, An Introduction to the Design of the Low-Income Housing Tax Credit , by [author name scrubbed].", "CRS Report RL33025, Fundamental Tax Reform: Options for the Mortgage Interest Deduction , by [author name scrubbed].", "CRS Report RL32978, The Exclusion of Capital Gains for Owner-Occupied Housing , by [author name scrubbed] and [author name scrubbed].", "CRS Report RS22052, Tax Treatment of Short Term Residential Rentals: Reform Proposal , by [author name scrubbed].", "Housing Discrimination", "CRS Report 95-710, The Fair Housing Act: A Legal Overview , by [author name scrubbed]."], "subsections": []}]}}