{"id": "RL32541", "title": "Aviation Security-Related Findings and Recommendations of the 9/11 Commission", "released_date": "2005-03-30T00:00:00", "summary": ["The 9/11 Commission found that al Qaeda operatives exploited known weaknesses in U.S.aviation security to carry out the terrorist attacks of September 11, 2001. While legislation andadministration actions after September 11, 2001 were implemented to strengthen aviation security,the 9/11 Commission concluded that several weaknesses continue to exist. These include perceivedvulnerabilities in cargo and general aviation security as well as inadequate screening and accesscontrols at airports.", "The 9/11 Commission issued several recommendations designed to strengthen aviationsecurity by: enhancing passenger pre-screening; improving measures to detect explosives onpassengers; addressing human factors issues at screening checkpoints; expediting deployment ofin-line baggage screening systems; intensifying efforts to identify, track, and screen potentiallydangerous cargo; and deploying hardened cargo containers on passenger aircraft. In addition to thesespecific recommendations, an overarching recommendation for transportation security policy assertsthat priorities should be set based on risk, and the most practical and cost effective deterrents shouldbe implemented assigning appropriate roles and missions to federal, state, and local authorities, aswell as private stakeholders.", "In response to the 9/11 Commission's recommendations, the National Intelligence ReformAct of 2004 ( P.L. 108-458 ; 118 Stat. 3638) was enacted on December 17, 2004. The act containsnumerous aviation security provisions, many of which address 9/11 Commission recommendationsrelated to aviation safety. These provisions build upon prior aviation security-related provisions,contained in Vision 100 - the Century of Aviation Reathorization Act ( P.L. 108-176 ; 117 Stat. 2490)that was enacted a year earlier on December 12, 2003, addressing many of the concerns expressedby the 9/11 Commission.", "This report will not be updated."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Exploited Weaknesses in Aviation Security", "paragraphs": ["The National Commission on Terrorists Attacks Upon the United States (the 9/11Commission) found that al Qaeda terrorists exploited weaknesses in the aviation security system tocarry out the attacks of September 11, 2001. Weaknesses in aviation security exploited by the 9/11terrorists included ", "A pre-screening process that focused on detecting potential aircraft bombersand not potential hijackers; ", "Lax checkpoint screening and permissive rules regarding small knives;", "A lack of in-flight security measures such as air marshals and reinforcedcockpit doors; ", "An industry-wide strategy of complying with hijackers in a non-confrontationalmanner; and", "A lack of protocols and capabilities for executing a coordinated FederalAviation Administration (FAA) and military response to multiple hijackings and suicidalhijackers.", "The 9/11 Commission found that underlying these specific weaknesses and vulnerabilitiesin the aviation system was what they termed a failure of imagination among senior policymakers andagencies responsible for intelligence, national defense, and aviation security. The 9/11 Commissionconcluded that while suicide hijackings were by no means a far-fetched possibility given al Qaeda'spast methods and motives, \"... these scenarios were slow to work their way into the thinking ofaviation security experts.\" (1) While some agencies were concerned about hijackings and had speculated about various hijackscenarios, there were no specific constructive actions taken to defend against these possible threatsprior to September 11, 2001. Furthermore, the likelihood of a suicide hijacking scenario was greatlyunderestimated. The 9/11 Commission also concluded that, before September 11, 2001,congressional oversight of aviation security was lacking while Congress focused its aviationoversight activities on airport congestion and passenger service. Regarding Congress's aviationrelated activities prior to September 11, 2001, The 9/11 Commission wrote: \"Heeding calls forimproved air service, Congress concentrated its efforts on a 'passenger bill of rights' to improvecapacity, efficiency, and customer satisfaction in the aviation system. There was no focus onterrorism.\" (2) "], "subsections": []}, {"section_title": "Legislative Actions Following the 9/11 Attacks", "paragraphs": ["In the aftermath of September 11, 2001, Congress moved quickly to pass the Aviation andTransportation Security Act (ATSA, P.L. 107-71 ; 115 Stat. 597). Designed to correct weaknessesin aviation security exploited by the 9/11 hijackers as well as other potential vulnerabilities intransportation systems, ATSA established the Transportation Security Administration (TSA) as anew organization within the Department of Transportation responsible for security matters in allmodes of transportation. Highlights of ATSA included ", "Establishing a federal security screener workforce under TSA atairports;", "Requiring explosive detection screening of all checkedbags;", "Deploying air marshals on all high risk flights; and ", "Hardening cockpit doors. ", "ATSA also gave the TSA broad authority to assess threats to security in all transportationmodes, primarily focusing on aviation, and implement appropriate security measures. In this regard,ATSA was seen as a comprehensive legislative vehicle for addressing transportation security witha specific emphasis on aviation security. ", "The following year, the Homeland Security Act of 2002 ( P.L. 107-296 ; 116 Stat. 2135)established the Department of Homeland Security (DHS) and placed the TSA within this newdepartment. The act also authorized the arming of airline pilots as an additional measure to protectaircraft against terrorist hijackers. Additional aviation security measures were included in the mostrecent FAA reauthorization act, Vision 100 - Century of Aviation Reauthorization Act ( P.L.108-176 ; 117 Stat. 2490). Most notably, Vision 100 established an aviation security capital fund tohelp pay for placing explosive detection systems (EDS) \"in-line\" with baggage conveyers and sortingfacilities in an effort to improve the efficiency and effectiveness of checked baggage screening andexpanded the program to arm pilots to include pilots of all-cargo aircraft. ", "Despite these actions, congressional and administration oversight of aviation security hasidentified several areas of vulnerability that persist. These include air cargo operations; generalaviation; access controls for airport employees; screener performance; and possible terrorist attacksusing shoulder-fired missiles. "], "subsections": []}, {"section_title": "Recommendations of the 9/11 Commission", "paragraphs": ["The 9/11 Commission also recognized many of these vulnerabilities. The 9/11 Commissionconcluded that \"[m]ajor vulnerabilities still exist in cargo and general aviation security. These,together with inadequate screening and access controls, continue to present aviation securitychallenges.\" (3) Based onthese findings, the 9/11 Commission made specific recommendations regarding improvements toairport passenger and baggage screening, and air cargo security. While the commission identifiedpotential threats posed by inadequate access controls to secured areas of airports and general aviationoperations, it did not issue any recommendations pertaining to these risks. Also, while the 9/11Commission acknowledged concerns raised by previous and current administrations over possibleshoulder-fired missiles attacks against commercial airliners, it did not make any specificrecommendations regarding this threat. ", "The 9/11 Commission delineated its recommendations regarding aviation security in a sectiontitled \"A Layered Security System.\" As suggested by this title, the 9/11 Commission concluded thatthe TSA must implement a multi-layered security system that takes into consideration the full arrayof possible terrorist tactics. The 9/11 Commission noted that these various layers of security musteach be effective in their own right and must be coordinated with other layers in a manner thatcreates redundancies to catch possible lapses in any one layer. This conclusion is consistent withaviation security mandates under ATSA and TSA's concept of \"concentric rings of security.\" (4) Since many facets of aviationsecurity have been addressed through legislation and administration actions since the 9/11 attacks,the 9/11 Commission focused its aviation security recommendations on persisting vulnerabilities incommercial aviation.", "While not all recommendations offered in the 9/11 Commission's final report were formallylabeled as such, CRS has identified six aviation-specific recommendations. (5) These are: 1) enhancingpassenger pre-screening; 2) improving measures to detect explosives on passengers; 3) addressinghuman factors issues at screening checkpoints; 4) expediting deployment of in-line baggagescreening systems; 5) intensifying efforts to identify, track, and screen potentially dangerous cargo;and 6) deploying hardened cargo containers on passenger aircraft. In addition to these sixaviation-specific recommendations, the 9/11 Commission also issued an overarchingrecommendation for transportation security policy to set priorities based on risk and implement themost practical and cost effective deterrents assigning appropriate roles and missions to federal, state,and local authorities, as well as private stakeholders."], "subsections": [{"section_title": "Enhancing Passenger Pre-Screening", "paragraphs": ["On September 11, 2001, passenger pre-screening consisted of three measures: the ComputerAssisted Passenger Prescreening System (CAPPS), answers to two security-related questions askedby airline ticketing and gate agents, and the presentation of photo identification to airline personnel.More than half of the September 11, 2001 hijackers were identified as \"selectees\" based on one ormore of these pre-screening techniques. However, there was little consequence to their selectionbecause, at the time, pre-screening was used solely as a tool to screen for individuals that might tryto bomb a passenger jet using methods similar to those employed in the bombing of Pan Am flight103. While the CAPPS system is still in use, its purpose has since been expanded to screen forpossible hijackers as well. CAPPS is maintained directly by the airlines as part of their securityprogram and uses computer algorithms to identify \"selectees\" based on matching passengers'behaviors (e.g., method of ticket purchase) to hijacker and bomber profiles. ", "The follow-on to CAPPS, dubbed CAPPS II, has been embroiled in controversy for the pasttwo years over concerns regarding protection of personal data and civil liberties. As proposed,CAPPS II would implement a two step process to: 1) authenticate a passenger's identity usingcommercial databases; and 2) check that name against terrorist watch lists maintained by the federalgovernment. If flagged by the system, passengers could be either denied boarding or selected forsecondary screening. The 9/11 Commission recommended that improved passenger pre-screeningcapabilities should not be delayed while the argument about a successor to CAPPS continues. The9/11 Commission further recommended that the prescreening system should utilize the larger set ofwatchlists maintained by the federal government. Both the Homeland Security Appropriations Actfor FY2004 ( P.L. 108-90 ; 117 Stat. 1137) and Vision 100 directed the Department of HomelandSecurity to address these concerns and limited implementation of CAPPS II to system testing untilthe Government Accountability Office (GAO) verifies that adequate steps have been taken to addressthese concerns. However, in February 2004, the GAO found that the TSA had adequately addressedonly one of the eight concerns regarding CAPPS II implementation. (6) Continued reluctance by theairlines to provide data for testing CAPPS II due to liability concerns has also stymied progress. The9/11 Commission recommended that airlines should be required to supply the information neededto test and implement passenger pre-screening. ", "Recent media reports indicate that the CAPPS II program has essentially been scrapped overprivacy concerns, however Secretary of Homeland Security Tom Ridge has suggested that a newprogram with a different name might eventually take its place. (7) In light of the 9/11Commission recommendation to forge forward with implementing a passenger pre-screening systemand the current lack of progress toward developing such a system, Congress may intensify itsoversight of the Secure Flight program, the successor to CAPPS, and engage in debate over the bestway to proceed. H.R. 10 contains a provision that would require the TSA to take overresponsibility for prescreening from the airlines withing 180 days on enactment and begin testingof the system by November 1, 2004. This measure is in line with administration plans for the testingand roll-out of the Secure Flight program."], "subsections": []}, {"section_title": "Improving Measures to Detect Explosives on Passengers", "paragraphs": ["Evidence highlighted by the 9/11 Commission indicated that al Qaeda has had a keeninterest in bombing airliners for some time. The 9/11 Commission's report describes Ramzi Yousef's1994 bombing of a Phillippines Airlines flight bound for Tokyo as a precursor to a larger operation-- the so-called \"Bojinka\" plot -- to bomb multiple U.S.-bound airliners over the Pacific ocean. Inthe Philippines Airlines bombing, Yousef reportedly assembled an improvised explosive device(IED) in the airplane's lavatory and hid it under a seat during the previous flight affixing a digitalwatch timer he had invented. ", "Concerns over IEDs were brought to public attention in December 2001, when Richard Reidattempted to down a transatlantic flight using explosives concealed in a shoe. Concerns over IEDswere again raised by the media in October 2003 when a college student, Nathaniel Heatwole, snuckbanned items and materials resembling plastic explosives aboard passenger jets. While neither ofthese high profile incidents was cited in the 9/11 Commission report, the 9/11 Commissionacknowledged persisting weaknesses in the ability to detect explosives on passengers by formallyrecommending that the TSA and Congress give priority to improving detection of explosives onpassengers. The 9/11 Commission further recommended that, as a start, all individuals selected forsecondary screening undergo explosives screening. ", "Current screening technologies and procedures offer limited capabilities to detect explosivescarried on passengers. While carry-on items and sometimes shoes are x-rayed and may be subjectedto secondary chemical trace detection screening methods, passengers are typically only screened bymetal detectors. New technology offers the capability to detect bomb-making chemicals onindividuals using trace detection methods. These systems are being operationally tested in varioustransportation settings including ongoing field tests at five airport sites: T.F. Green State Airport,Providence, RI; Greater Rochester International Airport, NY; San Diego International Airport, CA;Tampa International Airport, FL; and Gulfport-Biloxi International Airport, MS . Other possiblemethods for detecting explosives on passengers involve body scan imaging using low dose x-raybackscatter or other techniques. Body scan technology is considered somewhat more controversialbecause it renders a nude image of the scanned individual which is regarded by some as overlyintrusive. Alternative methods to these technologies include the use of bomb-sniffing dogs andphysical searches of individuals. In light of the 9/11 Commission recommendation, Congress maydebate whether and how to implement and fund an initiative for screening passengers using the mosteffective means available. (See CRS Report RS21920 , Detection of Explosives on AirlinePassengers: Recommendation of the 9/11 Commission and Related Issues .)"], "subsections": []}, {"section_title": "Addressing Human Factors Issues at Screening Checkpoints", "paragraphs": ["The 9/11 Commission also recommended that the TSA conduct a human factors study tounderstand problems in screener performance and set attainable objectives for improvingperformance at screening checkpoints. Screener performance deficiencies were highlighted by arecent DHS Inspector General's audit that found poor screener performance among both federal andcontract screeners during covert testing at screening checkpoints. (8) The TSA has launched severalinitiatives to address these concerns. For example, the TSA has greatly expanded the use of threatimage projection (TIP), a system that tests screener on-the-job performance by projecting images ofthreat objects on x-ray monitors. Using data from TIP, researchers can assess certain humanperformance needs in aviation security. The TSA is also examining ways to improve the recurrenttraining of screeners.", "Key human factors issues are likely to include screener selection and training, fitness forduty, and human interaction with screening technologies. While the TSA maintains a small cadreof human factors researchers and some ongoing research in this area is being conducted byuniversities and contractors, research on aviation security human factors and funding for theseactivities pales in comparison to human factors research programs in the Department of Defense andFAA's safety-related human factors activities. Also, there presently is a lack of a comprehensivestrategic plan for addressing human factors in aviation security. ", "In light of this recommendation and persisting concerns over screener performance, Congressmay conduct oversight to identify areas where TSA's human factors research efforts may not beadequately addressing concerns over passenger and baggage screening performance. Congress mayalso consider whether to task the National Academy of Sciences or some other independent bodywith examining human factors needs in aviation security. While the National Academy of Sciencesdid address human factors in its 1999 assessment of aviation security technologies, it has notconducted a focused study of human factors needs in the aviation security system and has notexamined this issue since the terrorist attacks of September 11, 2001. (9) H.R. 10 containsa provision that would require the TSA to conduct human factors studies to improve screenerperformance as part of a pilot program to examine next-generation checkpoint screeningtechnologies."], "subsections": []}, {"section_title": "Expediting Deployment of In-Line Baggage Screening Systems", "paragraphs": ["The 9/11 Commission recommended that the TSA expedite installation of in-line baggagescreening systems. Therefore, Congress may debate the adequacy of current funding for this activity. While Vision 100 authorizes up to $500 million annually to be deposited into the aviation securitycapital fund, only $250 million was appropriated in FY2004 and requested in FY2005 for thisactivity. Since the total cost of integrating EDS equipment at all passenger airports is estimated toexceed $4 billion, it may take several years to complete integration of baggage screening systemsgiven current funding levels. Letters of intent (LOIs) issued to airports by the TSA were establishedas a vehicle to leverage limited federal funding by stretching obligations over several years. LOIs were created in appropriations legislation as a means for TSA to convey to airports its intent toobligate future funds for the purpose of EDS integration. However, the TSA has, thus far,implemented LOIs by reimbursing airports for expenses as they are incurred. This approach couldfurther slow the progress of integrating EDS systems at airports. ", "The 9/11 Commission also recommended that \"[b]ecause the aviation industry will derivesubstantial benefits from [in-line EDS] deployment, it should pay a fair share of the costs.\" (10) However, defining thatfair share has been a significant point of contention. Airlines already indirectly pay the federal shareof EDS integration because the first $250 million annually, all that was budgeted in FY2004 for thisactivity, must come directly from aviation security fees paid by the airlines and their passengers. Airports pay a portion of the costs too, albeit a much smaller one. Under the scheme adopted byVision 100, large and medium-sized airports contribute 10% of the cost while small airportscontribute 5%. However, the TSA has proposed to reduce the federal obligations for these programsand increase the local share to 25% at large and medium-sized airports and 10% at small airports,a proposal that airports obviously oppose. The 9/11 Commission did not specifically say what theywould consider to be a more equitable contribution from industry, however their recommendationimplies that they believe industry is not paying its fair share under the current scheme. ", "Congress may continue debate over the equity of cost-sharing for EDS integration in lightof this recommendation. The House homeland security appropriations bill ( H.R. 4567 )as reported included language to limit the federal share for airport security projects to 75% at largeand medium hubs and 90% at all other airports, however, this language was stricken by a point oforder during floor debate.", "Legislation introduced in the House ( H.R. 5121 ) seeks to double the amountcollected in aviation security fees that must be designated for aviation security capital fund from$250 million annually to $500 million annually for FY2005 through FY2007. H.R. 5121 also seeks to increase the TSA's flexibility to meet checked baggage security screeningrequirements by allowing it to enter into multi-year contracts, not to exceed 10-years, with airportsor third party vendors to provide EDS imaging capabilities. While most of the aviationsecurity-related provisions of H.R. 5121 were incorporated into H.R. 10 ,neither of these measures were included in H.R. 10. "], "subsections": []}, {"section_title": "Intensifying Efforts to Identify, Screen, and Track Cargo", "paragraphs": ["The 9/11 Commission recommended that the TSA needs to intensify its efforts to identifysuspicious cargo, and appropriately screen and track potentially dangerous cargo in aviation as wellas in maritime operations. Stemming from recommendations of the Aviation Security AdvisoryCommittee (ASAC), a standing committee of aviation stakeholders, the TSA unveiled a strategicplan for cargo security in November 2003. That plan consists a multi-layered risk-based approachwith four key strategic objectives: 1) enhancing shipper and supply chain security; 2) identifyingelevated risk cargo through pre-screening; 3) identifying technology for performing targeted air cargoinspections; and, 4) securing all-cargo aircraft through appropriate facility security measures. (11) Goals of the plan includepre-screening all cargo shipments in order to determine their level of relative risk; working withindustry and federal partners to ensure that 100% of items considered to pose an elevated risk areinspected; developing and ensuring that new information and technology solutions are deployed; and,implementing operational and regulatory programs that support enhanced security measures. (12) The 9/11 Commissionrecommendations seem to imply that it concurs with TSA's overall approach as outlined in thisstrategic plan but feels that progress toward achieving these objectives must be accelerated, andperhaps, augmented. Since the 9/11 Commission recommendation provides no specific guidanceon how to intensify the identification, tracking, and screening of cargo, Congress may furtherscrutinize TSA's efforts on cargo security and further debate approaches to air cargo security.", "Recent debate in Congress over air cargo security has focused on the level of physicalscreening or inspection of cargo needed to adequately mitigate the risks posed by cargo placed onpassenger aircraft. While proposals have been offered to require 100% physical screening orinspection of all cargo placed on passenger aircraft, Congress has thus far supported TSA's plan to,instead, implement a risk-based approach that relies heavily on the known-shipper program anddatabase to assess shipments placed aboard passenger aircraft. Both H.R. 10 and S. 2845 contain measures to improve the screening and tracking of cargo. S. 2845 would specifically require the TSA to double the amount of air cargo screenedwithin one year. (see CRS Report RL32022, Air Cargo Security) . "], "subsections": []}, {"section_title": "Deploying Hardened Cargo Containers", "paragraphs": ["In addition to these measures to improve cargo security, the 9/11 Commission specificallyrecommended the deployment of at least one hardened cargo container on every passenger aircraftthat also hauls cargo to carry suspicious cargo. The National Research Council examined this veryconcept in 1999 and concluded it would cost $125 million to acquire a sufficient number of hardenedcontainers. (13) They alsoestimated that the annual industry-wide cost of lost revenue due to reduced aircraft revenue payloadand increased fuel burn would total $11 million. Thus, even if a proposal were made to federallyfund this initiative, passenger airlines may oppose it because it would increase operational costs. ", "It is likely that opponents of deploying hardened cargo containers would also argue that, ifrecommended initiatives are implemented to improve the identification, tracking, and screening ofcargo, then hardened cargo containers are not needed. On the other hand, proponents of deployinghardened cargo containers may argue that doing so creates a redundant layer of defense, analogousto a hardened cockpit door, that is consistent with the overarching goal of establishing amulti-layered security system with built-in redundancies. ", "However, using just one hardened cargo container per passenger aircraft still leaves thesystem open to potential vulnerabilities that are directly tied to the effectiveness of measures toconduct risk-based assessments of cargo and flag suspicious cargo. For this reason, the TSAcurrently requires that all cargo from shippers that have not been properly vetted and verified throughthe known-shipper program be carried in all-cargo airplanes and not aboard passenger airplanes. While TSA is working on expanding its capabilities to detect high risk cargo, it is unclear how thissystem could be adapted to assign risk levels that would permit certain suspect cargo to travel inhardened cargo containers on board passenger airplanes. Also, from a policy standpoint, it is unclearwhat criteria could be used to permit shipment of suspicious cargo on passenger aircraft in hardenedcargo containers instead of offloading that shipment from passenger aircraft altogether. Congressmay debate whether deployment of hardened cargo containers could provide an effective layer ofsecurity to protect against potential cargo bombings. A key policy issue in this debate is likely tobe the possible implications of allowing suspicious cargo to travel on passenger aircraft even if theyare secured in hardened cargo containers. ", "H.R. 10 contains a provision that would require TSA to carry out a pilot programto evaluate the use of blast-resistant containers for carrying baggage and cargo on passenger airliners. While S. 2845 does not contain a similar provision, legislation passed by the Senate onMay 9, 2003 ( S. 165 ), would require the DHS in coordination with the FAA to submita report evaluating blast-resistant cargo container technology."], "subsections": []}, {"section_title": "Risk-Based Prioritization as the Basis for Transportation Security Policy", "paragraphs": ["In addition to the aviation specific recommendations discussed above, the 9/11 Commissionalso issued an overarching recommendation that risk-based priorities for protecting all transportationassets be established. Based on this assessment of risks, the 9/11 Commission recommended thatTSA select the most practical and cost effective approaches for implementing defenses oftransportation assets and develop a plan, budget, and funding to implement this effort. The plan,according to the 9/11 Commission, should assign roles and missions to federal, state, and localauthorities, as well as to private stakeholders. ", "Strategic Plan for Aviation Security. Therisk-based approach to aviation security is nothing new and has been viewed for some time as theprincipal policy tool for allocating limited resources. What is lacking, however, is a unified strategicplan for aviation security. To some extent, ATSA has set the strategy for aviation security followingthe terrorist attacks of September 11, 2001. The TSA's initial focus was on meeting the mandatesof ATSA, particularly deploying air marshals and federal screeners. Now that TSA has achievedsome level of normal operations, it should be better poised to focus on developing a more formalstrategy for national aviation security policy. Based on TSA's strategic approaches to date,particularly in addressing air cargo security needs, it is likely that a risk-based multi-layeredapproach to aviation security will form the core of future aviation security policy. This appears tobe largely in step with what the 9/11 Commission is recommending. In light of the 9/11Commission recommendation, Congress may consider whether to formally task the TSA withdeveloping a national strategy for aviation security that addresses funding needs, budgetaryimplications, and the appropriate roles of federal, local, and state authorities, and industrystakeholders. While some may argue that such a plan already exists in various TSA program plansand budget documents, others may argue that a more formal strategic planning document for aviationsecurity needs to be developed.", "Cooperation and Integration. While aviationsecurity relies extensively on cooperation and the integration of shared responsibilities, challengespersist in defining roles and allocating resources for state and local participation and industryinvolvement. At airports, the local role is defined in the airport security program which is tailoredfor each airport location. Physical security of the airport site is ultimately the role of localjurisdictions carried out by airport operators, while TSA maintains the overall role of securityoversight and enforcement as well as direct responsibility for passenger screening. The role of localgovernments, and in some cases state authorities, in aviation security often involves both lawenforcement support for airport site security and law enforcement presence at screening checkpoints. Passenger air carriers must also participate in security through procedures and training for controllingaccess to aircraft and secured areas of airports, carrying out security inspections of aircraft, and soon. In air cargo and general aviation, security measures rely heavily on the direct participation ofaircraft owners and operators, while the federal role is one of oversight and enforcement of aviationsecurity requirements. ", "While implementing aviation security already involves federal, state, local, and industryparticipation, what appears to be lacking is a unified plan or strategy for: assigning roles andmissions to each stakeholder based on careful consideration of logistics and costs; and adopting asystems approach to define how each element contributes to the overall security strategy. ", "In light of the 9/11 Commission recommendation, Congress and the TSA may consider waysto improve the strategic planning, resource allocation, and integration of federal, state, local, andprivate-sector resources for aviation security. Congress and the TSA may also consider how thespecific strategies and approaches to aviation security may be integrated with an overarchingtransportation security strategy that encompasses rail, maritime, and highway security as well andaddresses logistics, funding, and resource allocation to meet security needs in all modes oftransportation. H.R. 10 requires the Department of Homeland Security (DHS) toprepare and update a transportation security plan and modal security plans including a modal planfor aviation to: set risk-based priorities; select the most practical and cost-effective methods forprotecting aviation assets; and assign roles and missions to Federal, State, regional, and localauthorities, and aviation stakeholders."], "subsections": []}]}, {"section_title": "Congressional Actions in Response to the 9/11 Commission Recommendations", "paragraphs": ["Since the release of the 9/11 Commission report, Congress has given considerable attentionto the recommendations contained in the report. The Senate Committee on Commerce, Science andTransportation held a hearing on the 9/11 Commission recommendations regarding transportationsecurity on August 16, 2004, and the House Subcommittee on Aviation held a hearing reviewing theaviation security recommendations of the 9/11 Commission.", "The 108th Congress passed two major pieces of legislation containing numerous provisionspertaining to aviation security: Vision 100 -- Century of Aviation Reauthorization Act ( P.L.108-176 ), which was enacted prior to the 9/11 Commission's final report, and the NationalIntelligence Reform Act ( P.L. 108-458 ; 118 Stat. 3638) which was enacted, in large part, in responseto the 9/11 Commission's recommendations.. "], "subsections": [{"section_title": "Vision 100 -- Century of Aviation Reauthorization Act", "paragraphs": ["Before the 9/11 Commission had completed its report, several aviation security-relatedprovisions were included in Vision 100 - Century of Aviation Reauthorization Act ( P.L. 108-176 )which was enacted on December 12, 2003. ", "Vision 100 established a redress process for pilots, mechanics or other licensed aviationprofessionals whose certification is denied, suspended, or revoked on the grounds that they pose arisk to aviation security. Vision 100 also requires the Federal Aviation Administration to providea justification to Congress when establishing an Air Defense Identification Zone (ADIZ) aroundcities where pilots are required to use special communications and operating procedures to enableair traffic controllers to identify potential security threats. ", "Vision 100 also modified existing requirements for security training of airline flight andcabin crew members. Under these provisions, the airlines are responsible for providing mandatorybasic training in security for crews, while the TSA was to develop and provide a voluntary advancedself-defense training program for crew members. ", "Vision 100 also required the Department of Homeland Security to study and report toCongress on the effectiveness of the aviation security system, including the air marshal program,hardening of cockpit doors, and security screening of passengers, checked baggage, and cargo. Thereport was to include recommendations, including legislative recommendations, for improving theeffectiveness of aviation security.", "Vision 100 also created the Aviation Security Capital Fund. The act authorizes up to $500million per year through FY2007 to be appropriated to this fund and requires that the first $250million in aviation security fee collections be deposited in this fund each year through FY2007. Theact also provided the Undersecretary for Border and Transportation Security with the authority toissue grants to airports for projects to integrate baggage explosive detection systems with baggageconveyer systems; reconfigure terminal baggage areas as needed to install explosive detectionsystems; deploy explosive detection systems behind the ticket counter, in baggage sorting areas, orin line with baggage handling systems; and for other aviation security-related capital improvementprojects. Vision 100 set the federal share of costs for such projects at 90% for large and medium hubairports, and at 95% for all other airports and set guidelines for the allocation of Aviation SecurityCapital Fund monies for these projects.", "Vision 100 also required the implementation of security programs for air charter operatorswho use aircraft weighing more than 12,500 pounds maximum takeoff weight. ", "Vision 100 also required the Government Accountability Office (GAO) to review theproposed CAPPS II passenger prescreening system and prevented the TSA from fully implementingthis program until the Undersecretary for Border and Transportation Security certified that a varietyof enumerated issues pertaining to civil liberties, privacy, data protection, system security, systemperformance, and system oversight had been adequately addressed. The TSA has since scrapped theCAPPS II program and is developing an alterative prescreening system called \"Secure Flight.\"", "Vison 100 also authorized flight crew members of all-cargo airlines to voluntarily participatein the Federal Flight Deck Officer Program that trains and deputizes armed pilots to guard aircraftcockpits against hostile attacks. Vision 100 also expanded the program to include other flight crewmembers, such as flight engineers, in addition to pilots.", "Vision 100 also requires the promulgation of regulations to ensure the security of foreign anddomestic aircraft repair stations. The act also requires the TSA, in coordination with the FAA, tocomplete a security review and audit of foreign repair stations that work on air carrier aircraft andcomponents. ", "Vision 100 also modified the background check requirements for foreign pilots seeking flighttraining in the United States. The act transferred the duties of conducting these background checksfrom the Department of Justice to the DHS. The provisions require flight schools or instructors toprovide notification and identification information for individuals seeking training in smaller aircraft,weighing less than 12,500 pounds, and require background checks be completed before training canbe initiated in larger aircraft. The legislation authorizes fee collections to offset the costs ofconducting these background checks. ", "For further discussion see CRS Report RL32498(pdf) , Vision 100: An Overview of the Centuryof Aviation Reauthorization Act ( P.L. 108-176 ) ."], "subsections": []}, {"section_title": "The National Intelligence Reform Act of 2004", "paragraphs": ["The National Intelligence Reform Act ( P.L. 108-458 ) contains numerous provisions relatedto aviation security, many directly addressing the concerns and recommendations of the 9/11Commission.", "The act requires the Department of Homeland Security to develop, prepare, implement, andupdate as needed, a National Strategy for Transportation Security as well as modal-specific securityplans including a plan for aviation security. The modal security plan for aviation is to include athreat matrix outlining each threat to the United States civil aviation system and the correspondinglayers of security in place to address these threats and a plan for mitigation and reconstitution of theaviation system in the event of a terrorist attack. ", "The act requires the TSA to issue guidance for the use of biometrics in airport access controlsystems and establish a biometric credential and authentication procedures to identify lawenforcement officers authorized to carry firearms aboard passenger aircraft. The act authorizes $20million, in addition to any other authorized amounts, for research and development of biometrictechnologies for aviation security. The act also authorizes $1 million to establish a center ofexcellence in biometric technologies. ", "The act required the TSA to begin system testing of an advanced passenger prescreeningsystem by January 1, 2005. Although the act does not provide a deadline for the completion oftesting the prescreening system, it requires the TSA to begin to assume the role of passengerprescreening and checking passenger names against watch lists no later than 180 days aftercompleting that testing. The act requires the TSA to establish redress and remedy procedures forpassengers who are delayed or denied boarding because of being falsely identified or targeted by thesystem, and requires the TSA to ensure that the number of such false positives is minimized. Theact also requires the TSA to establish an oversight board and implement safeguards to ensure thesecurity and integrity of the system and address and resolve any privacy concerns. The act alsorequires that the DHS prescreening of international flights to or from the United States be conductedprior to departure. ", "The act further requires that individuals seeking FAA certificates, such as pilots andmechanics, as well as individuals requesting unescorted access to airport secure areas and airoperations areas be screened against the consolidated and integrated terrorist watch list. The act alsorequires the TSA to establish a process where air charter and leasing companies can voluntarilysubmit information regarding prospective customers seeking to use aircraft weighing more than12,500 pounds for prescreening. ", "The act requires the Security Privacy Officer of the Department of Homeland Security toreport on the impact of the automatic selectee and no fly lists on privacy and civil liberties and theDirector of National Intelligence, in consultation with the Secretary of Homeland Security, theSecretary of State, and the Attorney General, to report on the criteria and standards applied in placingthe names of individuals on the consolidated screening watch list.", "The act also directs the DHS to give high priority to developing, testing, improving, anddeploying airport checkpoint screening technologies to detect nonmetallic, chemical, biological, andradiological weapons, and explosives on passenger and carry-on items and requires the DHS tocreate a strategic plan for the deployment and use of explosive detection equipment at airportscreening checkpoints. The act requires the TSA to initiate a pilot program to test advanced airportcheckpoint screening systems at five or more airports by March 31, 2005 and authorizes $150million per year in FY2005 and FY2006 to carry out this pilot. The act also requires the TSA tocarry out and report on a human factors study to better understand problems with screenerperformance and take such action as may be necessary to improve the job performance of airportscreening personnel.", "The act requires the Federal Air Marshal Service to continue operational initiatives to protectthe anonymity of Federal air marshals. The act also provides for training law enforcement officersauthorized to carry firearms on passenger aircraft in inflight counterterrorism and weapons handlingprocedures and in the identification of fraudulent identification documents such as passports andvisas. The act also encourages the President to pursue international agreements to enable themaximum deployment of Federal air marshals on international flights, and authorizes the DHS toprovide air marshal training to foreign law enforcement personnel.", "The act authorizes the TSA to take necessary action to expedite the installation and use ofin-line baggage screening equipment at airports. The act further requires the TSA to establish aschedule to expedite this activity and study cost-sharing options among federal, state, and localgovernments, and the private sector for integrating in-line baggage screening systems. The actincreases the authorization for the aviation security capital fund by authorizing up to $400 millionper year through FY2007, in addition to the initial $250 million deposited from aviation security feecollections set forth in Vision 100.", "The act directs the TSA to study the application of readily available wireless communicationtechnologies to enable cabin crew members to discreetly notify the pilot in the case of a securitybreach or safety issue occurring in the cabin. ", "The act requires the FAA to begin issuing tamper resistant pilot licences with a photographof the bearer. The licence is to be capable of accommodating a digital photograph, a biometric, orany other unique identifier considered necessary for identification purposes. ", "The act requires the TSA to develop and report to Congress on standards for determiningappropriate screener staffing levels at airports that provide necessary levels of security and keeppassenger wait times to a minimum. The DHS is also to study the feasibility of integratingoperations of the screening workforce and other aviation security-related DHS functions tocoordinate these activities and increase their efficiency and effectiveness. The act also authorizesthe expenditure of $100 million for research and development of improved explosive detectionsystems and directs the TSA to develop a plan and guidelines for implementing these systems.", "The act also requires the TSA to prohibit airline passengers from carrying butane lighters andany other objects considered by the TSA to be inappropriate carry-on items. ", "The act also directs the President to urgently pursue international treaties to limit theavailability, transfer, and proliferation of Man-portable Air Defense Systems (MANPADSs), suchas shoulder-fired missiles, worldwide. The act further directs the President to continue to pursue international arrangements for the destruction of excess, obsolete, and illicit MANPADS stockpilesworldwide. The act requires the President to report on diplomatic efforts to address MANPADSnon-proliferation and requires the Secretary of State to provide the Congress with annual briefingson the status of these efforts. The act also requires the FAA to establish a process for expeditedcertification of airworthiness and safety for missile defense systems that can be mounted oncommercial aircraft. The act also requires the DHS to provide a report within one year assessing thevulnerability of aircraft to MANPADS attacks and plans for securing airports and aircraft from thisthreat.", "The act requires that a pilot program be established to evaluate the use of blast-resistant cargocontainers. The act authorizes $2 million to carry out this pilot program. The act also authorizes$200 million each year through FY2007 for improved air cargo and airport security related to thetransportation of cargo on both passenger aircraft and all-cargo aircraft, and $100 million per yearthrough FY2007 for the research, development, and deployment of technologies to better identify,track, and screen air cargo. The act establishes a grant program to encourage the development ofadvanced air cargo security technology. The act also requires the TSA to issue a final rule regardingits proposed regulations for the security of cargo operations for both passenger and all-cargo aircraft. Finally, the act requires the DHS, in coordination with the Department of Defense and the FAA, toreport on the threats posed by international cargo shipments bound for the United States and providean analysis of the potential for establishing secure facilities along established international aviationroutes for the purposes of diverting and securing aircraft believed to pose a security threat. ", "In addition to the air-cargo security provisions in the National Intelligence Reform Act of2004, the Department of Homeland Security Appropriations Act, 2005 (P.L 108-334, Sec. 513)directs the DHS to research, develop, and procure certified systems to inspect and screen air cargoon passenger aircraft at the earliest date possible and amend security directives and procedures to,at a minimum, triple the percentage of cargo inspected on passenger aircraft"], "subsections": []}, {"section_title": "Possible Continuing Policy Concerns for Congress", "paragraphs": ["Since the 108th Congress enacted several major provisions pertaining to aviation security,many directly reflecting the concerns and recommendations of the 9/11 Commission, there are fewpolicy concerns that were not addressed at all during the 108th Congress. However, two areas wheresome may consider that policy concerns were not adequately addressed through legislation in the108th Congress include general aviation security and air cargo security procedures and oversight.", "The 9/11 Commission made brief reference to concerns over the security of general aviationoperations, however it did not make any formal recommendations to address this concern. Duringthe 108th Congress, legislation on the security of general aviation operations focused on airport andairspace restrictions and examining ways to alleviate what some believed to be unnecessaryconstraints on certain operations. For example, a provision in Vision 100 required the DHS todevelop and implement a security plan allowing general aviation flights to resume at Ronald ReaganWashington National Airport but set no timetable for carrying out this provision. In appropriationslanguage, on the other hand, temporary flight restrictions over stadiums and other venues duringmajor outdoor sports events were kept in full force and made permanent. Arguably, the legislationpertaining to general aviation security enacted during the 108th Congress was viewed by many as notbeing as cohesive and comprehensive as legislation addressing other aviation security concerns. Some have expressed renewed concerns over the risk posed by general aviation corporate jets,private planes, and helicopters in response to a recent assessment prepared jointly by the FederalBureau of Investigation (FBI) and the DHS and widely reported in the press. (14) ", "Some may also argue that comprehensive legislation pertaining to air cargo securityoperations and oversight and expansion of the known-shipper program were not adequatelyaddressed during the 108th Congress. Specifically, comprehensive measures that had been passedby the Senate in S. 165 (108th Congress) were stripped from the final version of theNational Intelligence Reform Bill of 2004 and replaced by language directing the TSA to make finalproposed rulemaking addressing these issues. This was presumably done because the TSA'sregulatory proposals largely reflected the intent of the proposed legislation. However, becauseCongress did not formally enact several of these specific provisions pertaining to air cargo securityoperations and oversight, the 109th Congress may be particularly interested in oversight of the TSA'simplementation of its air cargo security rules and its air cargo strategic plan to ensure that they meetdesired objectives."], "subsections": []}]}]}}