{"id": "RL32572", "title": "Nonstrategic Nuclear Weapons", "released_date": "2019-01-17T00:00:00", "summary": ["Recent debates about U.S. nuclear weapons have questioned what role weapons with shorter ranges and lower yields can play in addressing emerging threats in Europe and Asia. These weapons, often referred to as nonstrategic nuclear weapons, have not been limited by past U.S.-Russian arms control agreements, although some analysts argue such limits would be of value, particularly in addressing Russia's greater numbers of these types of weapons. Others have argued that the United States should expand its deployments of these weapons, in both Europe and Asia, to address new risks of war conducted under a nuclear shadow. The Trump Administration addressed these questions in the Nuclear Posture Review released in February 2018, and determined that the United States should acquire two new types of nonstrategic nuclear weapons: a new low-yield warhead for submarine-launched ballistic missiles and a new sea-launched cruise missile.", "During the Cold War, the United States and Soviet Union both deployed nonstrategic nuclear weapons for use in the field during a conflict. While there are several ways to distinguish between strategic and nonstrategic nuclear weapons, most analysts consider nonstrategic weapons to be shorter-range delivery systems with lower-yield warheads that might be used to attack troops or facilities on the battlefield. They have included nuclear mines; artillery; short-, medium-, and long-range ballistic missiles; cruise missiles; and gravity bombs. In contrast with the longer-range \"strategic\" nuclear weapons, these weapons had a lower profile in policy debates and arms control negotiations, possibly because they did not pose a direct threat to the continental United States. At the end of the 1980s, each nation still had thousands of these weapons deployed with their troops in the field, aboard naval vessels, and on aircraft.", "In 1991, the United States and Soviet Union both withdrew from deployment most and eliminated from their arsenals many of their nonstrategic nuclear weapons. The United States now has approximately 500 nonstrategic nuclear weapons, with around 200 deployed with aircraft in Europe and the remaining stored in the United States. Estimates vary, but experts believe Russia still has between 1,000 and 6,000 warheads for nonstrategic nuclear weapons in its arsenal. The Bush Administration quietly redeployed some U.S. weapons deployed in Europe, while the Obama Administration retired older sea-launched cruise missiles. Russia, however seems to have increased its reliance on nuclear weapons in its national security concept.", "Analysts have identified a number of issues with the continued deployment of U.S. and Russian nonstrategic nuclear weapons. These include questions about the safety and security of Russia's weapons and the possibility that some might be lost, stolen, or sold to another nation or group; questions about the role of these weapons in U.S. and Russian security policy; questions about the role that these weapons play in NATO policy and whether there is a continuing need for the United States to deploy them at bases overseas; questions about the implications of the disparity in numbers between U.S. and Russian nonstrategic nuclear weapons; and questions about the relationship between nonstrategic nuclear weapons and U.S. nonproliferation policy.", "Some argue that these weapons do not create any problems and the United States should not alter its policy. Others argue that the United States should expand its deployments of these weapons in response to challenges from Russia, China, and North Korea. Some believe the United States should reduce its reliance on these weapons and encourage Russia to do the same. Many have suggested that the United States and Russia expand efforts to cooperate on ensuring the safe and secure storage and elimination of these weapons; others have suggested that they negotiate an arms control treaty that would limit these weapons and allow for increased transparency in monitoring their deployment and elimination. The 115th Congress may review some of these proposals."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The Trump Administration's Nuclear Posture Review, released on February 2, 2018, includes plans for the United States to deploy two new types of nuclear weapons \"to enhance the flexibility and responsiveness of U.S. nuclear forces.\" The report highlights that these weapons represent a response to Russia's deployment of a much larger stockpile of lower-yield nonstrategic nuclear weapons and to Russia's apparent belief \"that limited nuclear first use, potentially including low yield weapons\" can provide \"a coercive advantage in crises and at lower levels of conflict.\"", "The two capabilities identified in the NPR are a new low-yield nuclear warhead to be deployed on U.S. long-range submarine-launched ballistic missiles and a new sea-launched cruise missile that could be deployed on Navy ships or attack submarines. The report states that the United States does not need to deploy \"non-strategic nuclear capabilities that quantitatively match or mimic Russia's more expansive arsenal.\" But it indicates that \"expanding flexible U.S. nuclear options now, to include low yield options, is important for the preservation of credible deterrence against regional aggression.\"", "The NPR's recommended deployment of U.S. nonstrategic nuclear weapons follows growing concerns, both in Congress and among analysts outside of government, about new nuclear challenges facing the United States. For example, In late January 2015, Representatives Mike Rogers and Mike Turner, both members of the House Armed Services Committee, sent a letter to then-Secretary of State John Kerry and then-Secretary of Defense Chuck Hagel, seeking information about the agreements that would be needed and costs that might be incurred if the United States sought to deploy dual-capable aircraft and nuclear bombs at bases on the territories of NATO members in Eastern Europe. Neither NATO, as an organization, nor any of the nations who are members of NATO had called on the United States to pursue such deployments. However, Representatives Rogers and Turner noted that Russian actions in 2014—including aggression against Ukraine, noncompliance with the 1987 INF Treaty, and threats to deploy nuclear weapons in Crimea—threatened European security and warranted a more potent U.S. response. Some analysts outside government have also called for the deployment of greater numbers and/or types of nuclear weapons in Europe in response to Russia's continuing aggression in Ukraine and its apparent increased reliance on nuclear weapons. Others, however, have argued that more nuclear weapons would do little to enhance NATO's security and that NATO would be better served by enhancing its conventional capabilities.", "This interest in possible new deployments of U.S. nonstrategic, or shorter-range, nuclear weapons differs sharply from previous years, when Members of Congress, while concerned about Russia's larger stockpile of such weapons, seemed more interested in limiting these weapons through arms control than expanding U.S. deployments. During the Senate debate on the 2010 U.S.-Russian Strategic Arms Reduction Treaty (New START), many Members noted that this treaty did not impose any limits on nonstrategic nuclear weapons and that Russia possessed a far greater number of these systems than did the United States. Some expressed particular concerns about the threat that Russian nonstrategic nuclear weapons might pose to U.S. allies in Europe; others argued that these weapons might be vulnerable to theft or sale to nations or groups seeking their own nuclear weapons. In response to these concerns, the Senate, in its Resolution of Ratification on New START, stated that the United States should seek to initiate within one year, \"negotiations with the Russian Federation on an agreement to address the disparity between the non-strategic (tactical) nuclear weapons stockpiles of the Russian Federation and of the United States and to secure and reduce tactical nuclear weapons in a verifiable manner.\" In addition, in the FY2013 Defense Authorization Act ( H.R. 4310 , §1037), Congress again indicated that \"the United States should pursue negotiations with the Russian Federation aimed at the reduction of Russian deployed and nondeployed nonstrategic nuclear forces.\"", "Although the United States did raise the issue of negotiations on nonstrategic nuclear weapons with Russia within the year after New START entered into force, the two nations have not moved forward with efforts to negotiate limits on these weapons. Russia has expressed little interest in such a negotiation, and has stated that it will not even begin the process until the United States removes its nonstrategic nuclear weapons from bases in Europe. According to U.S. officials, the United States and NATO have been trying to identify and evaluate possible transparency measures and limits that might apply to these weapons. ", "This report provides basic information about U.S. and Russian nonstrategic nuclear weapons. It begins with a brief discussion of how these weapons have appeared in public debates in the past few decades, then summarizes the differences between strategic and nonstrategic nuclear weapons. It then provides some historical background, describing the numbers and types of nonstrategic nuclear weapons deployed by both nations during the Cold War and in the past decade; the policies that guided the deployment and prospective use of these weapons; measures that the two sides have taken to reduce and contain their forces, and the 2018 NPR's recommendation for the deployment of new U.S. nonstrategic nuclear weapons. The report reviews the issues that have been raised with regard to U.S. and Russian nonstrategic nuclear weapons, and summarizes a number of policy options that might be explored by Congress, the United States, Russia, and other nations to address these issues."], "subsections": []}, {"section_title": "Background", "paragraphs": ["During the Cold War, nuclear weapons were central to the U.S. strategy of deterring Soviet aggression against the United States and U.S. allies. Toward this end, the United States deployed a wide variety of systems that could carry nuclear warheads. These included nuclear mines; artillery; short-, medium-, and long-range ballistic missiles; cruise missiles; and gravity bombs. The United States deployed these weapons with its troops in the field, aboard aircraft, on surface ships, on submarines, and in fixed, land-based launchers. The United States articulated a complex strategy, and developed detailed operational plans, that would guide the use of these weapons in the event of a conflict with the Soviet Union and its allies.", "During the Cold War, most public discussions about U.S. and Soviet nuclear weapons—including discussions about perceived imbalances between the two nations' forces and discussions about the possible use of arms control measures to reduce the risk of nuclear war and limit or reduce the numbers of nuclear weapons—focused on long-range, or strategic, nuclear weapons. These include long-range land-based intercontinental ballistic missiles (ICBMs), submarine-launched ballistic missiles (SLBMs), and heavy bombers that carry cruise missiles or gravity bombs. These were the weapons that the United States and Soviet Union deployed so that they could threaten destruction of central military, industrial, and leadership facilities in the other country—the weapons of global nuclear war. But both nations also deployed thousands of nuclear weapons outside their own territories with their troops in the field. These weapons usually had less explosive power and were deployed with launchers that would deliver them across shorter ranges than strategic nuclear weapons. They were intended for use by troops on the battlefield or within the theater of battle to achieve more limited, or tactical, objectives.", "These \"nonstrategic\" nuclear weapons did not completely escape public discussion or arms control debates. Their profile rose in the early 1980s when U.S. plans to deploy new cruise missiles and intermediate-range ballistic missiles in Europe, as a part of NATO's nuclear strategy, ignited large public protests in many NATO nations. Their high profile returned later in the decade when the United States and Soviet Union signed the 1987 Intermediate Range Nuclear Forces (INF) Treaty and eliminated medium- and intermediate-range ballistic and cruise missiles. Then, in 1991, President George Bush and Soviet President Mikhail Gorbachev each announced that they would withdraw from deployment most of their nonstrategic nuclear weapons and eliminate many of them.", "These 1991 announcements, coming after the abortive coup in Moscow in August 1991, but months before the December 1991 collapse of the Soviet Union, responded to growing concerns about the safety and security of Soviet nuclear weapons at a time of growing political and economic upheaval in that nation. They also allowed the United States to alter its forces in response to easing tensions and the changing international security environment. Consequently, for many in the general public, these initiatives appeared to resolve the problems associated with nonstrategic nuclear weapons. As a result, although the United States and Russia included these weapons in some of their arms control discussions, most of their arms control efforts during the rest of that decade focused on strategic weapons, with efforts made to implement the 1991 Strategic Arms Reduction Treaty (START) and negotiate deeper reductions in strategic nuclear weapons.", "The lack of public attention did not, however, reflect a total absence of questions or concerns about nonstrategic nuclear weapons. In 1997, President Clinton and Russia's President Boris Yeltsin signed a framework agreement that stated they would address measures related to nonstrategic nuclear weapons in a potential START III Treaty. Further, during the 1990s, outside analysts, officials in the U.S. government, and many Members of Congress raised continuing questions about the safety and security of Russia's remaining nonstrategic nuclear weapons. Congress sought a more detailed accounting of Russia's weapons in legislation passed in the late 1990s. Analysts also questioned the role that these weapons might play in Russia's evolving national security strategy, the rationale for their continued deployment in the U.S. nuclear arsenal, and their relationship to U.S. nuclear nonproliferation policy. The terrorist attacks of September 11, 2001, also reminded people of the catastrophic consequences that might ensue if terrorists were to acquire and use nuclear weapons, with continuing attention focused on the potentially insecure stock of Russian nonstrategic nuclear weapons.", "The George W. Bush Administration did not adopt an explicit policy of reducing or eliminating nonstrategic nuclear weapons. When it announced the results of its Nuclear Posture Review (NPR) in early 2002, it did not outline any changes to the U.S. deployment of nonstrategic nuclear weapons at bases in Europe; it stated that NATO would address the future of those weapons. Although there was little public discussion of this issue during the Bush Administration, reports indicate that the United States did redeploy and withdraw some of its nonstrategic nuclear weapons from bases in Europe. It made these changes quietly and unilaterally, in response to U.S. and NATO security requirements, without requesting or requiring reciprocity from Russia.", "The Bush Administration also did not discuss these weapons with Russia during arms control negotiations in 2002. Instead, the Strategic Offensive Reductions Treaty (Moscow Treaty), signed in June 2002, limited only the number of operationally deployed warheads on strategic nuclear weapons. When asked about the absence of these weapons in the Moscow Treaty, then-Secretary of State Colin Powell noted that the treaty was not intended to address these weapons, although the parties could address questions about the safety and security of these weapons during less formal discussions. These discussions, however, never occurred. ", "Nevertheless, Congress remained concerned about the potential risks associated with Russia's continuing deployment of nonstrategic nuclear weapons. The FY2006 Defense Authorization Act ( P.L. 109-163 ) contained two provisions that called for further study on these weapons. Section 1212 mandated that the Secretary of Defense submit a report that would determine whether increased transparency and further reductions in U.S. and Russian nonstrategic nuclear weapons were in the U.S. national security interest; Section 3115 called on the Secretary of Energy to submit a report on what steps the United States might take to bring about progress in improving the accounting for and security of Russia's nonstrategic nuclear weapons. In the 109 th Congress, H.R. 5017 , a bill to ensure implementation of the 9/11 Commission Report recommendations, included a provision (§334) that called on the Secretary of Defense to submit a report that detailed U.S. efforts to encourage Russia to provide a detailed accounting of its force of nonstrategic nuclear weapons. It also would have authorized $5 million for the United States to assist Russia in completing an inventory of these weapons. The 109 th Congress did not address this bill or its components in any detail. In the 110 th Congress, H.R. 1 sought to ensure the implementation of the 9/11 Commission Report recommendations. However, in its final form ( P.L. 110-53 ), it did not include any references to Russia's nonstrategic nuclear weapons.", "Several events in the past decade have served to elevate the profile of nonstrategic nuclear weapons in debates about the future of U.S. nuclear weapons and arms control policy. For example, in January 2007, four senior statesmen published an article in the Wall Street Journal that highlighted the continuing threat posed by the existence, and proliferation, of nuclear weapons. They called on leaders in nations with nuclear weapons to adopt the goal of seeking a world free of nuclear weapons. After acknowledging that that this was a long-term enterprise, they identified a number of urgent, near-term steps that these nations might take. They included among these steps a call for nations to eliminate \"short-range nuclear weapons designed to be forward-deployed.\" In a subsequent article published in January 2008, they elaborated on this step, calling for \"a dialogue, including within NATO and with Russia, on consolidating the nuclear weapons designed for forward deployment to enhance their security, as a first step toward careful accounting for them and their eventual elimination.\" They noted, specifically, that \"these smaller and more portable nuclear weapons are, given their characteristics, inviting acquisition targets for terrorist groups.\"", "In addition, as a part of its renewed interest in the role of nuclear weapons in U.S. national security strategy, Congress established, in the FY2008 Defense Authorization Bill ( P.L. 110-181 §1062), a Congressional Commission on the Strategic Posture of the United States. The Congressional Commission, which issued its report in April 2009, briefly addressed the role of nonstrategic nuclear weapons in U.S. national security strategy and noted that these weapons can help the United States assure its allies of the U.S. commitment to their security. It also noted concerns about the imbalance in the numbers of U.S. and Russian nonstrategic nuclear weapons and mentioned that Russia had increased its reliance on these weapons to compensate for weaknesses in its conventional forces. ", "The 110 th Congress also mandated ( P.L. 110-181 , §1070) that the next Administration conduct a new Nuclear Posture Review (NPR). The Obama Administration completed this NPR in early April 2010. This study identified a number of steps the United States would take to reduce the roles and numbers of nuclear weapons in the U.S. arsenal. A few of these steps, including the planned retirement of nuclear-armed, sea-launched cruise missiles, affected U.S. nonstrategic nuclear weapons. At the same time, though, the NPR recognized the role that U.S. nonstrategic nuclear weapons play in assuring U.S. allies of the U.S. commitment to their security. It indicated that the United States would \"retain the capability to forward-deploy U.S. nuclear weapons on tactical fighter-bombers\" and that the United States would seek to \"expand consultations with allies and partners to address how to ensure the credibility and effectiveness of the U.S. extended deterrent. No changes in U.S. extended deterrence capabilities will be made without close consultations with our allies and partners.\"", "Discussions about the presence of U.S. nonstrategic nuclear weapons at bases in Europe and their role in NATO's strategy also increased in 2009 and 2010 during the drafting of NATO's most recent strategic concept. Officials in some NATO nations called for the removal of U.S. nonstrategic weapons from bases on the continent, noting that they had no military significance for NATO's security. Others called for the retention of these weapons, arguing that they played a political role in NATO, with shared rights and responsibilities, and that they helped balance Russia's deployment of greater numbers of nonstrategic nuclear weapons. When it was published, the Strategic Concept did not call for the removal of U.S. nonstrategic nuclear weapons. It stated that \"deterrence, based on an appropriate mix of nuclear and conventional capabilities, remains a core element of our overall strategy.\" It also indicated that \"the circumstances in which any use of nuclear weapons might have to be contemplated are extremely remote,\" but indicated that \"as long as nuclear weapons exist, NATO will remain a nuclear alliance.\" It then concluded that NATO would \"maintain an appropriate mix of nuclear and conventional forces.\" NATO nations continue to share responsibility for basing and delivery of the weapons and would weigh in on decisions about their possible use.", "At the same time, NATO recognized that the new Strategic Concept would not be the last word on the role or presence of nonstrategic nuclear weapons in NATO. In the declaration released at the conclusion of the November 2010 Lisbon Summit, the allies agreed that they would continue to review NATO's overall posture in deterring and defending against the full range of threats to the Alliance. They commissioned a comprehensive Deterrence and Defense Posture Review (DDPR) that would examine the range of capabilities required for defense and deterrence, including nuclear weapons, missile defense, and other means of strategic deterrence and defense. The DDPR was presented at the May 2012 NATO summit in Chicago. It did not, however, recommend any changes in NATO's nuclear posture. Instead, it noted that \"nuclear weapons are a core component of NATO's overall capabilities for deterrence and defence,\" and that \"the Alliance's nuclear force posture currently meets the criteria for an effective deterrence and defence posture.\" NATO reaffirmed this conclusion after its summit in Wales in September 2014, noting that \"deterrence, based on an appropriate mix of nuclear, conventional, and missile defence capabilities, remains a core element of our overall strategy.\" ", "NATO addressed this issue again during its summit in Warsaw in July 2016, and did not alter this conclusion about the value of nuclear weapons to the alliance. Moreover, although the alliance did not call for the deployment of additional nuclear weapons in Europe, the communique released at the end of the summit highlighted the continuing importance of U.S. nuclear weapons deployed in Europe and the nuclear sharing arrangements among the allies. Specifically, the allies reiterated that \"as long as nuclear weapons exist, NATO will remain a nuclear alliance\" and that \"the strategic forces of the Alliance, particularly those of the United States, are the supreme guarantee of the security of the Allies.\" At the same time, they noted that \"NATO's nuclear deterrence posture also relies, in part, on United States' nuclear weapons forward-deployed in Europe and on capabilities and infrastructure provided by Allies concerned.\" At the same time, NATO has begun to implement numerous initiatives in response to Russia's aggression in Ukraine and aggressive posture toward Europe. While some of these initiatives may strengthen NATO's planning and exercise capabilities, they are unlikely to result in changes in the numbers of deployed nuclear weapons. ", "The 2018 Nuclear Posture Review picks up on many of the same themes highlighted in documents published in the past decade. Like the Strategic Posture Commission Report published in 2009, the NPR highlights the imbalance in the numbers of U.S. and Russian nonstrategic nuclear weapons and states that Russia has increased its reliance on these weapons in its national security strategy. It argues that Russia believes it could use these weapons to coerce the United States and its NATO allies to back down during a conventional conflict in Europe. The 2018 NPR also echoes the Obama Administration's NPR, indicating that the United States will maintain \"the capability to forward deploy nuclear bombers and DCA around the world.\" It also states that the United States will continue Obama-era programs to communicate with and consult allies \"on policy, strategy and capabilities.\" The 2018 NPR also supports of the recent changes in NATO's approach to nuclear modernization and planning, indicating that the United States is \"committed to upgrading DCA [dual capable aircraft] with the nuclear-capable F-35 aircraft\" and that the United States will \"work with NATO to best ensure—and improve where needed—the readiness, survivability, and operational effectiveness of DCA based in Europe.\"", "However, while the 2010 NPR called for the retirement of U.S. Tomahawk nuclear-armed sea-launched cruise missiles (TLAMN), the 2018 NPR calls for the development of a new sea-launched cruise missile (SLCM). The 2010 NPR argued that \"this system serves a redundant purpose in the U.S. nuclear stockpile\" and, although the United States \"remains committed to providing a credible extended deterrence posture and capabilities,\" the \"deterrence and assurance roles of TLAMN can be adequately substituted by these other means.\" The 2018 NPR disputes this conclusion. It states that \"the rapid development of a modern SLCM\" will address \"the increasing need for flexible and low-yield options to strengthen deterrence and assurance\" and \"will strengthen the effectiveness of the sea-based nuclear deterrence force.\""], "subsections": []}, {"section_title": "The Distinction Between Strategic and Nonstrategic Nuclear Weapons", "paragraphs": ["The distinction between strategic and nonstrategic (also known as tactical) nuclear weapons reflects the military definitions of, on the one hand, a strategic mission and, on the other hand, the tactical use of nuclear weapons. According to the Department of Defense Dictionary of Military Terms, a strategic mission is", "Directed against one or more of a selected series of enemy targets with the purpose of progressive destruction and disintegration of the enemy's warmaking capacity and will to make war. Targets include key manufacturing systems, sources of raw material, critical material, stockpiles, power systems, transportation systems, communication facilities, and other such target systems. As opposed to tactical operations, strategic operations are designed to have a long-range rather than immediate effect on the enemy and its military forces.", "In contrast, the tactical use of nuclear weapons is defined as \"the use of nuclear weapons by land, sea, or air forces against opposing forces, supporting installations or facilities, in support of operations that contribute to the accomplishment of a military mission of limited scope, or in support of the military commander's scheme of maneuver, usually limited to the area of military operations.\""], "subsections": [{"section_title": "Definition by Observable Capabilities", "paragraphs": ["During the Cold War, it was relatively easy to distinguish between strategic and nonstrategic nuclear weapons because each type had different capabilities that were better suited to the different missions."], "subsections": [{"section_title": "Definition by Range of Delivery Vehicles", "paragraphs": ["The long-range missiles and heavy bombers deployed on U.S. territory and missiles deployed in ballistic missile submarines had the range and destructive power to attack and destroy military, industrial, and leadership targets central to the Soviet Union's ability to prosecute the war. At the same time, with their large warheads and relatively limited accuracies (at least during the earlier years of the Cold War), these weapons were not suited for attacks associated with tactical or battlefield operations. Nonstrategic nuclear weapons, in contrast, were not suited for strategic missions because they lacked the range to reach targets inside the Soviet Union (or, for Soviet weapons, targets inside the United States). But, because they were often small enough to be deployed with troops in the field or at forward bases, the United States and Soviet Union could have used them to attack targets in the theater of the conflict, or on the battlefield itself, to support more limited military missions.", "Even during the Cold War, however, the United States and Russia deployed nuclear weapons that defied the standard understanding of the difference between strategic and nonstrategic nuclear weapons. For example, both nations considered weapons based on their own territories that could deliver warheads to the territory of the other nation to be \"strategic\" because they had the range needed to reach targets inside the other nation's territory. But some early Soviet submarine-launched ballistic missiles had relatively short (i.e., 500 mile) ranges, and the submarines patrolled close to U.S. shores to ensure that the weapons could reach their strategic targets. Conversely, in the 1980s the United States considered sea-launched cruise missiles (SLCMs) deployed on submarines or surface ships to be nonstrategic nuclear weapons. But, if these vessels were deployed close to Soviet borders, these weapons could have destroyed many of the same targets as U.S. strategic nuclear weapons. Similarly, U.S. intermediate-range missiles that were deployed in Europe, which were considered nonstrategic by the United States, could reach central, strategic targets in the Soviet Union.", "Furthermore, some weapons that had the range to reach \"strategic\" targets on the territory of the other nations could also deliver tactical nuclear weapons in support of battlefield or tactical operations. Soviet bombers could be equipped with nuclear-armed anti-ship missiles; U.S. bombers could also carry anti-ship weapons and nuclear mines. Hence, the range of the delivery vehicle does not always correlate with the types of targets or objectives associated with the warhead carried on that system. This relationship between range and mission has become even more clouded since the end of the Cold War because the United States and Russia have retired many of the shorter- and medium-range delivery systems considered to be nonstrategic nuclear weapons. Further, both nations could use their longer-range \"strategic\" systems to deliver warheads to a full range of strategic and tactical targets, even if long-standing traditions and arms control definitions weigh against this change."], "subsections": []}, {"section_title": "Definition by Yield of Warheads", "paragraphs": ["During the Cold War, the longer-range strategic delivery vehicles also tended to carry warheads with greater yields, or destructive power, than nonstrategic nuclear weapons. Smaller warheads were better suited to nonstrategic weapons because they sought to achieve more limited, discrete objectives on the battlefield than did the larger, strategic nuclear weapons. But this distinction has also dissolved in more modern systems. Many U.S. and Russian heavy bombers can carry weapons of lower yields, and, as accuracies improved for bombs and missiles, warheads with lower yields could achieve the same expected level of destruction that had required larger warheads in early generations of strategic weapons systems."], "subsections": []}]}, {"section_title": "Definition by Exclusion", "paragraphs": ["The observable capabilities that allowed analysts to distinguish between strategic and nonstrategic nuclear weapons during the Cold War have not always been precise, and may not prove to be relevant or appropriate in the future. On the other hand, the \"strategic\" weapons identified by these capabilities—ICBMs, SLBMs, and heavy bombers—are the only systems covered by the limits in strategic offensive arms control agreements—the SALT agreements signed in the 1970s, the START agreements signed in the 1990s, the Moscow Treaty signed in 2002, and the New START Treaty signed in 2010. Consequently, an \"easy\" dividing line is one that would consider all weapons not covered by strategic arms control treaties as nonstrategic nuclear weapons. This report takes this approach when reviewing the history of U.S. and Soviet/Russian nonstrategic nuclear weapons, and in some cases when discussing remaining stocks of nonstrategic nuclear weapons."], "subsections": []}, {"section_title": "Hybrid Definitions", "paragraphs": ["The definition by exclusion, although the most common form used in recent discussions, may not prove sufficient when discussing current and future issues associated with these weapons. Since the early 1990s, the United States and Russia have withdrawn from deployment most of their nonstrategic nuclear weapons and eliminated many of the shorter- and medium-range launchers for these weapons (these changes are discussed in more detail below). Nevertheless, both nations maintain roles for these weapons in their national security strategies. Russia has enunciated a national security strategy that allows for the possible use of nuclear weapons in regional contingencies and conflicts near the periphery of Russia. The United States also maintains these capabilities in its nuclear arsenal and does not rule out the possibility that it might need them to deter or defeat potential adversaries. ", "Moreover, the 2018 Nuclear Posture Review, with its plans for the deployment of two new types of nonstrategic weapons, further complicates efforts to identify a single definition. The sea-launched cruise missile clearly meets several definitions of nonstrategic nuclear weapons—it would not have the long range of a strategic system, it would likely have a relatively low-yield warhead, and it would not count under existing treaties limiting strategic offensive weapons. But a new low-yield warhead for submarine-launched ballistic missiles is more complicated. For the NPR, yield seems to be the distinguishing characteristic. But the delivery system—a submarine-launched ballistic missile—is clearly a strategic system, as it has the long range of a strategic delivery vehicle and it is counted within the limits of the New START Treaty. Moreover, missiles with low-yield warheads could be deployed on the same submarines as missiles with higher yield, or strategic, warheads, complicating efforts to distinguish between strategic and nonstrategic SLBMs. ", "Then-Secretary of Defense James Mattis further complicated the discussion during his testimony before the House Armed Services Committee on February 6, 2018, when he stated that he does not believe \"there is any such thing as a tactical nuclear weapon. Any nuclear weapon used any time is a strategic game changer.\" He also resisted using the phrase \"nonstrategic\" to describe U.S. capabilities, and instead referred to the U.S. ability to deliver a \"low-yield\" response. While his resistance to the phrases \"tactical\" and \"nonstrategic\" seemed to contradict the NPR's widespread use of the phrase \"non-strategic nuclear weapons,\" his response likely reflects a different definition of the dividing line between strategic and nonstrategic nuclear weapons. His comments reflect the view that any use of nuclear weapons would have \"strategic effect,\" possibly meaning that it would expand and escalate the conflict beyond the immediate battlefield. The distinction, therefore, between a strategic and a nonstrategic nuclear weapon could well reflect the nature of the target or the implications for the conflict, not the yield or delivery vehicle of the attacking warhead."], "subsections": []}]}, {"section_title": "U.S. and Soviet Nonstrategic Nuclear Weapons", "paragraphs": [], "subsections": [{"section_title": "U.S. Nonstrategic Nuclear Weapons During the Cold War", "paragraphs": ["Throughout the Cold War, the United States deployed thousands of shorter-range nuclear weapons with U.S. forces based in Europe and Asia and on ships around the world. The United States maintained these deployments to extend deterrence and to defend its allies. Not only did the presence of these weapons (and the presence of U.S. forces, in general) increase the likelihood that the United States would come to the defense of its allies if they were attacked, the weapons also could have been used on the battlefield to slow or stop the advance of the adversaries' conventional forces."], "subsections": [{"section_title": "Strategy and Doctrine", "paragraphs": ["In most cases, these weapons were deployed to defend U.S. allies against aggression by the Soviet Union and its Warsaw Pact allies, but the United States did not rule out their possible use in contingencies with other adversaries. In Europe, these weapons were a part of NATO's strategy of \"flexible response.\" Under this strategy, NATO did not insist that it would respond to any type of attack with nuclear weapons, but it maintained the capability to do so and to control escalation if nuclear weapons were used. This approach was intended to convince the Soviet Union and Warsaw Pact that any conflict, even one that began with conventional weapons, could result in nuclear retaliation. As the Cold War drew to a close, NATO acknowledged that it would no longer maintain nuclear weapons to deter or defeat a conventional attack from the Soviet Union and Warsaw Pact because \"the threat of a simultaneous, full-scale attack on all of NATO's European fronts has effectively been removed.\" But NATO documents indicated that these weapons would still play an important political role in NATO's strategy by ensuring \"uncertainty in the mind of any potential aggressor about the nature of the Allies' response to military aggression.\""], "subsections": []}, {"section_title": "Force Structure", "paragraphs": ["Throughout the Cold War, the United States often altered the size and structure of its nonstrategic nuclear forces in response to changing capabilities and changing threat assessments. These weapons were deployed at U.S. bases in Asia, and at bases on the territories of several of the NATO allies, contributing to NATO's sense of shared responsibility for the weapons. The United States began to reduce these forces in the late 1970s, with the numbers of operational nonstrategic nuclear warheads declining from more than 7,000 in the mid-1970s to below 6,000 in the 1980s, to fewer than 1,000 by the middle of the 1990s. These reductions occurred, for the most part, because U.S. and NATO officials believed they could maintain deterrence with fewer, but more modern, weapons. For example, when the NATO allies agreed in 1970 that the United States should deploy new intermediate-range nuclear weapons in Europe, they decided to remove 1,000 older nuclear weapons from Europe. And in 1983, in the Montebello Decision, when the NATO defense ministers approved additional weapons modernization plans, they also called for a further reduction of 1,400 nonstrategic nuclear weapons.", "These modernization programs continued through the 1980s. In his 1988 Annual Report to Congress, Secretary of Defense Caspar Weinberger noted that the United States was completing the deployment of Pershing II intermediate-range ballistic missiles and ground-launched cruise missiles in Europe; modernizing two types of nuclear artillery shells; upgrading the Lance short-range ballistic missile; continuing production of the nuclear-armed version of the Tomahawk sea-launched cruise missile; and developing a new nuclear depth/strike bomb for U.S. naval forces. However, by the end of that decade, as the Warsaw Pact dissolved, the United States had canceled or scaled back all planned modernization programs. In 1987, it also signed the Intermediate-Range Nuclear Forces (INF) Treaty, which eliminated all U.S. and Soviet ground-launched shorter and intermediate-range ballistic and cruise missiles."], "subsections": []}]}, {"section_title": "Soviet Nonstrategic Nuclear Weapons During the Cold War", "paragraphs": [], "subsections": [{"section_title": "Strategy and Doctrine", "paragraphs": ["During the Cold War, the Soviet Union also considered nuclear weapons to be instrumental to its military strategy. Although the Soviet Union had pledged that it would not be the first to use nuclear weapons, most Western observers doubted that it would actually observe this pledge in a conflict. Instead, analysts argue that the Soviet Union had integrated nuclear weapons into its warfighting plans to a much greater degree than the United States. Soviet analysts stressed that these weapons would be useful for both surprise attack and preemptive attack. According to one Russian analyst, the Soviet Union would have used nonstrategic nuclear weapons to conduct strategic operations in the theater of war and to reinforce conventional units in large scale land and sea operations. This would have helped the Soviet Union achieve success in these theaters of war and would have diverted forces of the enemy from Soviet territory.", "The Soviet Union reportedly began to reduce its emphasis on nuclear warfighting strategies in the mid-1980s, under Soviet President Mikhail Gorbachev. He reportedly believed that the use of nuclear weapons would be catastrophic. Nevertheless, they remained a key tool of deterring and fighting a large-scale conflict with the United States and NATO."], "subsections": []}, {"section_title": "Force Structure", "paragraphs": ["The Soviet Union produced and deployed a wide range of delivery vehicles for nonstrategic nuclear weapons. At different times during the period, it deployed devices that were small enough to fit into a suitcase-sized container, nuclear mines, shells for artillery, short-, medium-, and intermediate-range ballistic missiles, short-range air-delivered missiles, and gravity bombs. The Soviet Union deployed these weapons at nearly 600 bases, with some located in Warsaw Pact nations in Eastern Europe, some in the non-Russian republics on the western and southern perimeter of the nation, and throughout Russia. Estimates vary, but many analysts believe that, in 1991, the Soviet Union had more than 20,000 of these weapons. The numbers may have been higher, in the range of 25,000 weapons in earlier years, before the collapse of the Warsaw Pact."], "subsections": []}]}, {"section_title": "The 1991 Presidential Nuclear Initiatives", "paragraphs": ["In September and October 1991, U.S. President George H. W. Bush and Soviet President Mikhail Gorbachev sharply altered their nations' deployments of nonstrategic nuclear weapons. Each announced unilateral, but reciprocal initiatives that marked the end of many elements of their Cold War nuclear arsenals."], "subsections": [{"section_title": "U.S. Initiative", "paragraphs": ["On September 27, 1991, U.S. President George H. W. Bush announced that the United States would withdraw all land-based tactical nuclear weapons (those that could travel less than 300 miles) from overseas bases and all sea-based tactical nuclear weapons from U.S. surface ships, submarines, and naval aircraft. Under these measures the United States began dismantling approximately 2,150 warheads from the land-based delivery systems, including 850 warheads for Lance missiles and 1,300 artillery shells. It also withdrew about 500 weapons normally deployed aboard surface ships and submarines, and planned to eliminate around 900 B-57 depth bombs, which had been deployed on land and at sea, and the weapons for land-based naval aircraft. Furthermore, in late 1991, NATO decided to reduce by about half the number of weapons for nuclear-capable aircraft based in Europe, which led to the withdrawal of an additional 700 U.S. air-delivered nuclear weapons.", "The United States implemented these measures very quickly. Nonstrategic nuclear weapons were removed from bases around the world by mid-1992. The Navy had withdrawn nuclear weapons from its surface ships, submarines, and forward bases by mid-1992. The warhead dismantlement process has moved more slowly, taking most of the 1990s to complete for some weapons, but this was due to the limits on capacity at the Pantex Plant in Texas, where dismantlement occurs.", "The first Bush Administration decided to withdraw these weapons for several reasons. First, the threat the weapons were to deter—Soviet and Warsaw Pact attacks in Europe—had diminished with the collapse of the Warsaw Pact in 1989. Further, the military utility of the land-based weapons had declined as the Soviet Union pulled its forces eastward, beyond the range of these weapons. The utility of the sea-based weapons had also declined as a result of changes in U.S. warfighting concepts that accompanied the end of the Cold War. Moreover, the withdrawal of the sea-based weapons helped ease a source of tensions between the United States and some allies, such as New Zealand and Japan, who had been uncomfortable with the possible presence of nuclear weapons during port visits by U.S. naval forces.", "The President's announcement also responded to growing concerns among analysts about the safety and security of Soviet nonstrategic nuclear weapons. The Soviet Union had deployed thousands of these weapons at bases in remote areas of its territory and at bases outside Soviet territory in Eastern Europe. The demise of the Warsaw Pact and political upheaval in Eastern Europe generated concerns about the safety of these weapons. The abortive coup in Moscow in August 1991 had also caused alarms about the strength of central control over nuclear weapons inside the Soviet Union. The U.S. initiative was not contingent on a Soviet response, and the Bush Administration did not consult with Soviet leadership prior to its public announcement, but many hoped that the U.S. initiative would provide President Gorbachev with the incentive to take similar steps to withdraw and eliminate many of his nation's nonstrategic nuclear weapons."], "subsections": []}, {"section_title": "Soviet and Russian Initiatives", "paragraphs": ["On October 5, 1991, Russia's President Gorbachev replied that he, too, would withdraw and eliminate nonstrategic nuclear weapons. He stated that the Soviet Union would destroy all nuclear artillery ammunition and warheads for tactical missiles; remove warheads for nuclear antiaircraft missiles and destroy some of them; destroy all nuclear land mines; and remove all naval nonstrategic weapons from submarines and surface ships and ground-based naval aviation, destroying some of them. Estimates of the numbers of nonstrategic nuclear weapons deployed by the Soviet Union varied, with a range as great as 15,000-21,700 nonstrategic nuclear weapons in the Soviet arsenal in 1991. Consequently, analysts expected these measures to affect several thousand weapons.", "Russia's President Boris Yeltsin pledged to continue implementing these measures after the Soviet Union collapsed at the end of 1991. He also stated that Russia would destroy many of the warheads removed from nonstrategic nuclear weapons. These included all warheads from short-range missiles, artillery, and atomic demolition devices; one-third of the warheads from sea-based nonstrategic weapons; half of the warheads from air-defense interceptors; and half of the warheads from the Air Force's nonstrategic nuclear weapons.", "Reports indicate that the Soviet Union had begun removing nonstrategic nuclear weapons from bases outside Soviet territory after the collapse of the Warsaw Pact, and they had probably all been removed from Eastern Europe and the Transcaucasus prior to the 1991 announcements. Nevertheless, President Gorbachev's pledge to withdraw and eliminate many of these weapons spurred their removal from other former Soviet states after the collapse of the Soviet Union. Reports indicate that they had all been removed from the Baltic States and Central Asian republics by the end of 1991, and from Ukraine and Belarus by mid-late spring 1992.", "The status of nonstrategic nuclear weapons deployed on Russian territory is far less certain. According to some estimates, the naval systems were removed from deployment by the end of 1993, but the Army and Air Force systems remained in the field until 1996 and 1997. Furthermore, Russia has been far slower to eliminate the warheads from these systems than has the United States. Some analysts and experts in the United States have expressed concerns about the slow pace of eliminations in Russia. They note that the continuing existence of these warheads, along with the increasing reliance on nuclear weapons in Russia's national security strategy, indicate that Russia may reverse its pledges and reintroduce nonstrategic nuclear weapons into its deployed forces. Others note that financial constraints could have slowed the elimination of these warheads, or that Russia decided to coordinate the elimination effort with the previously scheduled retirement of older weapons."], "subsections": []}]}, {"section_title": "U.S. Nonstrategic Nuclear Weapons after the Cold War", "paragraphs": [], "subsections": [{"section_title": "Strategy and Doctrine", "paragraphs": [], "subsections": [{"section_title": "NATO Policy", "paragraphs": ["In U.S. and NATO policy, nonstrategic nuclear weapons have served not only as a deterrent to a wide range of potential aggressors, but also as an important element in NATO's cohesion as an alliance. NATO reaffirmed the importance of nonstrategic nuclear weapons for deterrence and alliance cohesion several times during the 1990s. In the press communiqué released after their November 1995 meeting, the members of NATO's Defense Planning Committee and Nuclear Planning Group stated that \"Alliance Solidarity, common commitment, and strategic unity are demonstrated through the current basing of deployable sub-strategic [nuclear] forces in Europe.\" In 1997, in the Founding Act on Mutual Relations, Cooperation, and Security Between the Russian Federation and the North Atlantic Treaty Organization , NATO members assured Russia that it had \"no intention, no plan, and no reason to deploy nuclear weapons on the territory of new members.\" But NATO also stated that it had no need \"to change any aspect of NATO's nuclear policy—and do not foresee any future need to do so [emphasis added].\" Finally, the \"New Strategic Concept\" signed in April 1999 stated that \"to protect peace and to prevent war or any kind of coercion, the Alliance will maintain for the foreseeable future an appropriate mix of nuclear and conventional forces. Nuclear weapons make a unique contribution in rendering the risks of aggression against the Alliance incalculable and unacceptable.\"", "NATO completed the next review of its Strategic Concept in November 2010. In this document, the allies indicated that \"deterrence, based on an appropriate mix of nuclear and conventional capabilities, remains a core element of our overall strategy.\" The document went on to indicate that NATO would remain a nuclear alliance as long as nuclear weapons continued to exist. It also noted that the alliance would \"maintain an appropriate mix of nuclear and conventional forces\" to ensure that \"NATO has the full range of capabilities to deter and defend against any threat.\" However, the Strategic Concept did not refer, specifically, to the U.S. nuclear weapons based in Europe, as had the communiqué released in 1995. Instead, the Strategic Concept noted that the \"supreme guarantee of the security of the Allies is provided by the strategic nuclear forces of the Alliance, particularly those of the United States [emphasis added].\" It went on to indicate that \"the independent strategic nuclear forces of the United Kingdom and France, which have a deterrent role of their own, contribute to the overall deterrence and security of the Allies.\"", "Moreover, the 2010 Strategic Concept alluded to the possibility of further reductions in nuclear weapons, both within the alliance and globally, in the future. The document noted that the allies are \"resolved to seek a safer world for all and to create the conditions for a world without nuclear weapons in accordance with the goals of the Nuclear Non-Proliferation Treaty, in a way that promotes international stability, and is based on the principle of undiminished security for all.\" It also noted that the alliance had \"dramatically reduced the number of nuclear weapons stationed in Europe\" and had reduced the role of nuclear weapons in NATO strategy.\" The allies pledged to \"seek to create the conditions for further reductions in the future.\" The Strategic Concept indicated that the goal in these reductions should be to \"seek Russian agreement to increase transparency on its nuclear weapons in Europe and relocate these weapons away from the territory of NATO members.\" Moreover, the document noted that this arms control process \"must take into account the disparity with the greater Russian stockpiles of short-range nuclear weapons.\" Hence, even though NATO no longer viewed Russia as an adversary, the allies apparently agreed that the disparity in nonstrategic nuclear weapons could create security concerns for some members of the alliance.", "In recognition of different views about the role or nuclear weapons in alliance policy, the allies agreed that they would continue to review NATO's deterrence and defense posture in a study that would be completed in time for NATO's May 2012 summit in Chicago. They agreed that the Deterrence and Defense Posture Review (DDPR) would examine the full range of capabilities required, including nuclear weapons, missile defense, and other means of strategic deterrence and defense. However, the completed DDPR did not recommend any changes in NATO's nuclear posture. Instead, it noted that \"nuclear weapons are a core component of NATO's overall capabilities for deterrence and defence,\" and that \"the Alliance's nuclear force posture currently meets the criteria for an effective deterrence and defence posture.\" This force posture includes shared rights and responsibilities, with nuclear weapons stored at bases on the territories of five NATO nations, and all NATO nations (except France, which has chosen not to participate in nuclear decisionmaking or operations) participating in nuclear planning and policymaking. Specifically, NATO calls for \"the broadest possible participation of Allies in collective defence planning on nuclear roles, in peacetime basing of nuclear forces, and in command, control and consultation arrangements.\" ", "The DDPR reiterated the alliance's interest in pursuing arms control measures with Russia to address concerns with these weapons. It noted that the allies \"look forward to continuing to develop and exchange transparency and confidence-building ideas with the Russian Federation in the NATO-Russia Council, with the goal of developing detailed proposals on and increasing mutual understanding of NATO's and Russia's non-strategic nuclear force postures in Europe.\" It also indicated that NATO would \"consider, in the context of the broader security environment, what [it] would expect to see in the way of reciprocal Russian actions to allow for significant reductions in forward-based non-strategic nuclear weapons assigned to NATO.\" In other words, any further changes in NATO's nuclear posture were linked to reciprocal changes in Russia's nonstrategic nuclear weapons posture.", "NATO has continued to review and revise its statements about nuclear weapons during its recent summits in Wales (2014), Warsaw (2016), and Brussels. These summits occurred after Russia's annexation of Crimea and in the shadow of Russia's continuing aggressive behavior in Europe. While most of the efforts announced after these summits sought to bolster NATO's conventional capabilities and demonstrate an enduring commitment to the defense of all NATO allies, some also addressed the role of nuclear weapons and arms control in NATO strategy. For example, Paragraph 51 of the Warsaw Summit Communique confirms that \"the greatest responsibility of the Alliance is to protect and defend our territory and our populations against attack ... \" and that \"no one should doubt NATO's resolve if the security of any of its members were to be threatened.\" ", "As was noted above, the statement also reaffirmed the important role of nuclear deterrence in alliance security. It indicated that \"the strategic forces of the Alliance, particularly those of the United States, are the supreme guarantee of the security of the Allies\" and that \"the independent strategic nuclear forces of the United Kingdom and France have a deterrent role of their own and contribute to the overall security of the Alliance.\" Moreover, the allies reaffirmed that \"NATO's nuclear deterrence posture also relies, in part, on United States' nuclear weapons forward-deployed in Europe and on capabilities and infrastructure provided by Allies concerned.\" In addition, in response to concerns about Russian nuclear doctrine, the statement emphasized that \"any employment of nuclear weapons against NATO would fundamentally alter the nature of a conflict\" and, \"if the fundamental security of any of its members were to be threatened however, NATO has the capabilities and resolve to impose costs on an adversary that would be unacceptable and far outweigh the benefits that an adversary could hope to achieve.\"", "On the other hand, the Warsaw Summit Communique recognized the strains on the arms control relationship with Russia. Where the 2012 DDPR had called for discussions with Russia on transparency and confidence-building and indicated that NATO would consider negotiating reductions in forward-based forces, the 2016 Warsaw statement simply noted that \"arms control, disarmament, and non-proliferation continue to play an important role in the achievement of the Alliance's security objectives.\" It then stated that, \"in this context, it is of paramount importance that disarmament and non-proliferation commitments under existing treaties are honoured ... \" and called on \"Russia to preserve the viability of the INF Treaty through ensuring full and verifiable compliance.\"", "The communique released after the Brussels summit in July 2018 reiterated many of the points raised in previous communiques. In several places, the allies noted that the changing security environment necessitated efforts to bolster the deterrence \"as a core element\" of the alliance's collective defense and noted that credible deterrence \"will continue to be based on an appropriate mix of nuclear, conventional, and missile defence capabilities.\" It also stated that a \"robust deterrence and defence posture strengthens Alliance cohesion and provides an essential political and military transatlantic link, through an equitable and sustainable distribution of roles, responsibilities, and burdens.\" ", "At the same time, the 2018 communique went further in highlighting the allies' concerns with Russia's violation of the INF Treaty. The communique noted that the INF Treaty \"has been crucial to Euro-Atlantic security\" and pointed out that \"full compliance with the INF Treaty is essential.\" It supported the U.S. position on Russian noncompliance, noting that the \"allies have identified a Russian missile system, the 9M729, which raises serious concerns\" and that \"a pattern of behaviour and information over many years has led to widespread doubts about Russian compliance.\""], "subsections": []}, {"section_title": "Extended Deterrence", "paragraphs": ["Recent discussions about the U.S. nuclear weapons policy have placed a renewed emphasis on the role of U.S. nonstrategic nuclear weapons in extended deterrence and assurance. Extended deterrence refers to the U.S. threat to use nuclear weapons in response to attacks, from Russia or other adversaries, against allies in NATO and some allies in Asia. Assurance refers to the U.S. promise, made to those same allies, to come to their defense and assistance if they are threatened or attacked. The weapons deployed in Europe are a visible reminder of that commitment; the sea-based nonstrategic nuclear weapons that were in storage that could have been deployed in the Pacific in a crisis served a similar purpose for U.S. allies in Asia. Recent debates, however, have focused on the question of whether a credible U.S. extended deterrent requires that the United States maintain weapons deployed in Europe, and the ability to deploy them in the Pacific, or whether other U.S. military capabilities, including strategic nuclear weapons and conventional forces, may be sufficient. ", "In the 2010 Nuclear Posture Review, the Obama Administration stated that the United States \"will continue to assure our allies and partners of our commitment to their security and to demonstrate this commitment not only through words, but also through deeds.\" The NPR indicated that a wide range of U.S. military capabilities would support this goal, but also indicated that U.S. commitments would \"retain a nuclear dimension as long as nuclear threats to U.S. allies and partners remain.\" The Administration did not, however, specify that the nuclear dimension would be met with nonstrategic nuclear weapons; the full range of U.S. capabilities would likely be available to support and defend U.S. allies. In addition, the Administration announced that the United States would retire the nuclear-armed sea-launched cruise missiles that had helped provide assurances to U.S. allies in Asia. In essence, the Administration concluded that the United States could reassure U.S. allies in Asia, and deter threats to their security, without deploying sea-based cruise missiles to the region in a crisis.", "Moreover, the possible use of nuclear weapons, and extended nuclear deterrence, were a part of a broader concept that the Obama Administration referred to as \"regional security architectures.\" The 2010 NPR indicated that regional security architectures were a key part of \"the U.S. strategy for strengthening regional deterrence while reducing the role and numbers of nuclear weapons.\" As a result, these architectures would \"include effective missile defense, counter-WMD capabilities, conventional power-projection capabilities, and integrated command and control—all underwritten by strong political commitments.\" In other words, although the United States would continue to extend deterrence to its allies and seek to assure them of the U.S. commitment to their security, it would draw on political commitments and a range of military capabilities to achieve these goals.", "During the presidential campaign, President Trump questioned the value of U.S. alliance relationships in general and the relevance of NATO in particular. He argued that the United States was overextended around the world and that U.S. allies should contribute more toward their own defense or at least pay more for U.S. security guarantees. Moreover, he suggested that some U.S. allies would be better served if they acquired their own nuclear weapons rather than relying on U.S. nuclear weapons for their defense. ", "These ideas did not translate into policy in the 2018 Nuclear Posture Review. To the contrary, the NPR asserts that the U.S. commitment to NATO and to allies and partners in the Asia-Pacific region \"is unwavering.\" Concerns about the regional threats to U.S. allies in Europe and Asia and about the credibility of U.S. assurances to these allies dominate the analysis in the NPR. However, while the 2010 NPR called for a strengthening of U.S. conventional capabilities and missile defenses as a part of its effort to strengthen extended deterrence, the 2018 NPR focuses almost exclusively on enhancements to U.S. nuclear capabilities. It does not completely dismiss the value of U.S. conventional capabilities, but asserts that \"conventional forces alone are inadequate to assure many allies who rightly place enormous value on U.S. extended nuclear deterrence for their security.\" According to the NPR, these concerns are central to the recommendation that the United States develop two new types of nonstrategic nuclear weapons."], "subsections": []}, {"section_title": "Regional Contingencies", "paragraphs": ["In the past, U.S. discussions about nonstrategic nuclear weapons have also addressed questions about the role they might play in deterring or responding to regional contingencies that involved threats from nations that may not be armed with their own nuclear weapons. For example, former Secretary of Defense Perry stated, during the Clinton Administration, that \"maintaining U.S. nuclear commitments with NATO, and retaining the ability to deploy nuclear capabilities to meet various regional contingencies , continues to be an important means for deterring aggression, protecting and promoting U.S. interests, reassuring allies and friends, and preventing proliferation (emphasis added).\" ", "Specifically, both during the Cold War and after the demise of the Soviet Union, the United States maintained the option to use nuclear weapons in response to attacks with conventional, chemical, or biological weapons. For example, in 1999, Assistant Secretary of Defense Edward Warner testified that \"the U.S. capability to deliver an overwhelming, rapid, and devastating military response with the full range of military capabilities will remain the cornerstone of our strategy for deterring rogue nation ballistic missile and WMD proliferation threats. The very existence of U.S. strategic and theater nuclear forces, backed by highly capable conventional forces, should certainly give pause to any rogue leader contemplating the use of WMD against the United States, its overseas deployed forces, or its allies.\" These statements do not indicate whether nonstrategic nuclear weapons would be used to achieve battlefield or tactical objectives, or whether they would contribute to strategic missions, but it remained evident, throughout the 1990s, that the United States continued to view these weapons as a part of its national security strategy.", "The George W. Bush Administration also emphasized the possible use of nuclear weapons in regional contingencies in its 2001 Nuclear Posture Review. The Bush Administration appeared to shift toward a somewhat more explicit approach when acknowledging that the United States might use nuclear weapons in response to attacks by nations armed with chemical, biological, and conventional weapons, stating that the United States would develop and deploy those nuclear capabilities that it would need to defeat the capabilities of any potential adversary whether or not it possessed nuclear weapons. This does not, by itself, indicate that the United States would plan to use nonstrategic nuclear weapons. However, many analysts concluded from these and other comments by Bush Administration officials that the United States was planning for the tactical, first use of nuclear weapons. The Bush Administration never confirmed this view, and, instead, indicated that it would not use nuclear weapons in anything other than the most grave of circumstances.", "The Obama Administration, on the other hand, seemed to foreclose the option of using nuclear weapons in some regional contingencies. Specifically, it stated, in the 2010 NPR, that \"the United States will not use or threaten to use nuclear weapons against non-nuclear weapons states that are party to the Nuclear Non-Proliferation Treaty (NPT) and in compliance with their nuclear non-proliferation obligations.\" Specifically, if such a nation were to attack the United States with conventional, chemical, or biological weapons, the United States would respond with overwhelming conventional force, but it would not threaten to use nuclear weapons if the attacking nation was in compliance with its nuclear nonproliferation obligations and it did not have nuclear weapons of its own. At the same time, though, the NPR stated that any state that used chemical or biological weapons \"against the United States or its allies and partners would face the prospect of a devastating conventional military response—and that any individuals responsible for the attack, whether national leaders or military commanders, would be held fully accountable.\"", "The 2018 NPR echoes some of this policy from the Obama Administration, but alters it in ways that track more closely with the policy of the Bush Administration. First, the 2018 NPR repeats the paragraph from the 2010 NPR stating that \"the United States will not use or threaten to use nuclear weapons against non-nuclear weapons states that are party to the NPT and in compliance with their nuclear non-proliferation obligations.\" But it then states that \"the United States reserves the right to make any adjustment in the assurance that may be warranted by the evolution and proliferation of non-nuclear strategic attack technologies [emphasis added] and U.S. capabilities to counter that threat.\" Elsewhere in the document the NPR indicates that non-nuclear strategic attacks could include chemical, biological, cyber, and large-scale conventional aggression. Hence, where the Obama Administration left open the possibility of nuclear retaliation in response to biological attacks, but stated that other threats could be deterred by the prospect of a devastating conventional response, the Trump Administration includes a wider range of circumstances where the United States might retaliate with nuclear weapons after an attack. "], "subsections": []}]}, {"section_title": "Force Structure", "paragraphs": ["Through the late 1990s and early in George W. Bush Administration, the United States maintained approximately 1,100 nonstrategic nuclear weapons in its active stockpile. Unclassified reports indicate that, of this number, around 500 were air-delivered bombs deployed at bases in Europe. The remainder, including some additional air-delivered bombs and around 320 nuclear-armed sea-launched cruise missiles, were held in storage areas in the United States. After the Clinton Administration's 1994 Nuclear Posture Review, the United States eliminated its ability to return nuclear weapons to U.S. surface ships (it had retained this ability after removing the weapons under the 1991 PNI). It retained, however, its ability to restore cruise missiles to attack submarines, and it did not recommend any changes in the number of air-delivered weapons deployed in Europe. During this time, the United States also consolidated its weapons storage sites for nonstrategic nuclear weapons. It reportedly reduced the number of these facilities \"by over 75%\" between 1988 and 1994. It eliminated two of its four storage sites for sea-launched cruise missiles, retaining only one facility on each coast of the United States. It also reduced the number of bases in Europe that store nuclear weapons from over 125 bases in the mid-1980s to 10 bases, in seven countries, by 2000. ", "The Bush Administration did not recommend any changes for U.S. nonstrategic nuclear weapons after completing its Nuclear Posture Review in 2001. Reports indicate that it decided to retain the capability to restore cruise missiles to attack submarines because of their ability to deploy, in secret, anywhere on the globe in time of crisis. The NPR also did not recommend any changes to the deployment of nonstrategic nuclear weapons in Europe, leaving decisions about their status to the members of the NATO alliance. ", "Nevertheless, according to unclassified reports, the United States did reduce the number of nuclear weapons deployed in Europe and the number of facilities that house those weapons during the George W. Bush Administration. Some reports indicate that most of the weapons were withdrawn from Europe between 2001 and 2006. According to unclassified reports, some are stored at U.S. bases and would be delivered by U.S. aircraft; others are stored at bases operated by the \"host nation\" and would be delivered by that nation's aircraft if NATO decided to employ nuclear weapons. ", "The Obama Administration did not announce any further reductions to U.S. nuclear weapons in Europe but it indicated that the United States would \"consult with our allies regarding the future basing of nuclear weapons in Europe.\" In the months prior to the completion of NATO's 2010 Strategic Concept, some politicians in some European nations did propose that the United States withdraw these weapons. For example, Guido Westerwelle, Germany's foreign minister, stated that he supported the withdrawal of U.S. nuclear weapons from Germany. As was noted above, NATO did not call for the removal of these weapons in its new Strategic Concept, but did indicate that it would be open to reducing them as a result of arms control negotiations with Russia.", "Moreover, in the 2010 NPR, the Obama Administration indicated that it would take the steps necessary to maintain the capability to deploy U.S. nuclear weapons in Europe. It indicated that the U.S. Air Force would retain the capability to deliver both nuclear and conventional weapons as it replaced aging F-16 aircraft with the new F-35 Joint Strike Fighter. The NPR also indicated that the United States would conduct a \"full scope\" life extension program for the B61 bomb, the weapon that is currently deployed in Europe, \"to ensure its functionality with the F-35.\" This life extension program will consolidate four versions of the B61 bomb, including the B61-3 and B61-4 that are currently deployed in Europe, into one version, the B61-12. Reports indicate that this new version will reuse the nuclear components of the older bombs, but will include enhanced safety and security features and a new \"tail kit\" that will increase the accuracy of the weapon.", "On the other hand, the 2010 NPR indicated that the U.S. Navy would retire its nuclear-armed, sea-launched cruise missiles (TLAM-N). It indicated that \"this system serves a redundant purpose in the U.S. nuclear stockpile\" because it is one of several weapons the United States could deploy forward. The NPR also noted that \"U.S. ICBMs and SLBMs are capable of striking any potential adversary.\" As a result, because \"the deterrence and assurance roles of TLAM-N can be adequately substituted by these other means,\" the United States could continue to extend deterrence and provide assurance to its allies in Asia without maintaining the capability to redeploy TLAM-N missiles.", "As was noted above, the Trump Administration's NPR reaffirms many of the policies and programs the United States has pursued in recent years. It does not announce any changes to the current basing of U.S. nuclear weapons in Europe, and reaffirms the U.S. commitment to upgrading U.S. dual-capable aircraft (DCA) with the nuclear-capable F-35 aircraft. It indicates that the United States will \"maintain, and enhance as necessary, the capability to forward deploy nuclear bombers and DCA around the world\" and will \"work with NATO to best ensure—and improve where needed—the readiness, survivability, and operational effectiveness of DCA based in Europe.\"", "The 2018 NPR also reinforces U.S. support for measures that NATO is taking to ensure that its \"overall deterrence and defense posture, including its nuclear forces, remain capable of addressing any potential adversary's doctrine and capabilities.\" These measures include, among other things, enhancing \"the readiness and survivability of NATO DCA\" and improving the \"capabilities required to increase their operational effectiveness\"; promoting \"the broadest possible participation of Allies in their agreed burden sharing arrangements\"; and enhancing \"the realism of training and exercise programs to ensure the Alliance can effectively integrate nuclear and non-nuclear operations.\"", "On the other hand, the 2018 NPR reverses the Obama Administration's decision to remove sea-launched cruise missiles from the U.S. force structure. Where the 2010 NPR asserted that the capabilities provided by a SLCM were redundant with those available on other forward-deployable systems, the 2018 NPR argues that the SLCM will provide the United States with \"a needed non-strategic regional presence\" that will address \"the increasing need for flexible and low-yield options.\" According to the NPR, this will strengthen deterrence of regional adversaries and assure allies of the U.S. commitment to their defense. The NPR also indicates that a new SLCM program could serve as a response to Russia's violation of the 1987 Intermediate-range Nuclear Forces (INF) Treaty and a \"necessary incentive for Russia to negotiate seriously a reduction of its non-strategic nuclear weapons.\" "], "subsections": []}]}, {"section_title": "Russian Nonstrategic Nuclear Weapons after the Cold War", "paragraphs": [], "subsections": [{"section_title": "Strategy and Doctrine", "paragraphs": ["Russia has altered and adjusted the Soviet nuclear strategy to meet its new circumstances in a post-Cold War world. It explicitly rejected the Soviet Union's no-first-use pledge in 1993, indicating that it viewed nuclear weapons as a central feature in its military and security strategies. However, Russia did not maintain the Soviet Union's view of the need for nuclear weapons to conduct surprise attacks or preemptive attacks. Instead, it seems to view these weapons as more defensive in nature, as a deterrent to conventional or nuclear attack and as a means to retaliate and defend itself if an attack were to occur.", "Russia has revised its national security and military strategy several times in the past 20 years, with successive versions appearing to place a greater reliance on nuclear weapons. For example, the military doctrine issued in 1997 allowed for the use of nuclear weapons \"in case of a threat to the existence of the Russian Federation.\" The doctrine published in 2000 expanded the circumstances when Russia might use nuclear weapons to include attacks using weapons of mass destruction against Russia or its allies \"as well as in response to large-scale aggression utilizing conventional weapons in situations critical to the national security of the Russian Federation.\" In mid-2009, when discussing the revision of Russia's defense strategy that was expected late in 2009 or early 2010, Nikolai Patrushev, the head of Russia's Presidential Security Council, indicated that Russia would have the option to launch a \"preemptive nuclear strike\" against an aggressor \"using conventional weapons in an all-out, regional, or even local war.\" ", "However, when Russia published the final draft of the doctrine, in early 2010, it did not specifically authorize the preemptive use of nuclear weapons. Instead, it stated that \"Russia reserves the right to use nuclear weapons in response to a use of nuclear or other weapons of mass destruction against her and (or) her allies, and in a case of an aggression against her with conventional weapons that would put in danger the very existence of the state.\" Instead of expanding the range of circumstances when Russia might use nuclear weapons, this actually seemed to narrow the range, from the 2000 version that allowed for nuclear use \"in situations critical to the national security of the Russian Federation\" to the current form that states they might be used in a case \"that would put in danger the very existence of the state.\"", "Hence, there is little indication that Russia plans to use nuclear weapons at the outset of a conflict, before it has engaged with conventional weapons, even though Russia could resort to the use of nuclear weapons first, during an ongoing conventional conflict. This is not new, and has been a part of Russian military doctrine for years.", "Analysts have identified several factors that have contributed to Russia's increasing dependence on nuclear weapons. First, with the demise of the Soviet Union and the economic upheavals of the 1990s, Russia no longer had the means to support a large and effective conventional army. The conflicts in Chechnya and Georgia highlighted seeming weaknesses in Russia's conventional military forces. Russian analysts also saw emerging threats in other former Soviet states along Russia's periphery. Many analysts believed that by threatening, even implicitly, that it might resort to nuclear weapons, Russia hoped it could enhance its ability to deter similar regional conflicts. Russia's sense of vulnerability, and its view that the threats to its security were increasing, also stemmed from the debates over NATO enlargement. Russia has feared the growing alliance would create a new challenge to Russia's security, particularly if NATO moved nuclear weapons closer to Russia's borders. These concerns contributed to the statement that Russia might use nuclear weapons if its national survival were threatened. ", "For many in Russia, NATO's air campaign in Kosovo in 1999 underlined Russia's growing weakness and NATO's increasing willingness to threaten Russian interests. Its National Security Concept published in 2000 noted that the level and scope of the military threat to Russia was growing. It cited, specifically, as a fundamental threat to its security, \"the desire of some states and international associations to diminish the role of existing mechanisms for ensuring international security.\" There are also threats in the border sphere. \"A vital task of the Russian Federation is to exercise deterrence to prevent aggression on any scale and nuclear or otherwise, against Russia and its allies.\" Consequently, Russia concluded that it \"should possess nuclear forces that are capable of guaranteeing the infliction of the desired extent of damage against any aggressor state or coalition of states in any conditions and circumstances.\"", "The debate over the role of nuclear weapons in Russia's national security strategy in the late 1990s considered both strategic and nonstrategic nuclear weapons. With concerns focused on threats emerging around the borders of the former Soviet Union, analysts specifically considered whether nonstrategic nuclear weapons could substitute for conventional weaknesses in regional conflicts. The government appeared to resolve this debate in favor of the modernization and expansion of nonstrategic nuclear weapons in 1999, shortly after the conflict in Kosovo. During a meeting of the Kremlin Security Council, Russia's President Yeltsin and his security chiefs reportedly agreed \"that Moscow should develop and deploy tactical, as well as, strategic nuclear weapons.\" Vladimir Putin, who was then chairman of the Security Council, stated that President Yeltsin had endorsed \"a blueprint for the development and use of nonstrategic nuclear weapons.\"", "Many analysts in the United States interpreted this development, along with questions about Russia's implementation of its obligations under the 1991 PNI, to mean that Russia was \"walking back\" from its obligation to withdraw and eliminate nonstrategic nuclear weapons. Others drew a different conclusion. One Russian analyst has speculated that the documents approved in 1999 focused on the development of operations plans that would allow Russia to conduct \"limited nuclear war with strategic means in order to deter the enemy, requiring the infliction of pre-planned, but limited damage.\" Specifically, he argued that Russia planned to seek a new generation of nonstrategic, or low-yield, warheads that could be to be delivered by strategic launchers. Others believe Russia has also pursued the modernization of existing nonstrategic nuclear weapons and development of new nuclear warheads for shorter-range nuclear missiles.", "The potential threat from NATO remained a concern for Russia in its 2010 and 2014 military doctrines. The 2010 doctrine stated that the main external military dangers to Russia are \"the desire to endow the force potential of the North Atlantic Treaty Organization (NATO) with global functions carried out in violation of the norms of international law and to move the military infrastructure of NATO member countries closer to the borders of the Russian Federation, including by expanding the bloc.\" It also noted that Russia was threatened by \"the deployment of troop contingents of foreign states (groups of states) on the territories of states contiguous with the Russian Federation and its allies and also in adjacent waters.\" The 2014 doctrine repeated these concerns. Hence, Russia views NATO troops in nations near Russia's borders as a threat to Russian security. This concern extends to U.S. missile defense assets that may be deployed on land in Poland and Romania and at sea near Russian territory as a part of the European Phased Adaptive Approach (EPAA). In an environment where Russia also has doubts about the effectiveness of its conventional forces, its doctrine allows for the possible use of nonstrategic nuclear weapons during a local or regional conflict on its periphery. The doctrines do not say that Russia would use nuclear weapons to preempt such an attack, but it does reserve the right to use them in response.", "Although Russia does not use the phrase in any of these recent versions of its military doctrine, analysts both inside and outside the U.S. government often refer to this approach as the \"escalate to de-escalate\" doctrine. Russian statements, when combined with military exercises that simulate the use of nuclear weapons against NATO members, have led many to believe that Russia might threaten to use its nonstrategic nuclear weapons to coerce or intimidate its neighbors. These threats could occur prior to the start of a conflict, or within a conflict if Russia believed that the threat to use nuclear weapons might lead its adversaries (including the United States and its allies) to back down. This doctrine, when combined with recent Russian statements designed to remind others of the strength of Russia's nuclear deterrent, seems to indicate that Russia has increased the role of nuclear weapons in its military strategy and military planning. ", "The 2018 Nuclear Posture Review adheres to the view that Russia has adopted such a strategy and asserts that Russia \"mistakenly assesses that the threat of nuclear escalation or actual first use of nuclear weapons would serve to 'de-escalate' a conflict on terms favorable to Russia.\" This view underlines the NPR's recommendations for the United States to develop new low-yield nonstrategic weapons that, it argues, would provide the United States with a credible response, thereby \"ensuring that the Russian leadership does not miscalculate regarding the consequences of limited nuclear first use.\""], "subsections": []}, {"section_title": "Force Structure", "paragraphs": ["It is difficult to estimate the number of nonstrategic nuclear weapons remaining in the Russian arsenal. This uncertainty stems from several factors: uncertainty about the number of nonstrategic nuclear weapons that the Soviet Union had stored and deployed in 1991, when President Gorbachev announced his PNI; uncertainty about the pace of warhead elimination in Russia; and uncertainty about whether all warheads removed from deployment are still scheduled for elimination.", "Analysts estimate that the Soviet Union may have deployed 15,000-25,000 nonstrategic nuclear weapons, or more, in the late 1980s and early 1990s. During the 1990s, Russian officials stated publicly that they had completed the weapons withdrawals mandated by the PNIs and had proceeded to eliminate warheads at a rate of 2,000 per year. However, many experts doubt these statements, noting that Russia probably lacked the financial and technical means to proceed this quickly. In addition, Russian officials have offered a moving deadline for this process in their public statements. For example, at the Nuclear Nonproliferation Treaty review conference in 2000, Russian Foreign Minister Ivanov stated that Russia was about to finish implementing its PNIs. But, at a follow-up meeting two years later, Russian officials stated that the elimination process was continuing, and, with adequate funding, could be completed by the end of 2004. In 2007, an official from Russia's Ministry of Defense stated that Russia had completed the elimination of all of the warheads for its ground forces, 60% of its missile defense warheads, 50% of its air force warheads, and 30% of its naval warheads. In 2010, the Russian government revised this number and said it had reduced its nonstrategic nuclear weapons inventory by 75%.", "In 2003, General Yuri Baluyevsky, who was then the first deputy chief of staff of the Russian General Staff, stated that Russia would not destroy all of its tactical nuclear weapons and that it would, instead, \"hold on to its stockpiles\" in response to U.S. plans to develop new types of nuclear warheads. General Nikolai Makarov, head of the Russian General Staff, made a similar comment in 2008. He said that Russia would \"keep nonstrategic nuclear forces as long as Europe is unstable and packed with armaments.\"", "Russia has also reportedly reduced the number of military bases that could deploy nonstrategic nuclear weapons and has consolidated its storage areas for these weapons. According to unclassified estimates, the Soviet Union may have had 500-600 storage sites for nuclear warheads in 1991. By the end of the decade, this number may have declined to about 100. In the past 10 years, Russia may have further consolidated its storage sites for nuclear weapons, retaining around 50 in operation.", "With consideration for the uncertainties in estimates of Russian nonstrategic nuclear forces, some sources indicate Russia may still have up to 4,000 warheads for nonstrategic nuclear weapons. In its 2009 report, the congressionally mandated Strategic Posture Commission indicated that Russia may have around 3,800 operational nonstrategic nuclear weapons. This number may exclude warheads slated for retirement. A more recent estimate indicates that Russia may have \"nearly 2,000 nonstrategic nuclear warheads assigned for delivery by air, naval, and various defensive forces.\" The authors calculate that, within this total, Russia's navy maintains about 760 warheads for \"cruise missiles, antisubmarine rockets, antiaircraft missiles, torpedoes, and depth charges.\" The Air Force may have 570 nuclear warheads available for delivery by fighters and bombers. Some of Russia's nonstrategic nuclear warheads are also allocated to Russia's air and missile defense forces, with about 140 warheads retained for short-range ballistic missiles. ", "Another source, using a different methodology, concluded that Russia may have half that amount, or only 1,000 operational warheads for nonstrategic nuclear weapons. This estimate concludes that Russia may retain up to 210 warheads for its ground forces, up to 166 warheads for its air and missile defense forces, 334 warheads for its air force, and 330 warheads for its naval forces. Where past studies calculated the number of operational warheads by combining estimates of reductions from Cold War levels with assessments of the number of nuclear-capable units and delivery systems remaining in Russia's force structure, this author focused on the number of operational units and the likely number of nuclear warheads needed to achieve their assigned missions.", "Russia is also modernizing and updating its nonstrategic nuclear forces. According to unclassified sources, this effort appears to \"involve phasing out Soviet-era weapons and replacing them with newer but fewer arms.\" Some argue that Russia will likely limit this modernization program and could retire more of these weapons than it acquires as it develops more capable advanced conventional weapons. Others, however, see Russia's modernization of its nonstrategic nuclear weapons as a partner to its \"escalate to de-escalate\" nuclear doctrine and argue that Russia will expand its nonstrategic nuclear forces as it raises their profile in its doctrine and war-fighting plans. The 2018 Nuclear Posture Review notes that Russia is \"building a large, diverse, and modern set of non-strategic systems that ... may be armed with nuclear or conventional weapons.\" The NPR argues that Russia is \"increasing the total number of such weapons in its arsenal, while significantly improving its delivery capabilities.\" ", "The 2018 NPR also notes that one of Russia's new nonstrategic nuclear weapons is a ground-launched cruise missile with a range between 500 and 5,000 kilometers, which makes it a violation of the 1987 INF Treaty. The Obama Administration had first reported that Russia was in violation of INF in 2014, in the State Department's Report on Adherence to and Compliance with Arms Control, Nonproliferation, and Disarmament Agreements and Commitments . According to the 2017 Report, Russia began deploying the missile, now known as the 9M729, in late 2016. "], "subsections": []}]}, {"section_title": "Changing the Focus of the Debate", "paragraphs": ["The preceding sections of this report focus exclusively on U.S. and Soviet/Russian nonstrategic nuclear weapons. These weapons were an integral part of the Cold War standoff between the two nations. The strategy and doctrine that would have guided their use and the numbers of deployed weapons both figured into calculations about the possibility that a conflict between the two nations might escalate to a nuclear exchange. Other nations—including France, Great Britain, and China—also had nuclear weapons, but these did not affect the central conflict of the Cold War in the same way as U.S. and Soviet forces.", "The end of the Cold War, however, and the changing international security environment during the past 25 years has rendered incomplete any discussion of nonstrategic nuclear weapons that is limited to U.S. and Russian forces. Because both these nations maintain weapons and plans for their use, the relationship between the two nations could still affect the debate about these weapons. In addition, Russian officials have turned to these weapons as a part of their response to concerns about a range of U.S. and NATO policies. Nevertheless, both these nations have looked beyond their mutual relationship when considering possible threats and responses that might include the use of nonstrategic nuclear weapons. Both nations have highlighted the threat of the possible use of nuclear, chemical, or biological weapons by other potential adversaries or nonstate actors. Both have indicated that they might use nuclear weapons to deter or respond to threats from other nations. This theme is evident in the 2018 Nuclear Posture Review, which calls for the deployment of a new sea-launched cruise missile to address the threat, at least in part, to U.S. allies from the missile and nuclear programs in North Korea.", "In addition, many analysts believe that a debate about nonstrategic nuclear weapons can no longer focus exclusively on the U.S. and Russian arsenals. For example, India and Pakistan have joined the list of nations that may potentially resort to nuclear weapons in the event of a conflict. If measured by the range of delivery vehicles and the yield of the warheads, these nations' weapons could be considered to be nonstrategic. But each nation could plan to use these weapons in either strategic or nonstrategic roles. Both nations continue to review and revise their nuclear strategies, leaving many questions about the potential role for nuclear weapons in future conflicts. Pakistan, in particular, has considered deploying short-range tactical nuclear weapons with forward-deployed forces, with the intention of using them on the battlefield to blunt a possible Indian attack. China also has nuclear weapons with ranges and missions that could be considered nonstrategic. Many analysts have expressed concerns about the potential for the use of nuclear weapons in a conflict over Taiwan or other areas of China's interests. This report does not review the nuclear weapons programs in these nations. However, when reviewing the issues raised by, problems attributed to, and solutions proposed for nonstrategic nuclear weapons, the report acknowledges the role played by the weapons of these other nations."], "subsections": []}]}, {"section_title": "Issues for Congress", "paragraphs": ["During the 2010 debate on the New START Treaty, many Senators expressed concerns about Russian nonstrategic nuclear weapons. They noted that these weapons were not covered by the new treaty, that Russia possessed a far greater number of these weapons than did the United States, and that Russia's nonstrategic nuclear weapons might be vulnerable to theft or sale to other nations seeking nuclear weapons. More recently, some Members have raised concerns about the possibility that Russia might deploy these weapons in Crimea, which Russia annexed in March 2014, bringing them closer to the borders of some NATO allies. Russia's Foreign Minister Sergei Lavrov ignited these concerns in December 2014, when he noted that Russia had a right to put nuclear weapons in Crimea because Crimea was now a part of Russia. Although he did not offer details of plans for such deployments, other reports have indicated that Russia might move missiles and bombers that could deliver either nuclear or conventional weapons into Crimea in the next few years. The 2018 Nuclear Posture Review continues to highlight concerns about Russia's nonstrategic nuclear weapons and links proposed changes in U.S. nuclear forces—including the development of a new low-yield warhead for submarine launched ballistic missiles and new sea-launched cruise missile—to Russia's apparent nuclear doctrine and the modernization of its nonstrategic nuclear forces. ", "During the 2010 debates prior to the completion of NATO's new Strategic Concept, analysts and government officials also raised many issues about U.S. nonstrategic nuclear weapons. These debates focused on questions about whether NATO should continue to rely on nuclear weapons to ensure its security and whether the United States should continue to deploy nonstrategic nuclear weapons at bases in Europe. Many of the discussions that focused on Russian nonstrategic nuclear weapons and many of those that focused on U.S. nonstrategic nuclear weapons reached a similar conclusion—there was widespread agreement about the need for further cooperation between the United States and Russia in containing, controlling, and possibly reducing nonstrategic nuclear weapons. The 112 th Congress reiterated its support for this agenda, when in the FY2013 Defense Authorization Act ( H.R. 4310 , §1037) it indicated that \"the United States should pursue negotiations with the Russian Federation aimed at the reduction of Russian deployed and nondeployed nonstrategic nuclear forces.\" ", "But the tone of the discussion has changed in recent years, following Russia's annexation of Crimea, its support for separatists in Ukraine, and its military maneuvers near NATO nations. There is little discussion of possible reductions in U.S. nuclear weapons in Europe and declining interest in pursuing transparency and confidence-building measures with Russia. Instead, while the prospects for cooperation with Russia seem limited, particularly in light of its reported violation of the INF Treaty, NATO has taken steps to bolster its nuclear capabilities and the United States is considering the deployment of new nonstrategic nuclear weapons."], "subsections": [{"section_title": "Safety and Security of Russian Nonstrategic Nuclear Weapons", "paragraphs": ["One potential risk from Russia's continued deployment of nonstrategic nuclear weapons stems from concerns about their safety and security in storage areas and a possible lack of central control over their use when deployed in the field. These weapons were deployed, and many remain in storage, at remote bases close to potential battlefields and far from the central command authority in Moscow. The economic chaos in Russia during the 1990s raised questions about the stability and reliability of the troops charged with monitoring and securing these weapons. At the time, some raised concerns about the possibility that the weapons might be lost, stolen, or sold to other nations or groups seeking nuclear weapons. Even though economic conditions in Russia have improved significantly, some analysts still view Russian nonstrategic nuclear weapons as a possible source of instability. Specifically, some have noted that \"the continuing existence of … tactical nuclear weapons … creates a risk of accidental, unauthorized or mistaken use. In addition, the risk of terrorist groups acquiring these weapons is high. Therefore, security vigilance is essential.\"", "Russian officials deny that they might lose control over their nonstrategic nuclear weapons and they contend that the problems of the 1990s were resolved as the weapons were withdrawn to central storage areas. Moreover, there is no public evidence from Western sources about any episodes of lost, sold, or stolen Russian nuclear weapons. Nevertheless, concerns remain that these weapons might find their way to officials in rogue nations or nonstate actors. For example, during comments made after a speech in October 2008, Secretary of Defense Robert Gates stated that he was worried that the Russians did not know the numbers or locations of \"old land mines, nuclear artillery shells, and so on\" that might be of interest to rogue states or terrorists. Russian officials noted, in response to this comment, that its stocks of nuclear weapons were secure and well-guarded and that Gates's concerns were not valid. "], "subsections": []}, {"section_title": "The Role of Nonstrategic Nuclear Weapons in Russia's National Security Policy", "paragraphs": ["As was noted above, many analysts argue that Russia's nonstrategic nuclear weapons pose a risk to the United States, its allies, and others because Russia has altered its national security concept and military strategies, increasing its reliance on nuclear weapons. Some fear that Russia might resort to the early use of nuclear weapons in a conflict along its periphery, which could lead to a wider conflict and the possible involvement of troops from NATO or other neighboring countries, possibly drawing in new NATO members. Some also believe that Russia could threaten NATO with its nonstrategic nuclear weapons because Russia sees NATO as a threat to its security. Russian analysts and officials have argued that NATO enlargement—with the possible deployment of nuclear weapons and missile defense capabilities on the territories of new NATO members close to Russia's borders—demonstrates how much NATO could threaten Russia.", "The congressionally mandated Strategic Posture Commission expressed a measure of concern about the military implications of Russia's nonstrategic nuclear forces. It noted that Russia \"stores thousands of these weapons in apparent support of possible military operations west of the Urals.\" It further noted that the current imbalance between U.S. and Russian nonstrategic nuclear warheads is \"worrisome to some U.S. allies in Central Europe.\" It argued that this imbalance, and the allies' worries, could become more pronounced in the future if the United States and Russia continue to reduce their numbers of deployed strategic nuclear weapons.", "Others have argued, however, that regardless of Russia's rhetoric, \"Russia's theater nuclear weapons are not ... destabilizing.\" Even if modernized, these weapons will not \"give Moscow the capability to alter the strategic landscape.\" Further, Russian weapons, even with its new military strategy, may not pose a threat to NATO or U.S. allies. Russia's doctrine indicates that it would use these weapons in response to a weak performance by its conventional forces in an ongoing conflict. Since it would be unlikely for NATO to be involved in a conventional conflict with Russia, it would also be unlikely for Russian weapons to find targets in NATO nations. This does not, however, preclude their use in other conflicts along Russia's periphery. As Russian documents indicate, Russia could use these weapons if its national survival were at stake. ", "This view, however, has been tempered, in recent years, by both Russia's aggression in Ukraine and its frequent \"nuclear saber-rattling.\" Not only have Russian officials reminded others of the existence and relevance of Russian nuclear weapons, Russian military exercises, bomber flights, and cruise missile launches have seemed designed to demonstrate Russia's capabilities and, possibly, its willingness to challenge NATO's eastern members. These actions have raised concerns about the possibility that Russia might threaten to use nuclear weapons during a crisis with NATO, in line with its apparent \"escalate to de-escalate\" strategy, to force a withdrawal by NATO forces defending an exposed ally or to terminate a conflict on terms favorable to Russia. While some analysts dispute this interpretation of Russia's doctrine, most agree that nonstrategic nuclear weapons appear to play a significant role in Russia's doctrine and war plans."], "subsections": []}, {"section_title": "The Role of Nonstrategic Nuclear Weapons in U.S. National Security Policy", "paragraphs": ["The Bush Administration argued, after the 2001 Nuclear Posture Review, that the United States had reduced its reliance on nuclear weapons by increasing the role of missile defenses and precision conventional weapons in the U.S. deterrent posture. At the same time, though, the Administration indicated that the United States would acquire and maintain those capabilities that it needed to deter and defeat any nation with the potential to threaten the United States, particularly if the potential adversary possessed weapons of mass destruction. It noted that these new, threatening capabilities could include hardened and deeply buried targets and, possibly, bunkers holding chemical or biological weapons. It indicated that the United States would seek to develop the capabilities to destroy these types of facilities.", "Using a similar construct, the Obama Administration, in the 2010 Nuclear Posture Review, also indicated that the United States would reduce the role of nuclear weapons in U.S. regional deterrence strategies by increasing its reliance on missile defenses and precision conventional weapons. Unlike the Bush Administration, however, the Obama Administration did not seek to acquire new nuclear weapons capabilities or to extend U.S. nuclear deterrence to threats from nations armed with chemical or biological weapons. It stated that it would not consider the use of nuclear weapons in response to conventional, chemical, or biological attack if the attacking nation were in compliance with its nuclear nonproliferation obligations. Instead, in such circumstances, the United States would deter and respond to attacks with missile defenses and advanced conventional weapons. In addition, the Administration announced that it planned to retire the Navy's nuclear-armed, sea-launched cruise missiles, which had been part of the U.S. extended deterrent to allies in Asia. Nevertheless, the Administration pledged to retain and modernize the B-61 warheads, carried by U.S. tactical fighters and bombers; these are also a part of the U.S. extended deterrent.", "Some questioned the wisdom of this change in policy. They recognized that the United States would only threaten the use of nuclear weapons in the most extreme circumstances, but they argued that, by taking these weapons \"off the table\" in some contingencies, the United States might allow some adversaries to conclude that they could threaten the United States without fear of an overwhelming response. The Obama Administration argued, however, that although it was taking the nuclear option off the table in some cases, this change would not undermine the U.S. ability to deter attacks from non-nuclear nations because the United States maintained the capability to respond to attacks from these nations with overwhelming conventional force. According to Under Secretary of State Ellen Tauscher, \"we retain the prospect of using devastating conventional force to deter and respond to any aggression, especially if they were to use chemical or biological weapons. No one should doubt our resolve to hold accountable those responsible for such aggression, whether those giving the orders or carrying them out. Deterrence depends on the credibility of response. A massive and potential conventional response to non-nuclear aggression is highly credible.\"", "Questions about the role of U.S. nuclear weapons in regional contingencies have resurfaced in recent years, as analysts have sought to understand how these weapons might affect a conflict with a regional ally armed with nuclear weapons. Some analysts doubt that U.S. nuclear weapons would play any role in such a contingency, unless used in retaliation after an adversary used a nuclear weapon against the United States or an ally, because U.S. conventional forces should be sufficient to achieve most conceivable military objectives. Others, however, argue that the United States might need to threaten the use of nuclear weapons, and possibly even employ those weapons, when facing an adversary seeking to use its own nuclear capabilities to intimidate the United States or coerce it to withdraw support for a regional ally. Some have suggested, specifically, that forward-deployed nuclear weapons with lower yields—in other words, nonstrategic nuclear weapons—might serve as a more credible deterrent threat in these circumstances.", "The 2018 Nuclear Posture Review adopts this perspective, and seems to discount the approach, taken in both the Bush and Obama NPRs, of reducing the role of nuclear weapons by expanding the role and options available with advanced conventional weapons. It does not completely dismiss the value of U.S. conventional capabilities, but asserts that \"conventional forces alone are inadequate to assure many allies who rightly place enormous value on U.S. extended nuclear deterrence for their security.\" These concerns are central to the NPR's recommendation that the United States develop two new types of nonstrategic nuclear weapons. Where the two previous NPRs sought to fill \"gaps\" in deterrence with ballistic missile defenses and advanced conventional weapons, the 2018 NPR asserts that new nuclear weapons are needed for this purpose."], "subsections": []}, {"section_title": "The Role of Nonstrategic Nuclear Weapons in NATO Policy and Alliance Strategy", "paragraphs": ["For years after the collapse of the Warsaw Pact and demise of the Soviet Union, analysts questioned whether the United States needed to continue to deploy nuclear weapons in Europe. During the Cold War, these weapons were a part of NATO's effort to offset the conventional superiority of the Soviet Union and its Warsaw Pact allies. Some argued that this role was no longer relevant following the collapse of the Soviet-era military and alliance structure. In addition, analysts argued that NATO conventional forces were far superior to those of Russia, and sufficient for NATO's defense. However, NATO policy still views nonstrategic nuclear weapons as a deterrent to any potential adversary, and they also serve as a link among the NATO nations, with bases in several nations and shared responsibility for nuclear policy planning and decisionmaking. They also still serve as a visible reminder of the U.S. extended deterrent and assurance of its commitment to the defense of its allies. ", "The United States, its allies, and analysts outside government engaged in a heated debate over the role of and need for U.S. nonstrategic nuclear weapons deployed in Europe in the months leading up to the completion of NATO's Strategic Concept in November 2010. In early 2010, political leaders from several NATO nations—including Belgium, Germany, Luxembourg, the Netherlands, and Norway—called for the United States to remove these weapons from Europe. They argued that these weapons served no military purpose in Europe, and that their removal would demonstrate NATO's commitment to the vision of a world free of nuclear weapons, a vision supported by President Obama in a speech he delivered in April 2009. Those who sought the weapons' removal also argued that NATO could meet the political goals of shared nuclear responsibility in other ways, and that the United States could extend deterrence and ensure the security of its allies in Europe with conventional weapons, missile defenses, and longer-range strategic nuclear weapons. Moreover, some argue, because these weapons play no military or political role in Europe, they no longer serve as a symbol of alliance solidarity and cooperation.", "Others, however, including some officials in newer NATO nations, argued that U.S. nonstrategic nuclear weapons in Europe not only remained relevant militarily, in some circumstances, but that they were an essential indicator of the U.S. commitment to NATO security and solidarity. This argument has gained credence as some of the newer NATO allies, such as Poland and the Baltic states, feel threatened by Russia and its arsenal of nonstrategic nuclear weapons. They would view the withdrawal of U.S. nuclear weapons as a change in the U.S. and NATO commitment to their security.", "NATO foreign ministers addressed the issue of U.S. nonstrategic nuclear weapons during their meeting in Tallinn, Estonia, in April 2010. At this meeting, the allies sought to balance the views of those nations who sought NATO agreement on the removal of the weapons and those who argued that these weapons were still relevant to their security and to NATO's solidarity. At the conclusion of the meeting, Secretary of State Hillary Clinton said that the United States was not opposed to reductions in the number of U.S. nuclear weapons in Europe, but that the removal of these weapons should be linked to a reduction in the number of Russian nonstrategic nuclear weapons. Moreover, according to a NATO spokesman, the foreign ministers had agreed that no nuclear weapons would be removed from Europe unless all 28 member states of NATO agreed.", "Some also question whether the United States and NATO might benefit from the removal of these weapons from bases in Europe for safety and security reasons. An Air Force review of nuclear surety and security practices, released in early 2008, identified potential security concerns for U.S. weapons stored at some bases in Europe. The problems were evident at some of the national bases, where the United States stores nuclear weapons for use by the host nation's own aircraft, but not at U.S. air bases in Europe. The review noted that \"host nation security at nuclear-capable units varies from country to country\" and that most bases do not meet DOD's security requirements. ", "As was noted earlier, some in Congress thought the United States should consider expanding its deployment of dual-capable aircraft and nuclear bombs into eastern NATO nations, in response to Russia's aggression in Ukraine. They argued that such moves would demonstrate that \"Russian actions will come at a price.\" Some have also suggested that the United States consider deploying new nuclear-armed missiles in Europe, in response to Russia's violation of the 1987 INF Treaty. There is little evidence that NATO has requested, or would welcome, such deployments, even though the United States has announced that it plans to withdraw from the INF Treaty. Some have argued that such steps could ignite a new arms race that could further undermine security in Europe. Others have noted that these weapons might be destabilizing if they were vulnerable to preemptive strikes. Moreover, NATO has adjusted its conventional force posture and operations in response to Russia's actions in Ukraine. According to NATO documents, these changes, when backed by the strategic nuclear forces of the United States and United Kingdom, should help assure the eastern allies of NATO's ability to defend them."], "subsections": []}, {"section_title": "The Relationship Between Nonstrategic Nuclear Weapons and U.S. Nonproliferation Policy", "paragraphs": ["The George W. Bush Administration stated that the U.S. nuclear posture adopted after the 2002 NPR, along with the research into the development of new types of nuclear warheads, would contribute to U.S. efforts to stem the proliferation of nuclear, chemical, and biological weapons. It argued that, by creating a more credible threat against the capabilities of nations that seek these weapons, the U.S. policy would deter their acquisition or deployment. It also reinforced the value of the U.S. extended deterrent to allies in Europe and Japan, thus discouraging them from acquiring their own nuclear weapons.", "Critics of the Bush Administration's policy questioned whether the United States needed new nuclear weapons to deter the acquisition or use of WMD by other nations; as noted above, they claim that U.S. conventional weapons can achieve this objective. Further, many analysts claimed that the U.S. policy would actually spur proliferation, encouraging other countries to acquire their own WMD. Specifically, they noted that U.S. plans and programs could reinforce the view that nuclear weapons have military utility. If the world's only conventional superpower needs more nuclear weapons to maintain its security, then it would be difficult for the United States to argue that other nations could not also benefit from these weapons. Such nations could also argue that nuclear weapons would serve their security interests. Consequently, according to the Bush Administration's critics, the United States might ignite a new arms race if it pursued new types of nuclear weapons to achieve newly defined battlefield objectives. The Bush Administration countered this argument by noting that few nations acquire nuclear weapons in response to U.S. nuclear programs. They do so either to address their own regional security challenges, or to counter U.S. conventional superiority.", "The Obama Administration, in the 2010 Nuclear Posture Review, set out a different relationship between U.S. nuclear weapons policy and nonproliferation policy. The Bush Administration had indicated that a policy where the United States argued that it might use nuclear weapons against non-nuclear nations would discourage these nations from acquiring or using weapons of mass destruction. In other words, they could be attacked with nuclear weapons whether or not they had nuclear weapons of their own. The Obama Administration, however, argued that its adjustment to the U.S. declaratory policy—where it indicated that it would not use U.S. nuclear weapons to threaten or attack nations who did not have nuclear weapons and were in compliance with their nonproliferation obligations—would discourage their acquisition of nuclear weapons. Nations that did not yet have nuclear weapons would know that they could be added to the U.S. nuclear target list if they acquired them. And others, like Iran and North Korea, who were already pursuing nuclear weapons, would know that, if they disbanded their programs, they could be removed from the U.S. nuclear target list.", "The 2018 Nuclear Posture Review, for example, explicitly states that \"credible U.S. extended nuclear deterrence will continue to be a cornerstone of U.S. non-proliferation efforts.\" Many analysts have argued that, if allies were not confident in the reliability and credibility of the U.S. nuclear arsenal, they may feel compelled to acquire their own nuclear weapons. Such calculations might be evident in Japan and South Korea, as they face threats or intimidation from nuclear-armed neighbors like China and North Korea. In recent years, some politicians in South Korea have called for the return of U.S. nonstrategic nuclear weapons to the peninsula, or even South Korea's development of its own nuclear capability, as a response to North Korea's development and testing of nuclear weapons. This view has not received the support of the current government in South Korea, but it does demonstrate that some may see U.S. security guarantees as fragile. Many analysts note, however, that extended deterrence rests on more than just U.S. nonstrategic nuclear weapons. For example, in recent years the United States and South Korea have participated in the U.S.-ROK (Republic of Korea) Extended Deterrence Policy Committee and the United States and Japan have pursued the U.S.-Japan Extended Deterrence Dialogue to discuss issues related to regional security and to bolster the allies' confidence in the U.S. commitment to their security. Moreover, the United States occasionally flies B-2 and B-52 bombers in joint exercises with South Korea to demonstrate its ability to project power, if needed, into a conflict in the area."], "subsections": []}, {"section_title": "Arms Control Options", "paragraphs": ["Concerns about the disparity between the numbers of U.S. and Russian nonstrategic nuclear weapons have dominated discussions about possible arms control measures addressing nonstrategic nuclear weapons in recent years. The United States and Russia have never employed their nonstrategic nuclear weapons to counter, or balance, the nonstrategic nuclear weapons of the other side. For NATO during the Cold War and for Russia in more recent years, these weapons have served to counter perceived weaknesses and an imbalance in conventional forces. As a result, there has been little interest, until recently, in calculating or creating a balance in the numbers of nonstrategic nuclear weapons.", "Some who have expressed a concern about the numerical imbalance in nonstrategic nuclear weapons argue that this imbalance could become more important as the United States and Russia reduce their numbers of strategic nuclear weapons. They fear that NATO nations located near Russia's borders may feel threatened or intimidated by Russia's nonstrategic nuclear weapons. They assert that Russia's advantage in the numbers of these weapons, when combined with a reduction in U.S. strategic forces, could convince these nations that Russia was the rising power in the region, and that they should, therefore, accede to Russia's political or economic pressure. ", "Others, however, have questioned this logic. They agree that Russia's ability to intimidate, and possibly attack, NATO nations on its periphery may be related to the capabilities of Russia's conventional forces and the existence of Russia's nuclear forces. But this ability would exist whether Russia had dozens or hundreds of nuclear weapons in the region. And NATO's ability to resist Russian pressure and support vulnerable allies would be related more to its political cohesion and overall military capabilities than to the precise number of nuclear weapons that were deployed on European territory. Moreover, some note that, in spite of Russia's advantage in the aggregate number on nonstrategic nuclear weapons, many of Russia's weapons may be deployed at bases closer to its border with China than its borders with NATO nations, so many of these weapons should not count in the balance at all."], "subsections": [{"section_title": "Increase Transparency", "paragraphs": ["Many analysts have argued that the United States and Russia should, at a minimum, provide each other with information about their numbers of nonstrategic nuclear weapons and the status (i.e., deployed, stored, or awaiting dismantlement) of those weapons. According to one such article, \"a crucial first step ... would be to ... agree on total transparency, verification, and the right to monitor changes and movement of the arsenal.\" Such information might help each side to monitor the other's progress in complying with the PNIs; it could also help resolve questions and concerns that might come up about the status of these weapons or their vulnerability to theft or misuse. The United States and Russia have discussed transparency measures for nuclear weapons in the past, in a separate forum in the early 1990s, and as a part of their discussions of the framework for a START III Treaty in the late 1990s. They failed to reach agreement on either occasion. Russia, in particular, has seemed unwilling to provide even basic information about its stockpile of nonstrategic nuclear weapons. Some in the United States resisted as well, arguing that public discussions about the numbers and locations of U.S. nuclear weapons in Europe could increase pressure on the United States to withdraw these weapons.", "After NATO completed its new Strategic Concept in 2010 and Deterrence and Defense Posture Review in 2012, many experts recognized that NATO was unlikely to approve reductions in U.S. nonstrategic nuclear weapons in Europe unless Russia agreed to similar reductions. As a result, in recent years, some again argued that NATO and Russia should focus on transparency and confidence-building measures as a way to ease concerns and build cooperation, before they seek to negotiate actual limits or reductions in nonstrategic nuclear weapons. They could begin, for example, with discussions about which types of weapons to include in the negotiation and what type of data to exchange on these weapons. Some have suggested, in addition, that the two nations could exchange information on the locations of storage facilities that no longer house these weapons, as a way to begin the process of building confidence and understanding. Those who support this approach argue that it would serve well as a first step, and could eventually lead to limits or reductions. Others, however, believe these talks might serve as a distraction, and, if the United States and Russia get bogged down in these details, they may never negotiate limits or reductions. Moreover, Russian officials seem equally as uninterested in transparency negotiations as they are in reductions at this time."], "subsections": []}, {"section_title": "Negotiate a Formal Treaty", "paragraphs": ["Over the years, some analysts have suggested that the United States and Russia negotiate a formal treaty to put limits and restrictions on each nation's nonstrategic nuclear weapons. This was a central theme in the debate over the New START Treaty in late 2010. Not only did Members of the Senate call on the Obama Administration to pursue such negotiations, Administration officials noted often that the New START Treaty was just a first step and that the United States and Russia would pursue limits on nonstrategic nuclear weapons in talks on a subsequent agreement. In April 2009, when Presidents Obama and Medvedev outlined their approach to nuclear arms control, they indicated that arms control would be a step-by-step process, with a replacement for the 1991 START Treaty coming first, but a more comprehensive treaty that might include deeper cuts in all types of warheads, including nonstrategic nuclear weapons, following in the future.", "Negotiations on a treaty to limit nonstrategic nuclear weapons could be complex, difficult, and very time-consuming. Given the large disparity in the numbers of U.S. and Russian nonstrategic nuclear weapons, and given the different roles these weapons play in U.S. and Russian security strategy, it may be difficult to craft an agreement that not only reduces the numbers of weapons in an equitable way but also addresses the security concerns addressed by the retention of these weapons. A treaty that imposed an equal ceiling on each sides' numbers of deployed nonstrategic weapons might appear equitable, but it would require sharp reductions in Russia's forces with little impact on U.S. forces. A treaty that required each side to reduce its forces by an equal percentage would have a similar result, requiring far deeper reductions on Russia's part. ", "Even if the United States and Russia could agree on the depth of reductions to impose on these weapons, they may not be able to agree on which weapons would fall under the limit. For the United States, it may be relatively straightforward to identify the affected weapons—the limit could apply to the gravity bombs deployed in Europe and any spare weapons that may be stored in the United States. Russia, however, has many different types of nonstrategic nuclear weapons, including some that could be deployed on naval vessels, some that would be delivered by naval aircraft, and some that would be deployed with ground forces. Moreover, while many of these weapons might be deployed with units in western Russia, near Europe, others are located to the east, and would deploy with troops in a possible conflict with China.", "To address these problems, some analysts have suggested that the limits in the next arms control treaty cover all types of nuclear warheads—warheads deployed on strategic-range delivery vehicles, warheads deployed with tactical-range delivery vehicles, and nondeployed warheads held in storage. The Obama Administration reportedly considered this approach, and studied the contours of a treaty that would limit strategic, nonstrategic, and nondeployed nuclear warheads. This type of agreement would allow each side to determine, for itself, the size and mix of its forces, within the limits on total warheads.", "While this type of comprehensive agreement may seem to provide a solution to the imbalance between U.S. and Russian nonstrategic nuclear weapons, it is not clear that, once the parties move beyond limits on just their deployed strategic weapons, they will be able to limit the scope of the treaty in this way. Each side has its own list of weapons that it finds threatening; each may seek to include these in a more comprehensive agreement. For example, Russian officials, including the Foreign Minister, Sergei Lavrov, have stated that a future arms control agreement should also include limits on missile defenses, strategic-range weapons that carry conventional warheads, and possibly weapons in space. Minister Lavrov stated, specifically, that ", "it is impossible to discuss only one aspect of the problem at strategic parity and stability negotiations held in the modern world. It is impossible to ignore such aspects as non-nuclear strategic armaments, on which the United States is actively working, plans to deploy armaments in space, which we oppose actively, the wish to build global missile defense systems, and the imbalance of conventional armaments. It is possible to hold further negotiations only with due account of all these factors….\"", "The United States has no interest in including these types of limits in the next agreement. Hence, it is not clear that the two sides would be able to agree on which issues and what weapons systems to include in a next round of arms control negotiations.", "Moreover, although President Medvedev agreed, in April 2009, that the United States and Russia should pursue more arms control reductions after completing New START, Russia may have little interest in limits on nonstrategic nuclear weapons. Russian officials have denied that their weapons pose a safety and security problem, and they still consider these weapons essential to Russian military strategy and national security."], "subsections": []}, {"section_title": "Prospects for Arms Control", "paragraphs": ["Most analysts agree that the United States and Russia are unlikely to make any progress on either limits or transparency measures related to nonstrategic nuclear weapons in the current environment. Russia's annexation of Crimea, aggression against Ukraine, and violation of the INF Treaty have altered the security atmosphere in Europe and quieted calls among officials in NATO nations for reductions in these weapons. According to Obama Administration officials, the U.S. offer for further negotiations remained on the table through the end of the Administration, but \"progress requires a willing partner and a conducive strategic environment.\" ", "The Trump Administration reiterated this point in the 2018 Nuclear Posture Review, noting that \"progress in arms control is not an end in and of itself, and depends on the security environment and the participation of willing partners.\" It emphasized, further, that neither of these conditions exist today, in light of Russia's violation of numerous arms control agreements and its efforts to \"change borders and overturn existing norms\" in Crimea and eastern Ukraine. ", "Nevertheless, the 2018 NPR suggests the contours of a possible future arms control agreement between the United States and Russia. When discussing the need for a new sea-launched cruise missile, the NPR notes that this missile would not only provide a \"non-strategic regional presence\" and \"an assured response capability\" to bolster the U.S. commitment to its allies' defense, but would also provide \"an INF-Treaty compliant response to Russia's continuing Treaty violation.\" Moreover, it seems to view the SLCM as a bargaining chip for a future negotiation:", "If Russia returns to compliance with its arms control obligations, reduces its non-strategic nuclear arsenal, and corrects its other destabilizing behaviors, the United States may reconsider the pursuit of a SLCM. Indeed, U.S. pursuit of a SLCM may provide the necessary incentive for Russia to negotiate seriously a reduction of its non-strategic nuclear weapons, just as the prior Western deployment of intermediate-range nuclear forces in Europe led to the 1987 INF Treaty. As then Secretary of State George P. Shultz stated, \"If the West did not deploy Pershing II and cruise missiles, there would be no incentive for the Soviets to negotiate seriously for nuclear weapons reductions. ", "This last sentence is a reference to NATO's 1979 Dual Track decision, which paved the way for the negotiation of the INF Treaty. In the late 1970s, the Soviet Union began to deploy a new intermediate-range ballistic missile—known as the SS-20—that threatened to upset stability in Europe and raised questions about the cohesion of NATO. As a result, in December 1979, NATO adopted a \"dual-track\" decision that sought to link the modernization of U.S. nuclear weapons in Europe with an effort to spur the Soviets to negotiate reductions in INF systems. ", "In the first track, the United States and its NATO partners agreed to replace aging medium-range Pershing I ballistic missiles with a more accurate and longer-range Pershing II (P-II) while adding new ground-launched cruise missiles. In the second track, NATO agreed that the United States should attempt to negotiate limits with the Soviet Union on intermediate-range nuclear systems. The allies recognized that the Soviet Union was unlikely to negotiate limits on its missiles unless it faced a similar threat from intermediate-range systems based in Western Europe. Initially, the United States sought an agreement that would impose equal limits on both sides' intermediate-range missiles, but after several years of negotiations and significant changes in the global security environment, both nations agreed to a global ban on all land-based intermediate-range ballistic and cruise missiles. ", "This agreement serves as an imperfect model for the offer contained in the 2018 NPR. The \"dual-track\" decision envisioned limits on similar systems—U.S. and Soviet intermediate-range missiles. The NPR offers to forgo the new U.S. SLCM in exchange for a longer list of Russian weapons and behaviors—it indicates that the United States may reconsider the SLCM program if Russia \"returns to compliance with its arms control obligations, reduces its non-strategic nuclear arsenal, and corrects its other destabilizing behaviors.\" In addition, the 1979 dual track decision sought to deploy new U.S. missiles in Europe, to balance an emerging Soviet threat to Europe. A U.S. offer to forgo the SLCM in negotiations with Russia could be inconsistent with the NPR's insistence that this missile is critical to extended deterrence in Asia. Even if the United States sought to limit the agreement to missiles deployed in Europe, Russia might object by noting that the United States could easily move sea-launched cruise missiles deployed in Asia to locations closer to Russia (the INF Treaty addressed the problem of mobility by adopting a global ban on these missiles). Finally, as the United States and Soviet Union discovered when they negotiated the INF Treaty, the complexity of distinguishing between nuclear and conventional cruise missiles could necessitate a ban on all cruise missiles of a designated range. This would likely be inconsistent with the U.S. reliance on conventional SLCMs in conflicts around the world. ", "Consequently, even with the potential opening for arms control in the 2018 NPR, it seems unlikely that the United States and Russia will pursue or conclude an agreement limiting nonstrategic nuclear weapons in the near future."], "subsections": []}]}]}]}}