{"id": "RL32093", "title": "Iraq Agriculture and Food Supply: Background and Issues", "released_date": "2004-06-07T00:00:00", "summary": ["Iraq's agricultural sector represents a small but vital component of Iraq's economy. Over the past several decades agriculture's role in the economy has been heavily influenced by Iraq'sinvolvement in military conflicts, particularly the 1980-88 Iran-Iraq War, the 1991 Gulf War, andthe 2003 Iraq War, and by varying degrees of government effort to promote and/or controlagricultural production.", "Rapid population growth coupled with limited arable land and a general stagnation in agricultural productivity has steadily increased dependence on imports to meet domestic food needssince the mid-1960s. Prior to the 1991 Gulf War, Iraq was a major trading partner with the U.S. Iraqbenefitted from substantial USDA agricultural export credit during the 1980s to purchase largequantities of U.S. agricultural commodities. By the mid-1980s Iraq was the major destination forU.S. rice exports. Iraq was also an important purchaser of U.S. wheat, corn, soymeal, and cotton. After the 1991 Gulf War, U.S. agricultural export credit to Iraq was ended and USDA was left with$2 billion in unpaid credit. U.S. agricultural trade with Iraq remained negligible through 2002.", "Present-day Iraqi agriculture and trade have been heavily shaped by the 1990 U.N. sanctions and the Iraqi government's response to them. From 1991 to 1996, prior to the startup of the U.N.'sOil-For-Food program (OFFP), Iraq's agricultural imports averaged $958 million or less than halfof the pre-war level. Under the OFFP, the value of Iraq's agricultural imports rebounded to average$1.5 billion (during the 1997-2002 period).", "In early 2003, just prior to the U.S. -- Iraq War, the country's agricultural sector remained beset by the legacy of past mis-management, unresolved disputes over land and water rights, and thelingering effects of a severe drought during 1999-2001. Clearly, Iraq will be dependent on importsfor fully meeting domestic food demand for several years to come. In the near term, food aidshipments are likely to play a major role in determining the share of Iraq's agricultural imports, andmay influence the evolution of future commercial imports.", "This report is an extension of CRS Report RS21516 , \"Iraq's Agriculture: Background and Status.\" It provides a brief description of Iraq's agro-climatic setting and the history of agriculturalpolicy, production, and trade leading up to the period just prior to the 2003 Gulf War; it reviewsissues likely to affect the long-term outlook for Iraq's agricultural production and trade; and itprovides several tables of historical data relevant to understanding the evolution of Iraq's agriculturalproduction and trade. This report will be updated as events warrant. For detailed discussion on thestatus of humanitarian aid efforts, see CRS Report RL31833 , Iraq: Recent Developments inHumanitarian and Reconstruction Assistance . For discussion on the U.N. Oil-For-Food Programand trade during the decade of the 1990s see CRS Report RL30472 , Iraq: Oil-For-Food Program,International Sanctions, and Illicit Trade ."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Footnotes", "paragraphs": ["1. (back) Library of Congress (LOC), FederalResearch Division (FRD), Iraq: A Country Study , edited by Helen Chapin Metz, research completedMay 1988, p. 153; Copyright(C)United States Goverment as represented by the Secretary of the Army.", "2. (back) World Bank, World DevelopmentIndicators (WDI) 2003. Note that the World Bank's WDI data does not appear to include adjustmentsfor 1991 war-related population loss as is done by the U.S. Bureau of the Census in their population series for Iraq. ", "3. (back) Average annual growth of cerealproduction between the periods 1969-71 and 1988-90.", "4. (back) Kamil Mahdi, State and Agriculturein Iraq , \"Chapter 1 -- The Agricultural Resources and Population of Iraq,\" Exeter Arab and IslamicStudies Series, Ithaca Press; copyright(c)Kamil A. Mahdi, 2000, p.12-13.", "5. (back) Compton's InteractiveEncyclopedia , Copyright(c)1993, 1994 Compton's NewMedia, Inc.; and \"Iraq,\" Microsofts(R)Encarta(R) 98Encyclopedia . (c)1993-1997 Microsoft Corp.", "6. (back) Ibid., pp.17-18.", "7. (back) Ibid., p.17.", "8. (back) United Nations (UN), Food andAgriculural Organization (FAO), FAOSTAT. (A hectare equals about 2.47 acres.)", "9. (back) Ahmad, Mahmood. \"Agricultural PolicyIssues and Challenges in Iraq: Short- and Medium-term Options,\" from Iraq's EconomicPredicament , Kamil Mahdi, Editor. Exeter Arab and Islamic Studies Series, Ithaca Press,copyrightÂ©Kamil Mahdi, 2002, p. 172.", "10. (back) In the early 1990s, cultivated areatemporarily expanded to nearly 5.5 million hectares, due primarily to government incentives (seesection \"Iraq's Agriculture in the post-gulf War Era: 1001-2002\" of this report), before returning to under 4 million. ", "11. (back) U.N. FAO, FAOSTAT. ", "12. (back) Europa Publications, \"Iraq: Agricultureand Food,\" from The Middle East and North Africa 2003 , 49th edition, pp 475.", "13. (back) LOC, FRD, Iraq: A CountryStudy , \"Chapter 3 -- The Economy: Industrialization,\" May 1988, p. 153", "14. (back) Ahmad (2002), p. 170. ", "15. (back) Ibid., pp. 170-171. Note that 1 inchequals about 25.4 millimeters (mm). ", "16. (back) Mahdi (2000), p. 27.", "17. (back) Agence France Presse, February 11,2003, copyright 2003", "18. (back) IPR Strategic Business InformationDatabase, September 18, 2000.", "19. (back) U.N. AQUASTAT, \"Country Profile:Iraq,\" -- FAO's Information System on Water and Agriculture, Food and Water DevelopmentDivision, 1997 version. ", "Note: 1 km 3 = 1 billion m 3 .", "20. (back) Mahdi (2000), p. 19.", "21. (back) U.N., FAO, AQUASTAT (1997), p. ", "22. (back) Ibid. ", "23. (back) Ibid.", "24. (back) Mahdi (2000), p.16.", "25. (back) Okin (undated). http://www.evsc.virginia.edu/~desert/ ", "26. (back) Iraq was part of the Ottoman Empirefrom the mid-1500s until 1920 when it became a British Mandate. At that time, Britain establisheda monarchy in Iraq. Independence was achieved by Iraq in 1932, but Britain retained a role in defense and foreignaffairs. A military coupin 1958 ended the monarchy and established Iraq as a republic.", "27. (back) LOC, FRD, Iraq: A CountryStudy , \"Land Tenure and Agrarian Reform,\" 1990.", "28. (back) Kamil A. Mahdi, State andAgriculture in Iraq , Exeter Arab and Islamic Studies Series, Ithaca Press, copyrightÂ©Kamil Mahdi,2000.p. 201.", "29. (back) Europa Publications (2003), p. 474.", "30. (back) LOC, FRD, Iraq: A CountryStudy , \"Land Tenure and Agrarian Reform,\" 1990.", "31. (back) Ibid.", "32. (back) World Bank, World DevelopmentIndicators, 2003.", "33. (back) Mahdi (2000), p.31.", "34. (back) Springborg, Robert. \"Infitah, AgrarianTransformation, and Elite Consolidation in Contemporary Iraq,\" The Middle East Journal , Vol.40, No. 1, Winter 1986, pp. 33-52.", "35. (back) LOC, FRD, Iraq: A CountryStudy , 2000.", "36. (back) Ibid., p. 32. ", "37. (back) Kurtzig, Michael E. and John B.Parker. \"World Agriculture and Trade: Iraq,\" Agricultural Outlook , November 1980, pp. 18.", "38. (back) Ibid. Springborg suggests that at leasta partial motivation for this behavior by Saddam was that, by weakening the Baath Partystructure, he was able to enhance his own power base within the Party.", "39. (back) Ibid., p. 40-41.", "40. (back) Chaudhry, Kiren Aziz, \"ConsumingInterests: Market Failure and the Social Foundations of Iraqi Etatisme,\" from Iraq's EconomicPredicament , Kamil Mahdi, Editor. Ithaca Press, copyrightÂ©Kamil Mahdi, 2002, pp. 245.", "41. (back) Ahmad (2002), p. 184.", "42. (back) Springborg (1986), p. 37.", "43. (back) Chaudhry (2002), p. 245.", "44. (back) Ibid., p. 247.", "45. (back) Ahmad (2002), p. 191.", "46. (back) USDA. January 1998. \"Soil QualityResource Concerns: Salinization,\" Natural Resources Conservation Service, USDA. http://soils.usda.gov/sqi/files/Salinzation.pdf ", "47. (back) Springborg (1986), p. 38-39.", "48. (back) Ahmad (2002), p. 184.", "49. (back) Ibid., p. 40.", "50. (back) Michiel Leezenberg,\"Refugee Campor Free Trade Zone? The Economy of Iraqi Kurdistan since 1991,\" from Iraq's EconomicPredicament , Kamil Mahdi, Editor. Exeter Arab and Islamic Studies Series, Ithaca Press,copyrightÂ©Kamil Mahdi, 2002, pp. 291.", "51. (back) U.N., FAO, FAOSTAT.", "52. (back) U.S. General Accounting Office(GAO), November 1990, p. 2. Note: under GSM-102 USDA's Commodity Credit Corporation (CCC)guarantees repayment for credit sales of three years or less; under GSM-103, CCC guarantees repayment for creditsales of more than threeyears but less than 10 years.", "53. (back) IPR Strategic Business InformationDatabase, \"Iraq: 9 Million Palm Trees Lost in Wars,\" December 13, 2000; copyrightÂ©Info-Prod(Middle East) Ltd., 2000.", "54. (back) FAOSTATS, FAO, United Nations.", "55. (back) Library of Congress, FRD, Iraq:A Country Study , \"The Economy -- Cropping and Livestock,\" p.162.", "56. (back) FAOSTATS, FAO, United Nations.", "57. (back) Ahmad, Mahmood. \"AgriculturalPolicy Issues and Challenges in Iraq\" Short- and Medium-term Options,\" from Iraq's EconomicPredicament , Kamil Mahdi, Editor. Ithaca Press, copyrightÂ©Kamil Mahdi, 2002, pp. 179-180.", "58. (back) For a discussion of Security Councilresolutions and requirements on Iraq, see CRS Issue Brief IB92117, Iraq: Weapons Programs,U.N. Requirements, and U.S. Policy .", "59. (back) For a discussion of Security Councilresolutions related to the Oil-For-Food Program in Iraq, see CRS Report RL30472 , Iraq: Oil-For-FoodProgram, International Sanctions, and Illicit Trade ; and United Nations, Office of the Iraq Program -- Oil forFood; \"About theProgram: In Brief.\" http://www.un.org/depts/oip/background/inbrief.html ", "60. (back) Parker, John, Michael Kurtzig, andTom Bickerton. \"Iraq Faces Embargo,\" Agricultural Outlook , ERS, USDA, September 1990, pp.16.; and USDA \"PSD online database.\"", "61. (back) U.S. General Accounting Office. Iraq's Participation in U.S. Agricultural Export Programs , NSIAD-91-76, November 1990, p. 2.", "62. (back) U.S. Bureau of the Census,International Data Base (IDB), Iraq, Oct. 10, 2002.", "63. (back) A later section, \"Agricultural Situationin Northern Iraq: 1991-2002,\" describes the agricultural sector in the 3 governorates of Kurdish-controlled northernIraq during the post-Gulf War period.", "64. (back) Gazdar, Haris, and Athar Hussain,\"Crises and Response: A Study of the Impact of Economic Sanctions in Iraq\" Short- and Medium-term Options,\"from Iraq's Economic Predicament , Kamil Mahdi, Editor, Ithaca Press, copyrightÂ©Kamil Mahdi,2002, pp. 31-83.", "65. (back) Ibid., p. 56-57.", "66. (back) Ibid., p. 59.", "67. (back) Ahmad (2002), p. 194", "68. (back) IPR Strategic Business InformationDatabase, \"Iraq: 9 Million Palm Trees Lost in Wars,\" December 13, 2000; copyrightÂ©Info-Prod(Middle East) Ltd., 2000.", "69. (back) Agence France Presse, \"War, embargotake their toll on Iraq's palm trees,\" Baghdad, Iraq, December 4, 1994; copyrightÂ©Agence FrancePresse 1994.", "70. (back) Agence France Presse, \"Iraqi date trade,pride of the nation, reeling under U.N. sanctions,\" Basra, Iraq, February 11, 2003;copyrightÂ©Agence France Presse 2003.", "71. (back) The problem for dates is even moreacute than simply reclaiming lost market share. Demand for dates in international markets is likelyquite inelastic -- i.e., not very price responsive. Therefore, any significant increase in supplies of dates oninternational markets is likelyto lead to substantially greater declines in the international market price.", "72. (back) Gazdar and Hussain (2002), p. 62.", "73. (back) These data should be viewed withcaution. Although they are from FAOSTAT, they reflect the data officially reported by the Iraqigovernment to the FAO. Rising usage rates may be more a reflection of declining area to which fertilizer is applied,rather than increasingwidespread availability. ", "74. (back) Ahmad (2002), p. 191.", "75. (back) British Broadcasting Corporation(BBC), BBC Monitoring Middle East, \"Iraq: Irrigation Ministry Official Says Current Drought WorstSince 1920s,\" June 8, 1999; CopyrightÂ©1999 BBC.", "76. (back) The Economist , \"Diggingfor defeat: Iraq,\" May 2, 1998, Vol. 348, No. 8066, p.44.", "77. (back) Ibid.", "78. (back) Ibid., p. 44.", "79. (back) United Nations Development Program(UNDP), Iraq Country Office, 1999-2000 Report, June 2000, p. 8.", "80. (back) Ibid.", "81. (back) USDA, PSD database, April 2003. Note that during 1960-69 annual cereal production per capita averaged 249 kilograms (kg). Thisfell to 177 kg/capita/year in the 1970s, and 130 in the 1980s, but had regained ground to 155 during the 1990-94period.", "82. (back) U.N. Office of the Iraq Program,Oil-for-Food, Fact Sheet; http://www.un.org/depts/oip/background/fact-sheet.html ", "83. (back) Individual calorie needs vary with age,sex, activity level, and a number of other factors. World Health Organization (WHO), Energyand protein requirements , Technical report Series 724, report of a joint FAO/WHO/UNU expert consultation,Geneva, 1985, pp. 76-78.", "84. (back) Graham-Brown, Sarah. \"HumanitarianNeeds and International Assistance in Iraq after the Gulf War,\" from Iraq's EconomicPredicament , Kamil Mahdi, Editor. Exeter Arab and Islamic Studies Series, Ithaca Press,copyrightÂ©Kamil Mahdi, 2002, p.283.", "85. (back) For a discussion of the targetednutrition program in northern Iraq see the discussion below under \"Nutritional Status Improves,\" orsee WFP, Office of the Iraq Program, Oil-for-Food, Background brief -- Nutrition; http://www.un.org/depts/oip/sector-nutrition.html ", "86. (back) Ibid., p. 283-4.", "87. (back) The Iraqi government had refused toagree to an earlier offer by the U.N. Security Council to establish a similar OFFP (Resolution 706;Aug. 15, 1991). For more information on the U.N. Oil-For-Food Program and trade during the decade of the 1990ssee CRS Report RL30472 , Iraq: Oil-For-Food Program, International Sanctions, and Illicit Trade .", "88. (back) U.N. Office of the Iraq Program,Oil-for-Food, Fact Sheet.", "89. (back) Kamil Mahdi (2002b), p. 338.", "90. (back) The official exchange rate has beenfixed at U.S. $1 = 0.311 ID since 1983. However, this official rate bears no relationship with thecurrency's true value. The black market rate has shown considerable variation over the past decade, often in relationto the U.N. sanctionsstatus and international petroleum prices. During 1996 the dinar rose from its lowest value of ID3,000 per U.S.dollar to ID1,000, reportedlyin anticipation of the adoption and implementation of the OFFP. [Ahmad (2002), p.174.] In March 2003, the blackmarket rate wasestimated to be U.S. $1 = 2,700 ID. [ The Economist , Economist Intelligence Unit, Country Report: Iraq,April 2003 Updater.]", "91. (back) According to Gazdar and Hussain(2002; p.49), the food basket's market value was 19,048 ID in May 1996. The food basket's valuetemporarily hit a low of 5,866 ID in June 2002 as cited in U.N., Office of the Iraq Program, \"The HumanitarianProgram in Iraq Pursuantto Security Council Resolution 986 (1995),\" 12 November 2002, p. 13.", "92. (back) WFP, Emergency Report No. 26, Iraqsection, paragraph (c), June 27, 2003.", "93. (back) U.N. Office of the Iraq Program,Oil-for-Food, Humanitarian Imports, \"Status of ESB account on 31 Dec.2002.\" http://www.un.org/depts/oip/background/basicfigures2.html .", "94. (back) WFP, Office of the Iraq Program,Oil-for-Food, Background brief -- Nutrition.", "95. (back) Preliminary, unpublished findings ofa 2002 U.N. survey of children under the age of five. WFP, Office of the Iraq Program, Oil-for-Food, Backgroundbrief -- Food Basket;", "http://www.un.org/depts/oip/food-facts.html .", "96. (back) Ibid.", "97. (back) WFP, Office of the Iraq Program,Oil-for-Food, Background brief -- Nutrition.", "98. (back) Most of the information in this sectionrelevant to the agricultural sector of northern Iraq (unless otherwise indicated) is fromLeezenberg's chapter \"Refugee Camp or Free Trade Zone? The Economy of Iraqi Kurdistan since 1991,\" from Iraq's EconomicPredicament , Kamil Mahdi, Editor. Exeter Arab and Islamic Studies Series, Ithaca Press,copyrightÂ©Kamil Mahdi, 2002, pp. 289-319.", "99. (back) UN Security Council, Resolutions: http://www.un.org/Docs/sc/unsc_resolutions.html ", "100. (back) U.S. Department of Defense(DOD), European Command, Operation Norther Watch, Chronology of Significant Events. http://www.defendamerica.mil/iraq/iraq_nofly.html ", "101. (back) Ahmad (2002), p. 187.", "102. (back) Leezenberg (2002), p., 303.", "103. (back) CRS Report RL30472 , p. 3.", "104. (back) Ibid., p. 5.", "105. (back) Leezenberg (2002), p. 314.", "106. (back) Ibid., p. 311.", "107. (back) World Bank, WDI 2003.", "108. (back) Kamil Mahdi, \"Iraq's AgrarianSystem: Issues of Policy and Performance,\" Chapter 9 from Iraq's Economic Predicament , KamilMahdi, Editor. Exeter Arab and Islamic Studies Series, Ithaca Press, copyrightÂ©Kamil Mahdi, 2002, p. 337.", "109. (back) During calendar 1997.", "Return to CONTENTS section of this Long Report."], "subsections": []}]}}