{"id": "RL32408", "title": "Spectrum Policy: Public Safety and Wireless Communications Interference", "released_date": "2010-12-22T00:00:00", "summary": ["In mid-2005, wireless communications managers commenced the process of moving selected public safety radio channels to new frequencies. This step was part of a rebanding plan to mitigate persistent problems with interference to public safety radio communications. The majority of documented incidents of interference was attributed to the network built by Nextel Communications, Inc (now Sprint Nextel). As part of an agreement originally made between Nextel and the Federal Communications Commission (FCC), some public safety wireless users have moved or will move to new frequencies, with the wireless company paying all or part of the cost. The rebanding agreement was not affected by the merger between Nextel and Sprint Corporation. In return for the expenditures, and reflecting the value of spectrum that Sprint Nextel relinquished as part of the band reconfiguration, the FCC assigned new spectrum licenses to the wireless company. The FCC set the \"windfall\" value of the new licenses, after allowing for the value of the licenses being relinquished, at $2.8 billion. The costs that Sprint Nextel incurs in the rebanding process are being applied to the $2.8 billion windfall. If the total is less than $2.8 billion, Sprint Nextel will be required to make an \"anti-windfall\" payment to the U.S. Treasury for the difference. If the costs exceed $2.8 billion, Sprint Nextel is obligated to pay them without any new concessions from the FCC.", "The rebanding plan is being implemented by the 800 MHz Transition Administrator (TA), created by the FCC for this purpose. The TA's ongoing responsibilities are to set priorities, establish schedules, and oversee reimbursement to parties for eligible expenses associated with relocation. Disagreements about the implementation of the plan that the TA cannot resolve on its own or through mediation are in most cases referred to the FCC. From the outset, there have been debates about the transition plan, such as maintaining interoperability, scheduling, and reimbursement for costs incurred. As the band reconfiguration proceeds, debates have often become protracted negotiations—and even litigatious disputes—slowing the transition process.", "The original plan set a deadline of June 2008 to complete the transition, with the calculation—or true-up—of the anti-windfall payment to occur six months later. The deadline has been extended several times while issues regarding the transition process were resolved. Consequently, the deadline for the true-up has also been extended, most recently until December 9, 2013."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["Wireless signals are subject to various types of interference, even when operating within assigned frequencies. The Federal Communications Commission (FCC) regulates commercial radio, television, commercial wireless services, and state and local public safety and other non-federal uses of radio frequency spectrum. Its primary tool in dealing with interference to wireless transmissions is to prevent it by the judicious allocation of radio frequencies, following band plans designed to preclude or minimize most types of interference. In the case of frequencies at 800 MHz, interference had been caused primarily by transmissions from commercial cell phone towers, many of which were part of Sprint Nextel's \"push to talk\" network. When the frequencies in the 800 MHz band were first assigned, the FCC did not anticipate that channels in that band intended for short messages over commercial mobile radio (used by taxi dispatchers, for example) would—with time, technology, and soaring consumer demand for wireless service—be converted to a heavily-trafficked national cell phone network. The commercial allocations at 800 MHz were closely interleaved with public safety allocations, with the expectation that the (presumably) low-usage commercial assignments would act as buffers to prevent interference with public safety channels.", "The FCC announced in 2004 that it had agreed upon a rebanding plan to consolidate public safety frequencies and those used by some other operators, such as utilities, in the lower part of the 800 MHz band, while moving some of the 800 MHz channels acquired by Nextel, and some other commercial users, to the higher end of the band. The band reconfiguration is expected to eliminate interference caused by the close proximity and interleaving of commercial and public safety channels. The decision reached by the FCC in general supported a rebanding plan first proposed by Nextel. After months of negotiations, clarifications and technical corrections, a modified plan was accepted in February 2005. The conversion process was scheduled to be completed by June 26, 2008. Disputes related to cost reimbursement have delayed the transition, however. Because waivers extending deadlines are granted on a case-by-case basis, the final completion date for the transition has remained uncertain. The FCC has ruled to establish December 9, 2013, as the final date for resolving all cost-sharing obligations."], "subsections": []}, {"section_title": "Highlights of the FCC Rebanding Plan", "paragraphs": ["The news release announcing the FCC decision regarding the decision for rebanding provided a summary of key points, some of which are highlighted below. These provisions, negotiated with Nextel, apply to Sprint Nextel effective as of the date of the merger.", "Separate \"generally incompatible technologies\" by eliminating interleaving. Move channels designated for interoperability to the lower end of the band, close to the planned public safety band at 700 MHz. Require public safety systems to relocate to channels at 809-815 MHz and 854-860 MHz. Require certain business and industrial users to relocate to channels at 809-815 MHz and 854-860 MHz. Require Enhanced Specialized Mobile Radio users, \"ESMR,\" to relocate to 817-824 MHz and 862-869 MHz. Until the band relocation plan is complete, apply \"Enhanced Best Practices\" to define and correct interference that will place \"strict responsibility on carriers to fix such interference.\" Require Nextel to give up some of its licenses at 800 MHz and all of its licenses at 700 MHz. Modify Nextel's licenses to provide the right to operate at 1910-1915 MHz and 1990-1995 MHz, \"conditioned on Nextel fulfilling certain obligations specified in the Commission's decision.\" Value the 1.9 GHz spectrum rights to be assigned to Nextel at almost $4.9 billion, less the cost of relocating incumbent users in those channels. Credit Nextel the value of the spectrum rights it is relinquishing at 700 MHz and 800 MHz plus the \"actual costs\" to Nextel in relocating \"all incumbents in the 800 MHz band.\" Require Nextel to make an \"anti-windfall payment\" to the Treasury at the conclusion of the relocation process that will equal the difference between the $4.9 billion valuation and the cumulative credits. Require Nextel to provide public safety users at 800 MHz and incumbent users at 1.9 GHz with \"comparable facilities.\" Require Nextel to establish escrow accounts and a letter of credit in the amount of $2.5 billion, to \"ensure that the band reconfiguration process will be completed.\" Provide an independent \"Transition Administrator\" to authorize disbursements, \"subject to de novo Commission review.\""], "subsections": []}, {"section_title": "Costs of Rebanding", "paragraphs": ["The FCC rebanding plan required that Sprint Nextel pledge $2.5 billion in cash and letters of credit to cover relocation costs for public safety. Sprint Nextel's obligation to cover the costs of rebanding is not limited to $2.5 billion, however. Sprint Nextel is expected to pay all the agreed upon costs, even if this total exceeds $2.5 billion. The difference between the values of the spectrum Sprint Nextel is relinquishing and of the new spectrum it is receiving is an increase—a potential windfall—of approximately $2.8 billion. This is the value, before specified relocation costs, that Sprint Nextel might be obligated to pay the U.S. Treasury. If the rebanding plan costs reach $2.5 billion, the \"anti-windfall payment\" due the U.S. Treasury would be $300 million. If the costs exceed $2.8 billion, the Treasury receives nothing. If the costs are no more than $850 million (a preliminary estimate provided by Nextel), the payment to the Treasury could approach $2 billion. Therefore, all the relocation costs reimbursed by Sprint Nextel must be tallied and documented to be applied toward the potential anti-windfall payment. The final determination of the payment, if any, from Sprint Nextel is referred to as a true-up. ", "Because the deadline for the completion of the rebanding has been extended several times, the deadline for the true-up has also been extended. The TA must file regular reports with the FCC with its recommendations as to whether it has sufficient information on the costs of rebanding to calculate the anti-windfall payment—if any—that Sprint Nextel will be obligated to pay, or whether the deadline must be postponed again."], "subsections": []}, {"section_title": "Transition Administrator", "paragraphs": ["The Transition Administrator (TA) is an independent organization set up in accordance with FCC rules. The responsibilities of the TA are to facilitate a smooth transition and to oversee the administration and financial management of the plan. The TA is also to monitor progress in the rebanding plans and to enforce the deadlines set by the FCC. It also files quarterly reports on Frequency Realignment Agreements (FRAs) plans filed with the TA. It is the TA that requests estimates of rebanding costs from public safety and private wireless networks covered by the plan, and decides whether or not to provide funds in advance. Disagreements about the implementation of the plan that the TA cannot resolve on its own or through mediation will in most cases be referred to the FCC. The TA consists of a team provided by Deloitte Consulting LLP, Squire, Sanders, & Dempsey LLP, and Baseline Wireless Services, LLC."], "subsections": []}]}}