{"id": "RL32959", "title": "Methamphetamine Lab Clean-Up and Remediation Issues", "released_date": "2006-03-13T00:00:00", "summary": ["Methamphetamine (meth), a drug with limited medical use and high potential for abuse andaddiction, is a subject of widespread concern. Once associated mainly with the West Coast andwhite, male, blue-collar workers, illicit meth is now used by diverse population groups nationwide,with concentrations in the West, Southwest, and Midwest. Meth is supplied primarily by clandestinelabs in California and Mexico. The drug is relatively simple to make from easily obtained recipes,but access to certain ingredients has become more difficult. Meth production in small, toxic labs(STLs) increased initially due to the successful closure of some \"super-labs\" (labs capable of makingmore than 10 pounds of meth in a 24-hour cycle), relative ease of making meth, continuing demandfor the drug, and desire for potential wealth and involvement in a criminal underground socialactivity. Although the greater fraction of meth used and distributed across the nation comes fromsuper-labs, the sheer number of STLs, their geographic diffusion, and their residual impacts haveprompted concern in Congress, state and local governments, law enforcement agencies, and realestate and other groups.", "Meth labs have many significant and widespread residual impacts. According to the UnitedStates Drug Enforcement Administration (DEA), there were 9,092 STLs and related meth sites in2000 and 17,356 in 2003; the number has been declining since. These sites can be found in a widerange of places, such as apartments, motel rooms, abandoned buildings, and packed in car trunks inparks and other locations. Meth makers can use common items such as mason jars, coffee filters,hot plates, over-the-counter medications containing pseudoephedrine or ephedrine (e.g., Sudafed andsome other nonprescription decongestants), acetone, hydrochloric acid, and anhydrous ammonia. Making meth can result in eye and respiratory irritations, chemical burns, explosions and fires, toxicwastes, and contaminated surroundings. Some residual impacts of meth production threaten thehealth and welfare of children removed from meth sites. This report focuses on the residualenvironmental impacts of STLs.", "Cleaning and remediating a meth site can cost more than $200,000, depending on themagnitude of contamination. State and local governments that incur expenses cleaning a site canapply to the U.S. Environmental Protection Agency (EPA) for reimbursement, up to $25,000 perincident. Alternatively, rather than incur costs and apply for a capped reimbursement, state and localgovernments can notify DEA of a site, and DEA will perform and pay for cleaning. In addition,funds have been available from the Department of Housing and Urban Development (HUD) toredevelop a former meth production site.", "No uniform federal guidelines or standards exist governing the process or the endpoint forcleaning or remediating STLs. Across various states, acceptable levels of meth residue, afterremediation, range from 0.05 to 0.1 micrograms of meth per 100 square centimeters of surface. Twelve congressional bills, one enacted into law in March, relate broadly to meth site cleaning orremediation. This report will be updated as warranted."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The geographic and societal diffusion of the illicit production of methamphetamine (meth)has spread hazardous manufacturing wastes, and related concerns, into communities nationwide. The need to reduce the potential safety, health, and environmental hazards of these wastes, bycleaning and remediating the sites of illicit production, consequently also has spread nationwide. \"Clean-up\" is the term often used to describe removing gross, or large-scale, contaminants, such asequipment and large quantities of chemicals; clean-up is usually done for the purpose of securingevidence for criminal investigations, and for reducing imminent hazards such as explosions or fires. \"Remediation\" is often used to describe removing residual, or small-scale, contaminants such aschemical residues in carpeting or walls, usually for the purpose of rehabilitating a facility forreoccupancy or reuse.", "While there are many ways to make meth, the most common way begins withover-the-counter medications containing pseudoephedrine or ephedrine, (1) and often involves cookingwith acetone, hydrochloric acid, sodium hydroxide, ether, and anhydrous ammonia to seriallyconcentrate and purify the meth. Cooking meth, which can result in eye and respiratory irritations,chemical burns, explosions and fires, toxic waste products, and contaminated surroundings, can bedangerous to the meth \"cook,\" to the people and community around the lab, and to those persons whofirst come upon the lab, such as fire fighters, law enforcement officials, emergency medicaltechnicians, or social welfare workers. There are reports of emergency medical technicians andpolice officers suffering burns, eye and respiratory irritations, nausea, and other injuries not just atmeth labs, but even from treating persons removed from the labs. (2) ", "Depending on the process used and the skill of the cook, each pound of meth produces aboutsix pounds of hazardous waste. Illicit meth \"cooks\" usually dump this waste into sewers, streams,rivers, or the ground near the lab (which may be farmland, or land over groundwater supplies), alonghighways, in parks and forests, or on hiking trails. Water used to extinguish lab fires also carriestoxic chemicals into the environment. Cooking meth can also infuse carpeting, walls, furniture,water supplies, and the ground with toxic chemicals. (3) Residues of meth have been measured as high as 16,000micrograms per 100 square centimeters of surface, with levels as high as 300 micrograms per 100square centimeters as long as six months after the last cook, sometimes far from the actual cookingarea. (4) ", "While health effects on a user from direct use of meth have been well-studied, long-termhealth-effects research on exposures to substances associated with illicit meth production has justrecently begun. Such health-effects research considers impacts on children, as well as on adults, whomight be in the vicinity of a meth-making site.", "There are no uniform federal guidelines or standards governing the clean-up or remediationof former meth sites, either for meth residues themselves, or for chemicals related to illicit methproduction, partly because there is a lack of health-effects research upon which to base suchguidelines or standards. \"Guidelines,\" as used in this report, are discretionary recommendations,often using the word \"should.\" \"Standards\" are mandatory, nondiscretionary regulations which mustbe followed, often denoted by words like \"shall\" or \"prohibited.\" Guidelines may be developed byregulators into more stringent standards.", "There generally have been four main approaches to cleaning meth sites. The United StatesEnvironmental Protection Agency (EPA) can respond directly when a pollutant or contaminant atan STL site presents an imminent or substantial danger to public health or welfare, but most STLsdo not rise to this level. (5) For most STLs, state and local governments can pay to clean a meth site, then apply to EPA forreimbursement which is capped at $25,000 per incident. Alternatively, rather than pay directly forclean-up and later apply for reimbursement from EPA, state and local governments instead can notifythe United States Drug Enforcement Administration (DEA), in the United States Department ofJustice, and DEA will take responsibility and arrange for clean-up. In addition, there have beenfunds available from the Department of Housing and Urban Development (HUD) to redevelop ofa former meth site.", "The approaches to remediate meth sites are more variable, involving private, local, and statedecisions. Remediation is an additional cost, after clean-up. Neither EPA nor DEA funds areavailable for remediation. Owners of contaminated private property, e.g., an apartment building ora motel, need to decide whether remediation is sensible; remediation cost estimates may exceed thevalue of the property. Local or state governments need to decide whether to remediate or restrictaccess to a contaminated public area, e.g., a hiking trail or parking lot in a forest. Remediation isdiscussed further in the section below on \"Clean-up and Remediation Procedures.\"", "Remediation costs vary, depending on the severity of contamination with meth and/ormeth-related compounds. The average cost to clean a meth lab is estimated to range from $1,500to $3,000, with some clean-ups exceeding $200,000. (6) The cost of remediating an average-size site has been estimatedat $50,000, according to the U.S. Department of Justice. (7) ", "Several factors contribute to the geographic and societal diffusion of illicit meth productionand use."], "subsections": []}, {"section_title": "Background", "paragraphs": ["Methamphetamine (meth) is a Schedule II narcotic under the Controlled Substances Act(CSA), Title II of the Comprehensive Drug Abuse Prevention and Control Act of 1970. CSAregulates the manufacture and distribution of drugs, and places all drugs into one of five schedules. A drug in Schedule II, like meth, has current accepted medical use and has high potential forabuse. (8) Meth has limitedmedical uses for the treatment of narcolepsy, attention deficit disorders, and obesity. (9) This report focuses on illicituse and production of meth, and subsequent clean-up and remediation issues."], "subsections": [{"section_title": "Production and Trafficking", "paragraphs": ["Meth production, trafficking, and abuse, in general, are concentrated in the western,southwestern, and midwestern United States. Meth is primarily supplied by clandestine laboratoriesin Mexico and California. There are some \"super-labs\" (labs capable of producing in excess of tenpounds of meth in one twenty-four hour production cycle) in Mexico and the United Statesproducing meth and other drugs, with vast networks of transporters, distributors, and money brokerswho distribute not only meth, but also cocaine, heroin, marijuana, and MDMA (more commonlyknown as \"ecstasy\"). While meth made in super-labs is for broad distribution, meth made insmall-scale labs tends to be for personal use or limited distribution. Successful closure in the UnitedStates of some super-labs, the relative ease of producing meth, the continuing demand for the drug,and the desire for potential wealth and involvement in a criminal underground social activity,contributed to an increase, through 2003, in meth production in small clandestine labs, also knownas small, toxic labs (STLs). (10) Official data aggregate the numbers of meth labs, dump sites,chemicals, glass, and other equipment, and are reported as meth incidents. Since 2003, thenationwide numbers of meth incidents has declined, as shown in Table 1. ", " Table 1. Number of All Meth Incidents", "(including labs, dump sites, chemicals, glass, andequipment)", "Source: United States Drug Enforcement Administration, National Clandestine LaboratoryDatabase. \"Total of All Meth Clandestine Laboratory Incidents,\" http://www.dea.gov/concern/map_lab_seizures.html .", "According to state law enforcement and public health professionals, the decline in meth incidentsthat occurred between 2003 and 2004 was the result of a few factors:", "Some states and retailers began to institute policies to restrict access tononprescription pseudoephedrine-containing decongestants, a common methingredient.", "Over time, the number of states and retailers restricting access to methingredients increased, which made the tactic of traveling to a nearby state or store that did not havea policy to restrict access to meth ingredients more difficult.", "Some pharmaceutical companies reformulated their nonprescriptiondecongestants to exclude pseudoephedrine.", "Stiffer sentences for those convicted of illegally making meth furtherdiscouraged involvement with STLs. (11)", "In December 2005, Iowa state authorities reported a decline of approximately 80% followingthe passage, in May 2005, of a state law restricting access to pseudoephedrine. (12) Subsequent to the passageof similar laws, state officials in Oklahoma and Oregon each reported a decline of approximately50%. (13) The declineis expected to be seen nationwide, when complete 2005 data become available.", "Although only 20% of illicit meth used in the United States comes from STLs, (14) the sheer number of suchlabs, their residual impacts, and their geographic diffusion, have prompted concerns in Congress,state and local governments, law enforcement agencies, and real estate and other groups."], "subsections": []}, {"section_title": "Residual Impacts of Meth Labs", "paragraphs": ["There generally are greater concerns about the environmental wastes from STLs than fromsuper-labs, for several reasons. First, there is a trend for super-labs, and their wastes, to be inMexico, where the ingredients for illicit meth can be obtained more easily than in the United States. Second, production processes used in STLs tend to be less efficient than those used in super-labs,and small-scale \"cooks\" tend more often to be careless, resulting in proportionally morecontaminants (in the meth and in the environment) than production processes in super-labs. Third,while there are fewer super-labs, there are thousands of STLs across the United States:approximately 9,000 domestic small-scale labs with capacities under 10 pounds in 2000, (15) and 17,000 in 2004. (16) Fourth,these small-scalelabs can be geographically scattered among a wide range of sites, such as apartments, motel rooms,abandoned buildings, even packed in car trunks and moved among parks and other locations. Fifth,the range of wastes from STLs can be more varied and unpredictable than super-lab wastes, becausesmall-scale, independent \"cooks\" may develop a new recipe or use any of a number of meth recipesavailable on the internet. The range of recipes and resulting wastes may be driven by the localavailability of critical ingredients or equipment. The range of substitutes for pure ingredients andsophisticated production equipment may include common items such as decongestants from retailand convenience stores, mason jars, coffee filters, hot plates, pressure cookers, plastic tubing, andgasoline cans.", "There is a range of residual impacts of small-scale labs. Children of some STL \"cooks\" havebeen found in residences where their parents were making meth. Meth levels as high as 5,000micrograms per cubic meter of air have been measured during a cook, which \"almost ensures thatanyone (including children) in the vicinity of the cook will test positive for meth. Some childrentaken from home meth labs may show permanent damage to their respiratory tracts and possibly totheir nervous systems.\" (17) The health and social welfare of these children, whether withor removed from their parents, are issues of concern, research, and cost. Further, some meth\"cooks,\" and others in the illicit drug business, have been armed and mentally imbalanced. (18) Consequently, there is arange of residual social impacts associated with STLs."], "subsections": []}]}, {"section_title": "Cleaning and Remediating Meth Labs", "paragraphs": ["There have been four main ways to clean and redevelop a former meth lab site: two involveEPA, one involves DEA, and the last involves HUD."], "subsections": [{"section_title": "EPA Alone", "paragraphs": ["A local government, state or regional entity, or an individual can notify EPA about a possiblemeth lab. (19) TheAgency will study the site and its findings will help steer the next actions to be taken. For example,under the Comprehensive Environmental Response, Compensation, and Liability Act ( P.L. 96-510 ,also known as CERCLA or Superfund), EPA can respond directly when a pollutant or contaminantmay present an imminent or substantial danger to public health or welfare, taking responsibility forcleaning the site under Superfund. Most STLs do not rise to this level, however, and other actionsmay be taken. (20) "], "subsections": []}, {"section_title": "EPA Reimbursement", "paragraphs": ["A local or state government can choose to clean a meth lab site, paying for costs by itself. The local or state government then can apply to EPA for reimbursement under Section 123 ofCERCLA, via the Local Governments Reimbursement Program. Reimbursement is limited to$25,000 per incident. The numbers of reimbursements and dollar totals are shown in Table 2 . (21) ", " Table 2. United States EPA Local Governments ReimbursementProgram Clandestine Meth Lab Reimbursements", "Source: Personal communication with EPA in February 2006.", "The number of applications for reimbursement has been declining in proportion with thenumber of reimbursements, as shown in the table. (22) One possible reason is the relative difficulty of using thisprocess: the state or local government must first incur the clean-up expenses, and then, with properevidence of expended costs, apply to EPA for reimbursement, which, if approved, may be receivedby the state or local government within six months of the Agency's receipt of the application. Asecond possible reason is that this type of reimbursement is capped at $25,000 per incident. Anotherpossible reason relates to another alternate way to clean a meth site: notify DEA."], "subsections": []}, {"section_title": "DEA", "paragraphs": ["There is growing awareness that DEA has taken responsibility for cleaning meth lab sites,without the need for upfront payment by state or local governments. The numbers of DEA clean-upshave been rising while applications for reimbursement via EPA's program have been declining. DEA clean-ups have been performed by a decreasing number of contractors: e.g., ten in 2001, fourin 2004. The average cost per site generally has been decreasing, largely because of increasingclean-up efficiency resulting from increasing levels of expertise. The numbers of sites and dollartotals are shown in Table 3 . (23) ", " Table 3. United States DEA Meth Lab Clean-Ups andCosts", "Source: Personal communication with DEA in February 2006."], "subsections": []}, {"section_title": "HUD", "paragraphs": ["Federal funds to redevelop a former meth production site have been available through HUD'sBrownfields Economic Development Initiative. In its FY2007 budget request, HUD proposes toconsolidate its Brownfields program into its Community Development Block Grant (CDBG)program. (24) There werefunding and other limits in HUD's program; further information may be obtained from HUD'sBrownfields website. (25) How many federal dollars were used, through HUD's Brownfields program, to redevelop formerSTLs cannot be determined, because HUD did not record the nature of the problem that led to thebrownfield. ", "Budget levels for HUD's Brownfields program for FY2005 and FY2006 were, respectively,$24 million and $10 million (with a $10 million rescission). HUD, in its FY2007 budget request,proposes to consolidate its Brownfields program into its CDBG program and has requested $0 forBrownfields. (26) Theportion of CDBG's budget that will be available for redeveloping former meth sites is not specified. Total budget levels for CDBG for FY2005 and 2006 were, respectively, $4.7 billion and $4.2 billion;$3.0 billion has been requested for FY2007. (27) "], "subsections": []}, {"section_title": "Clean-Up and Remediation Procedures", "paragraphs": ["Clean-up and remediation are likely to require special training and equipment. While therecurrently are no uniform clean-up or remediation procedures, the range usually includes one or moreof the following measures: removal of contaminated items which cannot be cleaned (this mayinvolve outdoor as well as indoor items, such as soil, water, carpeting, and wallboard); ventilation;chemical neutralization of residues; washing with appropriate cleaning agents; encapsulation orsealing of contaminants; providing alternate water supplies; and/or controlling access to the site withfencing and signs. Extremely contaminated structures may require demolition, especially if clean-upand remediation costs are projected to exceed the commercial value of the structures.", "While the decision to clean a meth site is aided by the availability of EPA and DEA fundsfor clean-ups, the decision to remediate a meth site may be more difficult. Neither EPA nor DEAfunds are available for remediation, an additional action and cost after clean-up. An owner of acontaminated private property, e.g., an apartment building or a motel, needs to decide whetherremediation is sensible; remediation cost estimates may exceed the value of the property. An ownermay seek financial assistance for remediation from local or state governments. Local or stategovernments need to decide whether to remediate or simply restrict access to a contaminated publicarea, e.g., a hiking trail or parking lot in a forest.", "Remediation cost is determined largely by the severity of contamination, but also by thedecision at which level of cleanliness to stop remediation efforts. (28) ", "There are currently no federal guidelines or standards governing clean-up or remediationprocesses. While the endpoints for clean-up are relatively straightforward -- i.e., that sufficientevidence has been procured for successful prosecution and that imminent hazards, such as explosionor fire, have been eliminated -- the endpoints for remediation are less clear. As mentioned earlier,EPA and DEA funds previously described are for clean-ups only. No EPA or DEA funds areavailable for remediation.", "Nine states (Alaska, Arizona, Arkansas, California, Colorado, Minnesota, Montana,Tennessee, and Washington) have feasibility-based remediation standards specific to meth. Afeasibility-based standard considers costs as a key factor. Levels of meth residue below the standardsare considered acceptable. The nine states' standards range from 0.05 to 0.1 micrograms of meth onevery 100 square centimeters of surface. (29) While some state standards only address residual meth itself,others have acceptable levels for meth-related chemicals, such as volatile organic compounds andcorrosives. (30) Somestates require remediation \"to be completed by a state-licensed or otherwise certifiedprofessional.\" (31) Statesand localities also differ in requirements to notify potential buyers, renters, neighbors, lawenforcement departments, and other governmental agencies, and/or to maintain and make availablepublic records of a facility having been contaminated with meth, and whether the facility wasremediated. (32) ", "While some feasibility-based standards exist, standards based on health effects or risk do not. Standards based on health effects or risk address the question, \"to what level do we need to minimize(remediate) a contaminant in order to prevent the average person from having adverse health effects(e.g., become sick)?\" (33) Lacking standards based on health effects or risk, states and localities are using the currently limitedresearch information to develop \"the appropriate feasibility-based standard that must be met by aclean-up contractor and/or industrial hygienist in order to certify that a property has beendecontaminated.\" (34) "], "subsections": []}]}, {"section_title": "Standards and Guidelines", "paragraphs": ["The task of remediating former meth labs is complicated by the lack of uniform standards,for the reasons discussed above:", "There are currently no uniform federal guidelines for the remediation of formermeth labs.", "Research on health effects associated with clandestine labs only recently began,so there is currently only limited health-effects information to guide policychoices.", "Feasibility-based standards, which consider costs, for remediating clan labsexist, but differ among states and localities.", "Existing feasibility-based standards differ in stringency of clean-up level, needfor certification of clean-up workers, and requirements for reporting and recording the history of afacility's association with meth. (35)", "The National Alliance for Model State Drug Laws (NAMSDL) is working toward a modelact or model guidelines for the clean-up and remediation of meth lab sites. (36) Members of the Alliancehave noted the need for federally funded short- and long-term health-effects studies, health-basedcleanup standards, and scientifically validated field test-kits, as well as methods forsample-collection and remediation. Having reviewed existing state and local laws, policies,guidelines, and ordinances pertaining to meth lab remediation, NAMSDL released its preliminaryoutline of key components that the Alliance may include in a draft model act or model guidelines:", "State Agency Authority: oversight of clean-up program (probably withdesignated responsibilities to local health departments in regulation); set requirement for owner toclean property; promulgate related regulation; keep database of properties deemed to becontaminated; keep list of certified contractors and approved laboratories.", "Notification Responsibilities: making uniform requirements regarding whomust be notified, when, how, and for how long, about the existence and status of a meth lab (likelyparties include first responders, law enforcement, local health officers and departments, buildingcode and local or other property records officials; owners; and the public via signage on the propertyitself).", "Contractor/Industrial Hygienists: certification; training; site safetyresponsibilities; monitoring of contractors' work.", "Preliminary Assessment and Work Plan.", "Decontamination Procedures: for walls, furniture, ventilation systems, varietyof surfaces; waste characterization and disposal.", "Confirmation of Decontamination: decontamination standards; samplingmethods; laboratory analytical testing. (37)", "After various reviews and approval by NAMSDL's Board of Directors, the model would bedistributed to Alliance contacts in the states, including governors and attorneys general. The modelalso would be posted on NAMSDL's website ( http://www.natlalliance.org ). (38) "], "subsections": []}, {"section_title": "Congressional Actions", "paragraphs": ["In the 109th Congress, 11 bills authorize funds to help local and state governments pay forcleaning former meth production sites. One bill provides for research and development ofremediation standards and other related activities."], "subsections": [{"section_title": "Grants and Authorities for Clean-Up", "paragraphs": ["H.R. 4763 , the Methamphetamine Eradication Act, authorizes funds for theCOPS Program, the Byrne Formula Grant Program, DEA, EPA Local Governments ReimbursementProgram, and Department of Transportation, for remediation actions, equipment, and training.", "H.R. 3324 and S. 430 , the Arrest Methamphetamine Act of2005 , authorizes funds for the COPS Program and provides authority to the Attorney General,through the Bureau of Justice Assistance, to make grants to States to undertake meth clandestine labenvironmental clean-ups.", "H.R. 3889 , the Metheamphetamine Epidemic Elimination Act , authorizesfunds to reimburse DEA for remediation activities.", "H.R. 3199 , the USA Patriot Improvement and Reauthorization Act of2005 , became P.L. 109-177 on March 9, 2006. Authorized to be appropriated each fiscal year 2006through 2010 are $99 million to reimburse DEA for remediation work and to support state and localenvironmental meth-related activities, among other things. ", "H.R. 1446 , the Methamphetamine Abuse Prevention Act of 2005 , expandsauthority to include the hiring of personnel and the purchasing of equipment for cleaning STLs.", "H.R. 314 and S. 103 , the Combat Meth Act of 2005 , wouldamend the Omnibus Crime Control and Safe Streets Act of 1968 to authorize the use of grant fundsto hire personnel and purchase equipment to assist in cleaning methamphetamine-affected areas.", "H.R. 13 , the Clean, Learn, Educate, Abolish, Neutralize, and UndermineProduction (CLEAN-UP) of Methamphetamines Act, authorizes funds for grants, through theSecretary of Labor and Occupational Safety and Health Administration, to state and local lawenforcement for training and equipment acquisition for cleaning former meth lab sites; funds for theUnited States Department of Agriculture to clean former STLs; and funds, through DEA, for meth-related training activities.", "S. 2118 , To Amend the USA Patriot Act , extends certain provisions of theAct to March 31, 2006, and authorizes funds to reimburse DEA for clean-up expenses.", "S. 259 , the Federal Emergency Meth Lab Cleanup Funding Act of 2005 ,would make funding available from the Department of the Treasury Forfeiture Fund for payment todesignated state, local, or tribal law enforcement, environmental, or health entities for experts andconsultants needed to clean areas formerly used as meth labs. It would also provide that if a methlaboratory is located on private property not more than 90% of the costs may be paid only if theproperty owner (1) did not have knowledge of the existence or operation of such laboratory beforethe law enforcement action to close it or (2) notifies law enforcement not later than 24 hours afterdiscovering the existence of such laboratory."], "subsections": []}, {"section_title": "To Establish Remediation Guidelines", "paragraphs": ["H.R. 798 , the Methamphetamine Remediation Research Act of 2005 ,passed by the House on December 13, 2005, would require the Assistant Administrator for Researchand Development of EPA to establish (1) voluntary guidelines, based on the best currently availablescientific knowledge, for the remediation of former meth laboratories, including guidelines regardingpreliminary site assessment and the remediation of residual contaminants, and (2) a program ofresearch to support the development and revision of such guidelines. It also would direct theAssistant Administrator to (1) periodically convene a conference of appropriate state agencies, aswell as individuals or organizations involved in research and other activities directly related to theenvironmental or biological impacts of former meth laboratories, and (2) enter into an arrangementwith the National Academy of Sciences for a study of the status and quality of research on theresidual effects of meth laboratories. H.R. 798 also would require the Director of theNational Institute of Standards and Technology to support a research program to develop (1) newmeth detection technologies, with an emphasis on field test kits and site detection, and (2)appropriate standard reference materials and validation procedures for meth detection testing."], "subsections": []}]}]}}