{"id": "RL32569", "title": "The Supreme Court Revisits the Environment: Seven Cases Decided or Accepted in the 2003-2004 Term", "released_date": "2004-09-07T00:00:00", "summary": ["In the Supreme Court's 2003-2004 term, concluded June, 2004, the Court accepted for reviewseven environmental cases -- an unusually large number. Five decisions were handed down duringthe term, and two cases were carried over to the upcoming 2004-2005 term.", "Of the five decided cases, three involve the Clean Air Act (CAA). Alaska Dep't ofEnvironmental Conservation v. EPA asked whether EPA may issue CAA enforcement orders thateffectively overrule a permit issued by a state under its EPA-approved air program. The Court saidyes, though only by a 5-4 margin. In Engine Manufacturers Ass'n v. South Coast Air QualityManagement District , the Court held that the CAA preempts a state from compelling local vehiclefleet operators to buy new vehicles from the state's list of low-emission models. And Dep't ofTransportation v. Public Citizen spoke to whether DOT safety regulations whose promulgationallowed Mexican trucks greater range in the United States must be preceded by environmentalanalyses under the CAA and National Environmental Policy Act. Because DOT lacks discretion toprevent the truck movement, said the Court, the added emissions from that movement did not haveto be considered.", "The other decided cases are, first, South Florida Water Management District v. MiccosukeeTribe of Indians , holding that a point source of discharges into U.S. navigable waters must obtaina Clean Water Act permit despite the fact that the point source itself did not add the pollutants in thedischarged water. Second, Norton v. Southern Utah Wilderness Alliance clarified the availabilityof judicial review of federal agency inaction under the Administrative Procedure Act, which allowsreview of agency action \"unlawfully withheld.\"", "Environmental cases to be heard in the 2004-2005 term are Cooper Industries, Inc. v. AviallServices, Inc. , addressing when contribution actions are available under the Superfund Act, and Bates v. Dow Agrosciences, LLC , which wrestles with the scope of federal preemption of state lawunder the Federal Insecticide, Fungicide and Rodenticide Act.", "It is not apparent why the Court has chosen this moment to enlarge its environmental docket. No unifying theme is apparent in the accepted cases, and why some of them piqued the Court'sinterest is perplexing. There are some commonalities, however. All seven cases raise principallystatutory, rather than constitutional, issues. The results, in the cases decided so far, lean against the\"environmental\" side, though not exclusively so. And three of the seven cases turn on the nature ofthe federal-state relationship, a favorite theme of the current Court."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "I. Cases Decided During the 2003-2004 Term", "paragraphs": [], "subsections": [{"section_title": "EPA oversight of state programs under the Clean Air Act: Alaska Dep't of Environmental Conservation v. EPA", "paragraphs": ["The broad concern of Alaska DEC is EPA's authority to oversee state administration of theClean Air Act (CAA), and in particular to enforce the act contrary to state determinations. Theprecise issue is whether EPA may issue CAA noncompliance orders to a company, where suchorders effectively overrule a state permit issued to the company under the state's EPA-approved CAAimplementation plan. The CAA provisions at issue are section 113(a)(5), (3) EPA's general enforcementauthority, and section 167, (4) its specific enforcement authority for Prevention of SignificantDeterioration (PSD) areas. (5) ", "Alaska is a PSD area for nitrogen dioxide. Under the state's EPA-approved CAA plan, thestate rather than EPA issues the \"PSD permits\" required for constructing major new sources ofnitrogen dioxide emissions in the state. In the present case, Alaska DEC found that a miningcompany's application for a PSD permit -- for new electric generators it wished to install -- satisfiedthe CAA's requirement that Best Available Control Technology (BACT) be installed. EPAdisagreed, however. The state agency issued the PSD permit anyway, prompting orders from EPAthat prevented the mining company from installing the new generators until it demonstrated -- toEPA -- compliance with BACT. The state and the company then challenged the EPA orders in theNinth Circuit. That court ruled for EPA, holding that the orders were within its CAA authority. (6) ", "The Supreme Court affirmed 5-4. (7) EPA had rationally construed the act's text, the majority said. Theenforcement authority granted EPA in sections 113(a)(5) and 167 is \"capacious.\" And though EPA'smany guidance pronouncements asserting oversight authority over states are not entitled todeference, since they are not legally binding, they still warrant \"respect.\" The Court majorityrejected Alaska DEC's argument that EPA could only insist that the state make some BACTdetermination, not review its reasonableness once made. Still, the majority admonished, EPA mustaccord the state's BACT determination considerable deference. Only when the state's determinationis not based on \"a reasoned analysis\" may EPA step in to ensure that CAA requirements are met. The agency, concluded the Court, adhered to that limited role here.", "The Court majority also rejected Alaska DEC's argument that even though EPA may reviewstate determinations for a reasoned analysis, it may only enforce before state agencies and statecourts. Federal courts have jurisdiction also, said the majority, as is typical for federal enforcementof federal statutes."], "subsections": []}, {"section_title": "Clean Air Act preemption of state efforts to lower vehicle emissions: Engine Manufacturers Ass'n v. South Coast Air Quality Mgmt. District", "paragraphs": ["The issue before the Court here was whether the CAA preempts rules of a state agencyrequiring that when local operators of vehicle fleets buy fleet vehicles, they buy only those vehiclesthe district has designated, based on their low emissions. ", "The South Coast Air Quality Management District in California encompasses an area(including Los Angeles) with major air pollution problems. The District adopted six rules, eachmandating the above-noted vehicle purchase limitation for a particular type of fleet operator (somepublic, some private). Four of the rules require the purchase or lease of alternative-fuel vehicles; theother two, the purchase or lease of either alternative fuel vehicles or vehicles that meet emissionstandards set by a state agency.", "Before the district court, trade associations argued that the fleet rules violated CAA section209(a), (8) which prohibitsstates from adopting \"standard[s] relating to the control of emissions from new motor vehicles . . ..\" The fleet purchasing rules, they argued, functioned as precisely such standards. The district courtsaw things differently, however, holding that section 209(a) only bars the states from applyingemission standards to manufacturers, not purchasers. (9) Moreover, the court said, the CAA \"explicitly protects the authorityof states to regulate air pollution.\" (10) The Ninth Circuit affirmed without discussion. (11) ", "In the Supreme Court, the United States filed an amicus brief on the side of the EngineManufacturers Association, arguing for preemption. This position prevailed, 8-1. (12) Based on the \"ordinarymeaning\" of CAA section 209(a), the Court held that the provision precluded state emissionstandards for both the manufacture and purchase of vehicles. Although the Court did not declare thatall the fleet rules were preempted, it said that \"it appears likely at least certain aspects of the fleetrules are preempted.\" (13) The Court vacated the judgment below and remanded the case due to remaining questions as to theapplication and scope of the fleet rules."], "subsections": []}, {"section_title": "Legal cause under the National Environmental Policy Act and Clean Air Act: Department of Transportation v. Public Citizen", "paragraphs": ["This case concerns three motor carrier safety regulations, issued in 2002 by the FederalMotor Carrier Safety Administration (FMCSA) within DOT. Together, the regulations will permitMexico-domiciled motor carriers to operate within the United States beyond the current limitedborder zones. The regulations carry out U.S. obligations under the North American Free TradeAgreement (NAFTA).", "The case turns on FMCSA's determination that there was no need for environmental analysisof two of the three safety regulations under the National Environmental Policy Act (NEPA) beyonda preliminary environmental assessment, and no need for any environmental analysis at all of thethird regulation. Petitioners, environmental groups and truckers' unions, claimed that FMCSA'sfailure to prepare a full environmental impact statement (EIS), addressing the environmental effectsof increased cross-border operations of Mexican motor carriers, violated NEPA. They argued thatissuance of the regulations was the legal cause of the increased cross-border operations, sinceappropriation act provisions barred registration of Mexican motor carriers for travel in the interiorU.S. until such issuance. Petitioners also asserted that FMCSA's failure to make a \"conformitydetermination,\" to ensure that the regulations are consistent with CAA state implementation plans,violated that act. (14) ", "The Ninth Circuit said that FMCSA had been arbitrary and capricious in refusing to do theNEPA and CAA analyses. (15) As to NEPA, the regulations constituted \"major federal actionsignificantly affecting the quality of the human environment,\" the NEPA phrase triggering a federalagency's duty to prepare an EIS. (16) For example, FMCSA had failed, the court said, even to considerwhether any negative health effects could be associated with the increased diesel exhaust emissionsresulting from the regulations. As to the CAA, the court held that the regulations did not fall withinregulatory exemptions from the conformity-determination requirement. The court instructedFMCSA to prepare a full EIS and CAA conformity determination for all three regulations.", "The Supreme Court unanimously reversed. (17) It found that the President's decision pursuant to NAFTA to liftthe longstanding moratorium on Mexican motor-carrier certification, not the FMCSA's safetyregulations, was responsible for potential emission changes. Once the moratorium was lifted andthe safety regulations promulgated, the FMCSA had no choice under the governing statute but toissue registrations to qualifying motor carriers. An agency's actions do not constitute a legallyrelevant cause of an effect if the agency is unable to prevent that effect due to its limited statutoryauthority. Since there was not a \"reasonably close causal relationship\" between the regulations andthe environmental effects, FMCSA was not required to consider those effects in its NEPAdocuments.", "As regards the CAA, the Court held that a full conformity determination also was notrequired. EPA regulations say that \"a conformity determination is required where the total of directand indirect emissions in a nonattainment or maintenance area caused by a Federal action wouldequal or exceed\" a specified level. (18) The increased Mexican truck emissions are not a direct resultof FMCSA's regulations, said the Court, because they will not occur at the same time or place as thepromulgation of the regulations -- EPA's definition of \"direct emissions.\" Nor are the emissions an indirect result because FMCSA cannot practicably control, nor maintain control, over them -- EPA'sdefinition of \"indirect emissions.\" Therefore, it was unnecessary for FMCSA to consider theincreased emissions from Mexican trucks in deciding whether to conduct a full conformitydetermination."], "subsections": []}, {"section_title": "Discharge permits under the Clean Water Act: South Florida Water Mgmt. District v. Miccosukee Tribe of Indians", "paragraphs": ["This case addresses the backbone of the Clean Water Act (CWA) regulatory program -- itsrequirement that the \"discharge of a pollutant\" from a point source into navigable waters be pursuantto a National Pollutant Discharge Elimination System (NPDES) permit. (19) The issue for the Courtwas whether a point source comes under this permit requirement when the point source itself did notadd the pollutants in the discharged water. ", "The South Florida Water Management District operates a pumping station that receives waterfrom a canal draining a large mixed-use area, then pumps the water into an undeveloped wetland. Both areas are historically part of the Everglades. The tribe and an environmental group asserted thatthe District was violating the CWA by operating the pump, an admitted point source, without aNPDES permit. The District responded that because the \"discharge of a pollutant\" that requires apermit is defined in the CWA as \"any addition of a pollutant to navigable waters,\" (20) the pumping station wasnot covered, since it did not itself add the pollutants to the pumped water. ", "The Indian tribe won in the district court. (21) A \"discharge of pollutants\" for CWA purposes existed, the courtsaid, because water containing pollutants was being pumped to a separate water body to which itwould not have flowed naturally. That the pumping station did not itself add the pollutants to thepumped water is irrelevant to whether a \"discharge\" occurred. The Eleventh Circuit affirmed, onthe same rationale. (22) ", "The Supreme Court unanimously rejected the District's argument, (23) affirming the decisionbelow. (24) NPDEScoverage, it held, is triggered notwithstanding that the point source did not itself generate thepollutant. Having answered the question on which the Court granted certiorari, however, the Courtproceeded to address two others. The first was the \"unitary waters\" argument, pressed chiefly by theUnited States as amicus on the District's side. In determining whether there has been an \"addition\"of a pollutant, the United States contended, all navigable waters in the nation should be regarded asone. So viewed, moving water from one water body to another is not an \"addition,\" hence requiresno permit. The Court was highly skeptical of this argument, but left the issue open for resolutionon remand to the appellate court below.", "The second argument addressed by the Court and not in the petition was the District'scontention (agreed to by the United States) that the canal drainage area and the wetland are notdistinct bodies of water at all, but are hydrologically connected parts of a single water body. NoNPDES permit is required to move water from one area of a water body to another. This time theCourt appeared amenable to the argument, but finding that factual issues remained unresolved,remanded for further factual development by the district court. "], "subsections": []}, {"section_title": "Judicial review of public lands management: Norton v. Southern Utah Wilderness Alliance", "paragraphs": ["This case raises an important question as to the availability of judicial review under theAdministrative Procedure Act (APA). The issue for the Court was whether federal court authorityunder APA section 706(1) (25) to \"compel agency action unlawfully withheld or unreasonablydelayed\" extends to certain types of agency failure to act -- here, in connection with the Bureau ofLand Management's (BLM's) management of off-road vehicle (ORV) use in Wilderness Study Areas.", "More particularly, plaintiffs sought 706(1) review of BLM's alleged failure to (1) manage theWilderness Study Areas \"so as not to impair the suitability of such areas for preservation aswilderness,\" a mandate of the Federal Land Policy and Management Act (26) (FLPMA); (2) implementprovisions in its FLPMA land-use plans regarding ORVs, and (3) take a \"hard look\" at whether,under NEPA, the agency should do supplemental environmental analysis for areas where ORV usehad increased. The district court rejected use of section 706(1) for these purposes, but a dividedTenth Circuit reversed. (27) Regarding the first claim, for example, the Tenth Circuit foundthat despite BLM's discretion in deciding how its nonimpairment duty would be carried out, the dutyitself is indisputably nondiscretionary. This satisfies the \"unlawfully withheld\" phrase of 706(1), andconfers subject matter jurisdiction on the reviewing court. ", "The Supreme Court reversed again, (28) unanimously finding against APA jurisdiction. Section 706(1)review is available, it held, in only a tightly defined circumstance: when there is \"a discrete agencyaction that [a federal agency] is required to take.\" (29) This requirement is fatal, said the Court, to plaintiffs' claims. As to the first claim, the Court cannot order BLM to manage ORVs in accordance with FLPMA'snon-impairment mandate, since that mandate leaves the agency much discretion. Moreover,plaintiffs allege only a general program deficiency, a charge that lacks the specificity required for706(1) review.", "Plaintiffs' second claim, that BLM failed to carry out its land use plans, does not satisfy the\" required to take\" prong of the section 706(1) availability rule. Land use plans under FLPMA actonly to \"guide[] and constrain[] actions, but [do] not (at least in the usual case) prescribe them.\" (30) Projections of agencyaction in land use plans, such as the one before the Court, are not a legally binding commitment. ", "The third claim, involving NEPA, did not need to be reached. The Court had no need toaddress whether breach of a NEPA duty is actionable under section 706(1), it concluded, becausehere there was no NEPA duty in the first place. The EIS supplementation demanded by plaintiffsis necessary only if there remains \"major federal action\" to occur. Although the approval of the BLMland use plan in this case is a major federal action, that action is now complete. There is no ongoingfederal action that could require supplemental EIS analysis. "], "subsections": []}]}, {"section_title": "II. Cases Accepted During the 2003-2004 Term for Decision During the 2004-2005 Term", "paragraphs": [], "subsections": [{"section_title": "\"Contribution\" actions under the Superfund Act: Cooper Industries, Inc. v. Aviall Services, Inc.", "paragraphs": ["This case deals with the availability of contribution actions under the ComprehensiveEnvironmental Response, Compensation and Liability Act (CERCLA, or \"Superfund Act\"). By wayof background, contribution actions are those brought by liable parties, often in the tort context,asserting that some or all of the party's liability should be reimbursed by other liable parties. Thespecific issue presented by Cooper is whether CERCLA section 113(f)(1), (31) the authority forcontribution actions under that statute, is available when no civil action has been brought by thefederal government -- that is, the United States has not ordered the party seeking contribution toclean up (under CERCLA section 106 (32) ) or reimburse the United States' cleanup costs (under CERCLAsection 107(a) (33) ). ", "Aviall bought contaminated property from Cooper. After the state ordered Aviall to cleanup, it began to do so. Important here, the federal EPA never contacted Aviall or designated theproperty as contaminated. To recover some of its cleanup costs, Aviall sued Cooper seekingcontribution under CERCLA and damages under state law theories. (Under CERCLA, both Avialland Cooper are liable parties.)", "Both the district court and a Fifth Circuit panel (2-1) held that under CERCLA 113(f)(1), theliable party seeking contribution must have a pending or adjudged federal cleanup or cost-recoveryorder against it. The en banc Fifth Circuit reversed, over a three-judge dissent, asserting that thegreat majority of circuits disagreed with the panel majority. (34) Acknowledging thatreasonable minds could disagree, it found that the most reasonable interpretation of section 113(f)(1)was that it allowed a liable party to sue for contribution under federal law at any time, not only\"during or following\" -- the words of 113(f)(1) -- a cleanup or cost recovery action. ", "After the Court granted certiorari on January 9, 2004, (35) the United States filed anamicus brief disputing the en banc decision and urging reversal. The case has been set for oralargument on October 6, 2004."], "subsections": []}, {"section_title": "Pesticide Act preemption of state tort law claims: Bates v. Dow Agrosciences, LLC", "paragraphs": ["The issue before the Supreme Court in this case is whether -- and if so, to what extent -- theFederal Insecticide, Fungicide and Rodenticide Act (FIFRA, or \"Pesticide Act\") preempts state tortlaw claims, here for crop damage. The pivotal FIFRA provision is section 136v(b), (36) which seeks throughpreemption to ensure a uniform nationwide approach to pesticide labeling. It declares succinctly thata state shall not impose \"any requirements for labeling or packaging in addition to or different fromthose required under this act.\"", "Dow Agrosciences LLC produces Strongarm, a herbicide for controlling certain weedsaround peanut crops. Strongarm is properly registered with the U.S. EPA under FIFRA. In 2000,Dow began to receive letters from peanut growers contending that the herbicide was highly toxic,stunted plant growth, and failed to control weeds in peanut crops. The letters threatened to sue, butDow struck first by filing suit for declaratory judgment against 29 of the growers. Dow sought,among other things, a judicial declaration that FIFRA preempted the farmers' state law claims.", "The district court endorsed all of Dow's arguments. (37) Neither the growers'breach of implied and express warranty claims, nor their Texas Deceptive Trade Practices Act andfraud claims, nor their negligence claims escape section 136v(b)'s preemptive reach. Though thegrowers assert that their claims are based on remarks made by Dow representatives, rather thanStrongarm's label, such remarks mostly restated label information. Thus, the growers' claimsessentially challenge the label -- seeking to impose precisely what 136v(b) preempts: \"requirementsfor labeling ... in addition to or different from those required under [FIFRA].\" (In addition, thebreach of warranty claims are foreclosed by Strongarm's label provisions, which disclaim anyimplied warranty and provide only a limited express warranty.) ", "The Fifth Circuit affirmed. (38) First, contrary to the growers' argument, state labelingrequirements related to product effectiveness are within the scope of section 136v(b). That EPA haselected not to impose labeling regulation as to product effectiveness does not avoid preemption ofa claim that has the effect of imposing labeling requirements. Second, the growers' claims (forbreach of warranty, fraud, Deceptive Trade Practices Act violation, defective design and negligence)are sufficiently related to the content of the Strongarm label that a judgment against Dow here wouldinduce it to alter the label. Again, that is what section 136v(b) forbids.", "On petition for certiorari, the United States was invited by the Supreme Court to offer itsviews. Its amicus brief argued that the Fifth Circuit ruled correctly in finding FIFRA preemption ofthe growers' state law tort claims, and that review by the Court was unwarranted. Notwithstanding,the Court granted certiorari on June 28, 2004. (39) Oral argument has not yet been scheduled. "], "subsections": []}]}, {"section_title": "III. Comments", "paragraphs": ["The cases decided by the Court in the 2003-2004 term, and those to be argued next term,present a diverse picture. No unifying substantive theme is apparent. Further, why some of thecases were of interest to the Court is perplexing: many of them involve issues of narrow focus, withno accompanying split in the circuit court decisions. ", "There are commonalities, however. First, all seven cases raise statutory rather thanconstitutional issues (or mostly so in the two preemption cases: Engine Manufacturers Ass'n and Bates ). This is a principal reason why there is no unifying theme among the cases; statutory issuestend to be specific to the statute under which they arise. In this regard, Norton may be the mostimportant of the cases, since the statute construed there, the Administrative Procedure Act, is thebasic charter for accessing judicial review of federal agency action, and the issue in the case, whenagency inaction is reviewable, is a ubiquitous one in administrative law.", "Second, in six of the seven cases (all except Bates ) the decision of the court below adoptedthe more \"environmental\" side of the argument. Given that the Supreme Court typically does nottake cases in order to affirm, this initially caused some concern in the environmentalist camp thatthe Court's conservative bloc was set to reign in environmental programs. The results, in the fivecases decided so far, have indeed largely tilted against the environmental positions advanced, but notexclusively so. Nor were the conservative justices alone in their votes. In three of the five decisions,the \"non-environmental\" position was endorsed by the Court unanimously ( Dep't of Transportation and Norton ) or by 8-1 ( Engine Manufacturers Ass'n ). And in the NEPA rulings ( Dep't ofTransportation and Norton ), the decisions merely continue an unbroken string of defeats for the\"environmental\" position over three decades of Supreme Court NEPA litigation.", "Third, in all four cases in which the United States is not a party ( Engine Manufacturers Ass'n , Miccosukee Tribe , Cooper Industries and Bates ) -- and thus is under no litigation constraint to adopta particular position -- it has filed amicus briefs urging the \"non-environmental\" position. ", "Finally, three of the seven cases inquire into the nature of the federal-state relationship( Alaska DEC , Engine Manufacturers Ass'n , and Bates ), presumably reflecting the Court's continuinginterest in federalism issues, and environmental federalism in particular. (40) Of the two decided so far( Alaska DEC and Engine Manufacturers Ass'n ), the Court ruled for the federal side in each, thoughonly by 5-4 in Alaska DEC . In the two that are preemption cases ( Engine Manufacturers Ass'n and Bates ) -- again, instances where the United States is not a party -- the Department of Justice also tookthe position that the federal law prevailed. Thus, in the cases reviewed here, there has been aconsistent endorsement of the federal side of the federalism argument by both Court andAdministration. At least in the case of the Administration, this pro-federal pattern may reflect thetension in the two preemption cases between two Administration priorities -- shifting power to thestates and reducing regulatory burdens -- and the Administration's decision to go with the latter here."], "subsections": []}]}}