{"id": "RL32746", "title": "Fruits, Vegetables, and Other Specialty Crops: A Primer on Government Programs", "released_date": "2007-01-26T00:00:00", "summary": ["U.S. farmers grow more than 250 types of fruit, vegetable, tree nut, flower, ornamental nursery, and turfgrass crops in addition to the major bulk commodity crops. Although specialty crops are ineligible for the federal commodity price and income support programs, they are eligible for other types of U.S. Department of Agriculture (USDA) support, such as crop insurance, disaster assistance, and, under certain conditions, ad hoc market loss assistance payments.", "The industry also benefits generally from USDA programs to enhance marketing opportunities; protect sellers from fraudulent practices in the marketplace; support and stabilize markets through purchases for USDA feeding programs; promote and facilitate exports; protect domestic production from foreign pests and diseases; and conduct research on related horticultural and economic subjects. The Perishable Agricultural Commodities Act of 1930 (PACA), the Agricultural Marketing Agreement Act of 1937, periodic omnibus legislation authorizing USDA programs, and annual and supplemental appropriations acts are the primary laws that govern the USDA programs affecting specialty crops.", "Other federal agencies also play important roles. The Food and Drug Administration (FDA, in the Department of Health and Human Services) is responsible for assuring that fresh, frozen, canned, and imported fruits, vegetables, and nuts are safe for human consumption. The Environmental Protection Agency sets the safe limits for pesticide residues on produce, which FDA enforces. The Department of Commerce and the U.S. International Trade Commission are responsible for investigating instances of suspected \"dumping\" of foreign goods on the U.S. market and levying antidumping taxes. The Employment and Training Administration of the U.S. Department of Labor and U.S. Citizen and Immigration Services of the Department of Homeland Security jointly administer a system for temporarily admitting foreign workers to provide seasonal labor, provided that U.S. workers are not available.", "This report describes the federal programs of importance to the specialty crop sector, and provides the most recent funding information available for them. It will be updated periodically."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["U.S. farmers grow more than 250 types of fruit, vegetable, tree nut, flower, ornamental nursery, and turfgrass crops in addition to the major bulk commodity crops. In 2006, specialty crop production accounted for $53.3 billion, or 44%, of total U.S. crop receipts (22% of total receipts for crops and livestock).", "The U.S. Department of Agriculture (USDA) traditionally has not subsidized specialty crops as it has bulk commodities such as wheat, feed grains, soybeans, cotton, rice, dairy, peanuts, tobacco, and others (about two dozen commodities in all, often referred to as \"program commodities\"). Nonetheless, over several decades Congress has authorized a wide range of programs—especially crop insurance and marketing orders—intended to facilitate the growth and benefit the economic health of the specialty crop sector. Relatedly, when Congress gave commodity program producers planting flexibility in the Federal Agriculture Improvement and Reform Act of 1996 ( P.L. 104-127 , the 1996 farm act), it included a provision prohibiting them from planting fruit and vegetable crops on program acres. Congress renewed this provision in the 2002 farm act ( P.L. 107-171 ).", "Government programs affecting the sector are not limited to USDA. The Department of Commerce and the U.S. International Trade Commission are the agencies to which specialty crop growers can turn for assistance if they suspect that foreign countries are selling their products in the United States at less than fair value (a practice called \"dumping\"). The Food and Drug Administration (FDA, within the Department of Health and Human Services) is responsible for assuring the safety of specialty crops for human consumption, and the Environmental Protection Agency (EPA) regulates the safety of pesticides used on specialty crops and sets tolerances for permissible residues (which are enforced by FDA). The Department of Labor administers programs that help provide the workforce growers need to harvest major specialty crops at certain times of year, regulate working conditions, and support continuing education and employment assistance."], "subsections": []}, {"section_title": "USDA Programs", "paragraphs": [], "subsections": [{"section_title": "Advisory Committee", "paragraphs": ["In August 2001, former USDA Secretary Ann Veneman established a Fruit and Vegetable Industry Advisory Committee. Its purpose is to examine the full spectrum of issues faced by the industry and to provide suggestions to the Secretary on how USDA can tailor its programs to better meet the industry's needs. The Committee holds open meetings, which the Agricultural Marketing Service (AMS) announces in advance in the Federal Register . The 20-member body includes persons representing grower/shippers, wholesalers, brokers, retailers, processors, foodservice suppliers, state departments of agriculture, and one trade association. The Secretary appoints the members, and they serve two-year terms."], "subsections": []}, {"section_title": "Assistance for Losses", "paragraphs": ["USDA's Risk Management Agency (RMA), Farm Services Agency (FSA), and Agricultural Marketing Service (AMS) administer a number of programs to address a variety of losses that the specialty crop sector might suffer."], "subsections": [{"section_title": "Crop Insurance and Noninsured Disaster Assistance", "paragraphs": ["The Risk Management Agency administers the federal crop insurance program, which Congress reformed most recently in P.L. 106-224 (the Agriculture Risk Protection Act of 2000). Approved private insurance companies sell and completely service the policies, but USDA reinsures potential losses and either fully or partially compensates the companies for any losses incurred. About 50 specialty crops currently are covered, but availability of coverage varies by region. Eligible producers can receive catastrophic insurance, which is basically free except for an administrative fee. Producers can buy up their level of coverage beyond the catastrophic level and pay a premium that is subsidized by the federal government. Revenue insurance, which makes indemnity payments for income lost either from poor production or low market prices, also is available to producers of certain crops in some areas. Such insurance provides an indemnity payment when actual revenue falls below a target level of revenue. The 2000 farm law set the subsidy rate for revenue insurance at the same level as for traditional crop insurance.", "USDA decides which crops in which geographical areas will be covered by which types of insurance. The decision is made on a crop-by-crop and county-by-county basis, based on farmer demand for coverage and the level of risk associated with the crop in the region, among other factors. The RMA frequently offers pilot programs offering various types of coverage for new crops (particularly specialty crops) or new geographical areas. It uses the performance of these programs to inform its decision on whether to extend coverage permanently. Annual USDA appropriations acts provide funding for RMA salaries and expenses to operate the program. It receives such sums as are necessary for premium subsidy and program losses and expenses, which makes it a mandatory program.", "Producers of any commercial crops that are not insurable under the federal crop insurance program are potentially eligible for direct payments up to $100,000 per person under USDA's noninsured assistance program (NAP). The Farm Service Agency in USDA administers this program, which has permanent authority under the Federal Crop Insurance Reform Act of 1994 ( P.L. 103-354 , as amended). Specialty crops currently eligible for the NAP include mushrooms, flowers, ornamental nursery crops, Christmas trees, turfgrass sod, and ginseng. An individual producer is ineligible if his gross revenues from the qualifying crop exceed $2 million. NAP is not subject to annual appropriations, but rather is a mandatory program that receives such sums as necessary through USDA's Commodity Credit Corporation (CCC), which has a line of credit with the U.S. Treasury. For losses associated with the 2006 crop year, USDA estimates that it made $117 million in NAP payments. (For more information on these programs, see CRS Report RS21212, Agricultural Disaster Assistance .)"], "subsections": []}, {"section_title": "Emergency Disaster Loans", "paragraphs": ["FSA administers a program that makes low-interest emergency disaster (EM) loans to farmers in counties that have been declared disaster areas by either the President or the Secretary of Agriculture. FSA may provide EM loans to help producers recover from production losses or physical losses. In the case of specialty crops, destruction of established fruit trees—as well as of buildings and equipment—qualifies as a physical loss. Eligible growers may borrow up to 100% of the actual losses (not to exceed $500,000). The current below-market interest rate is 3.75%.", "The EM loan program is permanently authorized by Title III of the Consolidated Farm and Rural Development Act (P.L. 87-128, as amended), and receives funds through annual appropriations acts. In recent years, however, most of the program funding was provided through an emergency supplemental appropriation enacted in FY2000 ( P.L. 106-113 )."], "subsections": []}, {"section_title": "Market Loss Payments and Other Assistance", "paragraphs": ["Separately, since FY2001, Congress has authorized three \"market loss payment\" programs, primarily for apple growers: one in each of the FY2001 and FY2002 agricultural appropriations laws ( P.L. 106-387 , P.L. 107-76 ), and one in the 2002 omnibus farm law ( P.L. 107-171 ). These programs provided $269 million for apple grower income assistance in the 1999 and 2000 crop years. Potato growers also were eligible for disaster payments under P.L. 106-387 .", "In addition, specialty crop growers have received assistance through ad hoc crop loss disaster programs that have covered nearly every crop year since 1989. These programs have provided a cumulative total of just under $55.4 billion to all crops (a breakdown for specialty crops is not available)."], "subsections": []}, {"section_title": "Protection for Sellers", "paragraphs": ["The Perishable Agricultural Commodities Act of 1930 (PACA) and the Produce Agency Act of 1937 (7 U.S.C. § 499a et seq. , and §1622, respectively) are the primary laws exclusively serving the produce industry. Under these acts, the Agricultural Marketing Service administers a program to protect producers, shippers, distributors, and retailers from loss due to unfair or fraudulent practices in the marketing of fresh and frozen fruits and vegetables. Commission merchants, dealers, and brokers handling perishable agricultural commodities in interstate and foreign commerce must obtain a PACA license and abide by the fair trading practices spelled out in the act. Traders who violate the act face license suspension or revocation.", "In 1984, Congress amended PACA to create a statutory trust consisting of a buyer's business-related assets. In the event a buyer fails to make full payment (due to bankruptcy, for example), fruit and vegetable sellers can recover money owed to them before trust assets are made available to general creditors. PACA also provides an administrative dispute resolution process for settling complaints of violations between buyers and sellers.", "PACA activities are funded by fees charged for obtaining licenses and for filing complaints. Approximately $7.3 million in user fee income is expected in FY2007."], "subsections": []}]}, {"section_title": "Marketing Services", "paragraphs": ["AMS administers several different types of programs intended to help the produce industry expand its markets. These programs include marketing orders and agreements, research and promotion programs, and an array of grading, quality certification, market news, and product standardization services for fresh and processed produce, and several others."], "subsections": [{"section_title": "Marketing Orders and Agreements", "paragraphs": ["The Agricultural Marketing Agreement Act of 1937 (7 U.S.C. § 601 et seq. ) authorizes AMS to facilitate and oversee the operation of marketing orders and agreements. Producers and handlers in a specific growing area generally initiate the administrative process leading to the establishment of an order or an agreement. Once a two-thirds majority of the parties in that area approves a marketing order by referendum, the order is binding on all growers and handlers in that area. In contrast, a marketing agreement is binding only on growers and handlers who are voluntary signatories to the agreement. Currently there are 30 active marketing orders and agreements covering specified fruit, vegetable, and tree nut crops (a list is available at http://www.ams.usda.gov/fv/ ).", "Marketing orders and agreements are managed by administrative committees made up of local growers and handlers who are operating under them. AMS publishes the proposed and final regulations in the Federal Register , and they are mandatory for marketing the covered commodity. These regulations may include quality standards, quantity controls, commodity promotion, and packaging standards, among other things. The activities of marketing orders and agreements are financed by assessment fees (commonly called \"check-off\" fees) collected from handlers, usually at time of sale. To administer the orders and assure that they operate legally and in the public interest, AMS uses funds provided through annual USDA appropriations acts (approximately $16 million in FY2006)."], "subsections": []}, {"section_title": "Research and Promotion Programs", "paragraphs": ["Like marketing orders, research and promotion programs are requested and funded by members of a particular specialty crop industry. AMS currently oversees eight such programs (cultivated blueberries, Hass avocados, honey, mangoes, mushrooms, peanuts, popcorn, potatoes, and watermelon). National boards, appointed by the Secretary, administer them. The boards may be composed of producers, handlers, importers, and processors, depending on which industry members have agreed to pay assessments to support the program. The national boards collect the assessments from domestic handlers of the commodity, and the U.S. Customs Service collects the assessments on imports (when importers are included in program). The funds support a variety of promotion, market research, production research, and new product development activities, which AMS oversees. In FY2005, $428 million in assessments was collected; of that, approximately $33 million was from assessments paid by various fruit and vegetable industries. Each industry having a research and promotion program reimburses AMS for the costs of administrative oversight activities."], "subsections": []}, {"section_title": "Grading and Quality Certification Programs", "paragraphs": ["AMS offers official grading services to help producers and handlers obtain a fair return on higher quality produce. Grading is paid for by user fees and is voluntary unless the commodity is regulated for quality under a marketing order or agreement, subject to export requirements, or purchased by USDA or another federal agency for distribution (e.g., through the school lunch program or the military). Shipments of any imported commodity whose domestic production is under a marketing order or agreement must receive AMS grading to assure that the produce is comparable to the U.S. grade, size, quality, and maturity requirements.", "To provide grading service nationwide, AMS maintains cooperative agreements with each state (except Oklahoma, where only federal inspectors can be graders), and Puerto Rico. Under federal-state agreements, AMS-licensed state employees work wherever they are needed: in fields during harvest; at land, sea, and air ports of entry; and at packing houses, processing plants, warehouses, and federal and federal-state terminal markets. In FY2005, AMS graded or supervised the grading of approximately 17 billion pounds of processed fruits and vegetables and 65 billion pounds of fresh produce. The agency also offers three lower-cost alternative programs in which AMS works with fresh produce packers to train their employees to perform increasingly higher levels of grading work.", "Since 1996, AMS has offered a voluntary, fee-for-service pilot program to assist produce packers in adopting science-based, preventive measures against food contamination in their plants. The Qualified Through Verification program is similar in approach to the preventive Hazard Analysis and Critical Control Point (HACCP) system used since 1996 by USDA's meat and poultry regulatory agency, the Food Safety and Inspection Service (FSIS). The Food and Drug Administration (FDA) and the National Advisory Committee for Microbiological Criteria for Foods are encouraging the fresh and processed produce industries to adopt this preventive approach to potential food contamination throughout the marketing chain. Although the AMS pilot program relates to the safety of fruits and vegetables from a public health standpoint, it is not a regulatory program. The FDA has the authority under the Federal Food, Drug, and Cosmetic Act to regulate the fresh and processed produce industries to ensure that products are safe and accurately labeled (more on food safety regulation below, under Department of Health and Human Services).", "Since 1979, AMS has been the sole agency charged with creating and updating consistent product specifications for commercial food items that federal departments purchase on a regular basis. The purpose of the government-wide Food Quality Assurance program is to make food procurement by a variety of agencies for a variety of purposes more efficient and economical, and clarify the necessary specifications for companies wanting to bid on government contracts. This program covers fresh, frozen, canned, and dehydrated fruits and vegetables, as well as meats, dairy products, beverages, and the full range of standard grocery items."], "subsections": []}, {"section_title": "Farmer Direct Marketing Assistance", "paragraphs": ["AMS's Marketing Services Branch offers several services and programs to facilitate the marketing of locally produced farm commodities, including specialty crops. The agency conducts research and carries out a variety of activities to enhance direct-to-consumer marketing, marketing channel development, marketing information and education, post-harvest and marketing technology adoption, and the design of wholesale markets and facilities.", "Within this AMS mission area, Congress authorized a Farmers' Market Promotion program in the 2002 farm act ( P.L. 107-171 ). The intent of the program is to increase home consumption of fresh agricultural commodities by increasing the number of direct producer-to-consumer sales opportunities. Cooperatives, local governments, nonprofit organizations, public benefit corporations, economic development corporations, and regional farmers' market organizations are eligible to apply for grants. Annual appropriations of such sums as necessary are authorized through FY2007; Congress appropriated $1 million in FY2006. AMS also provides some limited support for farmers' markets through some of the agency's generally available research and technical assistance under this mission area. (Also see information on the WIC and Senior Farmers' Market programs under USDA's Food and Nutrition Service, starting on page 9 of this report.)", "In addition, the agency administers a Federal-State Marketing Improvement program (FSMIP) that provides matching funds to state departments of agriculture and other state agencies to encourage research and innovation aimed at improving the efficiency and performance of the marketing system. Statutory authority for FSMIP is provided under Section 204(b) of the Agricultural Marketing Act of 1946 (7 U.S.C. 1621 et seq .). In FY2006, Congress appropriated $1.3 million for FSMIP.", "USDA's Rural Business and Cooperative Services administers a Value-added Producer Grant program under the authority of the Agriculture Risk Protection Act of 2000, as amended by the 2002 farm act. Grants may be used for developing marketing plans, and to provide working capital for marketing value-added agricultural products, among other things. Matching funds are required. Independent producers, farmer and rancher cooperatives, agricultural producer groups, and majority-controlled producer-based business ventures are eligible to apply. Mandatory CCC funds supported $28.7 million in grants in FY2003. In FY2006, Congress made $20.5 million in appropriated funds available for this program. Information on grants awarded show that specialty crop producers have been frequent beneficiaries."], "subsections": []}, {"section_title": "National Organic Program", "paragraphs": ["The Organic Foods Production Act of 1990 (Title 21 of P.L. 101-624 , the 1990 farm act) authorized the creation of a National Organic Program to be administered by AMS. Under the program, which became fully operational in late 2002, producers, processors, and handlers who wish to market their products as organic are required to follow production practices as spelled out in detail in the U.S. Code of Federal Regulations (7 CFR 205). AMS accredits private and state certification agents, who conduct on-site visits to certify that organic operations are abiding by the standards. Once certified, products from these firms must carry the \"USDA Organic\" seal. It is illegal to label a product as organic if it does not meet NOP standards and bear the USDA label.", "The 1990 Act stipulates that the cost of operating the NOP is to be covered entirely by the fees that AMS charges for accrediting certification agents. Organic farmers, processors, and handlers, in turn, pay fees to certification agents for their services. To date, however, Congress has provided funds to help defray the costs of certification for all parties, particularly for producers and handlers. Title 10 of the 2002 farm act authorized USDA to use a one-time transfer of $5 million in CCC funds to establish a certification cost-share program. The funds are available until expended. AMS is to cover not more than 75% ($500 maximum) of a producer's or handler's costs for gaining certification. In August 2006, AMS announced the availability of $1 million for the latest round of cost-share grants. Congress also appropriates money every year to cover AMS's costs for administering the NOP. The FY2006 appropriation was $2 million.", "According ERS data, U.S. farmers in 2005 grew certified organically produced vegetables on roughly 98,000 acres, fruit on 97,000 acres, herbs and nursery crops on 9,000 acres. Fresh produce is the top-selling category, with lettuce, tomatoes, carrots, grapes, apples, tree nuts being the leading organic crops. Growth in retail sales of all organic products has increased at a rate of 20% annually or more since the 1990s."], "subsections": []}, {"section_title": "Market News", "paragraphs": ["AMS collects, analyzes, and disseminates local, regional, national, and international market information for numerous agricultural commodities, including fruits, vegetables, and ornamentals. Federal and state reporters collect the data (which is provided on a voluntary basis) at wholesale markets, farmers' markets, shipping points, and other locations, and also by phone and electronically. AMS disseminates the information on the Internet on a variety of schedules, depending upon the needs of the specific commodity. The information includes supply, prices, contractual agreements, inventories, movement, and more. The annual appropriation for this AMS mission area is around $30 million."], "subsections": []}]}, {"section_title": "New Forms of Marketing and Research Support", "paragraphs": ["In August 2001, Congress passed a supplemental appropriation bill to ameliorate a period of low net cash income in the farm sector ( P.L. 107-25 ). Out of a total assistance package of $5.5 billion in CCC funds, Congress directed $159.4 million specifically to help specialty crop producers. Of that amount, each state received $500,000 as a base (Puerto Rico received $1 million). The balance ($133.4 million) was distributed to states in the form of block grants based on the ratio of the value of each state's specialty crop production to the total value of U.S. specialty crop production.", "In the majority of states, the respective State Department of Agriculture administered the use of the block grants. The National Association of State Departments of Agriculture (NASDA) released a review of the funding program in February 2004. The report states that the funds supported more than 1,400 projects nationwide, with marketing projects accounting for the greatest use of funds, followed by education, research, pest and disease management, production, and food safety."], "subsections": [{"section_title": "Specialty Crops Competitiveness Act of 2004", "paragraphs": ["In December 2004, President Bush signed into law the Specialty Crops Competitiveness Act of 2004 ( P.L. 108-465 ). Among several other provisions, the act authorizes a program of block grants to states that is modeled after the 2001 ad hoc program. Title I of the act authorizes an annual appropriation of $44.5 million in fiscal years 2005 through 2009 for block grants to states for specialty crop sector support activities (the 2001 program received mandatory CCC funds). The base amount per state is $100,000, with the balance based on the ratio of the value of each state's specialty crop production to the total value of U.S. specialty crop production. Congress first appropriated money for this program in FY2006 ($7 million)."], "subsections": []}]}, {"section_title": "Nutrition and Food Assistance Programs14", "paragraphs": ["USDA directly purchases and then donates a variety of non-price-supported commodities, including fruit, vegetable, and tree nut products, for consumption through domestic nutrition and food assistance programs. These purchases and donations help groups of nutritionally vulnerable recipients (such as low-income school children, and participants at family child care homes, child care centers, Head Start programs, and adult care centers, among others) eat a healthy diet and avoid hunger while also helping to balance supply and demand for various commodities.", "In addition, USDA provides assistance to individuals through the Food Stamp program, the Special Supplemental Nutrition Program from Women, Infants, and Children (the WIC program), and two farmers' market programs. These programs enable eligible persons to purchase food items (including fruit, vegetable, and tree nut products) directly from retailers and farmers.", "Another type of assistance is in the form of cash grants to organizations operating child nutrition programs (like the School Lunch program) that is used, in part, to purchase fruit, vegetable, and tree nut products for the meals they serve.", "Finally, USDA also supports a project to bring more fresh fruits and vegetables (as distinct from products made from fruits, vegetables, and tree nuts) into schools.", "Three USDA agencies work together to carry out this wide range of assistance. The primary agency in charge of all the programs is the Food and Nutrition Service (FNS). AMS generally serves as the commodity purchasing agency, and the Farm Service Agency also assists in making commodities available.", "An FNS report released in May 2002 estimated that, in FY2001, close to $7 billion from all of its domestic programs supported consumption of fruits and vegetables by children and low-income individuals and families (these are the most recent data available). This included funds spent on direct USDA purchases, money spent by individuals receiving assistance, and fruit and vegetable purchases from cash grants to child nutrition programs. This report defines support for fruit and vegetable consumption very broadly, to include juices; fresh, frozen, dried, and canned fruits and vegetables; and items like \"french fries.\" In all, this $7 billion represented some 20% of all FNS expenditures."], "subsections": [{"section_title": "Commodity Procurement for Domestic Food Assistance Programs", "paragraphs": ["Through AMS and the Farm Service Agency, USDA directly purchases commodities (including fruit, vegetable, and tree nut products) for: (1) distribution to individuals through the Emergency Food Assistance Program (TEFAP), the Food Distribution Program on Indian Reservations (FDPIR), and the Commodity Supplemental Food Program (CSFP); and (2) donation to child nutrition programs. The amount of commodities purchased depends on, first, requirements in law as to the dollar volume of commodities that must be purchased (\"entitlement\" commodities) and, second, on USDA judgments as to the volume of non-price-supported commodities that should be acquired as surplus removals to stabilize markets (\"bonus\" buys). Entitlement commodities generally are purchased based on preferences expressed by recipient organizations (e.g., schools, TEFAP operators). Bonus buys normally are based on market conditions and tend to include types of fruits, vegetables, and tree nuts not routinely seen on lists of entitlement purchases (e.g., asparagus, apricots, blackberries, almonds).", "Most funding for USDA commodity purchases is classified as \"mandatory\"—that is, the level is dictated by underlying law (for example, child nutrition programs are due a specific number of cents per meal served in federally acquired/donated commodities, TEFAP is guaranteed a specific total dollar level each year). A lower level of spending is \"discretionary\"—the amount is set by appropriations decisions or dependent on market conditions. Funding for commodity procurement comes both from Section 32 of the Act of August 24, 1935, and annual appropriations directives, and the proportional allocation is governed by annual appropriations legislation.", "According to the May 2002 FNS report, the agency purchased and directly provided approximately $250 million in fruit and vegetable products to child nutrition programs in FY2001. In addition, fruit and vegetable donations to TEFAP, the CSFP, charitable institutions, and the FDPIR were valued at $314 million, $38 million, $28 million, and $17 million, respectively.", "Special rules relate to fresh fruits and vegetables to child nutrition programs. Under provisions in the 2002 farm act, at least $50 million worth of fresh fruits and vegetables must be provided annually through an arrangement with a Department of Defense (DoD) procurement agency (the Defense Supply Center in Philadelphia). The amount is drawn from the dollar value of commodities that child nutrition programs are entitled to, and the initiative has been named the \"DoD Fresh\" program."], "subsections": []}, {"section_title": "Assistance to Individuals and Families", "paragraphs": ["USDA is responsible for several food assistance programs that provide aid directly to individuals in the form of \"electronic benefit transfer\" (EBT) cards or vouchers that they may use to buy food directly. The Food Stamp program employs EBT cards to deliver help. Food stamp benefits can be used for any type of food item, and data used for the May 2002 report indicate that some $3.3 billion in food stamp benefits (about 20%) were spent on fruit and vegetable products (broadly defined) in FY2001. The WIC program gives recipients vouchers that specifically name the food items that may be bought; these can include fruit juices, carrots, and dried peas. The May 2002 report estimated that some $467 million (16% of benefit spending) was used for fruit and vegetable products. Finally, under two small farmers' market programs—for WIC recipients and seniors—a total of about $35 million to $40 million a year in special vouchers are used specifically for the purchase of fresh fruits and vegetables at farmers' markets."], "subsections": []}, {"section_title": "Fruit and Vegetable Purchases Through Child Nutrition Programs", "paragraphs": ["Federal cash assistance to child nutrition providers (e.g., schools, child care centers, summer food program operators) represents an important source of federal support for fruit and vegetable purchases. Providers use this aid to buy food items for use in the meals they serve. Data used for the May 2002 report indicate that some $2.3 billion of federal cash aid to child nutrition providers was spent on fruit and vegetable products—about 20% of their purchases."], "subsections": []}, {"section_title": "Fresh Fruit and Vegetable Program for Schools", "paragraphs": ["The 2002 farm act established a fresh fruit and vegetable pilot project—funded with a one-time mandatory appropriation of $6 million—to enable a limited number of schools in several states and Indian reservations to offer free fresh fruits and vegetables to their students. The 2004 law reauthorizing and revising child nutrition programs ( P.L. 108-265 ) expanded the project to include more states/reservations, made it a permanent part of child nutrition law, and provided mandatory funding of $9 million a year through FY2008."], "subsections": []}, {"section_title": "Commodity Procurement for Foreign Food Aid Programs", "paragraphs": ["USDA's Foreign Agricultural Service (FAS) has the lead responsibility for programs that provide U.S. commodities to hungry people in needy countries.", "Compared with the value and volume of fruits and vegetables distributed though domestic food assistance programs, produce accounts for only a small fraction of the Department's overseas food aid. Apples, dehydrated potatoes, and dehydrated vegetables were the only produce items that included in food aid programs in the decade from 1992 to 2002. A table compiled by CRS from USDA sources indicates that in FY2002, the CCC purchased $510,000 of dehydrated potatoes and $48,000 of dehydrated vegetables for donation to needy countries through the Food for Progress program. (To find this table and obtain more information on foreign food aid programs, see CRS Report RL31927, Trends in U.S. Foreign Food Aid, FY1992-FY2002 (pdf) . )"], "subsections": []}]}, {"section_title": "Export Promotion", "paragraphs": ["The Foreign Agricultural Service administers several programs whose purpose is to help agricultural interests create, expand, and maintain foreign markets for U.S. exports. Many of these programs are supported by annual allocations of mandatory funds from the CCC. Nonetheless, during the annual appropriations process, Congress scrutinizes and on occasion acts to increase or to restrict funding for export promotion programs.", "Congress provides annual appropriations to support FAS's administration of export (and food aid) programs, as well as its operation of a number of other services in support of overseas commodity sales. Among its activities, FAS (1) provides the U.S. agricultural sector with extensive information on foreign country import regulations and standards; production, supply, and distribution of commodities in competitor and importing countries; and trade policies and trade agreements; and (2) partners with a very broad range of outside organizations to share the costs of promoting exports of high-value foods and food products."], "subsections": [{"section_title": "Market Development Programs", "paragraphs": ["Under the Market Access Program (MAP), FAS partners with a variety of commodity organizations and agribusinesses to share the costs of marketing and promoting U.S. agricultural products overseas. Supported activities include seminars for foreign importers and manufacturers on the uses and characteristics of U.S. product ingredients, and retail product promotions, among other things.", "Congress created the MAP in 1978 (and reauthorized it most recently in the 2002 farm act). The act gradually increases the authorized annual expenditure of mandatory CCC funds for the program from $100 million in FY2002 to $200 million by FY2006. Although MAP funding does not require an annual appropriation, Congress in the past has capped spending for the program at lower levels in order to achieve budget savings. The MAP allocation for FY2006 was $200 million, of which approximately $50 million was awarded to trade organizations, cooperatives, and state/regional trade groups promoting U.S. fruits and vegetables in foreign markets.", "Under the Foreign Market Development (FMD) Cooperator program, USDA shares the cost of overseas marketing and promotion activities with nonprofit U.S. commodity and trade organizations, which for their part contribute funds (on more than a one-for-one basis, on average) collected from their members through assessment fees. Organizations that represent an entire industry, or are nationwide in membership and scope, have priority for receiving government funds. The 2002 farm act provides current authority for the FMD program. In FY2006, the CCC allocation for FMD was $34.5 million. The FMD cooperator program generally is a source of funding for overseas promotion of U.S. bulk commodity crops and not for fruits, vegetables, and tree nuts.", "The Quality Samples Program (QSP) helps create export sales of commodities, including fruits, vegetables, and tree nuts, by providing samples to foreign importers, thus paving the way for new partnerships between importers and U.S. exporters. The CCC allocation for QSP in FY2006 was $1.8 million, of which $757,000 supported the distribution of tomato, cherry, ginseng, cranberry, potato, pear, and raisin samples to potential importers.", "The 2002 farm act established the Technical Assistance for Specialty Crops (TASC) program and authorized the use of $2 million in CCC funds annually through FY2006 to operate it. TASC is targeted specifically to support exports of all cultivated plants and their products except wheat, feed grains, oilseeds, cotton, rice, peanuts, sugar, and tobacco. FAS awards TASC funds on a competitive basis to eligible public and private organizations (i.e., federal and state agencies, trade associations, universities, cooperatives, and private companies), which use them to conduct projects that address trade barriers. Grants may cover seminars, study tours, field surveys, and pre-export clearance programs, among other activities. Eighteen grants were awarded in FY2002 and 19 grants in FY2003, primarily for projects to improve fruit exports. The Specialty Crop Competitiveness Act of 2004 ( P.L. 108-465 ) authorizes additional annual appropriations of $2 million through FY2009 for this program.", "FAS also administers CCC export credit guarantee programs that facilitate foreign governments' purchases of U.S. commodities. CCC funds guarantee the payments due from approved foreign banks to U.S. exporters or financial institutions. Because payment is guaranteed, financial institutions in the United States can offer competitive credit terms to the foreign banks, which makes importing from the United States more attractive to potential purchasers. The CCC determines which countries and banks are eligible and at what level of debt, and also selects which commodities and products will be eligible (depending upon market potential).", "Very short-term guarantees (up to 180 days, or more than 180 days but fewer than 360 days) under the Supplier Credit Guarantee Program (SCGP); short-term guarantees (up to three years under GSM-102); and intermediate-term guarantees (3 to 10 years under GSM-103), are available. Long-term guarantees are offered infrequently in general for all commodities, and for perishable commodities, effectively never. A wide variety of fresh and processed fruits and vegetables, juices, tree nuts, and nursery products are exported especially under SCGP, and to a lesser degree under GSM-102. "], "subsections": []}, {"section_title": "Trade Remedies", "paragraphs": ["In the event of suspected unfair competition from foreign imports, U.S. law makes available certain remedies that the specialty crop industry can pursue, not within USDA, but from the Department of Commerce and the U.S. International Trade Commission . Title VII of the Tariff Act of 1930 (19 U.S.C. 1673 et seq. ) provides for the levying of antidumping (AD) duties on imports sold at less than fair value that have caused or threaten to cause material injury to a domestic industry producing a like product. Where subsidized imports have this injurious effect, Title VII authorizes countervailing duties (CVD) to be imposed (19 U.S.C. 1671 et seq .) The regulations for AD and CVD proceedings are set forth at 19 C.F.R. Parts 207 and 351.", "U.S. specialty crop producers on occasion have petitioned the Department of Commerce and the ITC to investigate suspected occurrences of dumping. In 2000, the U.S. Apple Association won an antidumping petition concerning imported apple juice concentrate from China. In 2001, however, a group of California grape growers lost a petition concerning the suspected dumping of Mexican and Chilean table grapes."], "subsections": []}]}, {"section_title": "Disease and Pest Protection for U.S. Specialty Crops", "paragraphs": ["The Animal and Plant Health Inspection Service (APHIS) is the USDA regulatory agency charged with protecting U.S. agriculture from the introduction, establishment, and reemergence of plant pests and diseases that could harm production or damage export markets, a role of great importance to the specialty crop industry."], "subsections": [{"section_title": "Pest and Disease Exclusion", "paragraphs": ["Until 2002, APHIS held sole responsibility for operating the Agricultural Quarantine and Inspection program (AQI), whose primary purpose is to inspect incoming passengers and cargo at U.S. ports of entry (borders, airports, and seaports) for prohibited plant and animal materials. APHIS border inspection was supported for the most part by user fees collected for inspection services, supplemented by annual appropriations that covered the costs of new equipment, training, etc.", "In 2002, in the law creating the Department of Homeland Security (DHS; P.L. 107-296 ), Congress transferred the inspection function and more than 2,600 APHIS inspectors to the DHS Border and Transportation Security mission area. The user fees collected for agricultural inspection services still are deposited into a USDA account, from which USDA annually transfers to DHS an amount covering that agency's costs for conducting agricultural inspections. USDA transferred $208 million to DHS in FY2005 ($211 million estimated in FY2006) for AQI inspection activities at U.S. ports of entry.", "APHIS continues to administer an AQI program under which it inspects cargo and conveyances from Hawaii and Puerto Rico to the mainland, and carries out a number of pest and disease exclusion activities. These include (1) developing protocols for plant materials in trade; (2) maintaining quarantine facilities and treating regulated imported products; (3) conducting pre-clearance programs for products being imported into the United States and certification programs for U.S. agricultural exports; and (4) supporting scientific projects to detect and identify high-risk plant pathogens and develop protocols for quarantine testing. Congress has appropriated about $27 million annually for the APHIS AQI program over the last few years (covering all U.S. agriculture).", "Many of the AQI program activities of importance to the specialty crop sector involve operations at APHIS's National Germplasm and Biotechnology Laboratory located on the large USDA research campus in Beltsville, Maryland. Of particular importance to U.S. specialty crop trade is the lab's work on pre-export testing. A plant disease outbreak in a particular crop in a discrete geographical area can close the export market for that crop no matter where in the United States it may be grown. Following outbreaks in the recent past of diseases affecting potatoes, stone fruit, and nursery products, the APHIS lab's certification of products from disease-free areas permitted the reopening of overseas markets of importance to growers and processors of these crops nationwide.", "Also under the pest and disease exclusion mission area, APHIS conducts a major program to protect the U.S. citrus industry from infestations of Mediterranean fruit flies (Medflies). This pest is capable of causing economic devastation to the industry from quarantine-related trade restrictions as well as from crop losses and control costs. The success of the exclusion effort depends partly upon intercepting the pest on incoming cargo (now DHS's responsibility), and partly upon a program to eradicate Medflies in an area stretching as far south as possible from the U.S.-Mexico border (with the hope of eradicating it eventually throughout Central America). This program involves raising billions of live, sterile fruit flies in labs and releasing them into areas of known infestation. The sterile flies mate with the wild population, thus gradually decreasing the latter's reproductive success until they disappear (a process that takes many months, as a rule).", "APHIS also uses this technique preventively in certain areas of California, Florida, and Texas to keep smaller outbreaks from reaching economic proportions and triggering costly eradication programs. Wide-scale Medfly eradications in the 1980s and '90s cost an average $33 million annually in market losses and treatment costs, according to APHIS. Congress appropriated $60 million in FY2006 for fruit fly exclusion, detection, and control."], "subsections": []}, {"section_title": "Managing Trade-Related Pest and Disease Issues", "paragraphs": ["APHIS's Trade Issues Resolution and Management program plays a significant role in facilitating U.S. agricultural trade, maintaining and expanding existing markets, creating new market access, and building international support for trade agreements.", "APHIS attachés, located at U.S. embassies abroad, work with host country officials to establish and oversee foreign-based inspection programs to ensure that products designated for export to the United States are pest-free, and that inspection officials at U.S. ports of entry receive early warning of pest and disease problems that may be emerging in exporting countries. Agency officials participate on USDA trade agreement negotiation teams to solve sanitary and phytosanitary (SPS) issues so that the agreements can move forward. In addition, APHIS represents the United States in the World Trade Organization (WTO) and other international bodies that set SPS standards for trade, and is the USDA negotiator in WTO phytosanitary disputes that concern U.S. agricultural exports and imports. In FY2003, Congress appropriated $11.6 million for this APHIS program.", "APHIS also is the agency in charge of certifying that U.S. specialty crop exports meet other countries' phytosanitary regulations before they are shipped. The Specialty Crop Competitiveness Act ( P.L. 108-465 ), enacted in late 2004, requires APHIS to reduce the current backlog in issuing export permits, and requests an annual report on the volume of applications received, completed, backlogged. Relatedly, the act requires APHIS to establish a peer review process for the scientific risk assessments on which the SPS standards that govern import and exports are based."], "subsections": []}, {"section_title": "Plant Pest Detection and Management", "paragraphs": ["APHIS is the federal partner in the Cooperative Agricultural Pest Survey (CAPS), providing funding to and working with all state and U.S. territorial governments and public universities to conduct surveillance to detect damaging foreign pests, diseases, and weeds in the field. Information collected through CAPS is compiled into detailed maps and other formats, and filed in the electronic National Agricultural Pest Information System (NAPIS) database.", "The CAPS/NAPIS system is critical to early detection of significant pests, which in turn is essential for organizing eradication efforts before pests cause major economic damage. APHIS budget documents indicate that the agency is taking a number of steps to increase its pest detection capabilities. Among these are hiring additional pest survey specialists and emergency response coordinators; developing a network among private individuals such as farmers, crop consultants, and gardeners for reporting new or unusual infestations to CAPS; and increasing the presence of APHIS employees in foreign countries. Having APHIS personnel stationed in countries that export agricultural commodities to the United States helps the agency set import policy by providing field surveillance and timely warning of changing pest situations, and helps DHS set priorities for border inspections. Conversely, the NAPIS database is an important resource for major foreign importers of U.S. agricultural products. According to APHIS, more than 75 countries access the website each month to view maps and other information to ensure that U.S. agricultural goods destined for their countries are disease and pest free. Congress appropriated $27 million in FY2006 for the pest detection program.", "For the most part, APHIS, which has a nationwide network of regional and state offices, serves in a consultative mode to assist state departments of agriculture in planning and operating control and eradication programs using state and private funds. However, when a particularly harmful disease or pest emerges suddenly, state resources for immediate response can be quickly overwhelmed. In such emergency situations, the Secretary has broad authority to tap CCC funds to implement federal eradication programs. Many APHIS control and eradication programs over the years have been financed in whole or in part using this authority. In FY2005, $231.2 million in total was transferred to APHIS for emergency programs for plant and animal pest and disease management, on top of $343 million in funds appropriated for that purpose. Among the specialty crop pest and disease eradication programs using CCC funds in FY2005 were citrus canker ($97.5 million), citrus greening ($600,000), and fruit flies ($19.9 million).", "Within the $343 million in appropriated funds for all APHIS pest management programs in FY2005, $100.7 million was allocated to the Emerging Plant Pest (EPP) program. Under EPP, APHIS cooperates with states to develop, implement, and fund action plans for surveying, reporting, and controlling emerging pest threats. In its annual budget requests, APHIS generally proposes discontinuing CCC funding for pest problems that persist beyond the initial emergency phase, and continuing control efforts as a federal-state cooperative effort under EPP instead."], "subsections": []}]}, {"section_title": "Research", "paragraphs": ["The United States has a nationwide network of public agricultural laboratories and academic institutions supported in full or in part by annual USDA appropriations.", "The Department's in-house science agency, the Agricultural Research Service (ARS), employs approximately 2,000 research scientists, assisted by roughly 6,000 aides and technicians. The majority of states have one or more ARS labs, and there are three located overseas. ARS conducts basic and applied research on the full range of subjects important to specialty crops, from production through processing and food safety. ARS also is the designated lead agency for federal nutrition research. Funds to support ARS research come from (1) direct federal appropriations; (2) pass-through funds from other agencies within USDA and from other executive branch departments (e.g., the Department of Health and Human Services and the Agency for International Development); and (3) contributions from major trade groups, universities, and other non-federal sources. In FY2006, ARS spent $80.8 million on research related to fruit; $50.3 million on vegetables; $9.1 million on tree nuts; and $31.6 million on nursery crops and turfgrasses.", "USDA's Cooperative State Research, Education, and Extension Service (CSREES) is the Department's link to the stateside components of the agricultural research network, which include the land grant colleges of agriculture, the state agricultural experiment stations, and the state cooperative extension services (providing research-based information and outreach). Annual USDA block grants that CSREES channels to these components comprise only a small portion of their total funding (state, local, and private funds constitute the majority), but they are important to sustaining the core, ongoing research and extension programs at the state level. CSREES also is the administrative home of several competitive research grant programs; traditionally the state agricultural experiment stations and extension services are major recipients of such grants. In recent years, $70 million to $80 million annually in federal funds has supported state-level research on specialty crops.", "The 2004 Specialty Crops Competitiveness Act adds specialty crop research to USDA's list high priority research and extension activities, and establishes a permanent specialty crops subcommittee under an existing board to study the research needs of the sector and make recommendations.", "USDA's National Agricultural Statistics Service (NASS) has employees located in nearly every state and U.S. territory to gather statistical data on local agriculture. These data provide the basis for more than 70 periodical reports (some issued daily) that provide real-time production and market information for the U.S. agricultural sector and USDA program administrators. In addition to crop and weather reports on individual commodities, titles such as Capacity of Refrigerated Warehouses , and U.S. Wildlife Damage provide information to the specialty crop sector that would not be available anywhere else. NASS also conducts the U.S. Census of Agriculture every five years. This comprehensive snapshot of the farm sector is an important source of information to Congress in formulating the periodical, omnibus farm policy laws. NASS's FY2006 appropriation was $140.7 million.", "The Economic Research Service (ERS) is USDA's economic analysis agency, covering agriculture, food, natural resources, and rural development issues. The agency publishes market analysis and outlook reports for most commodities including specialty crops. It also evaluates the economic effects of various USDA programs (e.g., the FNS Fruit and Vegetable program). ERS received a $76 million appropriation in FY2006."], "subsections": [{"section_title": "Methyl Bromide", "paragraphs": ["Of particular concern to the specialty crop industry is research to find alternatives to methyl bromide (MeBr), a pesticidal gas widely used in specialty crop production. Successful production of strawberries, tomatoes, peppers, and ornamental nursery crops is particularly dependent on pre-planting soil fumigation with MeBr, according to USDA. A much wider range of commodities rely on MeBr to control pests in storage, and many cannot legally be exported without certification of methyl bromide treatment to eliminate pests.", "Methyl bromide use is an issue because it is considered to be a major source of bromine, which scientists worldwide have concluded contributes to a depletion of Earth's protective stratospheric ozone layer. Controls on production, emissions, and trade are mandated internationally under the 1987 Montreal Protocol on Substances That Deplete the Ozone Layer, and domestically under Title VI of the U.S. Clean Air Act. The Protocol currently permits limited MeBr production through 2008 for critical uses , of which agricultural production is one, in part because research is clearly demonstrating the difficulty of finding comparably effective alternatives.", "ARS is the primary federal research agency conducting research on alternatives to MeBr, and spent $18 million on such projects in FY2006. The state agricultural experiment stations also conduct research on this subject. The Specialty Crops Competitiveness Act of 2004 authorized $5 million in annual appropriations through FY2009 for USDA to elevate the priority of methyl bromide alternative research."], "subsections": []}]}]}, {"section_title": "Food and Drug Administration", "paragraphs": [], "subsections": [{"section_title": "Safety of Domestic and Imported Foods", "paragraphs": ["The FDA is responsible for ensuring that food for human consumption is accurately labeled and free from adulteration, which includes pathogens, illegal pesticides and above-acceptable levels of pesticide residues, and other contaminants. The agency's responsibility covers all food, domestically produced and imported (excluding meat, poultry, and certain egg products, which are under USDA's jurisdiction).", "Under the authority of the Federal Food, Drug, and Cosmetics Act (FFDCA; 21 U.S.C. 301 et seq. ), the FDA provides guidance to the food industry on the best practices to assure food safety, and sets certain requirements through regulations. To monitor adherence to guidelines and regulations, the agency is authorized to inspect factories, warehouses, and establishments where foods are manufactured, processed, packed or held, and vehicles transporting foods. At current levels of funding and staffing, FDA inspects each establishment under its jurisdiction about once every five years. FDA has limited authority to detain food products during investigations of possible violations, and must approach the Justice Department to initiate injunctions, seizures, or prosecutions. FDA does not have the authority to issue mandatory recalls of suspected contaminated foods. It relies on the individual firm to issue a recall voluntarily if FDA officials recommend it.", "FDA has direct authority to review and approve food additives before manufacturers can use them in processing, in order to assure that they meet FFDCA standards for being safe for consumption at the intended level of use. FDA also is responsible for enforcing EPA-set standards for permissible pesticides and pesticide residues in or on foods through inspections and testing.", "Although FDA also has responsibility for ensuring the safety of imported food, including imported produce, traditionally the agency has inspected only 1% to 2% of all annual food imports. Following the events of September 2001, Congress passed a bioterrorism preparedness law that addresses import safety (among many other issues). P.L. 107-188 contained provisions requiring foreign and domestic food establishments to register with FDA and keep thorough records of their purchases and sales, and requiring foreign firms exporting food to the United States to give FDA prior notification of the exact time, location, and contents of incoming shipments. The agency achieved full implementation and enforcement of the new policies in 2005. Increased information on shippers and shipment contents is intended to improve FDA's ability to allocate resources for inspecting food imports more efficiently, but the new regulations generally are not expected to affect the overall percentage being inspected.", "Food safety is a critical issue for the specialty crop industry, as consumers increasingly are recognizing the importance of fruit and vegetable consumption to long term health and proper weight maintenance. Nonetheless, the nature of production, handling, and preparation makes produce vulnerable to contamination from a wide variety of sources. The fact that produce often is consumed raw contributes to its potential as a source of foodborne illness.", "The FDA reports that from 1998 to 2004, 40 foodborne illness outbreaks were associated with fresh produce—double the number occurring in the early 1990s. The agency attributes the increase in part to the growth in consumer preference for fresh, pre-cut produce, as well as the widespread use of such products in fast-food restaurants. Some of the more recent outbreaks have been attributed to leafy greens, alfalfa and clover sprouts, tomatoes, and green onions.", "After foodborne illness outbreaks related to fresh produce in 2003 and 2004, FDA issued a proposed action plan to address produce contamination and held a public meeting in June 2004. The revised plan was published in October 2004. This effort built upon actions FDA took in the late 1990s under the Clinton Administration's Initiative to Ensure the Safety of Imported and Domestic Fruits and Vegetables. Under the earlier initiative, FDA produced the Guide to Minimize Microbial Food Safety Hazards for Fresh Fruits and Vegetables in 1998. This was followed by special guidance to prevent contamination of sprouted alfalfa seeds and other types of sprouts in 1999, and by regulations to require preventive steps against fresh fruit juice contamination in 2002. The 2004 action plan includes 40 steps that the produce industry may take, under FDA guidance, in the areas of operating procedures and regulations; educational outreach; response to incidents of contamination; improved communication among components in domestic and international produce marketing chains; and promotion of relevant, high-priority research."], "subsections": []}, {"section_title": "Pesticide Residues", "paragraphs": ["In cooperation with the Environmental Protection Agency, FDA determines which pesticides, insecticides, fungicides, and herbicides may be used on fruit and vegetable crops, and what chemical residue levels will pose the least risk to human health at normal consumption rates. FDA regulations impose the same standards on countries that export produce to the United States, and the agency is responsible for inspecting imports for safety.", "Since 1991, USDA's Agricultural Marketing Service has administered a cooperative federal-state residue testing program whose intent is to collect data on residual pesticides, herbicides, insecticides, fungicides, and growth regulators in over 50 different commodities, including fresh/frozen/canned fruits and vegetables, and fruit juices, among other things. The pesticides and commodities to be tested each year are chosen based on EPA data needs, and on information about the types and amounts foods consumed, in particular, by infants and children. The Pesticide Data Program (PDP) collects fresh fruit and vegetable specimens (domestic and imported) at more than 600 sites in 10 states. The sites are close to point of final sale, so that the data are representative of exposure in the U.S. diet. In FY2005, more than 10,000 produce samples were tested under the program."], "subsections": []}]}, {"section_title": "Department of Labor", "paragraphs": [], "subsections": [{"section_title": "Guest Workers36", "paragraphs": ["Since World War I, Congress has allowed the temporary immigration of foreign workers (generally referred to as guest workers) to perform agricultural labor of a seasonal nature if enough U.S. workers cannot be found. This policy has been of particular importance to produce growers in California and the Pacific Northwest.", "The Department of Labor (DOL), the Department of Homeland Security, and the Department of State are involved in administering the system generally referred to as the H-2A program (after the name of the authorizing section in the Immigration and Naturalization Act of 1952; (Sec.101(a)(15)(H)(ii)(a)). Employers must demonstrate to DOL that sufficient domestic workers are not available and that employment of foreign workers will not adversely affect U.S. workers who are similarly employed. The Department of Homeland Security handles the visa determinations, and a Department of State foreign office issues the visas."], "subsections": []}, {"section_title": "Farmworker Assistance Programs", "paragraphs": ["DOL administers a number of programs intended to benefit domestic agricultural workers, whose lives tend to be characterized by poverty, frequent moving, and chronic unemployment and underemployment. Since 1964, DOL has conducted a National Farmworker Jobs Program to provide job training and employment assistance, in order to increase the income and stability of farmworker families. Under the Migrant and Seasonal Agricultural Worker Protection Act (29 U.S.C. 1801 et seq .), DOL also is responsible for monitoring farm labor contractors and the wages, working, and housing arrangements of migrant and seasonal laborers, among other things. DOL's Occupational Safety and Health Administration administers workplace and field safety and sanitation requirements. Additionally, there are special provisions for the education of farmworkers' children under the No Child Left Behind Act (Department of Education)."], "subsections": []}]}]}}