{"id": "RL32747", "title": "The Economic Implications of the Long-Term Federal Budget Outlook", "released_date": "2011-08-16T00:00:00", "summary": ["Following the financial crisis, the budget deficit reached 10% of gross domestic product (GDP) in 2009 and 9% of GDP in 2010, a level that cannot be sustained in the long run. Concerns about long-term fiscal sustainability depend on the projected future path of the budget, absent future policy changes. While entitlement spending made little contribution to current budget deficits, the retirement of the baby boomers, rising life expectancy, and the rising cost of medical care result in projections of large and growing budget deficits over the next several decades. Social Security outlays are projected to rise from 4.8% of GDP today to 6.1% of GDP in 2035, and federal health outlays (mainly on Medicare and Medicaid) are projected to rise from 5.6% today to as much as 10.3% of GDP in 2035. These increases in spending are not expected to subside after the baby boomers have passed away. Without any corresponding rise in revenues, this spending path would maintain unsustainably large and persistent budget deficits, which would push up interest rates and the trade deficit, crowd out private investment spending, and ultimately cause fiscal crisis.", "To avoid this outcome, taxes would need to be raised or expenditures would need to be reduced. Altering taxes and benefits ahead of time would reduce the size of adjustments required in the future, if the proceeds were used to increase national saving. (Making changes ahead of time would also allow individuals time to adjust their private saving behavior.) National saving can be increased by reducing the budget deficit. But if the budget savings is subsequently offset by new spending or tax cuts, the government's ability to finance future benefits will not have improved. Individual accounts financed by increasing the budget deficit would not increase national saving or reduce the government's fiscal imbalance, and could exacerbate that imbalance over the 75-year projection.", "Relatively small tax increases or benefit reductions could return Social Security to long-run solvency. Restraining the growth in Medicare and Medicaid spending is more uncertain and difficult, however. The projected increase in spending is driven more by medical spending outpacing general spending increases than by demographic change. But it is uncertain how to restrain cost growth because much of it is the result of technological innovation that makes new and expensive treatments available. If future medical spending grows more slowly than projected, then the long-term budget outlook improves dramatically. From a government-wide perspective, Social Security or Medicare trust fund assets cannot help finance future benefits because they are redeemed with general revenues at a time when the overall budget is in deficit.", "The reason revenues are not projected to rise along with outlays is that these programs are financed on a pay-as-you-go basis: current workers finance the benefits of current retirees. In the future, there will be fewer workers per retiree. Once a pay-as-you-go system is up and running and faced with an adverse demographic shift, there is no reform that can avoid making some present or future generation receive less than past generations. Under current policy, future generations will be made worse off by higher taxes or lower benefits. Under a reform that increases national saving, some of that burden would be shifted to current generations. Overall, current budget deficits negate the system's limited existing prefunding, exacerbating the future fiscal shortfall. While entitlement spending on the elderly is the major driver behind future deficits, it played little part in the growth of the current budget deficit to unsustainable levels. Reducing the current deficit is the most straightforward and concrete step that can be taken today to reduce the future shortfall."], "reports": {"section_title": "", "paragraphs": ["The United States is projected to undergo a demographic shift as the aging of the baby boomers causes an unprecedented increase in the fraction of the population that is retired. Coupled with rising life expectancy, this means, under current policy, a steady increase in the portion of the population that is both out of the workforce and receiving social insurance benefits from the government. At the same time, the cost of health care has persistently outpaced income growth, and may continue to do so while an aging population is utilizing more health care. If left unattended, this situation poses serious challenges for the government's fiscal position and the economy as a whole.", "Following the financial crisis, the budget deficit reached 10% of gross domestic product (GDP) in 2009 and 9% of GDP in 2010, a level that cannot be sustained in the long run. Concerns about long-term fiscal sustainability depend on the projected future path of the budget, absent future policy changes. While the recent growth in the budget deficit was due to short-term developments unrelated to entitlement spending on the elderly, the projected path of the budget in the long run primarily depends on the future path of entitlement spending. This report analyzes the long-run path of the federal budget; for a discussion of the current fiscal situation, see CRS Report R40770, The Sustainability of the Federal Budget Deficit: Market Confidence and Economic Effects ."], "subsections": [{"section_title": "Projections Show That Current Fiscal Policy Is Unsustainable", "paragraphs": ["Social Security and Medicare are financed primarily on a pay-as-you-go basis: benefits paid to today's elderly are based on dedicated payroll taxes collected from today's workers. Under current policy, expenditures are projected to grow much more rapidly than revenues because of the increase in retirees relative to workers. The worker to recipient ratio for Social Security is shown in Figure 1 and is projected to fall from 3.0 workers per recipient in 2009 to 2.1 workers per recipient in 2035. (The worker to recipient ratio for Medicare is slightly lower than for Social Security, but exhibits the same pattern over the long-run projection.) The projected decline in the worker to recipient ratio is driven by the retirement of the baby boomers, declining fertility, and increasing life expectancy, which means that, under current policy and retirement patterns, workers will be spending a larger fraction of their lives in retirement (assuming workers do not voluntarily work longer relative to retirement age). Thus, the increases in spending are not projected to subside after the baby boomers have passed away. Worker to recipient forecasts are subject to large margins of uncertainty, represented by the high and low lines in the graph. But even under the most optimistic of assumptions about population growth, the worker to recipient ratio will fall well below historical levels in coming years.", "For elderly entitlement spending to keep in line with revenues in light of these demographic changes, some combination of expenditures reduction and revenue increase will be required. Social Security and Medicare are financed through dedicated revenues: the payroll (FICA) tax. As shown below, diverting existing general revenues to entitlement spending cannot realistically cover the financing gap because of the sheer magnitude of the gap relative to total government revenues. Thus, the financing problem should not be thought of as a programmatic problem, but rather as a government-wide problem, and is best analyzed relative to economic output (GDP). (The role of the Social Security and Medicare trust funds will be discussed below.)", " Figure 2 illustrates the projected increase in Social Security spending from the present to 2035. Social Security is putting little immediate pressure on the budget—its dedicated revenues are almost balanced with its outlays. Because it is mainly financed on a pay-as-you-go basis, it will put pressure on the budget in the future, however. Projected spending increases from 4.8% of GDP in 2010 to 6.1% of GDP in 2035, whereas revenues are projected to stay fairly constant as a proportion of GDP. However, there is a high degree of uncertainty surrounding these projections. The Congressional Budget Office (CBO) estimates that there is a 10% chance that spending will exceed 7.3% of GDP by 2035, and a 10% chance that spending will be below 5.3% of GDP that year. By contrast, revenue projections show a very narrow degree of uncertainty as a share of GDP, so that under almost any scenario a large shortfall between revenues and spending is projected.", "Social Security projections are based on straightforward assumptions because benefits are determined by specific rules and formulas and demographic projections. By contrast, there is no obvious way to project federal health spending into the future because widely differing assumptions can be made about how much will be spent per beneficiary under current law. CBO's projections of federal health spending include Medicare, Medicaid, Children's Health Insurance Program (CHIP), and health care exchange subsidies; Medicare and Medicaid account for most of these outlays. While there are fairly reliable projections of the number of, say, Medicare beneficiaries, and current law broadly specifies the medical services that Medicare and Medicaid will cover, little can be known about how medical treatments, costs, and technologies will evolve in the future, or what new treatments will become available in the future. New technologies could potentially lower costs through productivity gains, but they could also potentially raise costs by making new treatments available that are both more effective and more expensive.", "In recent history, the latter has occurred, and as a result health spending has risen more rapidly than GDP (referred to as excess cost growth ). However, there is no guarantee that this pattern will continue in the future. In fact, it is unreasonable to extrapolate historical excess cost growth indefinitely, because that would result in health care eventually consuming 100% of GDP. Unfortunately, although there is great uncertainty about what future rate of excess cost growth above growth in GDP per capita is reasonable, federal health spending projections are highly sensitive to this assumption. To illustrate the sensitivity, Figure 3 compares CBO's projection of federal health spending to two other scenarios: that the historical growth rates of 2% persisted and that excess cost growth is eliminated. The difference between 0% and 2% excess cost growth equals almost 2.5% of GDP by 2035.", "CBO's projection is based on an assumption that excess cost growth will eventually will slow from 1.7% in 2022 to zero in 2085. In CBO's projection, federal health spending increases from 5.6% in 2011 to as much as 10.3% in 2035. Medicare's dedicated revenues are also projected to stay relatively constant, so if excess cost growth continues, these programs would put a serious strain on general revenues under current policy. Even with the assumption that excess cost growth will slow, total health spending (private and public) would rise from one-sixth to more than a quarter of GDP by 2035.", "Although most of the policy debate in the past has focused on ways to reform Social Security, it is Medicare and Medicaid that place a far larger strain on the federal budget. Between now and 2035, Social Security spending is projected to increase by 1.3 percentage points, whereas federal health spending is projected to increase by as much as 4.8 percentage points of GDP. After the baby boomer retirement is complete, Social Security's shortfall does not significantly worsen, whereas federal health spending continues to grow relative to GDP. From 2035 to 2080, Social Security spending as a share of GDP under benefits scheduled by law is projected to level out, whereas federal health spending is projected to continue to grow by an additional 9.1 percentage points of GDP.", "Other government spending programs will also be affected by an aging society, including Supplemental Security Income (SSI) and health and pension spending for civil servants and veterans. Some analysts fear that the finances of the Pension Benefit Guarantee Corporation, a government agency that insures private defined benefit pension plans, could also be negatively affected if firms do not take steps to improve their pension reserves. (On the other hand, government spending on the young could fall as a share of GDP as our society ages, although much of that spending is done at the state level.) The increase in projected spending for these programs is small as a share of GDP compared with the increases in Social Security, Medicaid, and Medicare spending, however.", "It is also unclear what assumptions should be made to project current tax policy in the long run. If current law were followed, the 2001 and 2003 tax cuts would expire and about half of taxpayers would be subject to the alternative minimum tax (AMT) by 2035 due to inflation. Under these assumptions, which CBO calls the \"extended-baseline scenario,\" revenues are projected to rise relative to GDP to much higher levels than they have been historically because of \"bracket creep,\" meaning that as prices and incomes rise, taxpayers on average shift into higher tax brackets. Because policymakers have not allowed these provisions to expire in the past, CBO presents an \"alternative fiscal scenario\" projection more consistent with current tax policy that assumes most of these provisions are extended at their 2009 level until 2020, and thereafter holds revenues at a fixed share of GDP. Likewise, discretionary spending is set annually through the appropriations process, so many valid assumptions could be made about its future size. The \"alternative fiscal scenario\" assumption that nondefense discretionary spending will stay close to its pre-recession share of GDP is consistent with historical trends and seems reasonable for a long-term projection. Figure 4 illustrates spending as a share of GDP through 2035 under this scenario.", "Under the alternative fiscal scenario assumptions about current policy and future excess cost growth, the increase in entitlement spending would not be matched by increases in general revenues or decreases in other spending, and would need to be entirely deficit financed. By 2047, Social Security and federal health spending alone are projected to exceed total revenues. As a result, after briefly dipping to 6.2% of GDP in 2017, projected budget deficits under the alternative fiscal scenario would reach 15.5% of GDP by 2035, and the national debt would rise at a continually accelerating pace and surpass 200% of GDP shortly after 2035. Under the extended baseline scenario, where the tax cuts and AMT patch were assumed to expire (as scheduled under current law), physician payments are cut as scheduled under law, and non-entitlement spending were reduced to all-time lows relative to GDP, deficits would rise more slowly, but still exceed 4% of GDP after 2035.", "Another way to measure the imbalance in future government finances is through the fiscal gap concept, which refers to the immediate reduction in spending or increase in taxes that would be required in order to prevent the federal debt from rising relative to GDP over the projection window. CBO estimates a fiscal gap of 4.8% of GDP over the next 25 years and 8.3% of GDP over the next 75 years under current policy. To close this fiscal gap for the next 25 years, would require reducing primary spending by 20%, raising total revenues by 25%, or some combination of the two. Although the magnitude of these changes would be unprecedented, delay would require even larger cuts in the future. Although these options are undesirable, they cannot be postponed indefinitely (if the projections prove to be accurate) for reasons discussed in the next section. Policymakers do have a wide array of choices concerning the form the tax increases or spending cuts could take, however."], "subsections": [{"section_title": "The Effects of Current Policy on the Economy", "paragraphs": [" Figure 5 illustrates why current policy is considered to be unsustainable. Large budget deficits would cause the national debt to rise at an accelerating rate to unprecedented levels. CBO projects in its alternative fiscal scenario that, the deficit under current policy would decline to 6.6% in 2020, which would not be small enough to prevent the debt from continuing to grow relative to GDP, reaching 100% of GDP shortly after 2020. After 2020, the debt and deficit would continue to rise rapidly.", "Before 2009, the United States had never financed a peacetime deficit above 6% of GDP and foreign countries have not succeeded in financing persistent deficits that were much larger. Although larger U.S. deficits were financed during wars, wars are only temporary, whereas the fiscal imbalance under current law is permanent. In essence, the rise in entitlement spending under a scenario with continued excess cost growth is too large and permanent to credibly be financed indefinitely by pushing its cost forward through borrowing.", "If current policy is maintained and the assumptions in the projections hold, the resulting deficits would likely cause interest rates on U.S. Treasury bonds to rise substantially, both as a result of the higher risk that the Treasury might ultimately default on its debt and also because the government's demand for borrowed funds would raise the price of credit, which is the rate of interest. Default would likely undermine financial stability because of the central role that U.S. Treasury securities play in providing the financial system with liquidity, as a benchmark asset, and as a \"safe haven\" for risk averse investors. If the government financed its rising budget deficit by increasing the money supply, the rate of inflation would also increase significantly along with interest rates. Budget deficits of the size projected under current law could lead investors to doubt that the United States would be able to service its debt fully and on time, which could cause the value of the dollar to drop precipitously. Because more than one-half of the total outstanding debt of the United States is held abroad, a collapse of the dollar would have serious economic repercussions around the world. The point at which investors lost faith in the government's ability to service its debt if current policy were maintained cannot be accurately predicted. The large increase in the debt relative to GDP since 2007 has not undermined investor confidence in the riskiness of Treasury securities to date.", "Presumably, U.S. budget policies will be altered before this point is reached. In the interim, the deficit would still have a negative impact on the economy long before the fiscal outlook reached crisis. A rising risk premium due to an unsustainable fiscal policy is only one reason for interest rates to rise. The deficit also causes interest rates to rise because it is competing with private capital investment to be financed from a finite pool of loanable funds from domestic and foreign lenders. Interest rates rise to equilibrate the higher demand for credit with the supply of loanable funds, which is national saving plus capital from abroad. The deficits projected under current policy would exceed private saving and cause national saving to become negative.", "Whatever the cause of the increase in interest rates, the effect on the economy is the same: higher interest rates reduce private capital investment. Lower rates of capital formation cause economic growth to slow, leading to lower U.S. living standards (as measured by per capita income) in the long run than there otherwise would have been. Foreign capital flows can offset part or all of the decline in national saving, but this will still result in lower U.S. standards of living than if the budget had been balanced because the income from that capital will flow to foreigners instead of Americans. Using a rule of thumb assumption that higher saving will compensate for 40% of the fall in total savings caused by the deficit, CBO estimates that, by 2035, the deficits resulting from current policy would reduce gross national product by 7% to 18% relative to what it would have been. (If private saving does not rise in response to the deficits, gross national product would fall more.)", "Even if future budget deficits were reduced to the point where they became sustainable, crowding out still results in a smaller future economy than would otherwise be the case, all else equal. As a result, fewer resources would be available in the future from which the government can draw to finance the retirement of the baby boomers. Ultimately, the resources available in the economy as a whole will determine the level of government spending that is feasible in the future. Financing a given level of spending from an economy that is smaller than it would have been in the absence of deficits would, in turn, require higher tax rates.", "CBO long-term budget projections do not include any of the macroeconomic effects discussed in this section—the projected deficits are not assumed to affect interest rates or GDP through crowding out effects. If macroeconomic effects were included, the projections would be more unfavorable—interest payments on the national debt would be higher and tax revenues would be lower. CBO projects that these feedback effects could raise the debt relative to GDP by 22 to 64 percentage points of GDP in 2035 relative to the official projections that include no effects of a larger debt on GDP."], "subsections": []}, {"section_title": "Why Can't the Contributions of Young Workers Finance the Benefits That They Have Been Promised?", "paragraphs": ["Proposals to eliminate the shortfall of revenues in the future to finance the entitlement benefits that have been promised under current law have raised criticisms about fairness. After all, retirees today paid the same or lower tax rates than today's workers, and they are receiving the benefits equal to (or exceeding) what they were promised. While this predicament may be perceived as unfair, it is inherent in a pay-as-you-go system where benefits are based on income and financed by those working at the time. When the worker-retiree ratio falls, only two options are available under pay-as-you-go: benefits to retirees fall or taxes on workers rise. A pay-as-you-go system is fundamentally different from the fully funded pension systems that private employers run, where an employee's contributions are invested to finance his future benefits, rather than used to pay the benefits of current retirees. (Even a fully funded pension system would pay smaller monthly annuities when life expectancy rose, however.)", "Once a pay-as-you-go system is up and running and suffers an adverse demographic shift, there is no reform that can avoid placing a burden on some participants in the system by making some present or future generation receive less than past generations. This burden can be thought of in terms of generations participating in the system, rather than in terms of taxes and benefits. For example, the burden imposed by a tax on today's workers is equivalent to the burden of a benefit cut when today's workers retire. Reform cannot avoid making some current or future generations pay disproportionately because the windfalls initially created by a pay-as-you-go system have already been collected and spent by the early workers in the system who received benefits that far exceeded their contributions.", "Evaluating the generational equity of a reform proposal is best done from a government-wide perspective, and not from a programmatic perspective. For example, proposals can appear to raise entitlement benefits paid to any given generation through general revenue transfers or increasing the national debt. But general revenue transfers or a larger national debt must (eventually) be financed through higher taxes or lower government spending. Thus, the burden has been shifted out of the program and into the general budget—it has not been reduced."], "subsections": []}, {"section_title": "Trust Funds Cannot Finance Future Benefits From a Government-Wide Perspective", "paragraphs": ["According to law, when benefit costs of Social Security and Medicare Part A exceed income, their trust funds can be drawn down to finance benefits. It is often argued that benefits can be financed in full until their trust funds are exhausted, which is projected to occur in 2035 and 2020, respectively. (Medicare Part B does not have a dedicated revenue source and relies heavily on general revenue transfers already.) While this is true from the programs' perspective, the trust fund \"assets\" have no effect on solvency from the overall government's perspective. The trust funds hold U.S. Treasury securities, which are nothing more than an IOU from the government to the trust fund. Therefore, Social Security and Medicare can only be financed in full as long as the government can find the budgetary resources to finance them. Arguing that the trust fund securities provide those resources is equivalent to arguing that one has assets because one's right pocket contains an IOU from one's left pocket. The problem is not that, from the trust fund's perspective, the government will not honor its Treasury securities. The problem is that, from the government's perspective, it must find the budgetary resources to honor those securities. Under current policy, it will lack the resources before the trust funds are exhausted because tax revenue is not projected to rise nor non-entitlement spending projected to fall in tandem with the rise in entitlement spending.", "If the trust fund surpluses created future budgetary resources at the time they were accumulated, then those surpluses could be thought of as generating resources from an economic perspective that would be available to finance future benefits. Unfortunately, the government's overall fiscal position has precluded the creation of future budgetary resources. With the exception of 1999-2000, surpluses of the Social Security and Medicare systems have not been—and are still not being—used to improve the government's fiscal condition in preparation for the retirement of the baby boomers. Instead, they are being used to support the government's current fiscal stance, in which revenues and other outlays are set at a level where they are in deficit. Because they are being diverted to finance non-entitlement spending, the presence of trust fund surpluses has not created any future budgetary resources that can be used by future governments to honor the Treasury securities held by the trust funds. It is the past and present unwillingness to balance revenues and outlays outside the trust funds that prevents the trust fund surpluses from generating real resources that can be drawn down in the future.", "Focusing the reform debate on the government's overall fiscal position rather than the position of the program's trust fund also would have the benefit of avoiding budgetary maneuvers that may give the false appearance that the programs' fiscal position has been improved. For example, some reform proposals return the trust funds to solvency through general revenue transfers or by \"investing\" the entitlement surpluses in nongovernmental financial assets (either collectively or through individual accounts) without increasing the government's tax revenue. Although these proposals make the programs' financial position look improved in isolation, they do nothing to reduce the overall imbalance between government outlays and government revenues. In the case of the latter, surpluses diverted from financing general government outlays for \"investment\" purposes must be replaced by increasing the national debt in the absence of other policy changes. For the government as a whole, higher earnings on the trust funds or individual accounts are offset by higher interest on the national debt."], "subsections": []}]}, {"section_title": "Economic Effects of Reform Options", "paragraphs": ["Reform may encompass several goals—altering the redistributive characteristics of the system, giving people more choices about the form their benefits take, and so on. This section considers reform options in light of only one goal—altering current policy to achieve future fiscal solvency—because changes to the status quo are unavoidable under current projections. Achieving this goal is possible only through some combination of higher tax revenues and lower spending; as demonstrated above, maintaining current policy through borrowing is unsustainable. In CBO's projection, Medicare and Medicaid spending grow continually relative to GDP. While clearly unrealistic as a \"best guess\" of future outcomes, it may make sense as a projection of current policy, for it underlines the fact that any policy changes to place the budget on a sustainable path must include reductions in the growth rate of government health spending.", "Although the fiscal problems facing the government in the future are large, they are also distant. Budgetary resources are available for policy to continue along its current course for at least another decade or two. In this light, before evaluating specific reform proposals, it is useful to explore the arguments for not postponing reform further. Reforming now rather than later has been justified on at least three grounds: to reduce the scope of future policy changes, to improve inter-generational equity, and to reduce uncertainty."], "subsections": [{"section_title": "Prefunding to Reduce the Scope of Policy Changes", "paragraphs": ["One reason given to undertake reform today is to reduce the scope of the policy changes that must be ultimately undertaken. Reform, as defined in this report, reduces the government's overall future fiscal shortfall. Reforms made today can reduce the future fiscal shortfall without reducing the present fiscal shortfall. For example, a benefit cut could be announced today that did not go into effect until, say, 2030. But for reform to reduce the ultimate scope of future benefit cuts or tax increases, it must incorporate prefunding—raising resources today and saving them so that more resources are available in the future to pay future benefits . In other words, a smaller benefit cut could restore fiscal solvency if it went into effect today and its proceeds were saved than if it went into effect in 2030. ", "Prefunding can be done through the government (by paying down the national debt or investing the trust funds in private assets) or through individual accounts. The salutary effects of prefunding on the projected future fiscal imbalance are not limited to changes in Social Security and Medicare. Any policy change that reduced the current budget deficit would reduce the government's future fiscal gap; likewise, current budget deficits increase that fiscal gap. Prefunding increases the resources available to the government and economy as a whole by raising the national saving rate. The additional saving is then available to finance additional capital investment spending (or reduce reliance on foreign saving to finance current investment), which increases national output. A greater national output increases the future resources available to finance the needs of an aging population, and reduces the government's fiscal shortfall. The current fiscal stance of budget deficits, by contrast, eliminates the prefunding that would presently occur if the Social Security surpluses were saved and exacerbates the future fiscal shortfall for the same reasons. But making the transition to a prefunded system makes current generations worse off, because the prefunding must be financed either through higher taxes or lower benefits.", "Prefunding requires higher revenues because under pay-as-you-go, existing revenues are already financing the benefits of current beneficiaries. (And because of the on-budget deficit, trust fund surpluses are already financing other government spending.) If reform were instead financed through borrowing, it would not improve the government's ability to pay benefits in the future (after adjusting for risk)—it would saddle future generations with explicit general government liabilities, in the form of a greater national debt. If reform is financed by borrowing, the increase in national saving in the trust fund or individual accounts is offset one for one by the decrease in government saving through the larger budget deficit.", "Because benefits are tied to wages and GDP, prefunding not only increases the resources available to finance existing benefits promised by current law, it also increases the benefits themselves. (Prefunding leads to some fiscal improvement because it does not increase the Social Security benefits of those already retired.) To make prefunding a more effective strategy for improving future fiscal solvency, benefits could be de-linked from economic growth. De-linking Social Security benefits from economic growth is straightforward and can be accomplished by no longer tying benefits growth to wage growth. De-linking Medicare benefits from economic growth is less straightforward—as long as demand for health care increases with income, policies to increase GDP are also likely to increase the demand for Medicare spending.", "Plans to reform through prefunding face a difficult political dilemma: how can a commitment to prefund be maintained and reform plans preserve a course of action that spans decades in the face of the comings and goings of new Congresses every two years? If reform plans cannot be preserved, little may be gained, from an economic perspective, by reforming now. This is a particular concern because there could potentially be significant short-term political gains and few political costs from diverting prefunding resources to unrelated policy goals. History suggests that this concern is a real one: for example, the congressional \"Social Security lock box\" failed to prevent Social Security surpluses from being diverted to finance other spending beginning in 2001. For this reason, prefunded individual accounts might have an important political advantage over centralized government prefunding because they take those resources \"off the table\" politically so that they could not be diverted to other uses. However, it is important to note that if individual accounts are debt-financed rather than prefunded, they will not be taking any resources \"off the table.\" Proponents argue that a centrally controlled trust fund invested in private assets would be another way to take those resources \"off the table.\" Opponents argue that the earnings of a centrally controlled trust fund could be siphoned off to finance other government spending just as easily as the interest earnings of the trust funds are siphoned off today."], "subsections": []}, {"section_title": "Inter-generational Equity", "paragraphs": ["Another reason given for undertaking reform sooner rather than later is to pursue inter-generational equity. The choice for policymakers is whether to spread the tax increases or spending cuts over all generations beginning now through prefunding, or whether to concentrate the policy changes on future generations. Financing government spending through budget deficits does not impose less of a burden than tax increases or other spending cuts—it shifts the burden forward to future generations through a lower saving rate and capital stock. The longer reform is postponed, the greater the benefit reductions or tax increases imposed on future generations. Economic theory cannot judge the desirability of a reform that shifted to prefunding because it is a question of inter-generational equity: is it \"fair\" that future generations are treated worse than current and past generations under current policy because of the effects of adverse demography on a pay-as-you-go system? Prefunding would place less of a burden on future generations, but would be unlikely to eliminate it because past generations received benefits that exceeded their contributions. Under current policy, the Trustees report for Social Security and Medicare estimated, respectively, that there will be a transfer of resources from future generations to past and present generations of workers equal to $18.8 trillion for Social Security and $7.7 trillion for Medicare in present value terms. Some would argue that it is fairest to spread the unavoidable burdens of a pay-as-you-go system among all generations, rather than placing the entire burden on future generations. Others would argue that placing the burden on future generations is justified because they will be wealthier than current generations because of future economic growth. In the case of Medicare and Medicaid, another argument against current generations bearing more of the burden is the uncertainty about whether projected spending increases will actually materialize.", "Deciding between benefit reductions and tax increases to restore future fiscal solvency is often viewed through the prism of fairness. This is somewhat misleading—in the aggregate, there is not much difference in fairness between cutting benefits and raising taxes on the same individual. For equity considerations, the generation affected by the reform is more important than the form that reform takes. Reforms undertaken now can raise taxes or lower benefits on current generations or future generations; reforms postponed to the future will only affect future generations. However, Social Security does provide favorable benefits to individuals who are low-income, widows, dependents, and the disabled, and maintaining the favorable treatment they currently receive would depend on the nature of the benefit cuts."], "subsections": []}, {"section_title": "Reducing Uncertainty", "paragraphs": ["Finally, another rationale for undertaking reform sooner rather than later is that it can reduce uncertainty. Workers trying to plan their optimum private saving behavior today are hampered by uncertainty concerning the benefits that will be provided by the government in the future. Some policy uncertainty is caused by the projected future fiscal shortfall, and can be reduced if the shortfall is reduced. On the other hand, there is forecast uncertainty, which complicates attempts to modify policy ahead of time, because policy responses could turn out to be larger or smaller than what turns out to have been needed. As demonstrated in Figure 3 , the correct rate of future excess cost growth for Medicare and Medicaid is the largest source of long-term forecast uncertainty.", "Uncertainty has implications for the types of reforms that can be undertaken. Policy options that affect individuals when they are old must be adopted far ahead of time if individuals are to be given time to adapt to those changes. For example, benefit cuts must be announced far in advance if individuals are to be given the opportunity to save more in their working years to offset benefit cuts. By contrast, policy options that affect individuals when they are young, such as tax increases, can be adopted more rapidly. This implies that postponing reform is likely to bias the eventual resolution toward tax increases rather than spending cuts."], "subsections": []}, {"section_title": "Reform Options: Reducing Benefits", "paragraphs": [], "subsections": [{"section_title": "Social Security28", "paragraphs": ["Relatively minor changes in benefit calculations could bring Social Security outlays back in line with revenues under the intermediate scenario. For example, if initial benefits were indexed to price inflation instead of wage growth, outlays would fall significantly in the long run. If this were done, benefits would still be rising in nominal terms (and keeping constant in real terms), but the replacement rate of benefits compared to wages would fall. The advantage of this approach would be that savings to the government would rise over time (as the spread between wages and prices grew) to offset the increasing fiscal imbalance. (Because budgetary savings grow under this approach, larger reductions would be needed if postponed to the future.) A disadvantage of this proposal is that it is not directly tied to the size of the financial shortfall, so if the shortfall turned out to be smaller (larger) than expected, benefits would be cut more (less) than needed to restore solvency. CBO estimated that one proposal along these lines would reduce the Social Security shortfall by 1.1% of GDP in 2050. This would keep Social Security spending near its current level as a share of GDP.", "To avoid a reduction in their standard of living in retirement following a benefit cut, workers may choose to save more of their income during their working years or work longer. Thus, to the extent that Social Security substitutes for private saving, benefit cuts could lead to higher saving or labor supply which, in turn, would boost economic growth. But to the extent that Social Security substitutes for family income transfers, households fail to plan ahead for retirement saving, or private saving is driven by other motives, such as a bequest motive or precautionary saving, reduced Social Security benefits would not influence private saving. Furthermore, the relatively unequal distribution of U.S. wealth suggests that private saving may not be that sensitive to changes in Social Security. At the top of the income distribution, which accounts for most U.S. saving, Social Security makes up little if any of an individual's retirement income. For example, elderly in the highest quartile of the income distribution received 20% of their income from Social Security in 2008. At the bottom of the income distribution, a sizable fraction of Americans have very little private saving, and would presumably suffer a reduction in living standards rather than raise their saving rate in light of a benefit cut.", "An alternative approach to reducing benefits would be to raise the retirement and early retirement ages. This approach could avoid reducing monthly benefit payments, although lifetime benefits would fall because retirees would begin to collect benefits later in life. Proponents justify this approach on the grounds that rising life expectancy means that retirees are collecting benefits for longer than previous retirees—in effect, longer life expectancy has inadvertently caused lifetime benefits to increase. In addition, raising the retirement age would directly increase output by keeping workers in the labor force longer, thereby providing the economy as a whole with more resources to cope with an aging society. One study estimates that raising the retirement age to 70 would increase employment rates among men age 55-74 by as much as 15%, or total employment among men by 3%. CBO estimated that a proposal to raise the full retirment age to 70 would reduce the imbalance of Social Security by 0.7% of GDP by 2050."], "subsections": []}, {"section_title": "Medicare and Medicaid", "paragraphs": ["Unlike Social Security, there are no straightforward proposals to reduce the long-term growth in Medicare and Medicaid spending. Social Security spending is based on specific formulas that can be altered to reach a desired spending level. Levels of health spending, by contrast, are not currently set directly by the government. Rather, the government chooses the services it will finance, and the spending on those treatments ultimately depends on supply and demand. Little is known about how much long-term savings could be garnered from some of the proposals discussed below; it is likely that none of the proposals adopted in isolation could close the entire fiscal imbalance. Restraining long-term health cost growth was considered extensively in the 111 th Congress's debate on health care reform, but CBO has concluded that the cost-constraining provisions in the legislation would have a small effect on health spending relative to future budget deficits, and the budgetary savings generated would be at least partly offset by other parts of the legislation that would tend to increase health spending. Overall, CBO projects that the legislation will slightly reduce federal health spending through 2026, and slightly increase federal health spending from 2027 to 2035 relative to if legislation had not been enacted. CBO does not project that the legislation will prevent federal health spending from continuing to grow faster than GDP, however.", "The central challenge for policymakers is to reduce excess cost growth. If spending on federal health programs grew at the rate of GDP, they would not place a significant strain on government finances. However, there is no way to know what rate of excess cost growth will occur in the future. Forecasters assume that the rise in health spending will outpace GDP growth because it has consistently done so in the past. It is possible that technology or consumer preferences would change on their own such that excess cost growth wanes without government intervention. But it may be more prudent to assume that it will not wane, given historical patterns. Then the challenge becomes finding policy actions that can restrain excess cost growth. Some economists argue that there are structural biases toward excess cost growth in the market for health care that could be altered by policymakers.", "Policymakers can attempt to restrain cost growth through the demand side or supply side of the market. Demand could be reduced by shifting Medicare costs from the government to the beneficiaries, which would also directly reduce the government's fiscal gap and alter generational equity, if applied to current generations. (Shifting costs to the beneficiaries in the Medicaid program is arguably less philosophically compatible because it is a low-income support program.) Demand could be reduced by making beneficiaries bear a greater portion of Part B premiums. (If desired, higher premiums could be means-tested to avoid negative effects on low-income individuals.) Beneficiaries currently pay less than 25% of premiums and general revenues pay the remainder. However, higher premiums may have little effect on medical spending of participants (although it could reduce participation) because it would not influence the marginal cost of specific treatments (because premiums finance the overall insurance, not specific treatments). To influence marginal costs, raising deductibles and co-insurance rates would be more effective. But even if marginal costs were increased, some analysts are skeptical that consumers could make well-educated decisions based on price because choosing between medical procedures, unlike most goods, involves a highly specialized knowledge of medicine. And unless rules on supplemental coverage were altered, privately-purchased supplemental plans or Medicaid could cancel out policy changes that made marginal costs higher and shift health spending from Medicare to private spending and Medicaid.", "Another way to reduce demand would be to restrict enrollment. One way would be to raise the age of eligibility. In fact, unlike Social Security, Medicare's eligibility age is not already rising under current law. CBO estimates that raising Medicare's eligibility age to 67 would save $125 billion over the next ten years, but the saving would still be modest in light of the program's future projected fiscal shortfall.", "Budgetary savings is not a rationale for reducing demand in and of itself. From an economic perspective, reducing demand is desirable if the benefits of receiving the health care are outweighed by the costs to society of their provision. Medicare may provide a service (elder health care) that could not be as efficiently provided by the market, notably because of adverse selection. If higher costs to beneficiaries caused them to drop out of Part B or receive too little care (notably preventive care), Medicare spending could fall to a socially sub-optimal level. (Non-participation could be avoided by making participation mandatory, although this would increase budgetary pressures). On the other hand, because patients do not directly bear the costs, medical care may be over-consumed at present from a society-wide perspective, which would make a reduction in demand more economically efficient.", "On the supply side of the market, spending could be reduced by restricting the medical services that the government will reimburse or limiting the coverage of newly developed treatments. Consequences of such an approach are that some medical spending would cease and some would be shifted to private spending and private insurance.", "Some argue that another path to restraining cost growth lies with transforming Medicare from a government monopsony to a competitive market of private insurers, including the health maintenance organization (HMO) model that dominates employer-based coverage. (This approach is sometimes referred to as \"premium support.\") The rationale behind this argument is that government lacks the profit-incentive, competitive pressures, and market savvy needed to restrain costs.", "Others argue that government provision has two advantages over competition that make it more suitable. First, only government has monopsony bargaining power and economies of scale (which it does not fully use at present), and these can be used to hold down costs more effectively. Second, an efficient insurance mechanism broadly pools risk so that the premiums of the healthy offset the costs of the sick. Health insurance could only be efficiently provided in competitive markets if adverse selection and cherry picking (private plans only serving healthy individuals to lower costs) could be avoided. Theoretically, adverse selection could be avoided through some combination of nondiscriminatory coverage, risk-adjusted premiums, and Medicare regulating the types of coverage that any plan must provide, but designing these tools effectively has been difficult in practice. In any case, as an empirical matter, HMOs do not have a long enough track record to reach a consensus on whether they can reduce costs continually or only on a one-time basis. Although many analysts credit HMOs with reducing cost growth following their adoption in the 1990s, cost growth accelerated again in this decade.", "For the HMO model to reduce Medicare spending, it would have to be set up differently than the current Medicare Advantage system. In the Medicare Advantage system, the government sets the minimum beneficiary premiums, the basic benefits offered, and the payments to companies. Thus, companies are not really free to compete on price, and efficiency gains cannot be translated into lower spending. Instead, companies compete on the medical services offered (they must offer a basket of services set by the government and can add additional services to that basket), so that, holding government-mandated premiums constant, efficiency gains are translated into higher profits or greater medical spending (because the company will offer the beneficiary more medical services). Preventing companies from competing on price is a way to reduce (but not likely eliminate) adverse selection; for companies to compete on price and the market to function efficiently, other tools would need to be found to prevent adverse selection.", "Some analysts argue that reforms to Medicare's payment system could also generate cost savings. Health care providers are paid on a fee-for-service basis, which may give them an incentive to over-provide. Medicare payments are set by complex formulas that may not always match the price that Medicare could secure if bargained in the market. Once a treatment is approved by Medicare, the government leaves it to physicians, who have little incentive to consider the government's objective of limiting spending, to prescribe its use. Some researchers argue for \"evidence-based medicine,\" claiming that cost-saving could be achieved by substituting less expensive treatments that are similarly effective. For example, some researchers claim that the differences in outlays by region cannot be explained by cost of living and patient characteristics. However, these types of reforms may lead to one-time, rather than continuous, cost savings.", "Two other proposals to limit supply meet skepticism among economists. First, queuing (rationing under-supply through waiting lists) is widely used to reduce costs in foreign countries with nationalized health care systems. But economists are skeptical that the benefits of the lower financial costs exceed the nonfinancial costs of queuing. The nonfinancial cost can be thought of as the monetary price patients would be willing to pay to avoid the wait. Second, cutting Medicare's payments to providers cannot be used to restrain cost growth on an ongoing basis. While this strategy has been used in the past for short-term budgetary savings, to use it on an ongoing basis would require providers to accept continually lower payments for their services. Eventually, this would cause providers to withdraw their services, and some analysts have argued that this has occurred when payments have been cut in the past.", "When evaluating all of the proposals made above, consider whether the goal of reform is to reduce federal spending or economy-wide spending on elderly health care. Answering this question is beyond the scope of this report, but many economists doubt that excess cost growth could be reduced in federal health spending unless it is also reduced in private health care spending. In other words, private corporations, insurers, and medical providers would have to change their behavior in order for health spending (and the budget) to be placed on a sustainable path. Some of these changes in private spending may come about through private sector initiatives and some through public policy changes. Many proposals could potentially replace federal spending with private spending, either by individuals or by the corporations from which they retired, or spending by state and local governments. Some proposals, adopted in isolation, would shift some spending from Medicare to Medicaid, which would limit the proposal's budgetary saving. Because Medicaid is a jointly funded state-federal program, there is frequently tension to shift costs back and forth between the two when either is looking to reduce overall spending."], "subsections": []}]}, {"section_title": "Reform Options: Raising Taxes", "paragraphs": ["The projected tax increases required to place Social Security back on a solvent financial path are not large compared with historical changes in tax revenues. If Social Security is maintained on a pay-as-you-go basis, tax increases rising to 1.4% of GDP are projected to be needed by 2035 (assuming, because of the overall budget shortfall, that general revenues are unavailable). To place this total in perspective, tax revenues increased by 2.5 percentage points of GDP between 1993 and 1999 because of policy changes and economic growth, with little evidence of negative ramifications for the economy. If taxes are increased sooner and the revenues saved, the projected increase required to bring the system back to solvency is smaller.", "Projected tax increases required to match the projected growth in federal health spending under current policy are much more daunting. Federal health spending is projected to rise 3.8 percentage points of GDP by 2035. Gradual tax increases of these magnitudes need not be ruled out as infeasible because many Western European countries collect more than 50% of GDP in tax revenue, compared with 29% of GDP for the total of state, local, and federal government in the United States in 2007 (before the economic slowdown). Alternatively, if there were no excess cost growth, taxes would need to increase by 2.8 percentage points of GDP by 2035 to match the increase in health spending.", "If reform relied on tax increases, what form could they take? Social Security and Medicare Part A are currently financed largely through payroll taxes, but could be financed in any way in the future (with or without a dedicated revenue source).", "If taxes were levied on individuals, they could take the form of wage (payroll) taxes, income taxes, or consumption taxes. (If levied on corporations, other options would be available.) Tax revenue can also be raised at existing tax rates by broadening the tax base, an approach often favored by economists. Consumption and wage taxes affect labor supply but not saving decisions; income taxes affect both. Income taxes have a broader base and require lower tax rates in the long run. Wage or income tax increases could be made more progressive through a graduated rate structure; progressivity would be harder to achieve with consumption taxes. Consumption taxes would shift more of the burden of reform to the existing elderly because they tax existing saving when it is drawn down.", "Besides tax rate increases, there could be changes made to the tax treatment of Social Security to raise revenue. For example, if policymakers wanted to make the system more progressive, the income ceiling on the payroll tax could be removed for Social Security (there is none for Medicare). This option would reduce the Social Security shortfall by $457 billion by 2020 if the benefit formula were also changed so that removing the ceiling did not raise benefits. Alternatively, Social Security benefits could be taxed in full (currently about two-thirds of recipients pay no tax on their benefits). (Whether these changes are consistent with the overall tax system depends if Social Security is viewed as a pension or income transfer system.) Revenues could be raised within Medicare through higher premiums for Parts B or D.", "If the long-term fiscal imbalance were closed through higher taxes, raising taxes earlier and saving the proceeds through prefunding would require smaller tax increases than if tax increases were postponed. Earlier tax increases would be more economically efficient than larger increases later, and would affect generational equity by shifting some of the cost of reform to present generations. If taxes were raised today and the proceeds not saved, then the tax increases required in the future would not be reduced.", "There is a widespread belief that lower spending is better for economic growth than higher taxes, but there is not strong evidence backing this belief. Economic theory is ambiguous as to the effects of higher taxes on growth in general, and it would also depend on what form the tax increase took. Either way, empirical evidence suggests that the economic effect is small for modest changes. In the case of closing the fiscal gap, however, the estimated changes are much larger. CBO estimates that eliminating the overall fiscal shortfall through higher marginal taxes would cause the economy to be 5% to 20% smaller in 2050 compared to if government spending were cut (under this projection, the economy would still be much larger than it is today). CBO notes that there is little confidence surrounding these estimates because there is no comparable historical experience and little consensus over what model best describes how taxes affect the economy. Furthermore, CBO notes that the economic effects would be significantly smaller if revenue were raised by broadening the tax base instead of by raising marginal rates.", "Taxes can affect economic growth by influencing labor supply (both the decision to work and the number of hours worked) or the saving rate. Empirical evidence is inconclusive as to the effects of taxes on saving because the decision to save is a very complicated one made over time and motivated by many different factors. Thus, results turn out to be highly sensitive to the model used. Currently, Social Security and Medicare Part A are financed by payroll taxes, which do not affect saving. However, even under the assumption that tax increases had no effect on the decision to save at the margin, raising taxes by several percentage points of GDP could reduce private saving by reducing after-tax income. Empirical evidence suggests that labor supply is relatively unresponsive to tax changes—most people, particularly men and single women, will work full-time regardless of tax rates. In any case, individuals would not be expected to change their behavior as much in response to an increase in taxes for Social Security compared with a normal tax increase, because reducing labor supply would directly reduce the individual's benefits.", "One demographic group whose labor supply may be more sensitive to tax rates is the elderly and near-elderly. This suggests that reform options that affect the (implicit or explicit) tax rate on the elderly could have important effects on the economy, even when those policies are intended to reduce entitlement spending. When entitlement spending is influenced by current income, spending policies can also act as a tax by reducing benefits when income rises.", "Some argue for reform based on tax increases on the grounds that recent tax cuts have contributed to the overall future shortfall between projected revenues and outlays. For example, the recent tax cuts, EGTRRA ( P.L. 107-16 ) and JGTRRA ( P.L. 108-27 ), have been estimated to increase the \"fiscal gap,\" the long-term budget deficit, by 2.2% of GDP. To offset the effects of these tax cuts on the fiscal gap, an estimated 9% permanent reduction in all (noninterest) spending would be required."], "subsections": []}, {"section_title": "Reform Options: Individual Accounts", "paragraphs": ["Individual accounts have been proposed as a potential solution to Social Security's financing problems. Proponents argue that payroll tax revenues could be diverted to accounts that would be owned by the individual, and these accounts could be invested in financial securities. The high rate of return earned by the accounts, it is argued, could be used to reduce Social Security's fiscal shortfall.", "Switching Social Security to a system of individual accounts, partially or completely, raises several economic issues that will not be addressed in this report, including questions of risk sharing, adverse selection, moral hazard, annuitization, and bequests. Furthermore, individual accounts alone would not address the system's current social goals, which include redistribution and the provision of benefits for survivors, dependents, and the disabled, which currently accounted for approximately one-third of the system's outlays. This report will only analyze the claim that individual accounts can improve the government's fiscal position.", "Individual accounts would not be self-financing because savings to the government from the individual accounts would not occur until the account holders retire. All payroll tax revenues are currently dedicated to the payment of benefits to current retirees or the financing of general government spending—there are no unused funds available to finance the creation of individual accounts. Thus, individual accounts would need to be financed by immediately raising taxes, reducing spending, or issuing Treasury securities (increasing the budget deficit); this is sometimes referred to as the \"transition cost\" of implementing individual accounts. If this transition cost is financed through larger budget deficits, then individual accounts could worsen the government's long-term fiscal imbalance. For example, the Social Security Administration actuaries estimated that the individual accounts introduced in Option 1 in President Bush's Commission to Strengthen Social Security would increase the deficit each year, with the increase in the deficit peaking at 1.4% of GDP around 2030 and falling to 0.5% by the end of the projection.", "Individual accounts are one vehicle through which prefunding can be implemented if financed through higher taxes or lower government spending. Then, all else equal, the government's overall fiscal position will improve, national saving will rise, private investment will increase, and this will increase the future size of the economy. As noted above, individual accounts are not necessary for prefunding—prefunding can also occur if the government reduces the national debt or collectively invests in private securities. However, individual accounts may also be created without prefunding by increasing the size of the budget deficit. If this occurs, no additional economic resources will be generated to reduce the government's fiscal imbalance. Any gain in government revenues from the individual accounts will in theory be offset by higher interest payments on the national debt (because the individual accounts were debt financed) and a lower rate of return earned by private investors (because the increased demand for private securities and government debt would push down the return on private securities and raise the interest rate that the government must pay to finance its debt). The creation of debt-financed individual accounts is a zero sum game for the economy as a whole because they do not raise the national saving rate (the rise in private saving is canceled by the decline in public saving) nor the national capital stock, all else equal, so they do not increase national income. Most proposals do not allow accounts to be \"topped up\" with voluntary private contributions, so there is little reason to think that the increase in private saving will exceed the decrease in private saving.", "Depending on the details, some individual account proposals could worsen the government's fiscal outlook by adding benefits or administrative costs to the current Social Security system. Many proposals allow the individual account's balance to be left as a bequest to heirs when the owner dies; when an individual (and, if applicable, his widow or her widower) dies prematurely in Social Security, the excess of taxes paid over benefits collected improves the system's financing. Individual accounts may require regulatory oversight financed from general revenues (e.g., to ensure that the accounts are not being invested fraudulently.) The government may feel obligated to \"bail out\" individual accounts with general revenue in the event of a stock market crash. Individual accounts may receive better or worse tax treatment than Social Security benefits, which would worsen or improve the government's finances, respectively. For example, 100% of withdrawals from traditional individual retirement accounts (IRAs) are taxed, while 0% to 85% of Social Security benefits are taxed (depending on income level). However, contributions to IRAs are deducted from taxable income, while the employee's half of Social Security contributions (payroll taxes) are not. If withdrawals from individual accounts receive the same tax treatment as IRAs, it would increase tax revenues; if contributions receive the tax treatment of IRAs, it would decrease revenues.", "It should briefly be noted that the economic benefit of introducing individual accounts is unrelated to its effects on government finances. The economic benefit of individual accounts is that it could potentially lead workers to view Social Security less as a tax and benefit program and more as a pension. If so, it could reduce the distortions to work and save currently caused by Social Security. For example, workers may be more likely to continue working after they become eligible for retirement if they can continue accumulating contributions in their individual account, whereas the increase in Social Security benefits from working after normal retirement age are relatively small. Whether these distortions are sizable, or even necessarily reduce growth, is an open question among economists. These economic benefits of switching to individual accounts would need to be weighed against the economic costs, which include problems of moral hazard, adverse selection, and less risk pooling. If features are added to the accounts to reduce the economic costs, the economic benefits will also tend to be reduced."], "subsections": []}]}, {"section_title": "Conclusion", "paragraphs": ["The budget deficit reached 10% of GDP in 2009 and 9% of GDP in 2010, an unsustainable level in the long run in the sense that it would cause the federal debt to continually grow faster than national income. While entitlement spending on the elderly had little to do with the recent increase in the deficit, it is the main reason why the deficit is projected to remain at high and rising levels in the long run under current policy. The retirement of the baby boomers, increased life expectancy, and the rising cost of health care are projected to increase spending without any commensurate increase in revenues. Before 2050, Social Security and federal health spending alone are projected to exceed total revenues. Increases in spending are not expected to subside after the baby boomers have passed away. To keep the overall budget on a sustainable path over the next 50 years, either the projected rise in Social Security, Medicare, and Medicaid spending will have to be contained, or tax revenues will have to be increased, or both. Determining the right balance between benefit reductions or tax increases depends on people's desire to spend future income gains on health versus non-health consumption expenditures, and whether those expenditures can be more efficiently and fairly supplied by the private sector or government programs. (Based on CBO projections, reduction in the growth of Medicare and Medicaid has to be part of the solution because it continually outpaces GDP growth.)", "CBO projects that immediate tax increases or spending reductions equal to 8.3% of GDP are needed to current policy in order to stabilize the debt over the next 75 years. Postponing action would require even larger spending reductions or tax increases to stabilize the debt in the future. To improve the economy's ability to finance the government in the future, the budgetary savings generated through tax increases or spending cuts would have to be dedicated to a higher rate of public saving, thereby boosting economic growth. If the savings are instead spent on other government spending or tax cuts, the ultimate size of future benefit cuts and tax increases will not have been reduced. Grappling with the fiscal solvency issue is also complicated by the inability to bind future Congresses to a long-term spending path—even if policy changes that reduce spending or raise revenue are initially used to reduce the budget deficit, there is the risk that the fiscal improvement will be undone by future Congresses.", "Determining how much benefits and revenues should be altered ahead of time is difficult, however, because of the wide degree of uncertainty associated with long-term government projections. In particular, if the projected future excess medical cost growth does not materialize, the budget outlook would dramatically improve. Crafting a solution to restore fiscal solvency faces the fundamental question of how much can be done at this point to prevent excess cost growth that has not yet happened—and may never happen. On the other hand, acting in advance may expand the array of feasible options. Restoring the system to solvency ahead of time would allow individuals enough forewarning that they could adjust to future benefit reductions without disrupting their spending patterns—for this reason, if reform is postponed, it is more likely to result in tax increases because notions of fairness make benefit cuts to those already retired unlikely.", "What has already contributed to the fiscal imbalance is today's budget deficits, and the simplest and most concrete step that can be taken to reduce the fiscal gap is to reduce the current budget deficit. The salutary effects of prefunding on the future fiscal imbalance are not limited to changes in Social Security and Medicare. Any policy change that reduced the current budget deficit would reduce the government's future fiscal gap; likewise, current budget deficits increase that fiscal gap. The budget deficit in 2009 exceeded total net spending on Social Security, Medicare, and Medicaid—thus, placing the budget on a sustainable path in the near term cannot be accomplished solely through a focus on entitlement spending.", "Social Security faces a financial imbalance that experts agree can be eliminated through relatively small increases in taxes and decreases in benefits, and the changes could be minimized if they were prefunded today. The system is not putting immediate pressure on the budget—its dedicated revenues are almost balanced with its outlays, unlike the rest of the budget. Individual accounts are not a substitute for benefit cuts or tax increases, although they could be a vehicle for either. Debt-financed individual accounts, by themselves, are projected to worsen the fiscal outlook over the next 75 years and would not increase GDP or national saving.", "Medicare and Medicaid face much larger and more intractable financial problems than Social Security. Historically, health care spending generally, and federal health spending on the elderly in particular, have risen much more rapidly than overall economic output. It is impossible to know if this pattern will continue in the future, but if it does, Medicare and Medicaid under current policy risk overwhelming budgetary resources. Yet unlike Social Security, spending on the health programs cannot be controlled directly unless access is restricted or rationed. To reduce future Medicare and Medicaid spending, the government must find a way to reduce the price or quantity of elderly health care provided. Quantity can be reduced either through restrictions on the medical treatments offered or by lowering demand. Demand could possibly be reduced through higher costs to the recipient, but the link between price and demand will always be indirect in an insurance program because marginal costs are largely borne by the insurer (in this case, largely the government), rather than the insured. Continually reducing prices on the supply side cannot be accomplished simply by continually reducing payments to providers. Ultimately, if payments decline and providers' costs do not, providers may stop offering those services. For that reason, many experts doubt that a reduction in Medicare and Medicaid cost growth can be sustained without a reduction in private health care cost growth. On the supply side, technological improvements or efficiency gains could in theory reduce future prices, although in recent years they have led to higher prices by making new (but expensive) treatments available. It is unclear what interventions government can pursue to reverse that trend. Certain modifications have been suggested that might lead to one-time efficiency gains, such as changes to the Medicare reimbursement system or the adoption of private sector HMO administration. But it is less clear that these modifications could lead to the continuous efficiency gains required to contain cost growth."], "subsections": []}]}}