{"id": "RL32235", "title": "U.S. Immigration Policy on Permanent Admissions", "released_date": "2012-03-13T00:00:00", "summary": ["Four major principles underlie current U.S. policy on permanent immigration: the reunification of families, the admission of immigrants with needed skills, the protection of refugees, and the diversity of admissions by country of origin. These principles are embodied in the Immigration and Nationality Act (INA). The INA specifies a complex set of numerical limits and preference categories that give priorities for permanent immigration reflecting these principles. Legal permanent residents (LPRs) refer to foreign nationals who live permanently in the United States.", "During FY2010, a total of 1.0 million aliens became LPRs in the United States. Of this total, 66.3% entered on the basis of family ties. Immediate relatives of U.S. citizens made up the single largest group of immigrants—476,414—in FY2010. Other major categories in FY2010 were employment-based LPRs (including spouses and children) and refugees/asylees adjusting to LPR status—14.2% and 13.1%, respectively. About 13.3% all LPRs come from Mexico, which sent 139,120 LPRs in FY2010.", "Substantial efforts to reform legal immigration have failed in the recent past, prompting some to characterize the issue as a \"zero-sum game\" or a \"third rail.\" The challenge inherent in reforming legal immigration is balancing employers' hopes to increase the supply of legally present foreign workers, families' longing to re-unite and live together, and a widely shared wish among the various stakeholders to improve the policies governing legal immigration into the country. Whether the Congress will act to alter immigration policies—either in the form of comprehensive immigration reform or in the form of incremental revisions aimed at strategic changes—is at the crux of the debate. Addressing these contentious policy reforms against the backdrop of high unemployment sharpens the social and business cleavages and may narrow the range of options.", "Even as U.S. unemployment levels remain high, employers assert that they continue to need the \"best and the brightest\" workers, regardless of their country of birth, to remain competitive in a worldwide market and to keep their firms in the United States. While support for the option of increasing employment-based immigration may be dampened by the level of unemployment, proponents argue it is an essential ingredient for economic growth. Other possible options are to admit LPRs on the basis of a point system comprised of education and needed skills or to establish a independent agency or commission that would set the levels and types of employment-based immigrants.", "Proponents of family-based migration alternatively point to the significant backlogs in family based immigration due to the sheer volume of aliens eligible to immigrate to the United States and maintain that any proposal to increase immigration levels should also include the option of family-based backlog reduction. Citizens and LPRs often wait years for their relatives' petitions to be processed and visa numbers to become available. Possible options include treating the immediate relatives of LPRs as immediate relatives of U.S. citizens are treated under the INA, (i.e., not held to numerical limits or per-country ceilings).", "Against these competing priorities for increased immigration are those who offer options to scale back immigration levels, with options ranging from limiting family-based LPRs to the immediate relatives of U.S. citizens to confining employment-based LPRs exceptional, extraordinary, or outstanding individuals."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Overview", "paragraphs": ["Four major principles currently underlie U.S. policy on legal permanent immigration: the reunification of families, the admission of immigrants with needed skills, the protection of refugees, and the diversity of admissions by country of origin. These principles are embodied in federal law, the Immigration and Nationality Act (INA) first codified in 1952. The Immigration Amendments of 1965 replaced the national origins quota system (enacted after World War I) with per-country ceilings, and the statutory provisions regulating permanent immigration to the United States were last revised significantly by the Immigration Act of 1990.", "The two basic types of legal aliens are immigrants and nonimmigrants . As defined in the INA, immigrants are synonymous with legal permanent residents (LPRs) and refer to foreign nationals who come to live lawfully and permanently in the United States. The other major class of legal aliens are nonimmigrants—such as tourists, foreign students, diplomats, temporary agricultural workers, exchange visitors, or intracompany business personnel—who are admitted for a specific purpose and a temporary period of time. Nonimmigrants are required to leave the country when their visas expire, though certain classes of nonimmigrants may adjust to LPR status if they otherwise qualify.", "The conditions for the admission of immigrants are much more stringent than nonimmigrants, and many fewer immigrants than nonimmigrants are admitted. Once admitted, however, immigrants are subject to few restrictions; for example, they may accept and change employment, and may apply for U.S. citizenship through the naturalization process, generally after five years.", "Petitions for immigrant (i.e., LPR) status are first filed with U.S. Citizenship and Immigration Services (USCIS) in the Department of Homeland Security (DHS) by the sponsoring relative or employer in the United States. If the prospective immigrant is already residing in the United States, the USCIS handles the entire process, which is called \"adjustment of status\" because the alien is moving from a temporary category to LPR status. If the prospective LPR does not have legal residence in the United States, the petition is forwarded to the Department of State's (DOS) Bureau of Consular Affairs in their home country after USCIS has reviewed it. The Consular Affairs officer (when the alien is coming from abroad) and USCIS adjudicator (when the alien is adjusting status in the United States) must be satisfied that the alien is entitled to the immigrant status. These reviews are intended to ensure that they are not ineligible for visas or admission under the grounds for inadmissibility spelled out in INA.", "Many LPRs are adjusting status from within the United States rather than receiving visas issued abroad by Consular Affairs. As discussed more fully below, 54.3% of all LPRs adjusted to LPR status in the United States rather than abroad in FY2010.", "The INA specifies that each year countries are held to a numerical limit of 7% of the worldwide level of U.S. immigrant admissions, known as per-country limits. The actual number of immigrants that may be approved from a given country, however, is not a simple percentage calculation. Immigrant admissions and adjustments to LPR status are subject to a complex set of numerical limits and preference categories that give priority for admission on the basis of family relationships, needed skills, and geographic diversity, as discussed below."], "subsections": []}, {"section_title": "Current Law and Policy", "paragraphs": [], "subsections": [{"section_title": "Worldwide Immigration Levels", "paragraphs": ["The INA provides for a permanent annual worldwide level of 675,000 legal permanent residents (LPRs), but this level is flexible and certain categories of LPRs are permitted to exceed the limits, as described below. The permanent worldwide immigrant level consists of the following components: family-sponsored immigrants, including immediate relatives of U.S. citizens and family-sponsored preference immigrants (480,000 plus certain unused employment-based preference numbers from the prior year); employment-based preference immigrants (140,000 plus certain unused family preference numbers from the prior year); and diversity immigrants (55,000). Immediate relatives of U.S. citizens as well as refugees and asylees who are adjusting status are exempt from direct numerical limits. Figure 1 summarizes these numerical limits governing the permanent worldwide immigrant level. ", "The annual level of family-sponsored preference immigrants is determined by subtracting the number of immediate relative visas issued in the previous year and the number of aliens paroled into the United States for at least a year from 480,000 (the total family-sponsored level) and—when available—adding employment preference immigrant numbers unused during the previous year. By law, the family-sponsored preference level may not fall below 226,000. In recent years, the 480,000 level has been exceeded to maintain the 226,000 floor on family-sponsored preference visas after subtraction of the immediate relative visas.", "Within each family and employment preference, the INA further allocates the number of LPRs issued visas each year. As Table 1 summarizes the legal immigration preference system, the complexity of the allocations becomes apparent. Note that in most instances unused visa numbers are allowed to roll down to the next preference category.", "Employers who seek to hire prospective employment-based immigrants through the second and third preference categories also must petition the U.S. Department of Labor (DOL) on behalf of the alien. The prospective immigrant must demonstrate that he or she meets the qualifications for the particular job as well as the preference category. If DOL determines that a labor shortage exists in the occupation for which the petition is filed, labor certification will be issued. If there is not a labor shortage in the given occupation, the employer must submit evidence of extensive recruitment efforts in order to obtain certification.", "As part of the Immigration Act of 1990, Congress added a fifth preference category for foreign investors to become LPRs. The INA allocates up to10,000 admissions annually and generally requires a minimum $1 million investment and employment of at least 10 U.S. workers. Less capital is required for aliens who participate in the immigrant investor pilot program, in which they invest in targeted regions and existing enterprises that are financially troubled."], "subsections": []}, {"section_title": "Per-Country Ceilings", "paragraphs": ["As stated earlier, the INA establishes per-country levels at 7% of the worldwide level. For a dependent foreign state, the per-country ceiling is 2%. The per-country level is not a \"quota\" set aside for individual countries, as each country in the world, of course, could not receive 7% of the overall limit. As the State Department describes, the per-country level \"is not an entitlement but a barrier against monopolization.\"", "Two important exceptions to the per-country ceilings have been enacted in the past decade. Foremost is an exception for certain family-sponsored immigrants. More specifically, the INA states that 75% of the visas allocated to spouses and children of LPRs (2 nd A family preference) are not subject to the per-country ceiling. Prior to FY2001, employment-based preference immigrants were also held to per-country ceilings. The American Competitiveness in the Twenty-First Century Act of 2000 ( P.L. 106-313 ) enabled the per-country ceilings for employment-based immigrants to be surpassed for individual countries that are oversubscribed as long as visas are available within the worldwide limit for employment-based preferences. The impact of these revisions to the per-country ceilings is discussed later in this report. The actual per-country ceiling varies from year to year according to the prior year's immediate relative and parolee admissions and unused visas that roll over. "], "subsections": []}, {"section_title": "Other Permanent Immigration Categories", "paragraphs": ["There are several other major categories of legal permanent immigration in addition to the family-sponsored and employment-based preference categories. These classes of LPRs cover a variety of cases, ranging from aliens who win the Diversity Visa Lottery to aliens in removal (i.e., deportation) proceedings granted LPR status by an immigration judge because of exceptional and extremely unusual hardship. Table 2 summarizes these major classes and identifies whether they are numerically limited."], "subsections": []}]}, {"section_title": "Admissions Trends", "paragraphs": [], "subsections": [{"section_title": "Immigration Patterns, 1900-2010", "paragraphs": ["Immigration to the United States is not totally determined by shifts in flow that occur as a result of lawmakers revising the allocations. Immigration to the United States plummeted in the middle of the 20 th Century largely as a result of factors brought on by the Great Depression and World War II. There are a variety of \"push-pull\" factors that drive immigration. Push factors from the immigrant-sending countries include such circumstances as civil wars and political unrest, economic deprivation and limited job opportunities, and catastrophic natural disasters. Pull factors in the United States include such features as strong employment conditions, reunion with family, and quality of life considerations. A corollary factor is the extent that aliens may be able to migrate to other \"desirable\" countries that offer circumstances and opportunities comparable to the United States.", "The annual number of LPRs admitted or adjusted in the United States rose gradually after World War II, as Figure 2 illustrates. However, the annual admissions have not reached the peaks of the early 20 th century. The DHS Office of Immigration Statistics (OIS) data present those admitted as LPRs or those adjusting to LPR status. The growth in immigration after 1980 is partly attributable to the total number of admissions under the basic system, consisting of immigrants entering through a preference system as well as immediate relatives of U.S. citizens, that was augmented considerably by legalized aliens. The Immigration Act of 1990 increased the ceiling on employment-based preference immigration, with the provision that unused employment visas would be made available the following year for family preference immigration. In addition, the number of refugees admitted increased from 718,000 in the period 1966-1980 to 1.6 million during the period 1981-1995, after the enactment of the Refugee Act of 1980.", "Many LPRs are adjusting status from within the United States rather than receiving visas issued abroad by Consular Affairs before they arrive in the United States. In the past decade, the number of LPRs arriving from abroad has remained somewhat steady, hovering between a high of 421,405 in FY1996 and a low of 358,411 in FY2003. Adjustments to LPR status in the United States has fluctuated over the same period, from a low of 244,793 in FY1999 to a high of 819, 248 in FY2006. As Figure 3 shows, most of the variation in total number of aliens granted LPR status over the past decade is due to the number of adjustments processed in the United States rather than visas issued abroad. ", "In FY2010, USCIS adjusted 566,576 aliens to LPR status, which was 54.3% of all LPRs. It was the lowest number of foreign nationals adjusted in the United States since FY2003, when USCIS was just standing up as an agency. Most (91.7%) of the employment-based immigrants adjusted to LPR status within the United States in FY2010. Many (53.1%) of the immediate relatives of U.S. citizens also did so that year. Only 12.2% of the other family-preference immigrants adjusted to LPR status within the United States in FY2010.", "In any given period of United States history, a handful of countries have dominated the flow of immigrants, but the dominant countries have varied over time. Figure 4 presents trends in the top immigrant-sending countries (together comprising at least 50% of the immigrants admitted) for selected decades and illustrates that immigration at the close of the 20 th century is not as dominated by a few countries as it was earlier in the century. These data suggest that the per-country ceilings established in 1965 had some effect. As Figure 4 illustrates, immigrants from only three or four countries made up more then half of all LPRs prior to 1960. By the last two decades of the 20 th century, immigrants from seven to nine countries comprised about half of all LPRs and this patterns has continued into the 21 st century.", "Although Europe was home to the countries sending the most immigrants during the early 20 th century (e.g., Germany, Italy, Austria-Hungary, and the United Kingdom), Mexico has been a top sending country for most of the 20 th century and into the 21 st Century. Other top sending countries from FY2001 through FY2010 are the Dominican Republic, El Salvador, Colombia and Cuba (Western Hemisphere) and the Philippines, India, China, South Korea and Vietnam (Asia)."], "subsections": []}, {"section_title": "FY2010 Admissions", "paragraphs": ["During FY2010, a total of 1,042,625 foreign nationals became LPRs in the United States. The largest number of immigrants were admitted because of a family relationship with a U.S. citizen or legal resident, as Figure 5 illustrates. Of the total LPRs in FY2010, 66.3% entered on the basis of family ties. Immediate relatives of U.S. citizens made up the single largest group of immigrants—476,414 as Figure 5 indicates. Family preference immigrants—the spouses and children of LPRs, the adult children of U.S. citizens, and the siblings of adult U.S. citizens—were the second largest group. Additional major immigrant groups in FY2010 were employment-based preference immigrants (including spouses and children), who comprised 14.2%, and refugees and asylees adjusting to LPR status, who comprised 13.1%.", "As Figure 6 presents, Mexico led all countries with 139,120 foreign nationals who became LPRs in FY2010. The People Republic of China followed at a distant second with 70,863 LPRs. India came in third with 69,162 LPRs. These top countries exceeded the per-country ceiling for preference immigrants because they benefitted from special exceptions to the per-country ceilings. Mexico did so as a result of the provision in INA that allows 75% of family second preference (i.e., spouses and children of LPRs) to exceed the per-country ceiling, while India and China exceeded the ceiling through the exception to the employment-based per-country limits. ", "The top 10 immigrant-sending countries depicted in Figure 6 accounted for over half of all LPRs in FY2009. The top 50 immigrant-sending countries contributed 86% of all LPRs in FY2009. Appendix A provides detailed data on the top 50 immigrant-sending countries by major category of legal immigration."], "subsections": []}]}, {"section_title": "Backlogs and Waiting Times", "paragraphs": [], "subsections": [{"section_title": "Visa Processing Dates", "paragraphs": ["According to the INA, family-sponsored and employment-based preference visas are issued to eligible immigrants in the order in which a petition has been filed. Spouses and children of prospective LPRs are entitled to the same status, and the same order of consideration as the person qualifying as principal LPR, if accompanying or following to join (referred to as derivative status). When visa demand exceeds the per-country limit, visas are prorated according to the preference system allocations (detailed in Table 1 ) for the oversubscribed foreign state or dependent area. These provisions apply at present to the following countries oversubscribed in the family-sponsored categories: Mexico and the Philippines."], "subsections": [{"section_title": "Family-Based Visa Priority Dates", "paragraphs": ["As Table 4 evidences, relatives of U.S. citizens and LPRs are waiting in backlogs for a visa to become available, with the brothers and sisters of U.S. citizens now waiting over 11 years, with even longer waits for siblings from Mexico and the Philippines. \"Priority date\" means that unmarried adult sons and daughters of U.S. citizens who filed petitions on December 22, 2004, are now being processed for visas (with older priority dates for certain countries as noted in Table 4 ). Married adult sons and daughters of U.S. citizens who filed petitions over 10 years ago (December 1, 2001) are now being processed for visas. Prospective family-sponsored immigrants from the Philippines have the most substantial waiting times before a visa is scheduled to become available to them; consular officers are now considering the petitions of the brothers and sisters of U.S. citizens from the Philippines who filed almost 24 years ago."], "subsections": []}, {"section_title": "Employment-Based Visa Retrogression", "paragraphs": ["After P.L. 106-313 's easing of the employment-based per-country limits, few countries and categories were oversubscribed in the employment-based preferences. For the past several years, however, \"accounting problems\" have arisen between USCIS's processing of LPR adjustments of status with the United States and Consular Affairs' processing of LPR visas abroad. As most (89.8% in 2008) of employment-based LPRs are adjusting from within the United States, Consular Affairs is dependent on USCIS for current processing data on which to base the employment-based visa priority dates. The Visa Bulletin for September 2005 offered this explanation: \"The backlog reduction efforts of both Citizenship and Immigration Services, and the Department of Labor continue to result in very heavy demand for Employment-based numbers. It is anticipated that the amount of such cases will be sufficient to use all available numbers in many categories ... demand in the Employment categories is expected to be far in excess of the annual limits, and once established, cut-off date movements are likely to be slow.\" The visa waiting times eased somewhat in FY2006 and in early FY2007.", "\"Visa retrogression\" occurred most dramatically in July 2007. The Visa Bulletin for July 2007 listed the visa priority dates as current for the employment-based preferences (except for the unskilled other worker category). On July 2, 2007, however, the State Department issued an Update to July Visa Availability that retrogressed the dates to the point of being \"unavailable.\" The State Department offered the following explanation: \"The sudden backlog reduction efforts by Citizenship and Immigration Services Offices during the past month have resulted in the use of almost 60,000 Employment numbers.... Effective Monday July 2, 2007 there will be no further authorizations in response to requests for Employment-based preference cases.\" The employment-based categories were unavailable until the FY2008 visas became available. ", "As of February 2012, the priority workers (i.e., extraordinary ability) visa category is current, as Table 5 presents. The advanced degree visa category is current worldwide, but those seeking advanced degree visas from China and from India have a January 1, 2010, priority. Visas for professional and skilled workers have a worldwide priority date of February 22, 2006, except for those workers from India, Mexico, and the Philippines, who have longer waits. Unskilled workers with approved petitions as of February 22, 2006, are now being issued visas."], "subsections": []}]}, {"section_title": "Petition Processing Backlogs", "paragraphs": ["Distinct from the visa priority dates that result from the various numerical limits in the law, there have been significant backlogs due to the sheer volume of aliens eligible to immigrate to the United States. Over 3 million immigration and naturalization petitions were filed with the USCIS during the three-month period of June, July, and August 2007. The USCIS acknowledged the agency was overwhelmed by the volume of petitions and were unable to record the receipt of all of these petitions upon arrival. In October 2007, the agency secured many of the I-130 petitions for alien relatives in a \"lockbox\" and indicated that it would record all of those \"lockbox\" petitions by the end of February 2008.", "The spike in immigrant petitions has occurred amidst controversies over processing backlogs dating back to the establishment of USCIS in March 2003. Processing backlogs also inadvertently reduced the number of LPRs in FY2003. Only 705,827 people became LPRs in FY2003. USCIS was only able to process 161,579 of the potential 226,000 family-sponsored LPRs in FY2003, and thus 64,421 LPR visas rolled over to the FY2004 employment-based categories. In December 2003, USCIS reported 5.3 million immigrant petitions pending. USCIS decreased the number of immigrant petitions pending by 24% by the end of FY2004, but still had 4.1 million petitions pending. As FY2005 drew to a close there were over 3.1 million immigration petitions pending. USCIS has altered its definition of what constitutes a backlog, and as a result, comparable data on the current backlogs are not available. The processing dates for immediate relative, family preference, and employment-based LPR petitions are presented in Appendix B for each of the four USCIS Regional Service Centers.", "Even though there are no numerical limits on the admission of aliens who are immediate relatives of U.S. citizens, such citizens petitioning for their relatives are waiting at least a year and in some parts of the country, more than two years for the paperwork to be processed. Citizens and LPRs petitioning for relatives under the family preferences are often waiting several years for the petitions to be processed. Appendix B is illustrative, but not comprehensive because some immigration petitions may be filed at USCIS District offices and at the National Benefits Center.", "Aliens with LPR petitions pending cannot visit the United States. Since the INA presumes that all aliens seeking admission to the United States are coming to live permanently, nonimmigrants must demonstrate that they are coming for a temporary period or they will be denied a visa. Aliens with LPR petitions pending are clearly intending to live in the United States permanently and thus are denied nonimmigrant visas to come temporarily."], "subsections": []}]}, {"section_title": "Issues and Options in the 112th Congress30", "paragraphs": ["As has often been said, there is a broad-based consensus that the U.S. immigration system is broken. This consensus erodes, however, as soon as the options to reform the U.S. immigration system are debated. Substantial efforts to reform legal immigration have failed in the recent past, prompting some to characterize the issue as a \"zero-sum game\" or a \"third rail.\" The challenge inherent in reforming legal immigration is balancing employers' hopes to increase the supply of legally present foreign workers, families' longing to re-unite and live together, and a widely shared wish among the various stakeholders to improve the policies governing legal immigration into the country. Whether the Congress will act to alter immigration policies—either in the form of comprehensive immigration reform or in the form of incremental revisions aimed at strategic changes—is at the crux of the debate. Addressing these contentious policy reforms against the backdrop of economic crisis sharpens the social and business cleavages and may narrow the range of options."], "subsections": [{"section_title": "Family-Based Preferences", "paragraphs": ["Proponents of family-based migration point to the significant backlogs in family based immigration due to the sheer volume of aliens eligible to immigrate to the United States and maintain that any proposal to reform immigration levels should also include the option of family-based backlog reduction. Citizens and LPRs often wait years for their relatives' petitions to be processed and visa numbers to become available. ", "Some proponents of immigration reform argue that the immediate relatives of LPRs should be treated as immediate relatives of U.S. citizens are treated under the INA. In other words, the spouses and minor children of LPRs—currently entering as second preference – would no longer be numerically limited to 114,200 of the worldwide level, nor would they count toward the 7% per country ceiling. Those supporting this revision of the INA cite the five-year wait that the spouses and minor children of LPRs currently face before they can join their family in the United States and argue that it undermines family values and erodes the institution of the family.", "Against these competing priorities for increased immigration are those who would shift the family-based allocations toward the first and second preferences by eliminating categories for the brothers and sisters of U.S. citizens and the adult children of U.S. citizens. Other options would scale back family-based immigration levels, including the option of limiting family-based LPRs to the immediate relatives of U.S. citizens."], "subsections": []}, {"section_title": "Effects of Current Economic Conditions on Legal Immigration", "paragraphs": ["Economic indicators confirm that the economy went into a recession at the close of 2007. Although the economic recession has ended, unemployment remains high and is projected to remain so for some time. The effects of the current economic conditions further complicate efforts to reform immigration law. Historically, international migration ebbs during economic crises (e.g., immigration to the United States was at its lowest levels during the Great Depression). While preliminary statistical trends suggest a slowing of migration pressures, it remains unclear how the continuing high levels of unemployment will effect migration to the United States. ", "Even as U.S. unemployment levels remain high, employers assert that they continue to need the \"best and the brightest\" workers, regardless of their country of birth, to remain competitive in a worldwide market and to keep their firms in the United States. While support for the option of increasing employment based immigration may be dampened by the economic recession, proponents argue it is an essential ingredient for economic growth. ", "Those opposing increases in employment-based LPRs in particular assert that there is no compelling evidence of labor shortages and cite the rate of unemployment. They argue that recruiting foreign workers during an economic recession would have a deleterious effect on salaries, compensation, and working conditions of U.S. workers. Some would limit employment-based LPRs to the top two preference categories of priority workers and those who are deemed exceptional, extraordinary, or outstanding individuals.", "With this economic and political backdrop, the option of lifting the per-country caps on employment-based LPRs has become increasingly popular. Some theorize that the elimination of the per-country caps would increase the flow of high-skilled immigrants without increasing the total annual admission of employment-based LPRs. The presumption is that many high-skilled people (proponents cite those from India and China, in particular) would then move closer to the head of the line to become LPRs."], "subsections": []}, {"section_title": "Lifting Per-Country Ceilings", "paragraphs": ["Some propose not applying per-country ceilings to employment-based preference categories, and they also point out that the employment-based LPRs from India, China, Mexico, or the Philippines face backlogs due to the 7% per-country ceiling. They maintain that employability has nothing to do with country of birth and that U.S. employers are not allowed to discriminate based on nationality or country of origin. They argue that it is discriminatory to have laws that limit the number of employment-based LPRs according to country of origin.", "Many advocates for immigration reform state that family reunification should be placed as a higher priority over per-country ceilings, and cite the multiyear backlogs faced by prospective family-based LPRs from India, China, Mexico, or the Philippines. They assert that the per-country ceilings are arbitrary and must be raised to a level that enables families from all countries to reunite.", "Proponents of per-country ceilings maintain that the statutory ceilings restrain the dominance of high-demand countries and preserve the diversity of the immigrant flows. Since the Immigration Amendments of 1965 ended the country-of-origin quota system that overwhelmingly favored European immigrants and subsequent amendments placed immigrants from Western Hemisphere countries under the worldwide and per-country limits, U.S. immigration policy has arguably been more equitable and less discriminatory in terms of country of origin. Supporters of current law also note that the INA does provide exceptions to the per-country ceilings from which Mexico, India, and China are benefiting."], "subsections": []}, {"section_title": "Permanent Partners", "paragraphs": ["The issue of whether gay and lesbian citizens should be able to sponsor the foreign national who is their permanent partner for LPR status is garnering attention. While the INA does not define the terms \"spouse,\" \"wife,\" or \"husband,\" the 1996 Defense of Marriage Act (DOMA) declares that the terms \"marriage\" and \"spouse,\" as used in federal enactments, exclude same-sex marriage. Specifically, DOMA states that", "In determining the meaning of any Act of Congress, or of any ruling, regulation, or interpretation of the various administrative bureaus and agencies of the United States, the word 'marriage' means only a legal union between one man and one woman as husband and wife, and the word 'spouse' refers only to a person of the opposite sex who is a husband or a wife. ", "In addition to DOMA's definitional limits, the INA law states that spouse, wife, or husband does not include a spouse, wife, or husband by reason of any marriage ceremony where the contracting parties thereto are not physically in the presence of each other, unless the marriage is consummated. This definitional subsection of the INA was added to address concerns over marriage fraud and mail order brides.", "In 1982, the Ninth Circuit addressed the issue of a same-sex marriage petition for immediate relative status in the case of Adams v. Howerton . The Ninth Circuit held that to determine if a marriage is valid for immigration purposes two steps are required: to determine if the marriage is valid under state law and to determine if the marriage qualifies under the INA. The court held that words should take their ordinary meaning, and the term marriage ordinarily contemplated a relationship between a man and a woman: ", "Congress has not indicated an intent to enlarge the ordinary meaning of those words. In the absence of such a congressional directive, it would be inappropriate for us to expand the meaning of the term \"spouse\" for immigration purposes.", "The regulations provide further guidance on the determination of a bona fide marriage. Among other criteria, the regulations state that the LPR must establish by clear and convincing evidence that the marriage was not entered into for the purposes of evading the immigration laws. Documentation of the marriage is made by evidence such as joint ownership of property, a lease showing joint tenancy of a common residence, and commingling of financial resources.", "In advocating for the revision of the INA to include same-sex permanent partners, the American Bar Association concluded, \"The current failure to recognize same-sex permanent partnerships for immigration purposes is cruel and unnecessary, and such critical protections should be available to help same-sex partners maintain their commitment to one another on an equal basis with different-sex spouses.\" Supporters of current law, however, have expressed concern that if immigration law were to recognize same-sex partnerships for purposes of immigration benefits, opportunities for fraud would increase because such relationships are not legally recognized in many jurisdictions. Others supporting current law oppose same-sex partnerships generally and argue that there is no reason to provide an exception for purposes under immigration law."], "subsections": []}, {"section_title": "Point System47", "paragraphs": ["Replacing or supplementing the current preference system (discussed earlier in this report) with a point system is garnering considerable interest for the first time in over a decade. Briefly, point systems such as those of Australia, Canada, Great Britain, and New Zealand assign prospective immigrants with credits if they have specified attributes, most often based upon educational attainment, shortage occupations, extent of work experience, language proficiency, and desirable age range.", "Proponents of point systems maintain that such merit-based approaches are clearly defined and based upon the nation's economic needs and labor market objectives. A point system, supporters argue, would be more acceptable to the public because the government (rather than employers or families) would be selecting new immigrants and this selection would be based upon national economic priorities. Opponents of point systems state that the judgment of individual employers are the best indicator of labor market needs and an immigrant's success.", "Opponents warn that the number of people who wish to immigrate to the United States would overwhelm a point system comparable to Australia, Canada, Great Britain, and New Zealand. In turn, this predicted high volume of prospective immigrants, some say, would likely lead to selection criteria so rigorous that it would be indistinguishable from what is now the first preference category of employment-based admissions (persons of extraordinary ability in the arts, science, education, business, or athletics; outstanding professors and researchers; and certain multi-national executives and managers) and ultimately would not result in meaningful reform."], "subsections": []}, {"section_title": "Immigration Commission", "paragraphs": ["In 2006, the Independent Task Force convened by the Migration Policy Institute proposed a Standing Commission on Immigration and Labor Markets that would make regular recommendations for adjusting levels of labor market immigration to the President and Congress. As part of this process, this commission would be tasked with providing timely, evidence-based and impartial analysis. More recently, former Labor Secretary Ray Marshall lead an effort sponsored by the Economic Policy Institute that recommends the creation of an independent commission to measure labor shortages and to recommend the future numbers and characteristics of employment-based temporary and permanent immigrants to fill those shortages. This independent commission, as envisioned by its advocates, would develop measures of labor market shortages, assess methodologies, and devise processes to adjust foreign labor flows to employers' needs while protecting domestic and foreign labor standards.", "Skeptics of an independent immigration commission point out that the current preference system for selecting employment-based LPRs to the United States is largely based upon the rigors of the local job markets and the hiring decisions of employers. The commission option might take the selection process away from the judgments of individual employers and needs of particular labor markets and base it on standardized sets of criteria based on national priorities. They warn that the commission option, as well as the point system option, may lead to a pool over very talented and qualified LPRs who do not have jobs if the individual employers are not part of the selection process. "], "subsections": []}, {"section_title": "Interaction with Legalization Options", "paragraphs": ["Whether the LPR adjustments of guest workers and other temporary foreign workers are channeled through the numerically limited, employment-based preferences or are exempt from numerical limits will affect the future flow of LPRs. Whether the legislation also contains the controversial provisions that would permit aliens currently residing in the United States without legal status to adjust to LPR status, to acquire \"earned legalization,\" or to obtain a guest worker visa also has affects on future legal permanent admissions. Although guest workers and other temporary foreign workers options, as well as legalization proposals, are not topics of this report, the issues have become inextricably linked to the debate on legal permanent admissions. ", "Two concerns at the crux of this issue are: (1) whether a large-scale legalization program would disadvantage persons currently waiting in the backlogs for LPR visas and (2) whether such a legalization would prompt an increase in LPR petitions from family members of the legalized population. For an analysis of this interaction in the comprehensive immigration reform efforts during the 108 th through the 111 th Congresses, see Appendix D .", "Appendix A. Top 50 Sending Countries in FY2010, by Category of LPR", "Appendix B. Processing Dates for Immigrant Petitions", "Appendix C. FY2001-FY2010 Immigrants, by Preference Category", "Appendix D. Recent Legislative History", "Issues in the 108 th Congress", "Legislation reforming permanent immigration came from a variety of divergent perspectives in the 108 th Congress. The sheer complexity of the current set of provisions makes revising the law on permanent immigration a daunting task. This discussion focuses only on those bills that would have revised the permanent immigration categories and the numerical limits as defined in §201-§203 of the INA.", "On January 21, 2004, Senators Chuck Hagel and Thomas Daschle introduced legislation ( S. 2010 ) that would, if enacted, potentially yield significant increases in legal permanent admissions. The Immigration Reform Act of 2004 ( S. 2010 ), would have among other provisions: no longer deduct immediate relatives from the overall family-sponsored numerical limits; treat spouses and minor children of LPRs the same as immediate relatives of U.S. citizens (exempt from numerical limits); and reallocate the 226,000 family preference numbers to the remaining family preference categories. In addition, many aliens who would have benefited from S. 2010 's proposed temporary worker provisions would be able to adjust to LPR status outside the numerical limits of the per country ceiling and the worldwide levels.", "Several bills that would offer more targeted revisions to permanent immigration were offered in the House. Representative Robert Andrews introduced H.R. 539 , which would have exempted spouses of LPRs from the family preference limits and thus treated them similar to immediate relatives of U.S. citizens. Representative Richard Gephardt likewise included a provision that would have treated spouses of LPRs outside of the numerical limits in his \"Earned Legalization and Family Unity Act\" ( H.R. 3271 ). Representative Jerrold Nadler introduced legislation ( H.R. 832 ) that would have amended the INA to add \"permanent partners\" after \"spouses\" and thus would have enabled aliens defined as permanent partners to become LPRs through the family-based immigration categories as well as to become derivative relatives of qualifying immigrants.", "Legislation that would have reduced legal permanent immigration was introduced early in the 108 th Congress by Representative Thomas Tancredo. The \"Mass Immigration Reduction Act\" ( H.R. 946 ) would have zeroed out family sponsored immigrants (except children and spouses of U.S. citizens), employment-based immigrants (except certain priority workers) and diversity lottery immigrants through FY2008. It also would have set a numerical limit of 25,000 on refugee admissions and asylum adjustments. Representative J. Gresham Barrett introduced an extensive revision of immigration law ( H.R. 3522 ) that also included a significant scaling back of permanent immigration.", "Legislation Passed in the 109 th Congress", "Recaptured Visa Numbers for Nurses", "Section 502 of Division B, Title V of P.L. 109-13 ( H.R. 1268 , the emergency FY2005 supplemental appropriation) amended the American Competitiveness in the Twenty-first Century Act of 2000 ( P.L. 106-313 ) to modify the formula for recapturing unused employment-based immigrant visas for employment-based immigrants \"whose immigrant worker petitions were approved based on schedule A.\" In other words, it makes up to 50,000 permanent employment-based visas available for foreign nationals coming to work as nurses. This provision was added to H.R. 1268 as an amendment in the Senate and was accepted by the conferees.", "Recaptured Employment-Based Visa Numbers", "On October 20, 2005, the Senate Committee on the Judiciary approved compromise language that, among other things, would have recaptured up to 90,000 employment-based visas that had not been issued in prior years (when the statutory ceiling of 140,000 visas was not met). An additional fee of $500 would have been charged to obtain these recaptured visas. This language was forwarded to the Senate Budget Committee for inclusion in the budget reconciliation legislation. On November 18, 2005, the Senate passed S. 1932 , the Deficit Reduction Omnibus Reconciliation Act of 2005, with these provisions as Title VIII. These provisions, however, were not included in the House-passed Deficit Reduction Act of 2005 ( H.R. 4241 ).", "The conference report ( H.Rept. 109-362 ) on the Deficit Reduction Act of 2005 ( S. 1932 ) was reported during the legislative day of December 18, 2005. It did not include the Senate provisions that would have recaptured employment-based visas unused in prior years. On December 19, the House agreed to the conference report by a vote of 212-206. On December 21, the Senate removed extraneous matter from the legislation pursuant to a point of order raised under the \"Byrd rule\" and then, by a vote of 51-50 (with Vice President Cheney breaking a tie vote), returned the amended measure to the House for further action.", "Major Issues in the 109 th Congress", "President Bush's Immigration Reform Proposal", "When President George W. Bush announced his principles for immigration reform in January 2004, he included an increase in permanent legal immigration as a key component. The fact sheet that accompanied his remarks referred to a \"reasonable increase in the annual limit of legal immigrants.\" When President Bush spoke, he characterized his policy recommendation as follows:", "The citizenship line, however, is too long, and our current limits on legal immigration are too low. My administration will work with the Congress to increase the annual number of green cards that can lead to citizenship. Those willing to take the difficult path of citizenship—the path of work, and patience, and assimilation—should be welcome in America, like generations of immigrants before them.", "Some commentators speculated that the President was promoting increases in the employment-based categories of permanent immigration, but the Bush Administration did not provide specific information on what categories of legal permanent admissions it advocated should be increased. ", "The President featured his immigration reform proposal in the 2004 State of the Union address, and a lively debate has ensued. Most of the attention has focused on the new temporary worker component of his proposal and whether the overall proposal constitutes an \"amnesty\" for aliens living in the United States without legal authorization.", "President Bush continued to state that immigration reform was a top priority. In an interview with the Washington Times, the President responded to a question about where immigration reform ranks in his second term agenda by saying, \"I think it's high. I think it's a big issue.\" The President posited that the situation was a \"bureaucratic nightmare\" that must be solved.", "Securing America's Borders Act ( S. 2454 )/Chairman's Mark", "Title IV of S. 2454 , the Securing America's Borders Act, which Senate Majority Leader Bill Frist introduced on March 16, 2006, as well as Title V in the draft of Senate Judiciary Chairman Arlen Specter's mark circulated March 6, 2006 (Chairman's mark) would have substantially increased legal immigration and would have restructured the allocation of these visas. The particular provisions in S. 2454 and the Chairman's mark were essentially equivalent.", "Foremost, Title IV of S. 2454 and Title V of the Chairman's mark would have no longer deducted immediate relatives of U.S. citizens from the overall family-sponsored numerical limit of 480,000. This change would have likely added at least 226,000 more family-based admissions annually (based upon the current floor of 226,000 family-sponsored visas). The bills would have increased the annual number of employment-based LPRs from 140,000 to 290,000. They also would have no longer counted the derivative family members of employment-based LPRs as part of the numerical ceiling. If each employment-based LPR would be accompanied by 1.2 family members (as is currently the ratio), then an estimated 348,000 additional LPRs might have been admitted. The bills would have \"recaptured\" visa numbers from FY2001 through FY2005 in those cases when the family-based and employment-based ceilings were not reached.", "Title IV of S. 2454 and Title V of the Chairman's mark would have raised the current per-country limit on LPR visas from an allocation of 7% of the total preference allocation to 10% of the total preference allocation (which would have been 480,000 for family-based and 290,000 for employment-based under this bill). Coupled with the proposed increases in the worldwide ceilings, these provisions would have eased the visa wait times that oversubscribed countries (i.e., China, India, Mexico, and the Philippines) currently have by substantially increasing their share of the overall ceiling.", "Title IV of S. 2454 and Title V of the Chairman's mark would have further reallocated family-sponsored immigrants and employment-based visas. The numerical limits on immediate relatives of LPRs would have increased from 114,200 (plus visas not used by first preference) to 240,000 annually. They would have shifted the allocation of visas from persons of \"extraordinary\" and \"exceptional\" abilities and persons having advanced professional degrees (i.e., first and second preferences), and increased the number of visas to unskilled workers 10,000 to 87,000—plus any unused visas that would roll down from the other employment-based preference categories. Employment-based visas for certain special immigrants would have no longer been numerically limited.", "Comprehensive Immigration Reform ( S. 2611 )", "As the Senate was locked in debate on S. 2454 and the Judiciary Chairman's mark during the two-week period of March 28-April 7, 2006, an alternative was offered by Senators Chuck Hagel and Mel Martinez. Chairman Specter, along with Senators Hagel, Martinez, Graham, Brownback, Kennedy, and McCain introduced this compromise as S. 2611 on April 7, 2006, just prior to the recess. The identical language was introduced by Senator Hagel ( S. 2612 ). Much like S. 2454 and S.Amdt. 3192 , S. 2611 would have substantially increased legal permanent immigration and would have restructured the allocation of the family-sponsored and employment-based visas. After several days of debate and a series of amendments, the Senate passed S. 2611 as amended by a vote of 62-36 on May 25, 2006.", "In its handling of family-based legal immigration, Title V of S. 2611 mirrored Title IV of S. 2454 and Title V of the Chairman's mark. It would have no longer deducted immediate relatives of U.S. citizens from the overall family-sponsored numerical limit of 480,000. This change would have likely added at least 226,000 more family-based admissions annually (based upon the current floor of 226,000 family-sponsored visas). The numerical limits on immediate relatives of LPRs would have increased from 114,200 (plus visas not used by first preference) to 240,000 annually.", "Assuming that the trend in the number of immediate relatives of U.S. citizens continued at the same upward rate, the projected number of immediate relatives would have been approximately 470,000 in 2008. Assuming that the demand for the numerically limited family preferences continued at the same level, the full 480,000 would have been allocated. If these assumptions held, the United States would have likely admitted or adjusted an estimated 950,000 family-sponsored LPRs by 2009, as Figure D -1 projects.", "In terms of employment-based immigration, S. 2611 would have increased the annual number of employment-based LPRs from 140,000 to 450,000 from FY2007 through FY2016, and set the limit at 290,000 thereafter. S. 2611 / S. 2612 also would have no longer counted the derivative family members of employment-based LPRs as part of the numerical ceiling. As in S. 2454 , S. 2611 would have reallocated employment-based visas as follows: up to 15% to \"priority workers\"; up to 15% to professionals holding advanced degrees and certain persons of exceptional ability; up to 35% to skilled shortage workers with two years training or experience and certain professionals; up to 5% to employment creation investors; and up to 30% (135,000) to unskilled shortage workers.", "Employment-based visas for certain special immigrants would have no longer been numerically limited. S. 2611 also would have no longer counted the derivative family members of employment-based LPRs as part of the numerical ceiling. If each employment-based LPR would be accompanied by 1.2 family members (as is currently the ratio), then an estimated 540,000 additional LPRs might have been admitted. However, the Senate passed an amendment on the floor that placed an overall limit of 650,000 on employment-based LPRs and their accompanying family annually FY2007-FY2016, as Figure D -1 projects.", "In addition, special exemptions from numerical limits would have also been made for aliens who have worked in the United States for three years and who have earned an advanced degree in science, technology, engineering, or math. Certain widows and orphan who meet specified risk factors would have also been exempted from numerical limits. The bills would have further increased overall levels of immigration by reclaiming family and employment-based LPR visas when the annual ceilings were not met, FY2001-FY2005. As noted earlier, unused visas from one preference category in one fiscal year roll over to the other preference category the following year.", "S. 2611 would have significantly expanded the number of guest worker and other temporary foreign worker visas available each year and would have coupled these increases with eased opportunities for these temporary workers to ultimately adjust to LPR status. Whether the LPR adjustments of guest workers and other temporary foreign workers were channeled through the numerically limited, employment-based preferences or were exempt from numerical limits (as were the proposed F-4 foreign student fourth preference adjustments) obviously would have affected the projections and the future flows.", "S. 2611 included a provision that would have exempted from direct numerical limits those LPRs who are being admitted for employment in occupations that the Secretary of Labor has deemed there are insufficient U.S. workers \"able, willing and qualified\" to work. Such occupations are commonly referred to as Schedule A because of the subsection of the code where the Secretary's authority derives. Currently, nurses and physical therapists are listed on Schedule A, as are certain aliens deemed of exceptional ability in the sciences or arts (excluding those in the performing arts).", "Title V of S. 2611 would have raised the current per-country limit on LPR visas from an allocation of 7% of the total preference allocation to 10% of the total preference allocation (which would be 480,000 for family-based and 450,000/290,000 for employment-based under this bill). Coupled with the proposed increases in the worldwide ceilings, these provisions would have eased the visa wait times that oversubscribed countries (i.e., China, India, Mexico, and the Philippines) currently have by substantially increasing their share of the overall ceiling. The bill would have also eliminated the exceptions to the per-country ceilings for certain family-based and employment-based LPRs, which are discussed above.", "Secure America and Orderly Immigration Act ( S. 1033 / H.R. 2330 )", "On May 12, 2005, a bipartisan group of Senators and Congressmen introduced an expansive immigration bill known as the Secure America and Orderly Immigration Act ( S. 1033 / H.R. 2330 ). Among other things, these bills would have made significant revisions to the permanent legal admissions sections of INA. Specifically Title VI of the legislation would have", "removed immediate relatives of U.S. citizens from the calculation of the 480,000 annual cap on family-based visas for LPR status, thereby providing additional visas to the family preference categories; lowered the income requirements for sponsoring a family member for LPR status from 125% of the federal poverty guidelines to 100%; recaptured for future allocations those LPR visas that were unused due to processing delays from FY2001 through FY2005; increased the annual limit on employment-based LPR visa categories from 140,000 to 290,000 visas; and raised the current per-country limit on LPR visas from an allocation of 7% of the total preference allocation to 10% of the total preference allocation (which would be 480,000 for family-based and 290,000 for employment-based under this bill).", "Comprehensive Enforcement and Immigration Reform Act of 2005", "The Comprehensive Enforcement and Immigration Reform Act of 2005 ( S. 1438 ), introduced by Senators John Cornyn and Jon Kyl on July 20, 2005, had provisions that would have restructured the allocation of employment-based visas for LPRs. Among the various proposals, Title X of this legislation would have made the following specific changes to the INA provisions on permanent admissions:", "reduced the allocation of visas to persons of \"extraordinary\" and \"exceptional\" abilities and persons having advanced professional degrees (i.e., first and second preferences); increased the number of visas to unskilled workers from a statutory cap of 10,000 annually to a level of 36% of the 140,000 ceiling for employment-based admissions (plus any other unused employment-based visas); eliminated the category of diversity visas; and recaptured for future allocations those employment-based visa numbers that were unused from FY2001 through FY2005.", "Immigration Accountability Act of 2005", "As part of a package of four immigration reform bills, Senator Chuck Hagel introduced the Immigration Accountability Act of 2005 ( S. 1919 ), which would have provided for \"earned adjustment of status\" for certain unauthorized aliens who met specified conditions and would have expanded legal immigration. In terms of permanent legal admissions, S. 1919 would have among other provisions:", "no longer deducted immediate relatives from the overall family-sponsored numerical limits of 480,000; treated spouses and minor children of LPRs the same as immediate relatives of U.S. citizens (i.e., exempt from numerical limits); and reallocated the 226,000 family preference numbers to the remaining family preference categories.", "The Hagel immigration reform proposal also included legislation that would have revised the temporary worker programs, border security efforts, and employment verification.", "Enforcement First Immigration Reform Act of 2005", "Title VI of the Enforcement First Immigration Reform Act of 2005 ( H.R. 3938 ), introduced by Representative J.D. Hayworth, focused on revising permanent admissions. H.R. 3938 would have increased employment-based admissions and decreased family-based admissions. More specifically, it would have", "increased the worldwide ceiling for employment-based admissions by 120,000 to 260,000 annually; within the employment-based third preference category, doubled unskilled admission from 10,000 to 20,000; eliminated the family-based fourth preference category (i.e., adult sibling of U.S. citizens); and eliminated the diversity visa category.", "H.R. 3938 also had two provisions aimed at legal immigration from Mexico: §604 would have placed a three-year moratorium on permanent family-preference (not counting immediate relatives of U.S. citizens) and employment-based admissions from Mexico; and §605 would have amended the INA to limit family-based immigration from Mexico to 50,000 annually.", "Reducing Immigration to a Genuinely Healthy Total (RIGHT) Act of 2005", "On September 8, 2005, Representative Thomas Tancredo introduced the \"Reducing Immigration to a Genuinely Healthy Total (RIGHT) Act of 2005\" ( H.R. 3700 ), which would have substantially overhauled permanent admissions to the United States. Among other provisions, H.R. 3700 would have", "reduced the worldwide level of employment-based immigrants from 140,000 to 5,200 annually; limited the 5,200 employment-based visas to persons of \"extraordinary\" and \"exceptional\" abilities and persons having advanced professional degrees (i.e., first and second preferences); eliminated the family preference visa categories; and eliminated the category of diversity visas.", "Additional Immigration Reduction Legislation", "Representative J. Gresham Barrett introduced an extensive revision of immigration law ( H.R. 1912 ) that also included a significant scaling back of permanent immigration. This legislation was comparable to legislation he introduced in the 108 th Congress.", "Permanent Partners", "Representative Jerrold Nadler introduced legislation ( H.R. 3006 ) that would have amended the INA to add \"permanent partners\" after \"spouses\" and thus would have enabled aliens defined as permanent partners to become LPRs through the family-based immigration categories as well as to become derivative relatives of qualifying immigrants. This bill was comparable to legislation he introduced previously.", "Major Legislation in the 110 th Congress", "Senate Majority Leader Harry Reid introduced S. 1348 , the Comprehensive Immigration Reform Act of 2007, and floor debate on S. 1348 began the week of May 21, 2007. As introduced, S. 1348 was virtually identical to S. 2611 , which the Senate passed in the 109 th Congress. The Senate bipartisan compromise proposal for comprehensive immigration reform, which was backed by the Bush Administration, was announced on May 17, 2007, and formally introduced on May 21, as S.Amdt. 1150 . This substitute language differed from S. 1348 (and it predecessor S. 2611 ) in several key areas of legal immigration. The Senate Majority Leader and Minority Leader Mitch McConnell publicly affirmed their commitment to debate comprehensive immigration reform in June 2007. The Senate continued debate on the legislation as promised, but it did not pass cloture.", "S. 1639 , Comprehensive Immigration Reform Act of 2007", "Senators Ted Kennedy and Arlen Specter introduced the bipartisan compromise proposal for comprehensive immigration reform on May 21, 2007, as S.Amdt. 1150 . Among those publically associated with negotiating the compromise legislation were Homeland Security Secretary Michael Chertoff and USCIS Director Guteirrez. On June 18, 2007, Senators Kennedy and Specter introduced S. 1639 , which was similar but not identical to S.Amdt. 1150 . Title V of S. 1639 would have substantially revised legal permanent admissions. S. 1639 stalled in the Senate on June 28, 2007, when the key cloture vote failed.", "In terms of family-based immigration, S. 1639 would have narrowed the types of family relationships that would make an alien eligible for a visa. Foremost, it would have eliminated the existing family-sponsored preference categories for the adult children and siblings of U.S. citizens (i.e., first, third, and fourth preferences). It would have also eliminated the existing category for the adult children of LPRs. The elimination of these categories would have been effective for cases filed after January 1, 2007. When visas became available for cases pending in the family-sponsored preference categories as of May 1, 2005, the worldwide level for family preferences would have been reduced to 127,000. The worldwide ceiling would have been set at 440,000 annually until these pending cases cleared.", "Immediate relatives exempt from numerical limits would have been redefined to include only spouses and minor children of U.S. citizens. The parents of adult U.S. citizens would have no longer been treated as immediate relatives; instead, parents of citizens would have been capped at 40,000 annually. The spouses and minor children of LPRs would have remained capped at a level comparable to current levels—87,000 annually.", "In terms of employment-based immigration, the first three preference categories would have been eliminated and replaced with a point system. This proposed point system would have established a tier for \"merit-based\" immigrants. The point system for merit-based immigrants would have been based on a total of 100 points divided between four factors: employment, education, English and civics, and family relationships. The fourth and fifth employment-based preference categories would have remained. (See Table 1 .)", "S. 1639 would also have enabled certain eligible aliens who were unauthorized to adjust to LPR status by means of a point system after they have worked in the United States on a newly proposed Z visa. These Z-to-LPR adjustments would have been scored on the merit-based point system, plus four additional factors: recent agricultural work experience, U.S. employment experience, home ownership, and medical insurance.", "S. 1639 would have established three different worldwide ceiling levels for the \"merit-based\" point system. For the first five fiscal years post-enactment, the worldwide ceiling would have been set at the level made available during FY2005—a total of 246,878. Of this number, 10,000 would have been set aside for exceptional Y visa holders to become LPRs, and 90,000 would have been allocated for reduction of the employment-based backlog existing on the date of enactment.", "In the sixth year after enactment, the worldwide level for the merit point system LPRs would have dropped to 140,000, provided that priority dates on cases pending reached May 1, 2005. Of this number, 10,000 would have again been set aside for exceptional Y visa holders, and up to 90,000 would have been set aside for reduction of employment-based backlog existing on the date of enactment.", "When the visa processing of the pending family-based and employment-based petitions would have reached those with May 1, 2005, priority dates, it would have triggered the provisions in S. 1639 that would have enabled the Z-to-LPR adjustments to go into effect (discussed below). At this time, the merit point system worldwide level would have become 380,000. The Z-to-LPR adjustments, however, would have occurred outside of this worldwide level. The proposal nonetheless would have continued to set aside 10,000 for exceptional Y visa holders to become LPRs.", "SKIL ( S. 1038 / H.R. 1930 )", "S. 1038 / H.R. 1930 , the SKIL Act of 2007, would have expanded employment-based LPRs by exempting the following aliens from worldwide numerical limits: (1) those who have a master's or higher degree from an accredited U.S. university; (2) those who have been awarded medical specialty certification based on postdoctoral training and experience in the United States; (3) those who will work in shortage occupations; (4) those who have a master's degree or higher in science, technology, engineering, or math and have been working in a related field in the United States during the preceding three-year period; (5) those who have an extraordinary ability or who have received a national interest waiver. Moreover, S. 1038 / H.R. 1930 would have no longer counted the derivative family members of employment-based LPRs as part of the numerical ceiling.", "STRIVE ( H.R. 1645 )", "Congressmen Luis Gutierrez and Jeff Flake introduced a bipartisan immigration reform bill, H.R. 1645 , know as the Security Through Regularized Immigration and a Vibrant Economy Act of 2007 or STRIVE. This legislation was similar, but not identical, to S. 2611 of the 109 th Congress. Specifically, H.R. 1645 would have no longer deducted immediate relatives of U.S. citizens from the overall family-sponsored numerical limit of 480,000. This change would have likely added at least 226,000 more family-based admissions annually (based upon the current floor of 226,000 family-sponsored visas). Family-sponsored immigrants would have been reallocated as follows: up to 10% to unmarried sons and daughters of U.S. citizens; up to 50% to spouses and unmarried sons and daughters of LPRs, (of which 77% would be allocated to spouses and minor children of LPRs); up to 10% to the married sons and daughters of U.S. citizens; and, up to 30% to the brothers and sisters of U.S. citizens.", "STRIVE would have increased the annual number of employment-based LPRs from 140,000 to 290,000 and would have no longer counted the derivative family members of employment-based LPRs as part of the numerical ceiling. It would, however, have capped the total employment-based LPRs and their derivatives at 800,000 annually. It would have reallocated employment-based visas as follows: up to 15% to \"priority workers\"; up to 15% to professionals holding advanced degrees and certain persons of exceptional ability; up to 35% to skilled shortage workers with two years training or experience and certain professionals; up to 5% to employment creation investors; and up to 30% (135,000) to unskilled shortage workers.", "Save America Comprehensive Immigration Act", "Congresswoman Sheila Jackson-Lee introduced H.R. 750 , the Save America Comprehensive Immigration Act of 2007. Among its array of immigration provisions were those that would have doubled the number of family-sponsored LPRs from 480,000 to 960,000 annually and would have doubled the number of diversity visas from 55,000 to 110,000 annually.", "Nuclear Family Priority Act", "H.R. 938 , the Nuclear Family Priority Act would have amended the INA to limit family sponsored LPRs the immediate relatives of U.S. citizens and LPRs. More specifically, it would have eliminated the existing family-sponsored preference categories for the adult children and siblings of U.S. citizens and replaced them with a single preference allocation for spouses and children of LPRs."], "subsections": []}]}]}}