{"id": "RL32060", "title": "World Trade Organization Negotiations: The Doha Development Agenda", "released_date": "2012-11-15T00:00:00", "summary": ["The WTO Doha Round of multilateral trade negotiations, begun in November 2001, has entered its 12th year. The negotiations have been characterized by persistent differences among the United States, the European Union, and developing countries on major issues, such as agriculture, industrial tariffs and non-tariff barriers, services, and trade remedies. Partly as a result of being labeled a development round to entice developing countries to participate in the first place, developing countries (including emerging economic powerhouses such as China, Brazil, and India) have sought the reduction of agriculture tariffs and subsidies among developed countries, non-reciprocal market access for manufacturing sectors, and protection for their services industries. The United States, the European Union, and other developed countries have sought increased access to developing countries' industrial and services sectors while attempting to retain some measure of protection for their agricultural sectors. Given the differences, there is frustration over the ability of WTO member states to reach a comprehensive agreement.", "In response to the global economic crisis, the G-20 leading economies have repeatedly called for conclusion of the Doha Round as a way to bolster economic confidence and recovery. However, these hortatory statements have not led to renewed progress on the core negotiations. The subjects of the current negotiations are draft texts developed and refined by the chairs of the agriculture, industrial, and rules negotiating groups. These texts have been the subject of much disagreement since their initial release in 2007, not least of which by the United States, which views them as not reflecting the state of play in the negotiations.", "Yet, work has started on expanding the reach of the current WTO agreements outside the scope of the Doha Round. A group of 47 developed and advanced developing countries began negotiating a plurilateral services agreement in January 2012 that would expand disciplines in services beyond the General Agreement on Trade and Services (GATS). Negotiations to expand the scope of the current plurilateral Information Technology Agreement (ITA) have also been proposed.", "Agriculture has become the linchpin of the Doha Development Agenda. U.S. goals are reductions in trade-distorting domestic support; elimination of export subsidies, and improved market access in both developed and developing countries. The United States has also sought improved market access for its industrial goods, especially in developing countries. Developed countries generally are seeking improved market access for their services industries in developing countries. In addition, Members of Congress likely will carefully scrutinize any agreement that may require changes to U.S. trade remedy laws.", "Several issues are among the most important to developing countries, in addition to concessions on agriculture. One issue, now resolved, pertained to compulsory licensing of medicines and patent protection. Trade facilitation, which aims to improve the efficiency of international trade by harmonizing and streamlining customs procedures, has received strong support from developed and developing countries. A third issue deals with a review of provisions giving special and differential treatment to developing countries along with problems that developing countries are having in implementing current trade obligations."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["The World Trade Organization (WTO) is the principal international organization governing world trade. With the 2012 accessions of the Russian Federation and Vanuatu, it has 157 member countries, representing over 95% of world trade flows. It was established in 1995 as a successor institution to the General Agreement on Tariffs and Trade (GATT). The GATT was a post-World War II institution intended to promote nondiscrimination in trade among countries, with the view that open trade was crucial for economic stability and peace.", "Decisions within the WTO are made by member countries, not WTO staff, and they are made by consensus, not formal vote. High-level policy decisions are made by the Ministerial Conference, which is the body of political representatives (trade ministers) from each member country. The Ministerial Conference must meet at least every two years. Operational decisions are made by the General Council, which consists of a representative from each member country. The General Council meets monthly, and the chair rotates annually among national representatives.", "The United States was an original signatory to the GATT and a leading proponent of the GATT's trade-liberalizing principles. It continues to be among the countries urging further discussions on opening markets to trade. Although decisions in the WTO are made by consensus, the United States has a highly influential role shaping decisions in the institution befitting its status as the largest trading nation in the world.", "Periodically, member countries agree to hold negotiations to revise existing rules or establish new ones. These periodic negotiations are commonly called \"rounds.\" The broader the negotiations, the greater the possible trade-offs, and thus theoretically the greater the potential economic benefits to countries. The multilateral negotiations are especially important to developing countries, which might otherwise be left out of more selective agreements. It must be remembered, however, that trade liberalization also results in job losses and other economic dislocations as well."], "subsections": [{"section_title": "What Began at Doha?", "paragraphs": ["From November 9 to November 14, 2001, trade ministers from member countries met in Doha, Qatar, for the fourth WTO Ministerial Conference. At that meeting, they agreed to undertake a new round of multilateral trade negotiations.", "Before the Doha Ministerial, negotiations had already been underway on trade in agriculture and trade in services. These ongoing negotiations had been required under the last round of multilateral trade negotiations (the Uruguay Round, 1986-1994). However, some countries, including the United States, wanted to expand the agriculture and services talks to allow trade-offs and thus achieve greater trade liberalization.", "There were additional reasons for the negotiations. Just months before the Doha Ministerial, the United States had been attacked by terrorists on September 11, 2001. Some government officials called for greater political cohesion and saw the trade negotiations as a means toward that end. Some officials thought that a new round of multilateral trade negotiations could help a world economy weakened by recession and terrorism-related uncertainty. According to the WTO, the year 2001 showed \"the lowest growth in output in more than two decades,\" and world trade actually contracted that year.", "In addition, countries increasingly have been seeking bilateral or regional trade agreements. As of January 15, 2012, 515 regional trade agreements have been notified to the WTO, 319 of which are currently in force. There is disagreement on whether these more limited trade agreements help or hurt the multilateral system. Some experts say that regional agreements are easier to negotiate, allow a greater degree of liberalization, and thus are effective in opening markets. Others, however, argue that the regional agreements violate the general nondiscrimination principle of the WTO (which allows some exceptions), deny benefits to many poor countries that are often not party to the arrangements, and distract resources away from the WTO negotiations.", "With the backdrop of a sagging world economy, terrorist action, and a growing number of regional trade arrangements, trade ministers met in Doha. At that meeting, they adopted three documents that provided guidance for future actions. The Ministerial Declaration includes a preamble and a work program for the new round and for other future action. This Declaration folded the ongoing negotiations in agriculture and services into a broader agenda. That agenda includes industrial tariffs, topics of interest to developing countries, changes to WTO rules, and other provisions. The Declaration on the TRIPS Agreement and Public Health presents a political interpretation of the WTO Agreement on Trade-Related Intellectual Property Rights (TRIPS). A document on Implementation-Related Issues and Concerns includes numerous decisions of interest to developing countries.", "Especially worth noting is how the role of developing countries changed at the Doha Ministerial. Since the beginning of the GATT, the major decision-makers were almost exclusively developed countries. At the preceding Ministerial Conference (Seattle, 1999), developing countries became more forceful in demanding that their interests be addressed. Some developing countries insisted that they would not support another round of multilateral negotiations unless they realized some concessions up-front and the agenda included their interests. Because of the greater influence of developing countries in setting the plan of action at Doha, the new round became known as the Doha Development Agenda.", "At the Doha meeting, trade ministers agreed that the 5 th Ministerial, to be held in 2003, would \"take stock of progress, provide any necessary political guidance, and take decisions as necessary,\" and that negotiations would be concluded not later than January 1, 2005. With the exception of actions on the Dispute Settlement Understanding, trade ministers agreed that the outcome of the negotiations would be a single undertaking, which means that nothing is finally agreed until everything is agreed. Thus, countries agreed they would reach a single, comprehensive agreement containing a balance of concessions at the end of the negotiations."], "subsections": []}, {"section_title": "Progress of the Negotiations: The Search for Modalities", "paragraphs": ["Negotiations have proceeded at a slow pace and have been characterized by lack of progress on significant issues and persistent disagreement on nearly every aspect of the agenda. A few issues have been resolved, notably in agriculture. However, the first order of business for the round, the negotiation of modalities, or the methods and formulas by which negotiations are conducted, still remains elusive 10 years after the beginning of the round."], "subsections": [{"section_title": "The Cancun Ministerial", "paragraphs": ["An important milepost in the Doha Development Agenda round was the 5 th Ministerial Conference, which was held in Cancún, Mexico, on September 10-14, 2003. The Cancún Ministerial ended without agreement on a framework to guide future negotiations, and this failure to advance the round resulted in a serious loss of momentum and brought into question whether the January 1, 2005, deadline would be met.", "The Cancun Ministerial collapsed for several reasons. First, differences over the Singapore issues seemed irresolvable. The EU had retreated on some of its demands, but several developing countries refused any consideration of these issues at all. Second, it was questioned whether some countries had come to Cancun with a serious intention to negotiate. In the view of some observers, a few countries showed no flexibility in their positions and only repeated their demands rather than talk about trade-offs. Third, the wide difference between developing and developed countries across virtually all topics was a major obstacle. The U.S.-EU agricultural proposal and that of the Group of 20, for example, show strikingly different approaches to special and differential treatment. Fourth, there was some criticism of procedure. Some claimed the agenda was too complicated. Also, the Cancun Ministerial chairman, Mexico's Foreign Minister Luis Ernesto Derbez, was faulted for ending the meeting when he did, instead of trying to move the talks into areas where some progress could have been made.", "At the end of their meeting in Cancun, trade ministers issued a declaration instructing their officials to continue working on outstanding issues. They asked the General Council chair, working with the Director-General, to convene a meeting of the General Council at senior official level no later than December 15, 2003, \"to take the action necessary at that stage to enable us to move towards a successful and timely conclusion of the negotiations.\"", "The Cancun Ministerial did result in the creation of the so-called Derbez text. Ministerial chairman Derbez invited trade ministers to act as facilitators in Cancun and help with negotiations in five groups: agriculture, non-agricultural market access, development issues, Singapore issues, and other issues. The WTO Director-General served as a facilitator for a sixth group on cotton. The facilitators consulted with trade ministers and produced draft texts from their group consultations. The Ministerial chairman compiled the texts into a draft Ministerial Declaration and circulated the revised draft among participants for comment.", "The Derbez text was widely criticized at Cancun and it was not adopted, but in the months following that meeting, members looked increasingly at this text as a possible negotiating framework. On agriculture, the Derbez text drew largely on both the U.S.-EU and Group of 20 proposals. It included a larger cut from domestic support programs than the U.S.-EU proposal made, contained the blended tariff approach of the U.S.-EU proposal but offered better terms for developing countries, and provided for the elimination of export subsidies for products of particular interest to developing countries. On the Singapore issues, it included a decision to start new negotiations on government procurement and trade facilitation, but not investment or competition."], "subsections": []}, {"section_title": "The WTO Framework Agreement", "paragraphs": ["The aftermath of Cancun was one of standstill and stocktaking. Negotiations were suspended for the remainder of 2003. However, in early 2004, then-U.S. Trade Representative (USTR) Robert Zoellick offered proposals on how to move the round forward. The USTR called for a focus on market access, including an elimination of agricultural export subsidies. He also said that the Singapore issues could progress by negotiating on trade facilitation, considering further action on government procurement, and possibly dropping investment and competition. This intervention was credited at the time with reviving interest in the negotiations, and negotiations resumed in March 2004.", "On July 31, 2004, WTO members approved a Framework Agreement that includes major developments in the most contentious and crucial issue—agriculture. Because of the importance of agriculture to the Round, the Framework, which provides guidelines but not specific concessions, was regarded as a major achievement. With a broad agreement on agriculture and on other issues, negotiators were given a clearer direction for future discussions. However, the talks settled back into a driftless stalemate, where few but the most technical issues were resolved."], "subsections": []}, {"section_title": "The Hong Kong Ministerial", "paragraphs": ["The stalemate in 2005 increased the perceived importance of the 6 th Ministerial in Hong Kong as potentially the last opportunity to settle key negotiating issues that could produce an agreement by 2007, the then- de facto deadline resulting from the looming expiration of U.S. trade promotion authority. Although a flurry of negotiations took place in the fall of 2005, WTO Director-General Pascal Lamy announced in November 2005 that a comprehensive agreement on modalities would not be forthcoming in Hong Kong, and that the talks would \"take stock\" of the negotiations and would try to reach agreements in negotiating sectors where convergence was reported. The final Ministerial Declaration of December 18, 2005, reflected areas of agreement in agriculture, industrial tariffs, and duty-free and tariff-free access for least developed countries (see sectoral negotiations section below for details). Generally, these convergences reflected a step beyond the July Framework Agreement, but fell short of full negotiating modalities.", "New deadlines were established at Hong Kong for concluding negotiations by the end of 2006. These deadlines included an April 30, 2006, date to establish modalities for the agriculture and NAMA negotiations. Further deadlines set for July 31, 2006, included the submission of tariff schedules for agriculture and NAMA, the submission of revised services offers, the submission of a consolidated texts on rules and trade facilitation, and for recommendations to implement the \"aid for trade\" language in the Hong Kong declaration. On April 21, 2006, WTO Director-General Pascal Lamy announced there was no consensus for agreement on modalities by the April 30 deadline.", "Trade negotiators likewise failed to reach agreement at a high-level meeting in Geneva on June 30-July 1, 2006. It was agreed at those meetings, however, that Director-General Pascal Lamy would undertake a more proactive role as a catalyst \"to conduct intensive and wide-ranging consultations\" to achieve agricultural and industrial modalities. Prior to the summit, Lamy for the first time in his tenure suggested the outline of a possible compromise. Known as the \"20-20-20 proposal,\" the offer (1) called on the United States to accept a ceiling on domestic farm subsidies under $20 billion, (2) proposed the negotiations use the Group of 20 proposal of 54% as the minimum average cut to developed country agricultural tariffs, and (3) set a tariff ceiling of 20% for developing country industrial tariffs. This suggestion was roundly criticized by all sides and was not adopted at the Geneva meetings. At the G-8 summit of leading industrialized nations in St. Petersburg, the leaders pledged a \"concerted effort\" to reach an agreement on negotiating modalities for agriculture and industrial market access with a month of the July 16 summit."], "subsections": []}, {"section_title": "Suspension", "paragraphs": ["Despite the hortatory language of the G-8 Ministerial Declaration, the talks were indefinitely suspended less than a week later by Director-General Lamy on July 24, 2006. The impasse was reached after a negotiating session of the G-6 group of countries (United States, EU, Japan, Australia, Brazil, and India) on July 23 failed to break a deadlock on agricultural tariffs and subsidies. The EU blamed the United States for not improving on its offer of domestic support, while the United States responded that no new offers on market access were put forward by the EU or the Group of 20 to make an improved offer possible. Members of Congress praised the hard-line position taken by U.S. negotiators that additional domestic subsidy concessions must be met with increased offers of market access.", "Following the July 2006 suspension, several WTO country groups such as the Group of 20 and the Cairns Group of agricultural exporters met to lay the groundwork to restart the negotiations. While these meeting did not yield any breakthrough, Lamy announced the talks were back in \"full negotiating mode\" on January 31, 2007. Key players in the talks, such as the G-4 (United States, European Union, Brazil, India), conducted bilateral or group meetings to break the impasse in the first months of the year. In April 2007, G-6 negotiators (G-4 plus Australia and Japan) agreed to work towards concluding the round by the end of 2007. Yet, a G-4 summit in Potsdam, Germany, collapsed in acrimony on June 21, 2007, over competing demands for higher cuts in developed country agricultural subsidies made by developing countries and developed country demands for greater cuts in industrial tariffs in developing countries.", "Despite the Potsdam setback, the chairs of the agriculture and industrial market access (NAMA) negotiating groups put forth draft modalities texts on July 17, 2007. The texts represented what the chair of each committee, as facilitators of the talks, believed was the basis for a balanced level of concessions based on the Doha Declaration and subsequent agreements. Revisions to these texts were circulated on February, May, and July 2008 based on committee level negotiations held in Geneva. Despite the criticism these texts received from nearly all quarters, they have served to continue the engagement of the various parties in Geneva at a time when many have predicted the demise of the round.", "Negotiators met in Geneva between July 21-29, 2008 in what was described as a 'make-or-break' summit to reach agreement based on the texts prepared during the spring. Once again, however, trade ministers failed to reach agreement with the talks foundering on a \"special safeguard mechanism\" (SSM) for agriculture products (see section on agriculture below). In the aftermath of the talks, there was a palpable sense of disappointment as many sticking points reportedly had been resolved. Director-General Lamy claimed after the talks broke up that convergence had been reached on 18 of 20 issues. Summing up this effort, Brazilian President Lula da Silva reportedly said, \"We swam an entire ocean only to drown as we were reaching the beach.\" However, other obstacles in the agriculture, NAMA, and intellectual property rights talks may have been raised had the negotiations continued. ", "In response to the global financial crisis, a summit of G-20 heads of state of leading economic powers meeting on November 14-15, 2008, in Washington, DC, agreed to work to reach an agreement by year's end on modalities leading to an \"ambitious outcome\" to the Doha Round and to refrain from raising new barriers to trade and investment. New draft negotiating texts were issued in December 2008 in anticipation of a proposed ministerial to finalize modalities, yet that summit never materialized as differences between the parties remained intractable. Some states called for negotiations based on the December 2008 draft texts, however, the United States has maintained that these texts were not agreed to by the United States and do not reflect consensus on the way forward. Instead, the United States has pursued a series of bilateral talks with advanced developing countries aimed at determining what specific market access commitments those countries could deliver under the draft texts. ", "Despite continued exhortations by G-20 leaders to reach agreement on the Round, no breakthrough was achieved in 2009. The Seventh Ministerial Conference of the WTO was held between November 30 and December 2, 2009. The Marrakesh Agreements establishing the WTO called for a Ministerial Conference to be held every two years, although it had been nearly four years since the last Ministerial at Hong Kong in December 2005. While previous Ministerials had negotiations on the Round as their centerpiece, this Ministerial sought to avoid detailed negotiations and was designed to address other concerns facing the WTO system. Yet, ministers \"reaffirmed the need to conclude the Round in 2010 and for a stock-taking exercise to take place in the first quarter of [2010].\" Yet negotiators achieved no breakthrough in 2010, with only technical issues being addressed by the negotiating groups throughout much of the year.", "G-20 leaders and APEC leaders again called for a successful conclusion of the Doha Round at their respective summits in Korea and Japan in November 2010. The G-20 communiqué found a \"critical window of opportunity\" in 2011 for a \"successful, ambitious, comprehensive and balanced conclusion\" of the round. Director-General Pascal Lamy has called for the submission of revised negotiating texts by the end of March and \"at the right moment … develop more of a global sense of what the final package will contain\" as a result of horizontal negotiations among different negotiating groups. ", "However, the production of revised texts did not result in any breakthroughs. Director-General Lamy himself described the NAMA differences as \"unbridgeable today,\" noting a \"fundamental gap in expectations in sectorals.\" The U.S. Ambassador to the WTO also noted that serious market access differences continued in agriculture and services as well.", "Indeed, there may be a sense that time is running out. In a December 2010 interview, EU Trade Commissioner Karel De Gucht—while welcoming what he described as renewed U.S. engagement on trade—warned that \"if we don't have anything by the summer … Doha could be over.\" Moreover, former USTR Susan Schwab wrote that it was \"time to give up trying to save Doha,\" and that prolonging the round will jeopardize the multilateral trading system. She advocated the \"salvage\" of several smaller agreements from the negotiation, including trade facilitation, the agricultural export pillar, reducing fishing subsidies and ending tariff and non-tariff barriers to green technologies. The Financial Times urged the institution to focus on narrower projects, such expanding the government procurement agreement and disciplining bilateral and regional FTAs, rather than \"persisting with negotiations whose failure is leaching credibility from the very principle of multilateralism.\"", "In fact, Geneva negotiators had already begun thinking of a \"plan B,\" focusing on a set of deliverables that could be agreed to by the WTO's eighth Ministerial, scheduled for December 2011. An LDC \"early harvest\" proposal for least developed countries (LDCs) which would have included such items as a deal on trade facilitation, duty-free-quota-free market access for LDCs, rules-of-origin proposals, movement on the cotton issue and a waiver to favor services for LDCs. However, this plan reached stalemate and was abandoned at a July 2011 General Council meeting, over the desire by some, including the United States, to some LDC+ provisions including fisheries subsidies and a tariff-free goods and services provision.", "The December 2011 WTO Ministerial did not meaningfully advance the Doha Round, nor was it anticipated. A \"political guidance\" document issued by the General Council prior to the Ministerial noted that \"significantly different perspectives\" remain over certain aspects of the single undertaking, making it \"unlikely that all the elements of the Doha Development Round could be concluded simultaneously in the near future.\" Yet, some activity related to LDCs was included in the final Ministerial declaration, including a \"services waiver,\" for preferential treatment for services suppliers from LDCs, extension of the period of time past 2013 that the LDCs will have to formally implement their TRIPS obligations, and new steps to make it easier to accede to WTO membership. "], "subsections": []}, {"section_title": "Consequences", "paragraphs": ["If negotiators are not able to achieve a breakthrough, there may be several consequences for multilateral trade liberalization. First, the negotiation of bilateral and regional free trade agreements may accelerate. Some trade analysts view the increasing web of these agreements with suspicion. They assert that the emphasis on regional and bilateral negotiations undermines the WTO and increases the risk of trade diversion. Trade diversion occurs when the existence of lower tariffs under a trade agreement cause trade to be diverted away from a more efficient producer outside the trading bloc to a producer inside the bloc. What also results from the plethora of negotiated FTAs, according to one economist, \"a 'spaghetti bowl' of multiple tariffs depending on the source of a product and, in turn, a flood of rules of origin to determine which source is to be assigned to that product.\"", "A second consequence may be the increased use of the WTO's dispute settlement function. If a political solution to disagreements among members cannot be agreed through negotiations, some practices like agricultural subsidies may be challenged in dispute settlement. An increased reliance on dispute settlement may, in turn, put stress on the WTO as an institution if the decisions rendered are not implemented or are not perceived as being fairly decided. ", "A third consequence of a prolonged impasse may be the withdrawal of offers already on the table or of agreements already made at the negotiations. Such development-oriented proposals such as aid-for-trade, duty-free and quota-free access for least developed countries, or trade facilitation may languish due to the stalemate in the negotiations. The EU commitment to phase out export subsidies by 2013 is contingent on a broader agreement and may not be implemented without one. Further, the global economic crisis may encourage governments to implement protectionist measures that may be entirely WTO-consistent—such as a country raising its applied rate tariffs to the bound rate—yet undermines the purpose of the negotiations to liberalize trade.", "In addition, some have questioned the continued relevancy of the Doha negotiations in light of other pressing issues implicating the trade regime such as the global financial crisis, trade implications of greenhouse gas mitigation strategies, perceived exchange-rate manipulation, and widely volatile commodity prices: none of which are being addressed in the current negotiations. As two noted economists wrote, \"the Doha process has been Nero-like in dwelling on issues of relatively minor consequence while the burning issues of the day are not even on the agenda.\" Another noted economist maintained that the round has \"suffered incalculable collateral damage by seven years of fruitless, arcane negotiations and ... by the petty bickering and blame-games of national trade ministers,\" and has advocated for the suspension of the round for a year to allow time \"to plot a course for the long-term revival of the negotiations and of the WTO as an institution.\"", "U.S. trade promotion authority (TPA) expired on July 1, 2007. Possible consideration of TPA legislation by the 113 th Congress may provide a venue for a debate on the status of the Round and the prospects for reaching an agreement consistent with principles set forth by Congress in granting TPA."], "subsections": []}]}, {"section_title": "Significance of the Negotiations", "paragraphs": ["Trade economists argue that the reduction of trade barriers allows a more efficient exchange of products among countries and encourages economic growth. Multilateral negotiations offer the greatest potential benefits by obliging countries throughout the world to reduce barriers to trade. The gains to the United States and to the world from multilateral trade agreements have been calculated in the billions of dollars. For example, a recent study by the International Trade Commission found that if the tariff cuts from the Uruguay Round were removed, the welfare loss to the United States would be about $20 billion. A study by the University of Michigan found that if all trade barriers in agriculture, services, and manufactures were reduced by 33% as a result of the Doha Development Agenda, there would be an increase in global welfare of $574 billion. Other studies present a more modest outcome predicting world net welfare gains ranging from $84 billion to $287 billion by the year 2015.", "Multilateral negotiations are especially important to developing countries that might otherwise be left out of a regional or bilateral trade agreement. Developing country blocs can improve trade and economic growth among its members, but the larger share of benefits is from the trade agreements that open the markets of the world. Multilateral trade negotiations are also an exercise in international cooperation and encourage economic interdependence, which offers political benefits as well.", "When a country opens its markets, however, increased imports might cause economic dislocations at the local or regional level. Communities might lose factories. Workers might lose their jobs. For those who experience such losses, multilateral trade agreements do not improve their economic well-being. Also, if a country takes an action that is not in compliance with an agreement to which it is a party, it might face some form of WTO-sanctioned retaliation. Further, some oppose WTO rules that restrict how a country is permitted to respond to imports of an overseas product that employs an undesirable production method, for example a process that might use limited resources or impose unfair working conditions. Thus, while multilateral trade agreements have been found to offer broad economic benefits, they are opposed for a variety of reasons as well."], "subsections": []}]}, {"section_title": "The Doha Agenda", "paragraphs": ["Doha Round talks are overseen by the Trade Negotiations Committee (TNC), whose chair is Director-General Pascal Lamy. The negotiations are being held in five working groups and in other, existing bodies in the WTO. Selected topics under negotiation are discussed below in five groups: market access, development issues, WTO rules, trade facilitation, and other issues."], "subsections": [{"section_title": "Market Access", "paragraphs": [], "subsections": [{"section_title": "Agriculture", "paragraphs": ["The Uruguay Round Agreement on Agriculture called for continued negotiations toward \"the long-term objective of substantial progressive reductions in support and protection.\" By early 2001, WTO members had achieved some preliminary work in those sectoral negotiations, and later that year, agriculture was wrapped into the broader Doha agenda.", "Agriculture has become the linchpin in the Doha Development Agenda. U.S. goals in the new round were elimination of agricultural export subsidies, easing of tariffs and quotas, and reductions in trade-distorting domestic support. The Doha Ministerial Declaration included language on all of these three pillars of agricultural support. It stated that the members committed to \"comprehensive negotiations aimed at substantial improvements in market access; reductions of, with a view to phasing out, all forms of export subsidies; and substantial reductions in trade distorting support.\"", "The course of the negotiations in the lead up to Cancun was influenced by the reform of the EU's Common Agricultural Policy (CAP). A major issue for the EU was whether or not to approve separation (\"decoupling\") of payments to farmers based on production. Those types of payments are among the most trade-distorting (\"amber box\"). On June 26, 2003, EU agriculture ministers approved a reform package that included partial decoupling for certain products. The action was seen by many as a positive step for advancing the trade negotiations.", "The EU reform largely addressed one of the three pillars of agricultural reform—domestic support—but did little in a second pillar—market access. In the WTO negotiations on market access, the United States and the Cairns Group have supported a leveling, or harmonizing, of tariff peaks, or high rates. In comparison, the EU and Japan want flexibility to cut some items less than others to arrive at an average total rate cut.", "Another difficulty is \"geographical indications,\" or the protection of product names that reflect the original location of the product. An example is the use of \"Bordeaux wine\" for wines from the Bordeaux region only. Europeans, joined by India and some other countries, want a mandatory registry of geographical indications that would prevent other countries from using the names. The United States and other countries refuse to negotiate a mandatory list, but will accept a voluntary list with no enforcement power. While the EU has said that it will not accept an agriculture agreement without a geographical registry, it reportedly has lowered expectations to achieving a registry for wines and spirits.", "Developing countries view reform in agricultural trade as one of their most important goals. They argue that their own producers cannot compete against the surplus agricultural goods that the developed countries, principally the EU and the United States, are selling on the world market at low, subsidized prices. Some African countries also are calling for an end to cotton subsidies, claiming that such subsidies are destroying markets for the smaller African producers.", "The July 2004 Framework Agreement provided a basis for which to continue the agriculture talks. On domestic support, subsidies are to be reduced by means of a \"tiered\" or \"banded\" approach applied to achieve \"harmonization\" in the levels of support. Subsidizing countries will make a down-payment of a 20% reduction in levels of support in the first year of the agreement. Tariff reduction will utilize a tiered formula with a harmonization component, but with some exceptions for \"import sensitive products.\" The European Union finally agreed to the elimination of export subsidies, considered a major negotiating goal of the United States.", "While there was no breakthrough at the December 2005 Hong Kong Ministerial, members agreed to eliminate export subsidies, and \"export measures with equivalent effect\" by 2013, a date favored by the European Union (EU). Members agreed to cut domestic support programs with a three band methodology. As the largest user of domestic agricultural subsidies, the EU was placed in the highest band. The United States and Japan were placed in the second band and lesser subsidizing countries were placed in the third band. However, the actual percentage cuts that these bands represent remained subject to negotiation. Members also renewed a commitment to achieve a tariff cutting formula by April 30, 2006. This deadline was not met. In the parallel negotiations on cotton, members agreed to eliminate export subsidies for cotton and to provide duty-free and quota-free access for LDC cotton producers by year-end 2006. Members also agreed to reduce domestic support for cotton in a more ambitious manner than for other agricultural commodities as an \"objective\" in the ongoing agricultural negotiations.", "Talks to reach modalities proved unsuccessful at the July 23, 2006, meeting of the G-6 countries in Geneva and the negotiations were suspended thereafter. Sources of the stalemate in the Geneva talks included U.S. concerns about the magnitude of deviations from market access commitments stemming from the so-called \"3-S flexibilities\": sensitive products, special products, and the special safeguard mechanism. While each of these flexibilities was incorporated into the 2004 July Framework Agreement as negotiating modalities that would allow countries to exempt certain products from the banded tariff formula, the United States contends that the scope envisioned by some countries for these modalities would unacceptably diminish the overall market access gains from the agreement. Conversely, the United States was under pressure at the meeting from the EU and the G-20 group represented by Brazil and India to improve its subsidy reduction offer, but the United States put no new offer on the table. The United States insisted that it will not improve its offer on domestic subsidy reduction unless the EU improves considerably its market access offer and the G-20 countries show a willingness to open their markets not only to agricultural products but to industrial products and services as well. These dynamics continued in 2007 discussions.", "In July 2007, WTO Agriculture committee chairman Crawford Falconer submitted a draft modality paper to address the divergent negotiating positions of the parties. As a result of committee-based negotiations in Geneva, revisions to this draft were made in February, May and July 2008, the latter of which became the basis for negotiations at the WTO summit in July 21-29, 2008. Subsequent technical level negotiations and refinements resulted in a December 2008 draft from which the following headline figures are derived. These include a reduction of U.S overall trade-distorting domestic support (OTDS) of 70% for a total of $14.4 billion and a reduction in European domestic support of 80% to $22.1 billion. In this draft, Japan would cut 75% due to its high level of base OTDS (greater than 40%) in terms of the value of its total agricultural output. Other developed countries that spend less than $10 billion in OTDS would have to cut their support by 55%.", "The United States publicly offered to cap OTDS at $14.5 billion on July 25, 2008, during the negotiating summit, conditional on accepting the Lamy compromise package then on the table. In past negotiations, the EU has set a 70% reduction as its upper bound. The G-20 group of developing countries, though, has demanded a reduction yielding an $11 billion cap in U.S. OTDS. ", "Developed country tariffs would be cut in a tiered formula in equal increments over five years: a 70% reduction for tariffs currently above 75%, a 64% cut for tariffs currently between 50% and 75%, a 57% cut for tariffs currently between 20% and 50% and a 50% cut for tariffs between 0 and 20%. In addition, the draft stipulates a minimum tariff cut of 54% for developed countries, after application of the formula and other exceptions.", "Developing countries would be able to cut two-thirds of the amount of cuts agreed by developed countries from bands with higher thresholds in equal installments over 10 years. While developed countries would have to cut 70% from tariffs currently above 75% (their highest tariff band), developing countries would have to cut 46.7% on all tariffs above 130%, 42.7% on tariffs between 80% and 130%, 38% for tariffs between 30% and 80%; and 33.3% on tariffs between 0% and 30%. Developing countries would only be required to make a maximum average tariff cut of 36%. If the average falls above that percentage, then the cut made by the formula can be reduced.", "The modalities draft also proposes that countries may designate 4% of their agricultural tariff lines as sensitive, and thus subject to lower cuts. Developing countries would be allowed to claim 5.3% more tariffs lines as sensitive. The draft reaffirmed the Hong Kong Ministerial commitment to eliminate export subsidies by 2013 with half the reductions implemented by 2010. The document also seeks disciplines on export credits, guarantees, insurance programs, and state trading enterprises.", "The special safeguard mechanism (SSM) has been revised in the December 2008 draft. Disagreements over the particulars of the SSM, a proposal to allow developing countries to raise duties beyond bound levels in instances of import surges or price depressions, contributed to the failure of the July 2008 summit. The concept of an SSM for developing countries had been a part of the Doha Round modalities since the July Framework Agreement of 2004. The controversy revolved around the trigger level and the resulting level of tariff increase. The new proposal posits a two tiered SSM that could be triggered at a 20% or 40% surge above the level of base imports. A 20% surge on imports could trigger a safeguard of the higher of one-third of the current bound tariff or 8 percentage points; a 40% surge could result in the imposition of a safeguard of the higher of one-half of the bound tariff or 12 percentage points. This iteration represents a compromise between the higher surge trigger sought by the United States and a greater increase in the amount of the safeguard sought by India and China. The United States has also sought to cap the safeguard duties so that their imposition would not breach the existing (pre-Doha) bound rates, however the latest draft provides that the bound rate could be breached for up to 2.5% of bound tariff lines in a 12 month period. "], "subsections": []}, {"section_title": "Services", "paragraphs": ["Along with agriculture, services were a part of the \"built-in agenda\" of the Uruguay Round. The General Agreement on Trade In Services (GATS), which was concluded in that Round, directs Members to \"enter into successive rounds of negotiations, beginning not later than five years from the date of entry into force of the WTO Agreement [January 1, 1995] ... [to achieve] a progressively higher level of liberalization.\"", "Those negotiations began in early 2000. Negotiating guidelines and procedures were established by March 2001. Under the request-offer approach being used, countries first request changes in other countries' practices, other countries then respond by making offers of changes, and finally the countries negotiate bilaterally on a final agreement. The Doha Ministerial Declaration recognized the work already undertaken and reaffirmed the March 2001 guidelines as the basis for continuing the negotiations. It directed participants to submit initial requests for specific commitments by June 30, 2002, and initial offers by March 31, 2003.", "The services talks are going slowly. By July 2005 the WTO had received 68 initial commitment offers representing 92 countries (the EU represents 25 members) and 24 offers remained outstanding from non-LDC members (55 if LDCs are included). Only 28 revised offers were tendered by November 2005, although the July Framework stipulated a March 31, 2005, deadline. All members were to have submitted their initial offers by March 31, 2003. Many have decried the poor quality of offers, many of which only bind existing practices, rather than offer new concessions and excluded some sectors entirely.", "At Hong Kong, members committed to submit a second round of revised offers by July 31, 2006, and to submit a final schedule of commitments by October 31, 2006. In order to expedite the negotiating process, members also agreed to employ plurilateral requests to other members covering specific sectors and modes of supply to be completed by February 28, 2006. In response to this deadline, 21 plurilateral requests concerning 17 sectors and 4 modes of supply were submitted, and 4 rounds of discussions have been held concerning them. In addition, 6 rounds of bilateral request-offer meetings have been held among the participants since the end of 2005.", "To some members, including the United States, the talks have not yielded adequate offers of improved market access. Consequently, various methods have been advocated to break the stalemate in negotiations, from calls to prepare a services modalities text to the convening of a signaling conference. A draft services negotiating text, released prior to the July 2008 mini-ministerial, called for countries \"to the maximum extent possible\" respond to requests with \"deeper and/or wider commitments ... commensurate with levels of development, regulatory capacity, and national policy objectives.\" While much of the activity during the July 21-29, 2008, Geneva talks continued to concern agriculture and industrial market access, participants did hold a signaling conference on July 26 on the types of additional offers of services liberalization countries would be willing to make provided an agreement was reached in the agriculture and NAMA talks. Yet little emerged from this conference. In March 2010, the chair of the negotiating committee summarized the state of the negotiations,", "it is clear that there has been little or no significant progress in the market access negotiations since July 2008. Gaps in sectoral coverage and levels of commitment need to be filled in order for Members to be satisfied with the outcome of the services negotiations. In filling these gaps, rule-making in the services negotiations will need to move in tandem with market access. Members can make progress in market access in services once the political will has been summoned to resolve problems in other areas of the Round.", "One area of controversy is so-called \"Mode IV\" services. Mode IV relates to the temporary movement of business persons to another country in order to perform a service on-site. Developing countries want easier movement of their nationals under Mode IV. They claim that the services negotiations have centered on the establishment of businesses in other countries, which has been a focus of developed countries, while there has been no negotiation on Mode IV, which would help them. Developed countries, especially the United States, have opposed discussions on Mode IV services trade. Congress might oppose easier entry for business persons, based on Senate approval of a resolution ( S.Res. 211 ) in the 108 th Congress expressing the sense of the Senate that future U.S. trade agreements and implementing legislation should not contain immigration-related provisions. Mode IV services will be a difficult issue to resolve. Fifteen countries have joined a plurilateral request for Mode IV services liberalization to the United States and other developed countries. At the abovementioned signaling conference, the United States and the EU reportedly signaled increased flexibility on allowing more services professionals access to their markets."], "subsections": [{"section_title": "The International Services Agreement (ISA)", "paragraphs": ["Exploratory talks for new global services negotiations, provisionally entitled the ISA, were launched by 47 WTO Members on January 17, 2012. While these negotiations are not being conducted under the Doha mandate, they are being conducted among WTO members and likely could be incorporated into the WTO system. Doing so would facilitate the expansion of the agreement to other WTO members as well as utilize the existing WTO dispute settlement mechanism. The new talks are seen as resulting from frustration among certain WTO members by the lack of progress in the Services talks taking place within the negotiating structure of the Doha Round. To date, advanced developing countries such as Brazil, China, and India have not taken part in the negotiations. ", "Currently, negotiators are seeking a framework for the manner in which the negotiations are to be conducted. Negotiators have discussed a so-called \"hybrid approach,\" which would combine a \"negative list\" approach for national treatment of services providers with the \"positive list\" approach of the current GATS with regard to market access commitments, as well as disciplines on domestic services regulations in the participating countries. Negotiators have also discussed the principle of no a priori exclusions and an accession mechanism for new members. Negotiators seek to have a framework agreement in place by the end of 2012 in order to start negotiations of schedules of commitments in 2013. One potential unresolved issue is whether to extend the benefits of the potential ISA on a most-favored-nation basis to all WTO members as the European Union seems to support, or to extend the benefits only to participants as the United States reportedly favors."], "subsections": []}]}, {"section_title": "Non-Agricultural Market Access (NAMA)", "paragraphs": ["In the Doha Declaration, trade ministers agreed to negotiations to reduce or eliminate tariffs on industrial or primary products, with a focus on \"tariff peaks, high tariffs, and tariff escalation.\" Tariff peaks are considered to be tariff rates of above 15% and often protect sensitive products from competition. Tariff escalation is the practice of increasing tariffs as value is added to a commodity. The talks are also seeking to reduce the incidence of non-tariff barriers, which include import licensing, quotas and other quantitative import restrictions, conformity assessment procedures, and technical barriers to trade. The sectoral elimination of tariffs for specific groups has also been forwarded as an area of negotiation. Negotiators accepted the concept of less than full reciprocity in reductions for developing and least-developed countries.", "Doha negotiators agreed to reach modalities for the reduction or elimination of tariffs and non-tariff barriers by the end of May 2003. This deadline was, as were subsequent ones, not met. NAMA issues were not discussed at Cancun, and there was no agreement on the draft texts proposed for consideration at that Ministerial. The July 2004 Framework Agreement adopted the use of a non-linear tariff reduction formula applied on a line-by-line basis, (i.e., one that it can work towards evening out or harmonizing tariff levels), and the Hong Kong Ministerial did agreed to use a Swiss formula. The Ministerial did not agree on coefficients, however, and these have become the subject of continuing negotiations. The July 2004 Framework Agreement also agreed that tariff reductions would be calculated from bound, rather than the applied, tariff rates.", "Negotiators are also grappling with the concept of \"flexibility,\" or the nature and extent of developing country-special and differential treatment, as it relates to formula cuts. In addition to longer implementation times, the July Framework Agreement allowed for less than formula cuts for a certain (undetermined) amount tariff lines, keeping a percentage of tariff lines unbound, or not applying formula cuts for an (undetermined) percentage of tariff lines (the so-called Paragraph 8 flexibilities). At Hong Kong, negotiators did agree to provide tariff-free and quota-free access for LCDs by 2008. However, this agreement provides the caveat that 3% of tariff lines can be exempted as sensitive products such as textiles, apparel, and footwear.", "The April 30, 2006, deadline, like so many before, was breached without agreement on the NAMA formula or on other issues. The end of June Geneva summit also failed to reach agreement on NAMA modalities. The United States, Canada, and Switzerland proposed a 5 percentage point differential between the Swiss formula coefficients of developed and developing countries, which is consistent with the EU proposal of a 10 coefficient for developed countries and a 15 coefficient for developing countries. A group of developing countries known as the NAMA-11 proposed that the differential should be at least 25 percentage points. ", "The NAMA talks have been increasingly linked to the agricultural talks, with some movement on one becoming increasingly linked to progress in the other. Developing countries have been unwilling to commit on NAMA without agreement on agriculture, but now some developed countries are tying further agriculture progress to NAMA. This linkage has come be known as the \"exchange rate\" between the two negotiations. A June 2007 G-4 meeting in Potsdam, Germany, faltered in part over the rejection by Brazil of a U.S. proposal of a 10-25 percentage point spread for developed and developing country coefficients, a proposal that was a clear break from either country's stated positions.", "Following on the Potsdam summit, a draft modality paper was released on July 17, 2007, authored by the NAMA negotiating chairman. This document, and subsequent revisions released in February, May, July, August, and December 2008, has formed the basis of the Geneva level negotiations. This paper sought to reconcile the positions of the parties to move the negotiations forward; as such, it faced mostly criticism from the diverse negotiating groups. These various texts have reflected some narrowing of positions over time, but they should not be considered to reflect the present state of agreement in the negotiations. Following the July 2008 Ministerial, the chairman revised his text again to reflect areas of \"convergence\" in the negotiations, while admitting that not all members accepted this convergence. The United States, for example, did not accept the August 2008 language on sectoral tariff participation, which was widely criticized by U.S. industry. The following figures reflect the latest text released in December 2008.", "Concerning the Swiss tariff reduction formula, the December 2008 draft called for a coefficient of 8 for developed countries and a range of coefficients of either [x=20][y=22][z=25] for developing countries depending on which so-called \"Paragraph 7\" flexibility each country avails themselves. This scenario would allow developing countries to choose one of the following flexibilities based on the coefficient x or y they chose for the tariff reduction formula: (1) apply less than formula cuts for up to [14% for x][10% for y]of tariff lines provided that the cuts applied are no less than half the formula cuts, and that the tariff lines do not exceed [16% for x][10% for y] of the value of a member's non-agricultural imports, or (2) keep tariff lines unbound or not applying formula cuts for [6.5% for x] [5% for y ]of tariff lines provided they do not exceed [7.5% for x][5% for y]of the value of a member's non-agricultural imports. Countries choosing coefficient z, which would lead to the lowest tariff cuts under the formula, would not avail themselves of these flexibilities.", "The use of these flexibilities has been further complicated by the so-called \"anti-concentration clause,\" which provides that the flexibilities available to developing countries shall not be used to exclude full chapters of the harmonized tariff schedule (HS) from full formula reductions. Both the United States and the EU have been adamant that the flexibilities should not be used in a way to exclude whole industrial sectors from formula cuts, as reflected in the 2 digit HS chapter. Meanwhile, developing countries have opposed expanding the anti-concentration clause beyond the level of full chapters, as agreed by all members at the Hong Kong Ministerial. The December 2008 convergence text set full formula tariff reductions as a minimum of 20% of national tariff lines in each HS chapter or 9% of the value of imports of the Member in each HS chapter.", "Both the United States and the EU have favored using sectoral tariff elimination as a supplemental modality for the NAMA negotiations. Negotiations have been heated on which products to cover and the extent of participation (i.e., whether developing countries or LDCs would be able exempt themselves from commitments). Proposals have been made for sectoral negotiations in the automotive and related parts; bicycles and related parts; chemicals; electronics/electrical products; fish and fish products; forest products; gems and jewelry; hand tools; industrial machinery; open access to enhanced health care; raw materials; sports equipment; toys; and textiles, clothing and footwear.", "The United States has insisted that major developing countries participate in the sectorals, while developing countries have countered that the original negotiating mandate makes such negotiations voluntary. The December draft posits the still unresolved question of, \"how and when to define the commitment of Members to participate in sectorals without altering the non- mandatory character of these negotiations.\"", "As noted above, the industrial market access talks also encompass negotiations on the reduction of non-tariff barriers (NTBs). The draft text includes several sectoral proposals concerning NTBs for chemical products; electronics; electrical safety and electromagnetic compatibility; labeling of textiles, clothing, footware, and travel goods; and automotive products. The text also includes a proposal for a mechanism to resolve disputes over specific NTBs as they arise."], "subsections": [{"section_title": "The Information Technology Agreement (ITA)", "paragraphs": ["The ITA is a plurilateral agreement providing for the elimination of tariffs on information and communications technologies (ICT) covered by the agreement. Originally concluded by 29 WTO Members in 1996, it is now in effect in 73 member countries, covering approximately 97% of trade in ICT products. ITA Members agree to eliminate tariffs and other duties and charges on products covered by the agreement, however, the agreement does not include disciplines on non-tariff measures affecting ICT products. While the ITA has been considered a success in liberalizing trade in covered ICT products, members have not been able to agree to expand its product list over the years. For this reason, as well as its lack of coverage of digital products and lack of disciplines on non-tariff measures, it is widely considered to be outdated by some members, including the United States. Informal talks began in May 2012 to expand and update the agreement. Thus far, talks have centered on which additional products to cover and how or whether to include disciplines on reducing non-tariff barriers on ICT. On November 5, 2012, the U.S. International Trade Commission released a report compiling a draft list of ICT products considered for duty-free treatment in the negotiations."], "subsections": []}]}]}, {"section_title": "Development Issues", "paragraphs": ["Three development issues are most noteworthy. One pertains to compulsory licensing of medicines and patent protection. A second deals with a review of provisions giving special and differential treatment to developing countries. A third addresses problems that developing countries were having in implementing current trade obligations."], "subsections": [{"section_title": "Access to Patented Medicines", "paragraphs": ["A major topic at the Doha Ministerial regarded the WTO Agreement on Trade-Related Aspects of Intellectual Property Rights (TRIPS). The issue involves the balance of interests between the pharmaceutical companies in developed countries that held patents on medicines and the public health needs in developing countries. Before the Doha meeting, the United States claimed that the current language in TRIPS was flexible enough to address health emergencies, but other countries insisted on new language.", "Section 6 of the Doha document Declaration on the TRIPS Agreement and Public Health (TRIPS Declaration), recognized that \"WTO Members with insufficient or no manufacturing capabilities in the pharmaceutical sector could face difficulties in making effective use of compulsory licensing under the TRIPS Agreement.\" In Section 6, the trade ministers instructed the WTO TRIPS Council \"to find an expeditious solution to this problem and to report to the [WTO] General Council before the end of 2002.\"", "On December 16, 2002, then-TRIPS Council chairman Eduardo Perez Motta produced a draft that would allow countries that lack the manufacturing capacity to produce medicines to issue compulsory licenses for imports of the medicines. All WTO members approved of the chairman's draft except the United States. The U.S. position, representing the interests of the pharmaceutical industry, was that the chairman's draft did not include enough protections against possible misuse of compulsory licenses. The United States sought a limit on the diseases that would be covered by the chairman's text, but other countries refused this initiative. The United States decided to oppose the chairman's draft and unilaterally promised not to bring a dispute against any least-developed country that issued compulsory licenses for certain medicines.", "One concern of the pharmaceutical industry was that the medicines sent to the developing country might be diverted instead to another country. To address this problem, it was suggested that the medicines be marked so that they can be tracked. Another concern was that more advanced developing countries might use the generic medicines to develop their own industries. For this problem, it was proposed that countries voluntarily \"opt-out,\" or promise not to use compulsory licensing.", "On August 30, 2003, WTO members reached agreement on the TRIPS and medicines issue. Voting in the General Council, member governments approved a decision that offered an interim waiver under the TRIPS Agreement allowing a member country to export pharmaceutical products made under compulsory licences to least-developed and certain other members. An accompanying statement represented several \"key shared understandings\" of Members regarding the Decision, including the recognition that the decision should be used to protect public health and not be an instrument to pursue industrial or commercial policy objectives, and the recognition that products should not be diverted from the intended markets. The statement listed a number of countries that either agreed to opt out of using the system as importers or agreed that they would only use the system in national emergencies or extreme urgency. At the 2005 Hong Kong Ministerial, members agreed to a permanent amendment to incorporate the 2003 Decision, which will become effective when it is ratified by two-thirds of the member states. To date, 46 countries (including the 27 members of the EU) have ratified the agreement."], "subsections": []}, {"section_title": "Special and Differential (S&D) Treatment", "paragraphs": ["In the Doha Ministerial Declaration, the trade ministers reaffirmed special and differential (S&D) treatment for developing countries and agreed that all S&D treatment provisions \"be reviewed with a view to strengthening them and making them more precise, effective and operational.\" In the Declaration, the trade ministers endorsed the work program on S&D treatment presented in another Doha document, Decision on Implementation-Related Issues and Concerns (Implementation Decision). That document called on the WTO Committee on Trade and Development to identify the S&D treatment provisions that are already mandatory and those that are non-binding, and to consider the implications of \"converting [S&D] treatment measures into mandatory provisions, to identify those that Members consider should be made mandatory, and to report to the General Council with clear recommendations for a decision by July 2002.\" It also called for the Committee on Trade and Development \"to examine additional ways in which S&D treatment provisions can be made more effective, to consider ways ... in which developing countries ... may be assisted to make best use of [S&D] treatment provisions.\"", "The negotiations have been split along a developing-country/developed-country divide. Developing countries wanted to negotiate on changes to S&D provisions, keep proposals together in the Committee on Trade and Development, and set shorter deadlines. Developed countries wanted to study S&D provisions, send some proposals to negotiating groups, and leave deadlines open. Developing countries claimed that the developed countries were not negotiating in good faith, while developed countries argued that the developing countries were unreasonable in their proposals. At the December 2005 Hong Kong Ministerial, members agreed to five S&D provisions for LDCs, including the tariff-free and quota-free access for LDC goods described in the NAMA section."], "subsections": []}, {"section_title": "Implementation Issues", "paragraphs": ["Developing countries claim that they have had problems with the implementation of the agreements reached in the earlier Uruguay Round because of limited capacity or lack of technical assistance. They also claim that they have not realized certain benefits that they expected from the Round, such as increased access for their textiles and apparel in developed-country markets. They seek a clarification of language relating to their interests in existing agreements.", "Before the Doha Ministerial, WTO Members resolved a small number of these implementation issues. At the Doha meeting, the Ministerial Declaration directed a two-path approach for the large number of remaining issues: (1) where a specific negotiating mandate is provided, the relevant implementation issues will be addressed under that mandate; and (2) the other outstanding implementation issues will be addressed as a matter of priority by the relevant WTO bodies. Outstanding implementation issues are found in the area of market access, investment measures, safeguards, rules of origin, and subsidies and countervailing measures, among others."], "subsections": []}]}, {"section_title": "Trade Facilitation", "paragraphs": ["The first WTO Ministerial Conference, which was held in Singapore in 1996, established permanent working groups on four issues: transparency in government procurement, trade facilitation, trade and investment, and trade and competition. These became known as the Singapore issues. These issues were pushed at successive Ministerials by the European Union, Japan and Korea, and opposed by most developing countries. The United States was lukewarm about the inclusion of these issues, indicating that it could accept some or all of them at various times, but preferring to focus on market access.", "In 2001, the Doha Ministerial Declaration called for further clarification on the four Singapore issues to be undertaken before the 5 th Ministerial in 2003 (at Cancún), and for negotiations to be launched on the basis of a decision taken by explicit consensus at the 5 th Ministerial. At Cancún, deadlock over the Singapore issues was a contributing factor in the breakup of that summit. After further negotiations during 2004, a compromise was reached in the July 2004 Framework Agreement: three of the Singapore issues (government procurement, investment, and competition) were dropped and negotiations would begin on three specific areas of trade facilitation: to clarify and improve GATT Article V (Freedom of Transit), Article VIII (Fees and Formalities connected with Importation and Exportation), and Article X (Publication and Administration of Trade Regulations).", "Trade facilitation aims to improve the efficiency of international trade by harmonizing and streamlining customs procedures such as duplicative documentation requirements, customs processing delays, and nontransparent or unequally enforced importation rules and requirements. The talks have thus far revolved around the scope and obligations of the new disciplines. The first negotiating text was released in December 2009 and has undergone 13 revisions, the latest being released on November 10, 2012 (TN/TF/W/165/Rev.13). Trade facilitation is often mentioned as a deliverable in a \"scaled-back\" Doha agreement, or as a stand-alone agreement acceptable to all parties.", "Discussions have also occurred concerning the technical assistance and trade capacity building needed by developing countries to implement any subsequent agreement. Developing countries are in the process of assessing their own trade facilitation status, and what it will take to bring them up to international standards with the help of customs experts from organizations such as the World Bank and the World Customs Organization. Developed countries, including the United States and the European Union, favor the negotiation of a concrete rules-based system with appropriate accountability, while some developing countries prefer optional guidelines with \"policy flexibility.\""], "subsections": []}, {"section_title": "WTO Rules", "paragraphs": [], "subsections": [{"section_title": "Rules Negotiations", "paragraphs": ["The Doha Round negotiations included an objective of \"clarifying and improving disciplines\" under the WTO Agreements on Antidumping (AD) and on Subsidies and Countervailing Measures (ASCM). The United States sought to keep negotiations on trade remedies outside of the Doha Round, but found many WTO partners insistent on including them for discussion. U.S. negotiators did manage to insert language asserting that \"basic concepts, principles and effectiveness of these Agreements and their instruments and objectives\" would be preserved. However, congressional leaders were highly critical of this concession by U.S. trade negotiators.", "The Doha Ministerial Declaration also called for clarifying and improving disciplines on fisheries subsidies, and both the Ministerial Declaration and the Implementation Decision have special provisions on trade remedies and developing countries. In addition to trade remedies, the Declaration calls for clarifying and improving WTO disciplines and procedures on regional trade agreements. The Declaration identified two phases for the work on trade remedies: \"In the initial phase of the negotiations, participants will indicate the provisions, including disciplines on trade distorting practices that they seek to clarify and improve in the subsequent phase.\" No deadlines were set for these phases.", "The United States has primarily been on the defensive in the rules talks. Many countries have attacked the use of antidumping actions by the United States and other developed nations as disguised protectionism. However, many developing countries are now using antidumping actions themselves, which may goad some countries to reexamine the necessity for discipline. Most of the proposals on trade remedies focus on providing more specificity or restrictions to the AD/ASCM Agreements in terms of definitions and procedures. Yet, no agreements have been reached, even on what is to be negotiated.", "The leading proponents of such changes have been a group of 15 developed and developing countries known as the \"Friends of Antidumping\" (Brazil, Chile, Colombia, Costa Rica, Hong Kong, Israel, Japan, Mexico, Norway, Singapore, South Korea, Switzerland, Taiwan, Thailand, and Turkey; though not all countries sign onto every proposal). They have made numerous proposals, and in essence their proposals would reduce the incidence and amount of duties. Many of their proposals would require a change in U.S. laws. Although the EU is a major user of trade remedies and not a member of the \"Friends\" group, it has agreed with some of the group's proposals.", "The United States itself has sought some changes in the WTO rules, submitting papers on antidumping proposals on issues such as transparency, foreign practices to circumvent duty orders, and the WTO standard used by dispute panels in reviewing national applications of trade remedy laws. The United States also has submitted proposals on subsidies, such as expanding a list of prohibited subsidies and imposing disciplines on support to sales of natural resources.", "A draft modalities paper was released on November 30, 2007. A key feature of this draft was language allowing the use of zeroing in certain antidumping (AD) calculations. The draft was widely seen as a concession to the United States, the only country that continues to employ the zeroing methodology, despite several adverse Appellate Body decisions over the practice. While the United States expressed disappointment that the text did not go far enough in legitimizing the practice, several countries including the \"Friends of Antidumping\" group and others were harshly critical of the draft text as rolling back Appellate Body decisions on zeroing. Perhaps bowing to this group, a subsequent draft contained no draft language on zeroing, saying only that \"delegations remain profoundly divided on this issue.\" Positions range from insistence on a total prohibition of zeroing irrespective of the comparison methodology used to a demand specifically authorizing zeroing in all contexts.\" Removing the zeroing language was duly criticized by the USTR, maintaining that \"the United States cannot envision an outcome to the Rules negotiations that fails to adequately address this critical issue.\"", "The November 2007 draft modalities paper also put forth a proposed modality on fisheries subsidies. The proposal would ban some subsidies outright such as those boost fishing capacity or encourage over-fishing. Exceptions would be allowed for subsidies associated with operations of fisheries management programs and for certain special and differential treatment for developing countries, provided that they adopt fisheries management programs. The extent of this special treatment and the treatment of subsidies for small-scale fishing in both developed and developing countries remained unresolved. The latest draft removed all the language disciplining fish subsidies, citing \"differences among delegations [that] go to the very concepts and structure of the rules,\" and instead calls for further discussion over what a new agreement should include. "], "subsections": []}, {"section_title": "Dispute Settlement", "paragraphs": ["At the end of the Uruguay Round, trade ministers called for a full review of WTO dispute settlement rules and procedures within four years after entry into force of the agreement establishing the WTO. That deadline, January 1, 1999, passed without a review being completed.", "At Doha, trade ministers continued to call for a review of dispute rules. The Ministerial Declaration directed that negotiations be held on improvements and clarifications of the Dispute Settlement Understanding (DSU). They stated that the negotiations should be based on work done so far and on any additional proposals. They set a deadline of May 2003. They directed that these DSU negotiations would be separate from the rest of the negotiations and would not be a part of the single undertaking.", "Members are examining nearly all of the 27 Articles in the DSU. In early April 2003, the chair of the working group circulated a framework document that included over 50 proposals. There was some dissatisfaction that the document needed more focus. On May 16, 2003, the chair issued another text that was accepted by most countries. The United States and the EU favored additional reforms that were not a part of the text. For example, the United States has called for open public access to proceedings, and the EU had sought a roster of permanent dispute panelists."], "subsections": []}, {"section_title": "Environment", "paragraphs": ["The Ministerial Declaration included several provisions on trade and environment. Among the provisions, the trade ministers agreed to the following: (1) negotiations on the relationship between existing WTO rules and trade obligations in multilateral environmental agreements (MEAs); (2) procedures for the exchange of information between MEA Secretariats and WTO committees, and the criteria for granting observer status; and (3) the reduction or elimination of trade barriers to environmental goods and services.", "Concerning the third negotiating objective, the United States and the European Union unveiled a two-tiered tariff elimination proposal on November 30, 2007. The first tier would be the elimination on tariffs on 43 goods and services directly related to climate change mitigation such as wind-turbine parts, solar collectors, and hydrogen fuel cells. All countries would be obliged to take on this mandate, although certain phase-in periods are contemplated for developing and least-developed countries. The second phase would be the creation of a plurilateral Environmental Goods and Services Agreement (EGSA) that would liberalize 153 additional environmental-related goods and services among developed and advanced developing countries. However, this proposal has been criticized by several developing countries. Brazil has decried the omission of biofuels from the list, as well as biofuel production equipment. India has questioned the inclusion of certain 'dual-use' goods, those that also have non-environmental uses."], "subsections": []}]}]}, {"section_title": "Congressional Role", "paragraphs": ["Although the executive branch conducts trade negotiations in the WTO, the Congress has constitutional responsibility for regulation of U.S. foreign commerce. As part of this constitutional role, Congress conducts oversight of the negotiations. Oversight might be in the forms of hearings or meetings with executive branch officials. Members often communicate their positions through public statements and letters. In December 2008, for example, the chairmen and ranking Members of the Senate Finance and House Ways and Means Committee wrote to then-President Bush to urge him to resist a possible year-end WTO Ministerial, maintaining that \"developed and advanced developing countries must commit to provide meaningful new market access opportunities if Congress is to support a deal.\"", "Trade Promotion Authority (TPA) expired on July 1, 2007. In the Trade Act of 2002 ( P.L. 107 - 210 ), Congress prescribed trade objectives for U.S. negotiators in the Doha Development Agenda and in other trade negotiations. These objectives gave direction to negotiators on U.S. priorities. Congress also outlined requirements that the executive branch must meet, as a condition for expedited procedures for legislation to implement trade agreements, including those reached in the Doha Development Agenda. Among the conditions for expedited legislative procedures, the executive branch must consult with Congress at various stages of the negotiations, notify Congress before taking specified actions, and submit reports as outlined. It is unclear whether the Administration will ask for TPA in its second term, or whether the 113 th Congress would be inclined to grant it. "], "subsections": []}]}}