{"id": "RL32929", "title": "The Reliable Replacement Warhead Program: Background and Current Developments", "released_date": "2009-07-27T00:00:00", "summary": ["Most current U.S. nuclear warheads were built in the 1970s and 1980s and are being retained longer than was planned. Yet they deteriorate and must be maintained. To correct problems, a Life Extension Program (LEP), part of a larger Stockpile Stewardship Program (SSP), replaces components. Modifying some components would require a nuclear test, but the United States has observed a test moratorium since 1992. Congress and the Administration prefer to avoid a return to testing, so LEP rebuilds these components as closely as possible to original specifications. With this approach, the Secretaries of Defense and Energy have certified stockpile safety and reliability for the past 12 years without nuclear testing.", "The National Nuclear Security Administration (NNSA), the Department of Energy (DOE) component that operates the U.S. nuclear weapons program, would develop the Reliable Replacement Warhead (RRW). For FY2005, Congress provided an unrequested $9.0 million to start RRW. The FY2006 RRW appropriation was $24.8 million, and the FY2007 operating plan had $35.8 million. For FY2008, the request was $88.8 million for NNSA and $30.0 million for the Navy; Congress appropriated no RRW funds for NNSA and $15 million for the Navy. For FY2009, DOE requested $10.0 million for RRW. The Navy requested $23.3 million for RRW but said it prepared its request before Congress eliminated NNSA RRW funds and that the Navy funds would not be used for RRW. The House Armed Services Committee, in its report H.R. 5658, the FY2009 defense authorization bill, recommended eliminating Navy and NNSA RRW funds while adding funds for the Navy and NNSA for related purposes. The House defeated an amendment to add $10.0 million in NNSA RRW funds to H.R. 5658. The Senate Armed Services Committee recommended retaining NNSA's request for RRW but eliminating the Navy's request. The FY2009 National Defense Authorization Act, P.L. 110-417, contained no RRW funds for the Navy or NNSA. Both appropriations committees recommended eliminating NNSA RRW funds for FY2009. Neither P.L. 110-329, Consolidated Security, Disaster Assistance, and Continuing Appropriations Act, 2009, nor the FY2009 Supplemental Appropriations Act, P.L. 111-32, contained NNSA RRW funds. Neither appropriations committee marked up the Department of Defense (DOD) appropriations bill, but P.L. 110-329, Division C, the DOD appropriations bill, contained no Navy RRW funds. For FY2010, the Administration canceled the RRW program and requested no RRW funds. No bills contained RRW funds, but a provision in the House and Senate defense authorization bills would strike Section 4204a of the Atomic Energy Act directing DOE to establish the RRW program.", "NNSA argues it will become harder to certify current warheads with LEP because small changes may undermine confidence in warheads, perhaps leading to nuclear testing, whereas new-design replacement warheads created by the RRW program will be easier to certify without testing. Critics believe LEP and SSP can maintain the stockpile indefinitely. They worry that untested RRWs may make testing more likely and question cost savings, given high investment cost. They note that there are no military requirements for new weapons. Others feel that neither LEP nor RRW can provide high confidence over the long term, and would resume testing. Another point of view is that either LEP or RRW will work without nuclear testing.", "This report provides background and tracks legislation. It will be updated to reflect final FY2010 congressional action on RRW. See also CRS Report RL33748, Nuclear Warheads: The Reliable Replacement Warhead Program and the Life Extension Program, by Jonathan Medalia, which compares these two programs in detail."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "Most Recent Developments", "paragraphs": ["For FY2010, the Administration proposed to terminate the RRW program and requested no funds for it. The House and Senate Armed Services Committee versions of the FY2010 defense authorization bill each had a provision that would strike Section 4204a of the Atomic Energy Act, which directed the Department of Energy to establish the RRW program. Neither committee recommended providing RRW funds. On June 25, 2009, the House passed the defense authorization bill with this provision intact. The House and Senate Appropriations Committees recommended providing no RRW funds for the National Nuclear Security Administration (NNSA)."], "subsections": []}, {"section_title": "Issue Definition", "paragraphs": ["While some argue for abolition of nuclear weapons, there is widespread agreement within the United States that this nation must maintain its nuclear warheads as long as it retains them. Yet warheads deteriorate with age. The current Life Extension Program (LEP) maintains them by replacing deteriorated components. The National Nuclear Security Administration (NNSA), the DOE agency in charge of the nuclear weapons program, however, expresses concerns that LEP might be unable to maintain warheads for the long term on grounds that the accumulation of minor but inevitable variations between certain original and replacement components may reduce confidence that life-extended warheads remain safe and effective. It recommends a new approach, the Reliable Replacement Warhead (RRW), described below. On the other hand, a study released in November 2006 estimates that pits, a key warhead component (see Appendix ), should have a service life of 85 to 100 years or more, which some argue makes it unnecessary to replace current warheads for decades by extending the time for which confidence in them should remain high.", "Reflecting NNSA's concern, Congress first funded the RRW program in the FY2005 Consolidated Appropriations Act, P.L. 108-447 . The entire description of RRW in the conference report was a \"program to improve the reliability, longevity, and certifiability of existing weapons and their components.\" No committee report earlier in the FY2005 cycle had mentioned RRW. Congress authorized the program in the FY2006 National Defense Authorization Act, P.L. 109-163 , Section 3111.", "Congress has spelled out dozens of goals for the RRW program. A key goal is to increase confidence, without nuclear testing, that warheads will perform as intended over the long term. Other goals are to increase ease of manufacture and certification, reduce life cycle cost, increase weapon safety and use control, and reduce environmental burden. CRS Report RL33748, Nuclear Warheads: The Reliable Replacement Warhead Program and the Life Extension Program , by Jonathan Medalia, details 20 such goals. To achieve them, RRW would trade characteristics important during the Cold War for those of current importance, as described below. The Department of Defense (DOD) has approved this tradeoff. It would be impossible to meet all the goals simultaneously by modifying existing warheads, in part because their designs are so \"tight\" that NNSA is concerned that even minor changes might reduce confidence in the reliability of these warheads over the long term. As such, the RRW program would design new warheads to replace existing ones. In contrast, LEP makes changes chiefly to maintain weapons, and in particular minimizes changes to the nuclear explosive package (see Appendix ).", "RRW is sharply debated. Supporters anticipate that RRW will permit replacing a large stockpile of nondeployed nuclear warheads with fewer warheads in which DOD can have greater confidence over the long term, and restructuring the nuclear weapons complex (the \"Complex\"; see Appendix ) to be smaller, safer, more efficient, and less costly. A Defense Science Board task force finds that LEP \"is clearly not a sustainable approach\" and recommended proceeding with RRW. NNSA argued that RRWs \"will be re-designed for long-term confidence in reliability and greater security, and ease of production and maintenance. Critics question whether some of the tradeoffs and goals are feasible, necessary, or worth potential costs and risks. For example, one commenter argued, \"The plutonium research results [see footnote 2 ] obliterate the chief rationale for NNSA's emerging strategy\" of RRW, while the New York Times opined that RRW \"is a public-relations disaster in the making overseas\" and \"a make-work program championed by the weapons laboratories and belatedly by the Pentagon.\"", "Several external reviews of the program have been released. (1) The House Appropriations Committee directed NNSA to have the JASONs, a group of scientists who advise the government on defense matters, conduct an independent peer review", "to evaluate the competing RRW designs. The JASONs should evaluate the RRW design recommended by the POG [the RRW Project Officers Group] against the requirements defined by congressional legislative actions to date and the elements defined in the Department of Defense's military characteristics for a reliable replacement warhead requirements document. The JASON review should also include an analysis on the feasibility of the fundamental premise of the RRW initiative that a new nuclear warhead can be designed and produced and certified for use and deployed as an operationally-deployed nuclear weapon without undergoing an underground nuclear explosion test.", "The report was due March 31, 2007. In accordance with a schedule decided by the JASONs, NNSA, and the House Appropriations Committee, NNSA transmitted the report to Congress on September 28, and JASON transmitted the final report, in classified form, to NNSA by October 1. (See \"Congressional Action on the FY2008 RRW Request,\" below, for details.) (2) The Nuclear Weapons Complex Assessment Committee of the American Association for the Advancement of Science studied whether RRW is the best path for addressing certain potential risks of SSP and LEP and for developing a responsive infrastructure in a report released April 24, 2007. (3) The FY2006 National Defense Authorization Act, P.L. 109-163 , Section 3111, mandated a report due March 1, 2007. It was to \"discuss the relationship of the Reliable Replacement Warhead program within the Stockpile Stewardship Program (SSP) and its impact on the current Stockpile Life Extension Programs\" and RRW's \"feasibility and implementation.\" The report was delivered to Congress on May 5, 2008. It concluded, \"DOE and the DoD firmly believe that it is time for the United States to seek an alternative to the current strategy of extending the lives of legacy warheads indefinitely,\" and \"To ensure the viability of its nuclear deterrent, the United States must initiate and invest in the RRW program now—so there will be no disconnect between today's credible deterrent and the one required for the future.\" (4) P.L. 110-181 , FY2008 National Defense Authorization Act, Section 3121, required NNSA to report on using existing pits for RRW. The report was due on July 28, 2008, and was submitted on August 8. It concluded, \"The multiple objectives of the RRW program would be best met by newly manufactured pits. Until we can achieve adequate pit production capacity, we must plan on using existing pits for any warhead replacement or life extension programs.\" Further, \"Gravity bomb designs, due to the large available weight and volume, allow the most opportunities for desired improvements and are therefore the most technically feasible candidates for pit reuse.\"", "As discussed under \"Congressional Action on the FY2008 RRW Request,\" below, several FY2008 reports on defense authorizations and energy-water appropriations have called for other reports related to RRW, such as linking RRW to broader issues of strategy, nuclear nonproliferation, and stockpile size.", "This report (1) describes the LEP, difficulties ascribed to it by its critics, and their responses; (2) shows how changed post-Cold War constraints might open opportunities to improve long-term warhead maintenance and reach other goals; (3) describes RRW and its pros and cons; (4) tracks RRW program developments and congressional action on budget requests; and (5) presents options and issues for Congress. An Appendix describes nuclear weapons, the SSP, and the Complex."], "subsections": []}, {"section_title": "The Need to Maintain Nuclear Warheads for the Long Term", "paragraphs": ["Nuclear warheads must be maintained because they contain thousands of parts that deteriorate at different rates. Some parts and materials have well-known limits on service life, while the service life of other parts may be unknown or revealed only by multiple inspections of a warhead type over time. A 1983 report argued that maintenance requires nuclear testing:", "Certain chemically reactive materials are inherently required in nuclear weapons, such as uranium or plutonium, high explosives, and plastics. The fissile materials, both plutonium and uranium, are subject to corrosion. Plastic-bonded high explosives and other plastics tend to decompose over extended periods of time ... portions of materials can dissociate into simpler substances. Vapors given off by one material can migrate to another region of the weapon and react chemically there.... Materials in the warhead electrical systems ... can produce effluents that can migrate to regions in the nuclear explosive portion of the weapon.... The characteristics of high explosives can change with time.... Vital electrical components can change in character.... ", "A 1987 report, written to rebut the contention of the foregoing report that nuclear testing is needed to maintain warheads, agreed that aging affects components:", "It should also be noted that nuclear weapons engineering has benefitted from a quarter century of experience in dealing with corrosion, deterioration, and creep since the time that the W45, W47, and W52 [warheads] entered the stockpile in the early sixties (just after the test moratorium of 1958-1961).... Most of the reliability problems in the past have resulted from either an incomplete testing program during the development phase of a weapon or the aging and deterioration of weapon components during deployment.", "Some feel that deterioration, while a potential problem, has been overstated. A scientific panel writing in 1999 stated,", "there is no such thing as a \"design life.\" The designers were not asked or permitted to design a nuclear weapon that would go bad after 20 years. They did their best on a combination of performance and endurance, and after experience with the weapon in storage there is certainly no reason to expect all of the nuclear weapons of a given type to become unusable after 20 or 25 years. In fact, one of the main goals of SBSS [Science-Based Stockpile Stewardship, an earlier term for the Stockpile Stewardship Program, discussed below] is to predict the life of the components so that remanufacture may be scheduled, and results to date indicate a margin of surety extending for decades.... Until now, clear evidence of warhead deterioration has not been seen in the enduring stockpile, but the plans for remanufacture still assume that deterioration is inevitable on the timescale of the old, arbitrarily defined \"design lives.\"", "The deterioration noted above pertained to warheads designed in the 1950s and early 1960s that are no longer deployed. Newer warheads correct some of these problems. As knowledge of warhead performance, materials, and deterioration increases, the labs can correct some problems and forestall others. Still other aging problems have turned out to occur more slowly than was feared. In particular, it was long recognized that plutonium would deteriorate as it aged, but it was not known how long it would take for deterioration to impair performance of the pit, the fissile core of a nuclear weapon's primary stage (see Appendix ). NNSA had estimated that that would take at least 45 to 60 years, but a November 2006 study found", "there is no degradation in performance of primaries of stockpile systems [i.e., warheads] due to plutonium aging that would be cause for near-term concern regarding their safety and reliability. Most primary types have credible minimum lifetimes in excess of 100 years as regards aging of plutonium; those with assessed minimum lifetimes of 100 years or less have clear mitigation paths that are proposed and/or being implemented.", "During the Cold War, any deterioration problems were limited in their duration because this nation introduced generations of long-range nuclear-armed bombers and ballistic missiles, each of which would typically carry a new warhead tailored to its mission. New warheads were usually introduced long before the warheads they replaced reached the end of their service lives. Three trends concerning deterioration have emerged since the end of the Cold War. (1) SSP and other tools, described below, have greatly increased NNSA's understanding of warhead deterioration and how to deal with or prevent it. (2) By maintaining the current set of warhead designs for many years, design and production errors have been subjected to systematic identification and elimination. (3) Nuclear warheads have much more time to age, as warheads that were expected to remain in the stockpile for at most 20 years are now being retained indefinitely. The net of these trends is that understanding of deterioration, while improving, is not perfect, so deterioration remains a concern.", "Current warheads were designed to meet an exacting set of constraints, such as safety parameters, yield, and conditions (such as temperature) that they would encounter in their lifetimes. Design compromises were made to meet these constraints. Ambassador Linton Brooks, NNSA Administrator, said that to meet requirements, \"we designed these systems very close to performance cliffs.\" That is, designs approached points at which warheads would fail. Many parts were hard to produce or used hazardous materials. Warheads were often hard to assemble. This approach increased the difficulty of replicating some components and of maintaining warheads. Ambassador Brooks said, \"it is becoming more difficult and costly to certify warhead remanufacture. The evolution away from tested designs resulting from the inevitable accumulations of small changes over the extended lifetimes of these systems means that we can count on increasing uncertainty in the long-term certification of warheads in the stockpile.\"", "At issue is whether warheads can be maintained despite the absence of nuclear testing by replacing deteriorated components with newly made ones built as close as possible to the original specifications. This debate has been going on for decades. In a 1978 letter to President Carter, three weapons scientists argued that the United States could go to great lengths in remanufacturing weapon components:", "it is sometimes claimed that remanufacture may become impossible because of increasingly severe restrictions by EPA or OSHA to protect the environment of the worker ... if the worker's environment acceptable until now for the use of asbestos, spray adhesives, or beryllium should be forbidden by OSHA regulations, those few workers needed to continue operations with such material could wear plastic-film suits.... It would be wise also to stockpile in appropriate storage facilities certain commercial materials used in weapons manufacture which might in the future disappear from the commercial scene.", "However, a 1987 report by Lawrence Livermore National Laboratory stated:", "Exact replication, especially of older systems, is impossible. Material batches are never quite the same, some materials become unavailable, and equivalent materials are never exactly equivalent. \"Improved\" parts often have new, unexpected failure modes. Vendors go out of business.... Documentation has never been sufficiently exact to ensure replication .... We have never known enough about every detail to specify everything that may be important.... The most important aspect of any product certification is testing; it provides the data for valid certification."], "subsections": []}, {"section_title": "The Solution So Far: The Life Extension Program", "paragraphs": ["With the end of the Cold War, the Complex, like the rest of the defense establishment, faced turmoil. Budgets and personnel were reduced, design of new weapons ended, and a test moratorium began. For a time, the chief concern of DOE's nuclear weapons management was survival of the Complex.", "To address this concern and set a course for the nuclear weapons enterprise, Congress, in the FY1994 National Defense Authorization Act ( P.L. 103-160 ), Section 3138, directed the Secretary of Energy to \"establish a stewardship program to ensure the preservation of the core intellectual and technical competencies of the United States in nuclear weapons, including weapons design, system integration, manufacturing, security, use control, reliability assessment, and certification.\" Since then, the Clinton and Bush Administrations have requested, and Congress has approved, tens of billions of dollars for this Stockpile Stewardship Program (SSP), which is presented in NNSA's budget as \"Weapons Activities.\"", "SSP uses data from past nuclear tests, small-scale laboratory experiments, large-scale experimental facilities, examination of warheads, and the like to better understand nuclear weapon science. It uses this knowledge to improve computer codes that simulate aspects of weapons performance to aid the nuclear weapons laboratories' understanding of it. Such advances help scientists analyze data from past nuclear tests more thoroughly, mining it to extract still more information. Theory, simulation, and data reinforce each other: theory refines simulation, simulation helps check theory, theory and simulation guide researchers to look for certain types of data, and data help check simulation and theory.", "A key task of the Complex is to monitor warheads for signs of actual or future deterioration. This work is done through a program that conducts routine surveillance of warheads in the stockpile by closely examining 11 warheads of each type per year to search for corrosion, gases, and other evidence of deterioration. Of the 11, one is taken apart for destructive evaluation, while the other 10 are evaluated nondestructively and returned to the stockpile. In addition, an Enhanced Surveillance Program supports surveillance; its goal \"is to develop diagnostic tools and predictive models that will make it possible to analyze and predict the effects that aging may have on weapon materials, components, and systems.\"", "When routine surveillance detects warhead problems, the Complex applies knowledge gained through SSP to fix problems through the Life Extension Program (LEP), which attempts \"to extend the expected stockpile lifetime of a warhead or warhead components at least 20 years with a goal of 30 years\" beyond the originally-anticipated service life.", "A warhead's components may be divided into two categories: those that are part of the nuclear explosive package (NEP), and those that are not. As described in the Appendix , the NEP is the part of the warhead that explodes, as distinct from the more numerous components like the outer case or arming system. Because non-NEP components can be subjected to extensive experiments and nonnuclear laboratory tests, they can be modified as needed under LEP to incorporate more advanced electronics or safer materials. In contrast, NEP components cannot be subjected to nuclear tests because the United States has observed a moratorium on nuclear testing since 1992. As a result, LEP seeks to replicate these components using original designs and, insofar as possible, original materials. In this way, it is hoped, components will be close to the originals so that they can be qualified for use in warheads. Because NEP components cannot be tested while other components can be, long-term concern focuses on the former.", "Warheads contain several thousand components. While not all need to be refurbished in an LEP, some are difficult to fabricate, and assembly may be difficult, as discussed earlier. As a result, the LEP for an individual warhead type is a major campaign requiring extensive preparatory analysis and detailed work on many components that can take many years. For example, NNSA describes the LEP for the W76 warhead for Trident submarine-launched ballistic missiles as follows:", "The W76 LEP will extend the life of the W76 for an additional 30 years with the first production unit (FPU) targeted in FY 2008. Activities include design, qualification, certification, production plant Process Prove-In (PPI), and Pilot Production. The pre-production activities will ensure the design of refurbished warheads meets all required military characteristics. Additional activities include work associated with the manufacturability of the components including the nuclear explosive package; the Arming, Firing, and Fuzing (AF&F) system; gas transfer system; and associated cables, elastomers, valves, pads, cushions, foam supports, telemetries, and miscellaneous parts.", "Stockpile stewardship has made great strides in understanding weapons science, in predicting how weapons will age, and in predicting how they will fail. Many agree with the following assessment by NNSA Administrator Thomas D'Agostino:", "the Stockpile Stewardship Program is working —today's stockpile remains safe and reliable and does not require nuclear testing. This assessment is based on a foundation of past nuclear tests augmented by cutting edge scientific and engineering experiments and analysis, and improved warhead surveillance. Most importantly, it derives from the professional (and independent) judgment of our laboratory directors advised by their weapon program staffs.", "Others reply that the United States cannot have confidence in stockpile stewardship without conducting nuclear tests to validate the tools and computer models. In this view, it is easier to fit computer models to data from past nuclear tests than to predict results of future tests."], "subsections": []}, {"section_title": "Is LEP Satisfactory for the Long Term?", "paragraphs": ["In the turmoil following the end of the Cold War, it is scarcely surprising that the method chosen to maintain the stockpile—a task that had to be performed in the face of the many changes affecting the Complex and the many unknowns about its future—was to minimize changes. Now, with SSP well established, NNSA feels that it is appropriate to use a different approach to warhead maintenance, one that builds on the success of SSP and challenges the notion underlying LEP that changes must be held to a minimum.", "Advocates of RRW recognize that LEP has worked well and concede that it can probably maintain warheads over the short term. Their concern is with maintaining reliability of warheads over the long term. They assert that LEP is not suited to the task because it will become harder to make it work as the technology under which current warheads were created becomes increasingly archaic and as materials, equipment, processes, and skills become unavailable. They maintain that if the labs were to lose confidence that they could replicate NEP components to near-original designs using near-original materials and processes, the United States could ultimately face a choice between resuming nuclear tests or accepting reduced confidence in reliability. Instead, for example, the three nuclear weapons laboratories (Los Alamos, Livermore, and Sandia) argue that a \"vision of sustainable warheads with a sustainable [nuclear] enterprise can best be achieved by shifting from a program of warhead refurbishment to one of warhead replacement.\"", "Advocates of RRW note further that while the current stockpile—most units of which were manufactured between 1979 and 1989—was designed to deter and, if necessary, defeat the Soviet Union, the threat, strategy and missions have changed, leaving the United States with the wrong stockpile for current circumstances. Ambassador Brooks said that current warheads are wrong technically because \"we would [now] manage technical risk differently, for example, by 'trading' [warhead] size and weight for increased performance margins, system longevity, and ease of manufacture.\" These warheads were not \"designed for longevity\" or to minimize cost, and may be wrong militarily because yields are too high and \"do not lend themselves to reduced collateral damage.\" They also lack capabilities against buried targets or biological and chemical munitions, and they do not take full advantage of precision guidance. Furthermore, LEP's critics believe the stockpile is wrong politically because it is too large:", "We retain \"hedge\" warheads in large part due to the inability of either today's nuclear infrastructure, or the infrastructure we expect to have when the stockpile reductions are fully implemented in 2012, to manufacture, in a timely way, warheads for replacement or for force augmentation, or to act to correct unexpected technical problems.", "Finally, they believe the stockpile is wrong in terms of physical security because it was not designed for a scenario in which terrorists seize control of a nuclear weapon and try to detonate it in place. According to Brooks, \"If we were designing the stockpile today, we would apply new technologies and approaches to warhead-level use control as a means to reduce physical security costs.\"", "Advocates of LEP challenge each assertion. They believe that LEP can continue to maintain warheads. They note that criticisms of LEP are vague: not that LEPs will fail, but that life-extended warheads might at some future point lead to a reduction in confidence. LEP supporters do not accept even that criticism. As Richard Garwin, IBM Fellow emeritus said,", "I don't agree with the generally stated assumption that confidence and the reliability of our existing nuclear weapons will inevitably decline with time as the weapons age ... the Science-Based Stockpile Stewardship Program and, in particular, the advanced scientific computing capabilities that have been procured at great cost over the last 15 years for the Stockpile Stewardship Program, have paid off handsomely, as indicated in confidence in increased pit longevity. Thus, in the case of the essential and sensitive thermonuclear weapon primaries, the passage of time has brought greater, not lesser, confidence in pit longevity.... And with the passage of time and the improvement in computing tools, I believe that confidence in the reliability of the existing legacy weapons will increase rather than diminish, just as has been the case with the nuclear weapon pits.", "They challenge the assertion that RRW would improve the current stockpile. In this view, new weapons may not offer much new capability: earth penetrators could not destroy hardened facilities buried very deeply or at imprecisely-known locations, and nuclear weapons are of questionable effectiveness against chemical and biological agents. They note that Congress rejected funds for the Robust Nuclear Earth Penetrator, which many Members perceived as being a new nuclear weapon, and that the FY2006 National Defense Authorization Act, P.L. 109-163 , Section 3111, set \"fulfill[ing] current mission requirements of the existing stockpile\" as an objective for the RRW program. They anticipate that RRWs, like any other product, would have \"birth defects,\" whereas such defects have been wrung out of existing warheads, and believe that such defects could require a larger stockpile. They state that performance margins of current warheads are adequate and can be improved somewhat if needed, such as by new systems to deliver boost gas. They question the argument that RRW would reduce physical security costs on grounds that a terrorist attempt to seize and detonate a nuclear warhead in place is most unlikely given the high level of security currently in place, and doubt that Congress or NNSA would reduce the guard force because of RRW."], "subsections": []}, {"section_title": "RRW and the Transformation of Nuclear Warheads", "paragraphs": ["The nuclear stockpile was designed to meet Cold War requirements. For example, high explosive yield per unit of warhead weight (the \"yield-to-weight ratio\") was critically important while cost, ease of manufacture, and reduction of hazardous material were less so. Now, yield-to-weight has become less important, the others just mentioned have become more important, new constraints have appeared in the wake of 9/11, and warheads must continue to be safe and reliable. As a result, RRW advocates claim, it is possible and necessary to transform the stockpile to reflect these changes.", "With RRW, NNSA and DOD are revisiting tradeoffs underlying the current stockpile in order to adapt to post-Cold War changes and meet possible future requirements. NNSA and DOD assert RRW would trade negligible sacrifices to secure major gains. This section presents some Cold War warhead requirements, how they have changed, and implications of these changes for RRW and LEP."], "subsections": [{"section_title": "Yield-to-Weight Ratio", "paragraphs": ["A major characteristic of warheads for ballistic missiles was a high yield-to-weight ratio. Lower weight let each missile carry more warheads to more distant targets; higher yield made each warhead better able to destroy its target; and high yield-to-weight enabled these goals to be met at the same time. For example, the W88 warhead for the Trident II (D5) submarine-launched ballistic missile uses a conventional high explosive (CHE) that is more sensitive to impact than insensitive high explosive (IHE) used on many other warhead types. IHE is safer to handle, but CHE packed more energy per unit weight. A missile could carry the lighter CHE warheads to a greater distance, so a submarine could stand off farther from its targets. Increased ocean patrol area forced the Soviet Union to spread out its antisubmarine assets, improving submarine survivability. Hard-to-manufacture designs, hazardous materials, and other undesirable features were deemed acceptable tradeoffs to maximize yield-to-weight.", "Now, ballistic missiles carry fewer warheads than they did during the Cold War, so each warhead can be heavier. In particular, the first RRW, \"WR1,\" which is to replace some W76 warheads now on the Trident II submarine-launched ballistic missile, will have the yield of the W76 but the higher weight of the W88, resulting in less yield per unit weight. The added weight is allocated to design features to improve use control, margin (excess performance designed into a warhead beyond the minimum required for it to perform as intended), ease of production, and the like.", "Some see LEPs of current warheads as satisfactory. Barry Hannah, chairman of the RRW POG,, explained his views on the project to convert original W76-0 warheads to life-extended W76-1's:", "The W76-1 LEP that is currently underway is an excellent program in terms of technology, schedule, and cost. I believe it meets the Navy's needs. While the LEP makes many changes and some upgrades to components of the original W76-0, it made no changes that put the warhead's basic design at risk. For example, the W76-1 LEP POG wanted the W76-1 to remain as close to the original design as possible for the nuclear explosive package, as small differences in that package may have major effects on weapon performance. In cases where we did not fully understand the original manufacturing process for a material or component, we replicated the original process as exactly as possible. For that reason, we went to considerable effort to restore the process to manufacture \"Fogbank,\" a material used in the W76-0, for the W76-1. We also included changes that increase margins in order to compensate for problems or uncertainties that component changes or age-related degradation might introduce. One such change was an improved system to supply boost gas to the weapon.", "I am confident that the W76-1 will extend the life of the W76. The W76-0 was first deployed in 1978. Since the W76-1 is very close to the W76-0, data on W76-0 aging are directly relevant to gauging the service life of the W76-1. Observations on deterioration, or lack thereof, in W76-0 components increase confidence in an extended life for the W76-1. The W76-0 has aged well, and we have learned some lessons from its aging process that we have applied to the W76-1. Also, the modified boost gas transfer system supports an extended life.", "The W76-1 POG opted for the W76-1 LEP in lieu of the WR-1 RRW for several reasons. The ability to produce a reasonable number of pits by the time they were needed was in question. If we had waited until 2020 to have the first WR-1, the W76-1 would have been out of production for many years and there would have been a risk if WR-1 had failed. Also, the Navy need for the safety and surety options was not as compelling as other services. When SLBM warheads are in Navy custody they are under heavy guard by Marines and other security personnel at bases, or out at sea."], "subsections": []}, {"section_title": "Nuclear Testing", "paragraphs": ["Between 1945 and 1992, the United States conducted over 1,000 nuclear tests, mostly for weapons design. These tests added confidence that a weapon incorporating hard-to-manufacture components was made correctly, that a weapon would work at extremes of temperatures it might experience, and that the design was satisfactory in other ways. Testing also enabled the labs to validate changes to existing warhead designs. With a congressionally-imposed U.S. nuclear test moratorium that began in October 1992 and that Presidents Clinton and George W. Bush have continued to the present, this nation cannot rely on tests to validate designs. Instead, WR1 seeks to provide high confidence in the design without nuclear testing by being a \"close neighbor\" of previously-tested designs, staying within design parameters that past nuclear tests have validated, and building in high margins. RRW advocates express concern that current warheads were designed with \"thin\" margins, and that minor changes as a result of LEPs can erode these margins further, possibly reducing confidence in these warheads that could testing to restore.", "Advocates of LEP have high confidence in current warheads, and believe that this confidence is growing despite the absence of testing, as noted earlier. The JASON study on pit aging, in this view, delays by decades the time when pits would have to be manufactured for current warheads, thus delaying a potentially large risk factor that could lead to testing. In contrast, RRW missile warheads, such as WR1, would require the manufacture of new pits, and any new product runs the risk of design or manufacturing defects, which in this case could lead to testing.", "Others hold that neither RRW nor LEP provides confidence in the stockpile. In this view, RRW uses untested designs, while the many changes introduced by LEPs move current warheads away from tested designs, so the only way to restore confidence is to resume a nuclear test program that would meet current needs with a much lower rate and yield of testing than during the Cold War."], "subsections": []}, {"section_title": "Performance, Schedule, and Cost Tradeoffs", "paragraphs": ["Performance has always been the dominant consideration for nuclear weapons. Weapons must meet standards for safety and reliability, and meet other military characteristics. During the Cold War, schedule was also critical. With new missiles and nuclear-capable aircraft entering the force at a sustained pace, warheads and bombs had to be ready on a schedule dictated by their delivery systems. As a result, \"our nuclear warheads were not designed ... to minimize DOE and DOD costs.\" Now, reducing cost has a higher priority. Cost reduction is also more feasible: performance is still dominant, but no imminent external threat drives the schedule.", "WR1 offers many features that, its backers claim, will reduce costs over its life cycle. It will be designed for ease of manufacture and reduce use of hazardous material, lowering manufacturing cost. Enhanced use-control and use-denial features may slow the growth of physical security costs. Reduced use of hazardous materials and a design that permits easier disassembly will lower dismantlement cost. RRW's proponents also raise concerns that it is becoming more costly to maintain existing warheads; for example, plants to make certain materials used in current warheads but that are no longer commercially available may cost millions of dollars to build.", "LEP supporters state that delaying pit manufacture for decades by continuing to use existing pits in current warheads will save many billions of dollars. They note that RRW is linked to a major upgrade of the nuclear weapons complex, which would be costly, and that the RRW program may involve manufacture of thousands of new warheads and dismantlement of thousands of old ones, adding costs. A study by the American Association for the Advancement of Science found, \"an RRW program would likely add to costs in the near term, and it is not yet possible to determine when (and whether) the RRW could lead to savings in the long term.\""], "subsections": []}, {"section_title": "Environment, Safety, and Health (ES&H)", "paragraphs": ["During the Cold War, the urgency of production and limited knowledge of the ES&H effects of materials used or created in the nuclear weapons enterprise led to the use of hazardous materials, dumping contaminants onto the ground or into rivers, exposing citizens to radioactive fallout from nuclear tests, and the like. Now, ES&H concerns have grown within the Complex, reflecting their rise in civil society at large, leading to a strong interest in minimizing the use of hazardous materials in warheads and their production.", "RRW advocates note that reduction of hazardous materials is a design goal of RRW. A less stringent yield-to-weight requirement permits substitution of safer materials, even if they are somewhat heavier, for some hazardous materials. Manufacturing processes are simpler, reducing hazardous waste and increasing safety. Substitution of insensitive high explosive for conventional high explosive, it is argued, would increase worker safety. LEP supporters argue that the ability to defer pit manufacture for decades improves ES&H, and that existing manufacturing processes are well understood and have incorporated proper safety precautions."], "subsections": []}, {"section_title": "Skill Development and Transfer", "paragraphs": ["During the Cold War, the design of dozens of warhead types, the conduct of over 1,000 nuclear tests, and the production of thousands of warheads exercised the full range of nuclear weapon skills. Now, with no design or testing, no new-design warheads being produced, and with warheads being refurbished at a slower pace than that at which they were originally produced, some have raised concern that Complex personnel are not adequately challenged. In this view, skill development and transfer can no longer be simply a byproduct of the work, but must be an explicit goal of the nuclear weapons program.", "RRW advocates state that since RRW is a new design, designers must confront the full range of tradeoffs simultaneously, balancing yield, weight, cost, safety, ease of manufacture, use control, reduction of hazardous material, etc. In contrast, in this view, LEP constrains choices for the nuclear explosive package because replication is required to minimize divergence from parameters validated by nuclear testing. LEP supporters cite the American Association for the Advancement of Science study: \"Although life extension is not equivalent to executing a new design, it nonetheless employs many of the same tools, processes, and disciplines.\""], "subsections": []}]}, {"section_title": "RRW and Nuclear Weapons Complex Transformation", "paragraphs": ["Throughout its history, the nuclear weapons complex (the \"Complex\") has expanded and contracted in response to changing demands, whether the rush to produce the first bombs in World War II, the program to produce many thousands of warheads of many different types during the Cold War, or the need for more dismantlement and less production with the end of the Cold War, and many plans for Complex transformation have been drafted over the years.", "RRW's supporters saw RRW as the basis for addressing this transformation. Representative David Hobson, Chairman of the House Energy and Water Development Appropriations Subcommittee in the 108 th and 109 th Congresses, was RRW's prime sponsor. In introducing the FY2005 energy and water bill ( H.R. 4614 ) to the House, he emphasized the need to redirect the Complex:", "much of the DOE weapons complex is still sized to support a Cold War stockpile. The NNSA needs to take a 'time-out' on new initiatives until it completes a review of its weapons complex in relation to security needs, budget constraints, and [a] new stockpile plan.", "He saw RRW as a key part of his effort to redirect U.S. nuclear strategy, reshape the nuclear weapons stockpile and Complex to support that strategy, undertake weapons programs consistent with that strategy, and reject those inconsistent with it.", "Some see RRW as the key to transforming the Complex into the responsive infrastructure envisioned in the 2001 Nuclear Posture Review. Thomas D'Agostino, then NNSA Deputy Administrator for Defense Programs, said in 2006,", "By \"responsive\" we refer to the resilience of the nuclear enterprise to unanticipated events or emerging threats, and the ability to anticipate innovations by an adversary and to counter them before our deterrent is degraded.... much remains to be done to achieve stockpile and infrastructure transformation.... The \"enabler\" for transformation is our concept for the RRW. The RRW will benefit from relaxed Cold War design constraints that maximized yield to weight ratios. This will allow us to design replacement components that are easier to manufacture; are safer and more secure; eliminate environmentally dangerous, reactive, and unstable materials.... RRW, we believe, will provide enormous leverage for a more efficient and responsive infrastructure and opportunities for a smaller stockpile.", "He also said, \"We have worked closely with the DoD to establish goals for 'responsiveness,' that is, timelines to address stockpile problems or deal with new or emerging threats. For example, our goal is to understand and fix most problems in the stockpile within 12 months of their discovery.\"", "To meet these goals, NNSA proposed a \"Complex 2030\" plan for restructuring the Complex. It would consolidate fissile material, eliminate some redundancies in R&D facilities, and consolidate elements of the current Complex. It assumes Complex reconfiguration completed around 2030. As a result, even if the United States proceeds with RRW, the Complex would, for decades, need to support current warheads and RRWs simultaneously, so a Complex-in-transition would support a stockpile-in-transition. Because RRW would be designed in part for ease of manufacture, advocates claim it would permit a simpler a smaller and less costly Complex. In NNSA's view, Complex 2030, combined with easier-to-produce RRWs, would be more responsive to DOD's needs than the current Complex. Another plan, by a Secretary of Energy Advisory Board (SEAB) task force, proposed more consolidation of production, experimental equipment, and uranium and plutonium than the Complex 2030 plan. One of its elements was a Consolidated Nuclear Production Center (CNPC), which would produce all uranium and plutonium components for nuclear weapons, as well as assembling, surveilling, and disassembling weapons, and storing all weapons not in DOD custody.", "In a letter to Secretary of Energy Samuel Bodman in November 2006, Representative Hobson expressed concern that DOE decided not to analyze the SEAB plan and instead considered Complex 2030 as its proposed action.", "If the Department is not willing to conduct a thorough and objective analysis of all reform alternatives including the CNPC, and instead is determined to conduct an obviously prejudicial process aimed at ensuring the Department's preferred outcome, then I will not support funding for the Complex 2030 efforts, including the Reliable Replacement Warhead (RRW) program. RRW is a deal with Congress, but the deal requires a serious effort by the Department to modernize, consolidate, and downsize the weapons complex. Absent that, there is no deal.", "In January 2007, NNSA stated it would evaluate the SEAB plan.", "Representative Peter Visclosky, Chairman of the Energy and Water Development Appropriations Subcommittee, also expressed concerns about the link between RRW and Complex transformation:", "I am also troubled by the apparent unbridled enthusiasm of the nuclear weapons complex over the Reliable Replacement Warhead and wish I saw that same enthusiasm replicated, as far as their dedication to downsizing the complex.... The department [DOE] will have to develop a modernization plan that is near-term and demonstrates a recognition that the long-term requirements of the nuclear weapons complex are tied to a much smaller nuclear stockpile.", "NNSA announced a revised plan for Complex reconfiguration, \"Complex Transformation,\" in December 2007. NNSA stated that this plan would consolidate nuclear materials within the Complex, close many buildings, reduce the footprint of the Complex by as much as one-third, employ fewer workers, and dismantle warheads faster. The link to RRW, though, seems less clear. As discussed below, Congress provided no NNSA funds for RRW for FY2008. NNSA stated that Complex Transformation \"is independent of whether [the nuclear] stockpile consists of legacy designs or Reliable Replacement Warhead (RRW) concept designs.\""], "subsections": []}]}, {"section_title": "RRW Program Developments", "paragraphs": ["Representatives of the Office of the Secretary of Defense, the armed services, and NNSA participate in the Nuclear Weapons Council, which under 10 U.S.C. 179 coordinates their efforts in this area. The council approved forming a DOD-DOE Project Officers Group (POG) for the RRW program in March 2005. According to NNSA, the POG is composed of representatives of NNSA, the nuclear weapon labs (Los Alamos, Lawrence Livermore, and Sandia), the Office of the Secretary of Defense, the U.S. Strategic Command, the Navy, the Air Force, and Lockheed Martin Space Systems Company. There are also observers from the Office of the Chief of Naval Operations, the Defense Threat Reduction Agency, and three nuclear weapon plants (Kansas City, Pantex, and Y-12). In practice, POGs do not take votes, so members and observers participate on an equal footing. The Nuclear Weapons Council tasked the POG to conduct an 18-month design competition, which started with the first POG meeting in May 2005. In the competition, two teams—Los Alamos and Sandia's New Mexico branch, and Lawrence Livermore and Sandia's California branch—were tasked to provide warhead designs consistent with RRW program objectives. The council set the terms of reference for the designs in a memorandum to the POG. DOD requested that the study be done as a competition between the two teams rather than as a collaboration, according to NNSA.", "By February 2006, the two teams had become fully confident that their designs would meet military requirements, would not require nuclear testing to certify, and would meet other criteria including ease of manufacturing, reduction in the use of hazardous and exotic materials, and significantly enhanced safety and use control. The teams completed their preliminary designs in March 2006, and released their designs to the competing team. Over the next few months, the labs, POG, and NNSA reviewed and analyzed candidate design concepts. On November 30, 2006, the POG briefed the council on RRW, and the council determined that RRW \"is feasible as a strategy for sustaining the nation's nuclear weapons stockpile for the long-term without underground nuclear testing.\" According to a December 1 press release, the council was expected to select a preferred design \"in the next few weeks.\" On March 2, 2007, NNSA announced that the Nuclear Weapons Council had selected the California team's design. According to NNSA,", "The two nuclear weapons laboratories both submitted designs that fully met all RRW requirements. However, [Acting NNSA Administrator Thomas] D'Agostino noted that higher confidence in the ability to certify the Livermore design without underground testing was the primary reason for its selection. That design was more closely tied to previous underground testing.", "The competing designs were for a submarine-launched ballistic missile (SLBM) replacement warhead. This was consistent with a statement in a House Armed Services Committee report: \"the committee encourages the Department of Defense and the Department of Energy to focus initial Reliable Replacement Warhead efforts on replacement warheads for Submarine Launched Ballistic Missiles.\" Specifically, the designs sought to provide the military capability of the W76 warhead. In particular, as General James Cartwright, USMC, then Commander of the U.S. Strategic Command, stated in 2007, the yield of this RRW would be within 1% or 2% of that of the W76. Because of this SLBM focus, the Navy is the POG chair, and the Air Force is co-chair. At the same time, the designs were made so that they can also be used on land-based intercontinental ballistic missiles. In this way, the RRW could serve as a backup in case ICBM warheads encountered a problem. This approach could permit reducing the number of warhead types, meeting an objective in the House Appropriations Committee's energy and water report: \"A more reliable replacement warhead will allow long-term savings by phasing out the multiple redundant Cold War warhead designs that require maintaining multiple obsolete production technologies to maintain the older warheads.\"", "NNSA requested $88.8 million for FY2008, with most of the funds to be used for a design definition and cost study. The study was to be completed by the end of 2007. The FY2007 National Defense Authorization Act ( P.L. 109-364 , Section 3111) set as an objective having the first production unit (FPU, the first complete warhead from a production line certified for deployment) of RRW in 2012, and NNSA stated in April 2007 that 2012 remained its target date for FPU. However, a Nuclear Weapons Council memorandum of March 2007 stated, \"Given the level of maturity of the [RRW] design effort to date, our planning target for the First Production Unit, is 2014 plus or minus two years.\" Each year, it would be up to Congress to decide whether to fund the program as requested, modify it, or cancel it.", "RRW would involve plants as well as labs. The plants involved in RRW (Kansas City, Pantex, and Y-12) provided the labs with design information beginning at an early stage. They worked with the labs and NNSA to identify options for manufacturing processes and infrastructure transformation, such as steering the labs away from hard-to-manufacture designs. The contribution of the plants would change over time as the designs became more mature, at which time designers would be in a position to accept detailed recommendations on manufacturing from the plants. The results of this work, NNSA states, would be incorporated in the design and cost study. This role of the plants is in keeping with numerous congressional statements that ease and safety of manufacture, cost savings, and reduction of hazardous materials are goals of RRW.", "As of November 2007, the Navy-led RRW POG was conducting a Phase 2A design definition and cost study. The Lawrence Livermore, Los Alamos, and Sandia National Laboratories were working within the POG study to refine the design, review tradeoff options, plan the potential development program, and estimate costs of the design.", "The FY2008 Consolidated Appropriations Act, P.L. 110-161 , eliminated funds for RRW. When it was signed into law (December 26, 2007), NNSA instructed the laboratories to cease all technical work on RRW and to document the work done to that point so it would be available for use. In fact, the congressionally mandated Advanced Certification Campaign is currently drawing on this work. As specified in P.L. 110-161 , this campaign will address means of increasing confidence in certification of warheads through improved peer review, refinement of computer models, improved understanding of surety mechanisms and failure modes, and the like. The FY2009 and FY2010 requests and congressional action on them are discussed below."], "subsections": []}, {"section_title": "Congressional Action on the FY2006 RRW Request", "paragraphs": ["Consistent with congressional action in FY2005, NNSA requested $9.4 million for RRW for FY2006. The request stated that the program \"is to demonstrate the feasibility of developing reliable replacement components that are producible and certifiable for the existing stockpile. The initial focus will be to provide cost and schedule efficient replacement pits (see Appendix ) that can be certified without Underground Tests.\"", "The House Appropriations Committee reported the FY2006 Energy and Water Development Appropriations Bill, H.R. 2419 , on May 18, 2005 ( H.Rept. 109-86 ). The bill passed the House, 416-13, on May 24 with no amendments to the Weapons Activities section. In its report, the committee offered a \"qualified endorsement\" of RRW \"contingent on the intent of the program being solely to meet the current military characteristics and requirements of the existing stockpile.\" (p. 128) (Page numbers in this section refer to H.Rept. 109-86 .) It did not endorse RRW if it produces new weapons for new military missions. (p. 128)", "The committee saw RRW as part of a new Sustainable Stockpile Initiative, in which DOE would \"develop an integrated RRW implementation plan that challenges the [nuclear weapons] complex to produce a RRW certifiable design while implementing an accelerated warhead dismantlement program and an infrastructure reconfiguration proposal that maximizes special nuclear material [essentially, highly enriched uranium and weapons-grade plutonium] consolidation.\" (p. 128)", "The committee focused on RRW throughout its discussion of Weapons Activities, linked RRW to many Weapons Activities programs, and used the potential of RRW as the rationale to reduce or delay several requested programs. Its many actions and statements on RRW include the following:", "\"The RRW weapon will be designed for ease of manufacturing, maintenance, dismantlement, and certification without nuclear testing, allowing the NNSA to transition the weapons complex away from a large, expensive Cold War relic into a smaller, more efficient modern complex. A more reliable replacement warhead will allow long-term savings by phasing out the multiple redundant Cold War warhead designs that require maintaining multiple obsolete production technologies to maintain the older warheads.\" (p. 128) \"The Committee directs the Secretary of Energy to establish a Federal Advisory Committee on the Reliable Replacement Warhead initiative.... \" (p. 128) A rebaselined LEP, an RRW program plan, and a dismantlement plan would provide \"reliable nuclear deterrence\" with a stockpile after 2025 that is significantly smaller than the stockpile level planned for 2012. As a result, \"the current Life Extension Plans will be scoped back to lower levels and the resources will be redeployed to support the Sustainable Stockpile Initiative.\" Accordingly, the committee recommended reducing the budget request for Directed Stockpile Work, a major category of Weapons Activities that directly supports weapons in the stockpile, by $137.3 million to $1,283.7 million. (p. 129) The committee recommended increasing RRW funding from $9.4 million to $25.0 million \"to accelerate the planning effort to initiative a competition between the NNSA weapons laboratories to develop the design for the RRW re-engineered and remanufactured warhead.\" (p. 130) The committee recommended eliminating the $4.0 million requested to study the Robust Nuclear Earth Penetrator, in part because it \"threatens Congressional and public support for sustainable stockpile initiatives that will actually provide long-term security and deterrent value for the Nation.\" (p. 131) Test Readiness is a program to enable the resumption of nuclear testing at Nevada Test Site should that be deemed necessary. Last year, the committee opposed a move to reduce the test readiness posture (the time between a presidential decision to test and the conduct of the test) from 24 to 18 months, this year, it added RRW to the rationale against an 18-month posture: \"The initiation of the Reliable Replacement Warhead (RRW) program designed to provide for the continuance of the existing moratorium on underground nuclear testing by insuring the long-term reliability of the nuclear weapons stockpile obviates any reason to move to a provocative 18-month test readiness posture.\" (p. 132) Accordingly, it recommended reducing Test Readiness funds from $25.0 million to $15.0 million. The committee noted that \"Congressional testimony by NNSA officials is beginning to erode the confidence of the Committee that the Science-based Stockpile Stewardship is performing as advertised.\" Accordingly, it \"redirects ASCI [Advanced Simulation and Computing] funding to maintain current life extension production capabilities pending the initiation of the Reliable Replacement Warhead program\" and recommended reducing funding from $660.8 million to $500.8 million. (pp. 133-134) The committee recommended eliminating the $7.7 million requested for the Modern Pit Facility (see Appendix ). It recommended that \"NNSA focus its efforts on how best to lengthen the life of the stockpile and minimize the need for an enormously expensive infrastructure facility until the long-term strategy for the physical infrastructure of the weapons complex has incorporated the Reliable Replacement Warhead strategy.... \" (p. 134) The committee recommended eliminating the $55.0 million requested for construction of the Chemistry and Metallurgy Research Facility Replacement (CMRR) at Los Alamos. \"Construction at the CMRR facility should be delayed until the Department [of Energy] determines the long-term plan for developing the responsive infrastructure required to maintain the nation's existing nuclear stockpile and support replacement production anticipated for the RRW initiative.\" (p. 136)", "The House Armed Services Committee reported the FY2006 National Defense Authorization Bill, H.R. 1815 , on May 20 ( H.Rept. 109-89 ). The bill passed the House, 390-39, on May 25 with no amendments concerning RRW. The committee recommended providing the amount requested for RRW. The report stated: \"The committee firmly believes that the nation must ensure that the nuclear stockpile remains reliable, safe, and secure and that national security requires transforming the Cold War-era nuclear complex. Thus, the committee supports the Reliable Replacement Warhead program. To clearly articulate the congressional intent underlying this program authorization, the committee further states the key goals of the program.\" ( H.Rept. 109-89 , p. 463) In Section 3111 of H.R. 1815 , the committee required the Secretary of Energy, in consultation with the Secretary of Defense, to carry out the RRW program, and spelled out its objectives for RRW:", "(b) Objectives- The objectives of the Reliable Replacement Warhead program shall be—", "(1) to increase the reliability, safety, and security of the United States nuclear weapons stockpile;", "(2) to further reduce the likelihood of the resumption of nuclear testing;", "(3) to remain consistent with basic design parameters by using, to the extent practicable, components that are well understood or are certifiable without the need to resume underground nuclear testing;", "(4) to ensure that the United States develops a nuclear weapons infrastructure that can respond to unforeseen problems, to include the ability to produce replacement warheads that are safer to manufacture, more cost-effective to produce, and less costly to maintain than existing warheads;", "(5) to achieve reductions in the future size of the nuclear weapons stockpile based on increased reliability of the reliable replacement warheads;", "(6) to use the design, certification, and production expertise resident in the nuclear complex to develop reliable replacement components to fulfill current mission requirements of the existing stockpile; and", "(7) to serve as a complement to, and potentially a more cost-effective and reliable long-term replacement for, the current Stockpile Life Extension Programs.", "The committee's report (pp. 464-465) described these objectives in more detail. Section 3111 of H.R. 1815 also required the Nuclear Weapons Council to submit an interim report on RRW by March 1, 2006, and a final report by March 1, 2007. The final report is to assess characteristics of warheads to replace existing ones; discuss the relationship of RRW within SSP and its impact on LEPs; assess the extent to which RRW, if successful, could lead to a reduction in warhead numbers; discuss RRW design criteria that will minimize the likelihood of nuclear testing; describe the infrastructure needed to support RRW; and summarize how funds will be used.", "Of the committee's 28 Democratic members, 23 signed a statement of additional views ( H.Rept. 109-89 , pp. 511-512). According to the statement, \"Democrats are willing to explore the concept of the RRW program, but do not yet embrace it.\" They felt that, to merit support, RRW must reduce or eliminate the need for nuclear testing, lead to dramatic reductions in the arsenal, avoid introducing new mission or weapon requirements, deemphasize nuclear weapons' military utility, increase nuclear security, and \"[lead] to ratification and entry into force of the Comprehensive Test Ban Treaty.\" On the latter point, they maintained that a successful RRW program should erase the main rationale against the treaty, uncertainty about the reliability of the nuclear arsenal. Therefore, \"[w]e believe strongly that ratification of the CTBT [Comprehensive Test Ban Treaty] is the logical end result of a successful RRW program.... \"", "The Senate Armed Services Committee reported the FY2006 National Defense Authorization Bill, S. 1042 , on May 17. It recommended providing the amount requested for RRW. It noted that NNSA Administrator Brooks had presented several goals for RRW in his testimony to the committee on April 4:", "increasing warhead security and reliability; developing replacement components that can be manufactured more easily, using materials that are more readily available and more environmentally benign; developing replacement components that provide high confidence in warhead safety and reliability; developing these components on a schedule that would reduce the need to conduct a nuclear test to address a reliability problem; reducing the cost and increasing the responsiveness of the infrastructure; and increasing confidence in the stockpile enough to permit reductions in non-deployed warheads.", "\"The committee supports these goals and this modest investment in feasibility studies.\" It required NNSA's Administrator to submit a report to the congressional defense committees by February 6, 2006, \"describing the activities undertaken or planned for any RRW funding in fiscal years 2005, 2006, and 2007.\" The bill passed the Senate, 98-0, on November 15. The reporting requirement was superseded by a similar requirement in the conference bill.", "The defense authorization conference bill, as reported ( H.Rept. 109-360 ) December 8, included the House provision on RRW, somewhat revised, as Section 3111 of the conference bill. Conferees stated:", "The conferees support the goal of continuing to ensure that the nuclear weapons stockpile remains safe, secure, and reliable. The conferees believe that the Reliable Replacement Warhead program is essential to the achievement of this goal and support its establishment with the objectives as defined in the provision [section 3111], and as further described in the committee reports of the Committees on Armed Services of the Senate and the House of Representatives for fiscal year 2006.", "The measure was signed into law ( P.L. 109-163 ) January 6, 2006.", "The Senate Appropriations Committee reported H.R. 2419 on June 16. It endorsed RRW and recommended increasing its funding above the FY2006 request.", "The Committee recognizes that RRW is early in its development and will not significantly alter the near-term plans for stockpile support such as LEPs, but NNSA is encouraged to move aggressively to incorporate benefits from RRW into the stockpile as soon as possible.", "The Committee recommends $25,351,000 for RRW to accelerate the planning, development and design for a comprehensive RRW strategy that improves the reliability, longevity and certifiability of existing weapons and their components.", "The bill passed the Senate, 92-3, on July 1, with no change to the RRW provision.", "Conferees on the energy and water bill reported H.R. 2419 ( H.Rept. 109-275 ) on November 7, 2005. The House agreed to the conference bill, 399-17, on November 9, and the Senate agreed to it, 84-4, on November 14. The President signed it into law ( P.L. 109-103 ) November 19. The bill provides $25.0 million for RRW. Conferees wanted the Complex to use various resources \"to support a Nuclear Weapons Council determination in November 2006.\" This determination would be a decision on which design to use for the first reliable replacement warhead. Conferees also emphasized goals and requirements of the RRW program:", "The conferees reiterate the direction provided in fiscal year 2005 that any weapon design work done under the RRW program must stay within the military requirements of the existing deployed stockpile and any new weapon design must stay within the design parameters validated by past nuclear tests. The conferees expect the NNSA to build on the success of science-based stockpile stewardship to improve manufacturing practices, lower costs and increase performance margins, to support the Administration's decision to significantly reduce the size of the U.S. nuclear stockpile.", "In sum, Congress supported RRW in various ways in the FY2006 budget cycle. Both Armed Services Committees recommended fully funding the request, both Appropriations Committees recommended a sharp increase in RRW funding, and Congress appropriated $25.0 million, reduced to $24.75 million by a rescission. The four committees saw RRW as a way to achieve a wide range of goals for the nuclear weapons program, spelled out many of these goals in legislation and in committee reports, and required several reports to track the status of RRW."], "subsections": []}, {"section_title": "Congressional Action on the FY2007 RRW Request", "paragraphs": ["NNSA's FY2007 budget document evidenced a program that gained momentum in the preceding year. The request for RRW was $27.7 million, up from $24.8 million for FY2006. (p. 71) (Page numbers in parentheses in the next few paragraphs refer to NNSA's FY2007 budget document.) Outyear budgets are: FY2008, $14.6 million; FY2009, $29.7 million; FY2010, $29.6 million; and FY2011, $28.7 million. (p. 72) The FY2006 budget request document contained few references to RRW because the program received its first funding just two months before that document was released. In contrast, the FY2007 document contains 30 or more references to RRW that show many sites and programs linked to RRW. Programs are discussed below; sites include Kansas City Plant (p. 620), Livermore (p. 627), Los Alamos (p. 635), Pantex (p. 646), Sandia (p. 651), and Y-12 (p. 665). What emerges is a program that is drawing on many resources of the Complex beyond the program's own budget. This is in accord with a directive in the FY2006 energy and water conference report:", "The conferees expect that the laboratories and plants will also utilize the existing resources in the Directed Stockpile, Campaigns, and Readiness in Technical Base and Facilities accounts [the three largest accounts of the Stockpile Stewardship program] where applicable to further the RRW design options to support a Nuclear Weapons Council determination in November 2006.", "Various programs expect to support RRW in many ways:", "\"During the period FY2007-2011, the Science Campaign will endeavor to make significant progress toward providing the experimental data and certification methodologies necessary to support the current stockpile workload and future requirements that will include the Reliable Replacement Warhead and reflect an evolving stockpile.\" (p. 96) Within the Dynamic Materials Properties program of the Science Campaign, \"A second principal effort is to characterize the reaction kinetics and dynamics of high explosives, with special emphasis on improving the modeling of insensitive high explosives that will be used in replacement warheads to provide improved safety and surety.\" (p. 100) Within the Engineering Campaign, Enhanced Surveillance deliverables in the outyears are planned to support Reliable Replacement Warhead components assessment\" (p. 116) and the Enhanced Surety program \"will support studies such as the Reliable Replacement Warhead.\" (p. 118) \"Only through ASC [the Advanced Simulation and Computing Campaign] simulations can National Nuclear Security Administration (NNSA) determine the effects of changes to current systems as well as margins and uncertainties in future and untested systems, such as the RRW.\" (p. 176) Within the Pit Manufacturing and Certification Campaign, \"Additional personnel will be hired and additional equipment procured to support manufacture of existing pit types (or a RRW pit),\" and Los Alamos and Livermore \"will continue planning and development of integral experiments in FY2007 in support of certification of reliable replacement warhead pits.\" (p. 191)", "The budget document offers many details of the proposed program.", "The Nuclear Weapons Council (NWC) approved the Reliable Replacement Warhead (RRW) Feasibility Study which began in May 2005, and is expected to take 18 months to complete. The goal of the RRW Study is to identify designs that will sustain long term confidence in a safe, secure and reliable stockpile and enable transformation to a responsive nuclear weapon infrastructure. The Joint DOE/DOD RRW Project Officer's Group (POG) was tasked to oversee a laboratory design competition for a RRW warhead with the FPU [first production unit] goal of FY 2012. The POG will assess technical feasibility including certification without nuclear testing, design definition, manufacturing, and an initial cost assessment to determine whether the proposed candidates will meet the RRW study objectives and requirements. At the end of the study, the POG will establish the preferred RRW design options and recommendations to the NWC Standing and Safety Committee (NWCSSC) and NWC....", "In FY 2007 specific activities include: with NWC approval, proceed with detailed design and preliminary cost estimates of RRW concepts to confirm that RRW designs provide surety enhancements, can be certified without nuclear testing, are cost-effective, and will support both stockpile and infrastructure transformation. (83)", "Further, \"The RRW budget will increase when the RRW option is selected and starts development and production engineering activities.\" (76)", "The John Warner National Defense Authorization Act for Fiscal Year 2007, P.L. 109-364 ( H.R. 5122 ), increased the amount requested by $20.0 million to support a second RRW design competition. It required NNSA to submit a plan for transform the Complex to achieve a responsive infrastructure by 2030 (Section 3111), with a report on the plan due February 1, 2007. An objective of the plan is \"To prepare to produce replacement warheads under the Reliable Replacement Warhead program at a rate necessary to meet future stockpile requirements, commencing with a first production unit in 2012 and achieving steady-state production using modern manufacturing processes by 2025.\" It required (Section 3116) NNSA to enter into an arrangement with the National Academy of Sciences (NAS) to have the latter prepare a study of Quantification of Margins and Uncertainties, a method to assess the nuclear stockpile. The study is to evaluate, among other things, \"Whether the application of the quantification of margins and uncertainty used for annual assessments and certification of the nuclear weapons stockpile can be applied to the planned Reliable Replacement Warhead program so as to carry out the objective of that program to reduce the likelihood of the resumption of underground testing of nuclear weapons.\" As of June 2008, NAS planned to deliver a classified version to DOE and Congress in July and planned to make an unclassified version available to the public as soon as possible thereafter. NAS held the ninth meeting for this project at Los Alamos National Laboratory on August 13-15. NAS also plans to do a phase 2 study on the use of archived underground nuclear test data for QMU.", "The House Appropriations Committee \"supports the RRW, but only if it is part of a larger package of more comprehensive weapons complex reforms.\" It criticized NNSA's Complex 2030 plan as basically modernization in place, and favored a plan by a DOE task force. It recommended $52.7 million for RRW, an increase of $25.0 million, but fenced the latter amount until DOE provides the committee with a \"comprehensive complex transformation plan.\" It directed NNSA to engage the JASON Defense Advisory Group to \"evaluate the competing RRW designs\" and to analyze \"the feasibility of the fundamental premise of the RRW initiative that a new nuclear warhead can be designed and produced and certified for use and deployed as an operationally-deployed nuclear weapon without undergoing an underground nuclear test.\" The report is due March 31, 2007. Professor Roy Schwitters, Chair of the JASON Steering Committee, met with House Appropriations Committee staff and NNSA officials to set a schedule for the JASON study; the schedule calls for a preliminary report to be submitted to NNSA by March 1, 2007, an executive summary of the final report by August 1, 2007, and the final report by October 1, 2007. (As noted, the executive summary was transmitted on September 28 and the final report by October 1.) The House passed the bill, 404-20, on May 24, 2006, with no amendments to RRW provisions.", "The Senate Appropriations Committee recommended $62.7 million for RRW.", "The Committee ... recognizes the need to protect against unforeseen challenges and urges the NNSA to accelerate the transition to a responsive infrastructure and to proceed expeditiously with the RRW design. The Committee also realizes that a dual track strategy of supporting eight legacy systems and a RRW program is not sustainable and therefore has taken steps in this legislation to reduce the number of legacy systems and begin the replacement with RRW designs. The Committee has also initiated a second design competition for another RRW design....", "Regarding the second competition, the committee urged DOE and NNSA to \"expand the RRW program immediately to ensure that our strategic forces have at least two different certified RRW warheads\" to guard against failure in one system. It recommended using $10.0 million for this second competition, with a first production unit goal of 2014, and adding $4.0 million to \"accelerate the deployment\" of surveillance devices into the RRW design. This bill was placed on the Senate legislative calendar on June 29, but the Senate took no further action on it.", "Congress did not pass a separate FY2007 Energy and Water Development Appropriations Act, but instead included these funds in a continuing resolution ( P.L. 110-5 , February 15, 2007) to fund energy and water and many other programs through the balance of FY2007. DOE's FY2007 operating plan includes $35.8 million for RRW."], "subsections": []}, {"section_title": "Congressional Action on the FY2008 RRW Request", "paragraphs": ["The President submitted his FY2008 budget request to Congress on February 5, 2007. The NNSA request document presents details of the DOD-NNSA plan for RRW. In November 2006, according to the document,", "the NWC [Nuclear Weapons Council] decided that the RRW for submarine launched ballistic missiles is feasible and should proceed to complete a Phase 2A design definition and cost study. In addition, the NWC determined that the RRW is to be adopted as the strategy for maintaining a long term safe, secure and reliable nuclear deterrent and as such also directed the initiation of a conceptual study for an additional RRW design.", "The document also stated that the", "shift in strategy from a Life Extension Program to a RRW program will require substantial planning and resource realignments between the Departments of Defense and Energy that will not be completed in time for the FY 2008 budget submission. When planning is complete, expected at the end of FY 2007, an RRW budget adjustment will be requested.", "It further stated that the budget approach for FY2008 for transforming the nuclear stockpile included the following goal: \"Maintain a relatively level DSW [Directed Stockpile Work] budget with RRW development funded through reductions in resources required to support legacy weapons.\"", "While NNSA's RRW budget figures are thus subject to revision, the projected figures as presented are as follows (in millions): FY2008, $88.769; FY2009, $99.787; FY2010, $109.240; FY2011, $167.358; and FY2012, $179.933. In addition, the Navy requests $30.0 million for FY2008, and estimates a request of $50.0 million for FY2009, for RRW. These figures are DOD funds to develop a cost estimate and to \"[c]ontinue the RRW Program into Phase 3 Engineering Development, when approved by Congress and the Nuclear Weapons Council.\" Examples of this work for RRW include development of an arming, fuzing, and firing system and of \"ancillary reentry body types,\" as well as integration of RRW with the Trident II (D5) missile that will carry the RRW. The Navy plans to award contracts for at least $29.5 million of the FY2008 request in October 2007, and for at least $49.0 million of the FY2009 request in October 2008. While keeping in mind NNSA's caveats, the projected total for RRW in the NNSA budget for FY2008-FY2012 and the Navy budget for FY2008-FY2009 is $725.1 million.", "The House Armed Services Committee's Strategic Forces Subcommittee marked up its portion of H.R. 1585 , the FY2008 defense authorization bill, on May 2, 2007. The full committee retained the subcommittee's provisions relating to RRW and completed its markup May 9. The rule for considering the bill ( H.Res. 403 , H.Rept. 110-151 ) did not make in order any amendments regarding RRW. H.R. 1585 passed the House, 397-27, on May 17 (roll no. 373).", "The bill as passed by the House included several provisions relevant to RRW:", "A congressional commission on U.S. strategic posture (Section 1046). Among other things, the commission would recommend a strategic posture and nuclear weapons strategy. It would include the force structure to support the strategy, \"the number of nuclear weapons required to support the strategy, including the number of replacement warheads required, if any,\" an analysis of the effectiveness of the strategy, and the size of the Complex needed to support the strategy. The committee stated in its report that it \"believes that there is an urgent need for a debate over the role of nuclear weapons in U.S. strategic posture ... the Administration ... has not articulated its views on the role of nuclear weapons in U.S. strategic posture since issuance of the [Nuclear Posture Review, i.e., at the end of 2001]. The committee believes clear policy objectives should be established before Congress commits to ambitious new programs.\" The commission's report would be due by December 1, 2008. A reduction in the Navy's request for RRW funds from $30.0 million to $5.0 million. The committee noted (p. 191) that the Navy said the funds would permit continuing RRW into Phase 3 engineering development (see below), but \"[t]he committee does not support moving into Phase 3 activities during fiscal year 2008, but understands that the Navy intends to pursue better design definition [of RRW] as part of the Phase 2a study during fiscal year 2008.\" A reduction in NNSA's RRW funds, from $88.8 million requested to $68.8 million (pp. 528-529). The committee noted that P.L. 109-163 , the FY2006 National Defense Authorization Act, set several objectives for RRW, such as increasing reliability, safety, and security of the nuclear stockpile, reducing the likelihood of resumed nuclear testing, and using components that can be certified without nuclear testing. \"The committee believes it is too soon to judge whether the RRW program can achieve these objectives ... the committee believes the focus of the RRW program during fiscal year 2008 should be the analysis necessary to describe in detail how the RRW program will achieve these objectives.\" Further, \"[t]he committee supports establishing clear nuclear weapons requirements before committing to the RRW program, and sees the planned Phase 2a design review and cost study as consistent with this approach.\" Accordingly, the committee limited FY2008 NNSA RRW funds \"for Phase 2a study activities only.\" Elimination of funds ($24.9 million requested) for a Consolidated Plutonium Center (CPC) (pp. 529-530). This facility would make pits. The committee \"finds that construction of a CPC is only required if the United States moves toward large-scale production of pits. The committee does not believe the need for such large scale processing has been established.\" A study on using existing pits for RRW (pp. 538-539). The committee felt that the need for CPC had not been established in part because of the prospect of reusing existing pits in RRWs. In testimony before the Strategic Forces Subcommittee in March 2007, Thomas D'Agostino, then Acting Administrator of NNSA, stated that existing pits might be suitable for use in RRW bombs but not RRW ballistic missile warheads. The House-passed bill required NNSA, in consultation with the Nuclear Weapons Council, to conduct the study, to be completed by February 1, 2008. The study (section 3111 of H.R. 1585 ) would assess the feasibility of pit reuse for RRW, whether it is more desirable to remanufacture warheads with existing or with newly-manufactured pits, the number of pits suitable for remanufacture, and \"the extent to which remanufacturing warheads with existing pits, as compared to remanufacturing warheads with newly manufactured pits, would reduce future requirements for new pit production.\" Eliminate funds for a B61 bomb life extension program (LEP). The prospect of pit reuse figured into another committee action. The request contained $63.1 million for the B61 LEP account. The B61 is currently undergoing an LEP, but NNSA planned to begin a Phase 6.2/Phase 6.2A study (see below) for another LEP for the B61. However, \"[t]he committee views the initiation of a new B61 LEP ... as unwarranted while the NNSA examines the feasibility of pit reuse for the remanufacture of warheads.\" Accordingly, it reduced the B61 LEP account by $4.2 million and directed NNSA \"to make no funds available for commencement of the new B61 LEP.\" (p. 530).", "In its May 23 markup of the FY2008 Energy and Water Development Appropriations Bill, the Energy and Water Development Subcommittee eliminated NNSA funds for RRW. (The subcommittee has jurisdiction over RRW funds in the NNSA request but not in the Navy request.) Subcommittee Chairman Peter Visclosky's statement on the subcommittee's markup included the following:", "REDUCING UNNEEDED NUCLEAR WEAPONS", "Without question, there is a need for a comprehensive nuclear defense strategy and stockpile plan to guide transformation and downsizing of the stockpile and nuclear weapons complex, and until progress is made on this critical issue, there will be no new facilities or Reliable Replacement Warhead. Only when a future nuclear weapons strategy is established can the Department of Energy determine the requirements for the future nuclear weapons stockpile and nuclear weapons complex plan.", "Given the serious international and domestic consequences of the U.S. initiating a new nuclear weapons production activity, it is critical that the administration lay out a comprehensive course of action before funding is appropriated. Given the track record of mismanagement at the agency for projects that have a plan, I don't think it is asking too much for a comprehensive nuclear strategy before we build a new nuclear weapon.", "The House Appropriations Committee marked up the bill on June 6. The committee bill recommended eliminating all NNSA funds for RRW. The report expressed extreme displeasure at changes in the program: \"The Committee finds the RRW program the DoD and NNSA have pursued at the direction of Congress goes far beyond the scope and purpose of the original congressional language and intent.... The Committee is unconvinced that pursuing the RRW design competition to a production phase is necessary at this time.\" It expressed concern that this program might impede nuclear nonproliferation:", "A particularly troubling issue for the Committee related to the RRW proposal is the contradictory U.S. policy position of demanding other nations give up their nuclear ambitions while the U.S. aggressively pursues a program to build new nuclear warheads. The Administration needs to develop a policy rationale that explains why the RRW program is not contradictory and does not undermine our international nuclear nonproliferation goals.", "The committee raised further concerns with the Administration's rationale for the nuclear weapons program and NNSA's plan for the Complex. It stated that the RRW program and Complex 2030 \"are being proposed in a policy vacuum without any Administration statement on the national security environment that the future nuclear deterrent is designed to address.\" Accordingly, \"The Committee believes it is premature to proceed with further development of the RRW or a significant nuclear complex modernization plan, until a three-part planning sequence is completed.\" This sequence has three elements: \"a comprehensive nuclear defense and nonproliferation strategy\"; a detailed description translating that strategy into a \"specific nuclear stockpile\"; and \"a comprehensive, long-term expenditure plan, from fiscal year 2008 through fiscal year 2030.... \" The Committee did not specify a due date for this plan, but \"views completion of this three-part planning sequence as a necessary condition before considering additional funding for Complex 2030 and RRW activities.\" The House passed the bill, 312-112 (roll no. 641), on July 17, leaving the RRW provisions unchanged.", "The Senate Armed Services Committee's National Defense Authorization Bill, S. 1547 , would reduce the Navy's RRW request of $30.0 million by $15.0 million, the amount for support of Phase 3. The committee's report \"recommends no funds for RRW activities beyond phase 2A in fiscal year 2008.\" The committee stated that in addition to $88.8 million that the NNSA request labeled as RRW, the request contained RRW funds in other budget elements: Engineering Campaigns, $86.4 million; Pit Manufacturing and Certification Campaign, $37.9 million; and Readiness Campaign, $25.0 million, for a total of $238.1 million. The committee recommended reducing this amount by $43.0 million and restricting FY2008 RRW work to Phase 2A and below. \"[T]he committee believes that many years of research are necessary before any such decision [proceeding beyond Phase 2A] can be made or even meaningfully discussed.\" Further, \"The RRW as envisioned by the NNSA and the NWC [Nuclear Weapons Council] would be a new warhead.... As a new warhead, there are many policy questions, concerns, and issues that must be raised, discussed, and resolved before any decision can be made to move to phase 3 or beyond.\" At the same time, \"The committee believes that the technical work [on RRW] must go forward apace with the policy discussion and before any decision on RRW development, manufacturing, or deployment.\"", "The committee discussed its policy concerns in detail. It stated,", "The idea of a new nuclear warhead and leadership in nonproliferation are distinctly at odds in the absence of additional steps and policies to reduce the reliance on nuclear weapons, accelerate reductions in the size of the stockpile, formalize the moratorium on nuclear weapons testing, strengthen the nonproliferation regime, and renew commitments to all aspects of the Treaty on the Nonproliferation of Nuclear Weapons.", "As part of this policy focus, Section 1061 of S. 1547 required a revised nuclear posture review, to include, among other things, the role of nuclear forces, the relationship among deterrence policy, targeting, and arms control, the nuclear delivery systems required, the nuclear weapons complex required, and the stockpile required, \"including any plans for replacing or modifying warheads.\"", "Section 3122 of S. 1547 , \"Sense of Congress on the Nuclear Nonproliferation Policy of the United States and the Reliable Replacement Warhead,\" is another part of the committee's policy focus. Under this section, it would be the sense of Congress that the United States should: reaffirm its commitment to Article VI of the Nuclear Nonproliferation Treaty (discussed below), initiate talks with Russia to reduce numbers of nuclear weapons, work with other nuclear weapon states to \"decrease reliance on, and the importance of, nuclear weapons,\" and \"formulate any decision on whether to manufacture or deploy a reliable replacement warhead within the broader context of the progress made by the United States toward achieving each of the goals described in [this section].\" Further, under Section 3122, \"the Senate should ratify the Comprehensive Nuclear-Test-Ban Treaty.\"", "The Senate Appropriations Committee reported S. 1751 , the Energy and Water Development Appropriations Bill, on July 9. The report stated, \"The Committee is divided on the Reliable Replacement Warhead (RRW) program, but unified in its desire to review and discuss our national strategic defense policy and the role of nuclear weapons in the post-cold war and post-September 11 th world.\" The committee recommended $66.0 million for NNSA for RRW in order to complete Phase 2A. It made clear that it was not committed to proceeding with Phase 3 but wanted \"a more vigorous analysis and debate\" first. It wanted more information to help with this decision, such as characteristics of the future stockpile, the possible effects of RRW on U.S. nuclear nonproliferation efforts, and comparative costs of RRW vs. LEP. To this end, it favored a bipartisan, congressionally-created commission \"to evaluate and make recommendations on the role of nuclear weapons in our future strategic posture.... That Commission report can form the basis of information and advice from which the President and the Congress can make decisions about the future of RRW and other weapons programs.\" At the same time, \"[i]t will be incumbent upon NNSA to provide specific details as to how many RRW weapons will be manufactured, how the Department of Defense intends to integrate the system into the stockpile and how many weapons from the existing deterrent can be retired.\" Although the committee recommended funds to continue Phase 2A work on the first RRW type, it barred the use of funds for initial research on a second RRW type.", "On July 20, the Secretaries of Energy, Defense, and State issued a statement urging Congress to fully fund RRW for FY2008. They stressed the \"essential role that nuclear weapons play in maintaining deterrence,\" argued that \"it becomes increasingly difficult to certify the existing stockpile of weapons,\" and said that pursuit of RRW \"is critical to sustaining long-term confidence in our deterrent capability.\" Further, \"[d]elays on RRW also raise the prospect of having to return to underground testing to certify existing weapons.\" Responding to this statement, Representatives Skelton and Tauscher wrote a letter to the secretaries, stating in part:", "We see promise in the proposed RRW program, but we take issue with your assertion that any delay in RRW would \"force the United States to maintain a large stockpile of nuclear weapons and sustain it through increasingly costly and risky Life Extension Programs,\" and \"raise the prospect of having to return to underground nuclear testing to certify existing weapons.\"", "As we stated in the report accompanying the National Defense Authorization Act for FY 2008, it is too early to know whether RRW can deliver on the objectives that have been established for the program, and the prudent course at this point is rigorous study of the feasibility of achieving those objectives.", "Representatives Hobson and Visclosky also responded to the statement. They said, \"the Joint Statement reads as a description of the status quo,\" and continued,", "the Joint Statement goes so far as to imply that RRW is the only available option for addressing the concerns about the existing stockpile of legacy nuclear weapons. Particularly troubling is the direct link between a resumption of nuclear testing and the provision of funding for RRW:", "\" Delays on RRW also raise the prospect of having to return to underground nuclear testing to certify existing weapons. \"", "It is irresponsible for the Administration to make such an assertion.... There is no record of congressional testimony or reports sent to Congress by the Administration claiming that the safety, security, or reliability of the existing legacy stockpile is on a performance cliff such that a resumption of testing to verify performance of the warheads would be a necessity.", "Funds for the Navy's RRW work fall under the jurisdiction of the Defense Appropriations Subcommittee. The House Appropriations Committee reported the defense appropriations bill ( H.R. 3222 , H.Rept. 110-279 ) on July 30. It recommended eliminating the $30.0 million Navy request for RRW. The House passed this bill, 395-13, on August 5 (roll no. 846), leaving this provision unchanged.", "On August 1, Senator Feinstein introduced S. 1914 , Nuclear Policy and Posture Review Act of 2007. Subsection (c) of this bill would require the President to report to Congress on the results of a nuclear policy review by September 1, 2009, and to report to Congress on the results of a nuclear posture review by March 1, 2010. The bill also provides, \"no funds may be appropriated or otherwise made available for the Reliable Replacement Warhead Program for fiscal years 2008, 2009, or 2010 until the reports required under subsection (c) have been submitted to Congress.\"", "A Phase 3 decision could be delayed to FY2010 or beyond for several reasons. The House Armed Services Committee called for a report on U.S. strategic posture, due December 2008, stating, \"The committee believes clear policy objectives should be established before Congress commits to ambitious new programs.\" The Senate Armed Services Committee called for a nuclear posture review, to be submitted to Congress in December 2009. Congress may wish to evaluate these reports before deciding how to proceed with RRW. There may also be interest in examining what approach to RRW a new presidential administration may adopt in 2009. Staff at the Lawrence Livermore, Los Alamos, and Sandia National Laboratories have indicated that were a delay to occur, continuing Phase 2A through FY2008 and FY2009 would allow more time for in-depth study of RRW issues such as safety, use control, cost, and manufacturing, thereby potentially reducing technical risk. They believe that this work could be accomplished by a small core team at modest cost.", "The Senate Appropriations Committee reported H.R. 3222 , the Department of Defense Appropriations Bill, on September 14. It recommended reducing Navy RRW funding by $15.0 million.", "As noted earlier, the JASON Defense Advisory Group delivered a classified report on RRW, along with an unclassified executive summary, to Congress on September 28. The report was required by the FY2007 House Appropriations Committee's report ( H.Rept. 109-474 ) on energy and water appropriations. The JASON report stated that the design for the first RRW type, WR1, \"is pursued with the above principles [on how to assess confidence and provide for successful certification] in mind, but certification is not yet assured. The certification plan presented needs further development.... Substantial work remains on the physical understanding of the surety mechanisms that are of high priority to the RRW program.\" It recommended steps to \"ensure that the new manufacturing processes [proposed for RW1] do not have a deleterious effect on WR1 performance\" and made several recommendations to establish a peer review to establish confidence in the warhead's design, such as having the effectiveness of the peer review mechanism \"examined periodically by an independent organization\" and having the review team \"broadly constituted\" with \"authority to pose formal tests of a computational or experimental nature to the design team.\"", "NNSA lauded the report, saying that it confirmed that NNSA's \"approach towards developing a Reliable Replacement Warhead (RRW) was proceeding with appropriate scientific principles\" and \"concluded that NNSA's current approach, with additional technical, experimental and peer review enhancements, could determine that RRW can be certified for the stockpile without the need to conduct an underground nuclear test.\" Further, NNSA Administrator Thomas D'Agostino said, \"I am pleased that the JASON panel feels that we are on the right track.\" In a subsequent letter, D'Agostino stated, \"Resolution of issues raised in the JASON's study can only be achieved if this [RRW] R&D effort is allowed to proceed and is funded along the lines of the request submitted last February.... \"", "Representatives Visclosky and Hobson, in a statement on the JASON report, said, \"Once again, independent sources have raised serious questions that must be addressed before proceeding with the RRW.... Only when the Department of Energy has completed the work recommended by the JASON report, can the nation appropriately consider what role an RRW might play as a 21 st century nuclear deterrent.\"", "In October, DOD appealed items in the FY2008 defense appropriations bill. One such item was RRW. DOD asked that Congress provide the $15 million that the Senate provided for the Navy's RRW effort rather than the House-passed $0. It stated that $15.0 million is \"the minimum level of funding needed by the Navy to begin Phase 2A activities in FY2008, and with at least the same level of funding in FY2009, to complete the effort within 2 years, one year later than the date that could have been achieved with the President's original budget request for this item.\" DOD indicated how the money would be spent: it \"is required to begin the Navy portion of Phase 2A and for risk reduction analysis and preliminary development of a follow-on Arming, Fuzing and Firing (AF&F) subsystem for all weapons associated with the Mk5 aeroshell deployed on the TRIDENT II D5 Fleet Ballistic Missile System.\" (These funds would not be used to develop WR1 itself; that task is the responsibility of NNSA.) The nuclear warhead currently associated with the Mk5 is the W88. According to Steve Henry, Deputy Assistant to the Secretary of Defense for Nuclear Matters,", "The W88 is housed in a MK5 aeroshell. Because of the MK5 size, it was also the aeroshell for the proposed RRW. In the not too distant future, a W88 LEP will have to be performed and the AF&F will require replacement. The future AF&F for the MK5 aeroshell is the same AF&F regardless of the NEP [nuclear explosive package] (W88 LEP'd or an RRW).", "Thus, the new AF&F subsystem could be used with the life-extended W88 and WR1, but if WR1 does not go forward, the AF&F subsystem would still be used with the life-extended W88. In March 2008, the Navy provided further details on how it plans to use RRW funds:", "The FY 08 RRW funding is currently on hold, so no work has been performed to date but, SSP has been directed by the Office of Secretary of Defense (OSD) to use the FY 08 and FY 09 RRW funding to support Mk5A life extension efforts. Once the FY 08 funds are released and the FY 09 funds are appropriated, SSP will use the RRW funds for risk reduction analysis and preliminary development of a follow-on Arming, Fusing and Firing (AF&F) subsystem for all weapons associated with the Mk5 aeroshell deployed on the TRIDENT II (D5) Fleet Ballistic Missile System. Specific Mk5A AF&F efforts directed by the Office of Secretary of Defense (OSD) supports a number of tasks needed to address early technology for the life extension program for the MK5/W88 nuclear weapon system. Below is a list of some of the major areas of technology to be pursued:", "define new safety architectures for the AF&F design of high density high power radar Non-volatile radiation hardened memory Radiation hardened application Specific Integrated Circuits (ASICs) High density thermal battery development Radiation hardened Wide band analog electronics Low noise radar receivers utilizing commercial parts Fuze modeling and test analysis", "In support of this effort, the above technologies will be synthesized into bench top systems for test purposes.", "On November 6, conferees on the defense appropriations bill filed their report ( H.Rept. 110-434 ), which included $15.0 million for the Navy for RRW. (Adjustments reduced this figure to $14.455 million. ) On November 8, the House agreed to the conference report, 400-15, and the Senate did so by voice vote.", "An article in November 2007 offered some support for RRW. It reported that a letter to Senators Jon Kyl and Pete Domenici from former Secretary of State Henry Kissinger said, \"I believe that research and design of the RRW should continue.\" The article also cited a letter by former Secretary of State George Shultz and Sidney Drell, professor emeritus of physics at Stanford University, to Kissinger that stated, \"research work on new RRW designs should certainly go ahead. Such work would make possible the decision to implement the construction phase of the program were that to be desired at some future time. The design work itself is relatively small in cost and need not be viewed in any way as an eventual commitment to go ahead.\"", "The conference version of H.R. 1585 , FY2008 National Defense Authorization Act, provided $66.0 million for RRW. It contained several provisions on RRW.", "It barred moving RRW beyond Phase 2A in FY2008 (section 3111). The conference report stated, \"The conferees believe clarification of the United States' long-term nuclear weapons policy is a prerequisite to any major decisions on the size and composition of the nuclear weapons stockpile and the complex that supports it. To that end, the conference agreement includes section 1062 establishing a congressionally appointed bipartisan commission to examine U.S. nuclear policy and strategic posture, and section 1070, requiring that a new Nuclear Posture Review be submitted to Congress in December 2009.\" It required a study on the use of existing pits in the RRW program (section 3121) It included a sense of Congress provision that the United States should make any decisions on RRW in the context of progress made toward several goals related to nuclear nonproliferation and arms reduction (section 3126) As an aid to future decisions on nuclear weapons and related matters, it provided for establishing a commission on nuclear policy and strategic posture (section 1062), with a report due December 1, 2008, and required a new nuclear posture review be submitted to Congress by February 1, 2010 (section 1070).", "On December 12, the House agreed to the conference report on H.R. 1585 , 370-49. On December 14, the Senate agreed to the conference report, 90-3. President Bush vetoed the measure on December 28 for reasons having to do with Iraqi economic issues; he signed a bill revised to accommodate these concerns, H.R. 4986 , into law ( P.L. 110-181 ) on January 28, 2008.", "On December 16, the House Rules Committee posted the FY2008 consolidated appropriations bill (the House amendments to Senate amendment to H.R. 2764 , State, Foreign Operations, and Related Programs Appropriations Act, 2008). The House and Senate agreed to this bill through an exchange of amendments, December 17-19, and the President signed the Consolidated Appropriations Act, FY2008, into law ( P.L. 110-161 ) December 26. P.L. 110-161 eliminated NNSA RRW funds. According to the explanatory statement,", "The amended bill provides no funds for the Reliable Replacement Warhead (RRW), as proposed by the House. As stated in both the House and Senate reports, Congress believes a new strategic nuclear deterrent mission assessment for the 21 st century is required to define the associated stockpile requirements and determine the scope of the weapons complex modernization plans. The NNSA is directed to develop a long-term scientific capability roadmap for the national laboratories to be submitted to the Committees on Appropriations.", "Commenting on the bill, according to a press report, Representative Peter Visclosky, Chairman of the House Energy and Water Development Appropriations Subcommittee, said, \"[m]oving forward on a new nuclear weapon is not something this nation should do without great consideration ... the U.S. needs a comprehensive nuclear defense strategy, and a revised stockpile plan to guide the transformation and downsizing of the [nuclear weapons] complex,\" while an NNSA spokesman said that eliminating NNSA RRW funding means \"we will likely have to go down a path of a full-life extension program for nuclear weapons in our stockpile, which in the long run will be more costly, without introducing modern safety and security measures into our weapons.\""], "subsections": []}, {"section_title": "Congressional Action on the FY2009 RRW Request", "paragraphs": ["For FY2009, DOE requests $10.0 million and projects a request the same sum for each year FY2010-FY2013. It justified the request as follows:", "$10 million is requested to enable maturation of the RRW design to address questions raised by the JASON review of RRW feasibility study activities. Design refinement is necessary to establish parameters for potential impact on certification. Without further design work, there is insufficient detail available to use this design to resolve certification questions raised by the JASONs review. This funding will also facilitate documenting the Phase 2A RRW work that has been completed through 2007 (prior to the FY 2008 Consolidated Appropriations Act ( P.L. 110-161 )) to support future administration decisions on options for our nuclear weapons stockpile. The Department of Defense and the Joint DoD-DOE Nuclear Weapons Council fully support continuing efforts to examine how the RRW concept can address issues of safety, security and long-term reliability of the nation's nuclear deterrent.", "In February 2008, NNSA Administrator Thomas D'Agostino testified that proceeding with the RRW study will provide information crucial to completing the review of the nuclear posture in a timely manner. Further, it would address concerns about U.S. ability to maintain the stockpile for the long term with LEP, offer the prospect of improving warhead surety, and address the maintenance of nuclear skills. In the same hearing, General Kevin Chilton, USAF, Commander, U.S. Strategic Command, argued for \"a warhead that is designed for the 21 st century,\" with greater emphasis on reliability, safety, security, and maintainability, rather than on maximizing yield to weight. According to one report, he also said that without completing the RRW study \"he would be ill-prepared to advise the incoming president next year on how best to modernize the atomic arsenal.\"", "Others expressed opposition to RRW. Regarding the need to improve surety, Daryl Kimball, Executive Director of the Arms Control Association, said, \"Should we spend billions of dollars to replace existing warhead types in our arsenal to reduce by an infinitesimal amount [the possibility] that al-Qaeda could detonate it?\" And former Senator Sam Nunn said, \"In this world atmosphere, in this climate, for us to build a new warhead now would be a real setback to all of our nonproliferation efforts, so I am opposed to it.... At this moment I think it would be a mistake for America to go forward with that program.\"", "For FY2009, the Navy requests $23.3 million under \"Reliable Replacement Warhead,\" a reduction from a planned request of $50.0 million. The previous section details how the Navy plans to use FY2008 and FY2009 RRW funds.", "In its markup of the FY2009 defense authorization bill, reported in a press release of May 1, 2008, the Senate Armed Services Committee recommended retaining NNSA's request for RRW but eliminating the Navy's request. The Senate passed the bill on September 17, 88-8, without amending the RRW provisions.", "In its May 7 markup of its portion of the defense authorization bill, the Strategic Forces Subcommittee of House Armed Services Committee recommended eliminating NNSA and Navy funds for RRW. Chairwoman Tauscher said in a statement that these funds were \"re-directed to higher priority nuclear weapons research.\" In its May 16 report on the authorization bill, H.R. 5658 , the House Armed Services Committee adopted these positions and explained them in some detail. Regarding the Navy's request, the committee \"finds that the activities described in the budget request are premature and not executable in fiscal year 2009.\" Noting that this request was for an AF&F system (described under \"Congressional Action on the FY2008 RRW Request,\" above), the committee eliminated funds for RRW and authorized $13.3 million for research into integrated AF&F systems. Regarding the NNSA request, the committee stated that the $10.0 million request was to \"address questions raised by the JASON review of RRW feasibility study activities.\" However, it noted, other funds requested by NNSA, in Advanced Certification and Enhanced Surety, would also examine these certification issues. The committee stated its support for research on certification and stewardship issues \"critical to sustaining and modernizing the Stockpile Stewardship Program (SSP), whether or not the RRW program proceeds.\" Accordingly, it recommended eliminating the $10.0 million requested for RRW and adding $10.0 million within Advanced Certification to address issues raised by the JASON review and for \"other high priority SSP challenges.\" On May 22, Representative Stevan Pearce offered H.Amdt. 1052 to H.R. 5658 . The amendment would increase funding for RRW by $10.0 million in Title XXXI, Department of Energy National Security Programs, while offsetting that amount by a like amount \"to be derived from energy conservation on military installations.\" The amendment failed by a vote of 145 to 271 (roll no. 358). Also on May 22, the House passed the bill, 384-23 (roll no. 365).", "The House and Senate had an informal conference on the defense authorization bill. According to the Joint Explanatory Statement, \"The result of these negotiations comprised the House amendment to S. 3001, which was considered and passed under suspension of the Rules of the House of Representatives on September 24, 2008, by a vote of 392-39. By unanimous consent, the Senate agreed with the House amendment to S. 3001 on September 27, 2008.\" The resulting bill had no RRW funds for the Navy or NNSA. It was signed into law, P.L. 110-417 , on October 14, 2008.", "The House Appropriations Committee marked up the FY2009 energy-water appropriations bill on June 25 and released a committee print version of its report in June. The committee eliminated the $10.0 million NNSA request for RRW. The committee was highly critical of this request:", "The Committee is aware of the advantages of a modern warhead design and strongly supports improved surety. The Committee also understands that high margin provides protection against failure due to compound unknowns. The Committee supports trading off Cold War high yield for improved reliability, in order to move to a smaller stockpile requiring a smaller and cheaper weapons complex with no need for nuclear testing.", "That said, the Committee remains to be convinced that a new warhead design will lead to these benefits. The Committee will not spend the taxpayers' money for a new generation of warheads promoted as leading to nuclear reductions absent a specific glide path to a specified, much smaller force of nuclear weapons. Similarly, the Committee finds no logic in spending the taxpayers' money on a new generation of warheads promoted as avoiding the need for nuclear testing, while the Secretary of State insists that \"the Administration does not support the Comprehensive Test Ban Treaty.\" ...", "Before the Committee will consider funding for most new programs, substantial changes to the existing nuclear weapons complex, or funding for the RRW, the Committee insists that the following sequence be completed:", "(1) replacement of Cold War strategies with a 21 st Century nuclear deterrent strategy sharply focused on today's and tomorrow's threats, and capable of serving the national security needs of future Administrations and future Congresses without need for nuclear testing;", "(2) determination of the size and nature of the nuclear stockpile sufficient to serve that strategy;", "(3) determination of the size and nature of the nuclear weapons complex needed to support that future stockpile.", "The committee stated that while plans to execute these steps were laid out in the FY2008 Omnibus Appropriations Act, \"none of the required plans have been submitted.\" The committee approved the bill by voice vote on June 25; the report ( H.Rept. 110-921 ) was released December 10, 2008. The Senate Appropriations Committee reported S. 3258 , the FY2009 energy-water appropriation bill, on July 14. It recommended no NNSA funds for RRW. The House and Senate versions of this bill were not brought to the floor. Instead, funding for NNSA and many other agencies was made available through the continuing resolution component of H.R. 2638 , Consolidated Security, Disaster Assistance, and Continuing Appropriations Act, 2009, for the period October 1, 2008-March 6, 2009 or until enactment of the applicable regular appropriations bill. Section 104 provided that \"No appropriation or funds made available or authority granted pursuant to section 101 shall be used to initiate or resume any project or activity for which appropriations, funds, or other authority were not available during fiscal year 2008.\" RRW was one such activity; accordingly, the bill provided no NNSA funds for RRW. H.R. 2638 was signed into law, P.L. 110-329 , on September 30, 2008. P.L. 111-6 , a one-sentence continuing resolution, extended the expiration of P.L. 110-329 through March 11, 2009. P.L. 111-8 , Omnibus Appropriations Act, 2009, provided funds for the balance of FY2009. It provided no NNSA funds for RRW.", "The Administration requested $23.3 million in RRW funds for the Navy in the Department of Defense appropriations bill. These funds were part of an $80.1 million request for Program Element 11221N, strategic submarine and weapons system support. While the Defense Appropriations Subcommittees marked up the bill, the full committees did not report their respective bills. Instead, the Department of Defense appropriations bill was contained in H.R. 2638 , Division C, as a regular appropriations bill. That bill eliminated Navy RRW funds."], "subsections": []}, {"section_title": "Congressional Action on RRW for FY2010", "paragraphs": ["For FY2010, the Administration requested no funds for RRW and included the program in a list of programs to be terminated. An Office of Management and Budget report called RRW \"not consistent with Presidential commitments to move towards a nuclear-free world.\" The House Armed Services Committee reported H.R. 2647 , the FY2010 defense authorization bill, on June 18, 2009. Section 3112 of the bill would strike Section 4204a of the Atomic Energy Act directing DOE to establish the RRW program. The bill passed the House, 389-22, with 1 present, June 25. The Senate Armed Services Committee reported S. 1390 , FY2010 defense authorization bill, on July 2. Section 3113 would strike Section 4204a of the Atomic Energy Act. The bill passed the Senate, 87-7, on July 23. No amendments on RRW were offered to either bill.", "The House Appropriations Committee reported H.R. 3183 , FY2010 energy and water development appropriations bill, on July 13. It contained no funds for RRW. The House passed the bill, 320-97, on July 17, with no amendments on RRW. The Senate Appropriations Committee reported its energy-water bill on July 9. It contained no funds for RRW.", "With the termination of the RRW program, the section on policy options and issues for RRW that appeared in previous updates of this report has become moot and is deleted."], "subsections": []}, {"section_title": "Chronology, 2007-", "paragraphs": [], "subsections": []}, {"section_title": "For Additional Reading", "paragraphs": ["American Association for the Advancement of Science, Center for Science, Technology and Security Policy, Nuclear Weapons Complex Assessment Committee, The United States Nuclear Weapons Program: The Role of the Reliable Replacement Warhead, April 2007, 34 p.", "Brown, Harold, and John Deutch, \"The Nuclear Disarmament Fantasy,\" Wall Street Journal, November 19, 2007, p. 19.", "Center for Security Policy, \"Towards a New Deterrent: Analysis and Recommendations for the Commission on the Strategic Posture of the United States,\" 5 p., c. May 2008, at http://www.centerforsecuritypolicy.org/modules/newsmanager/center%20publication%20pdfs/towards%20a%20new%20deterrent%20516.pdf .", "D'Agostino, Thomas, \"Statement of Thomas P. D'Agostino, Administrator, National Nuclear Security Administration, U.S. Department of Energy, Before the House Committee on Armed Services Subcommittee on Strategic Forces,\" February 27, 2008, 11 p.", "Fox, Jon, \"Former Secretaries of State Support New Warhead,\" Global Security Newswire, November 15, 2007.", "Gaffney, Frank, Jr., \"The Genie-Stuffers,\" Washington Times, June 19, 2007, p. 15.", "Grossman, Elaine, \"U.S. General Calls for Faster Action on Reliable Replacement Warhead,\" Global Security Newswire, March 6, 2008.", "Grossman, Elaine, \"Draft House Markup Adds $9 Million for Fast Strike,\" Global Security Newswire, September 9, 2008", "Harvey, John, \"Maintaining the 21 st [Century] Nuclear Deterrent: The Case for RRW,\" remarks to the Stanley Foundation conference, \"U.S. Nuclear Force Posture and Infrastructure,\" updated February 8, 2008.", "Hemley, R.J., et al., Pit Lifetime, (JASON report), The MITRE Corporation, McLean, VA, JSR-06-335, January 11, 2007, 20 p.", "Hoffman, Ian, \"Nuclear Deal May Come with Strings: Democrats Signal Openness to New Arsenal, as Long as It Is Linked with Test Ban Treaty Ratification,\" Contra Costa Times, February 3, 2007, p. F4.", "JASON [Defense Advisory Group], The MITRE Corporation, \"Reliable Replacement Warhead: Executive Summary,\" JSR-07-336E, McLean, VA, September 7, 2007, 8 p.", "Kimball, Daryl, \"Replacement Warheads and the Nuclear Test Ban,\" Defense News, March 5, 2007.", "\"National Security and Nuclear Weapons: Maintaining Deterrence in the 21 st Century: A Statement by the Secretary of Energy, Secretary of Defense and Secretary of State,\" July 2007.", "\"The Next Generation of Nuclear Weapons,\" Bulletin of the Atomic Scientists (several short articles by multiple authors), July/August 2007, pp. 30-49.", "Pincus, Walter, \"Congress Skeptical of Warhead Plan,\" Washington Post, April 22, 2007, p. 5.", "Pincus, Walter, \"Making a Pitch for Nuclear Warhead Program,\" Washington Post, October 6, 2008, p. 13.", "Pincus, Walter, \"Strategic Command Chief Urges Quick Nuclear Weapons Modernization,\" Washington Post, December 5, 2008, p. 9.", "Scheber, Thomas, Reliable Replacement Warheads: Perspectives and Issues, publication 0005 of the United States Nuclear Strategy Forum, National Institute Press, August 2007, 31 p.", "Spring, Baker, \"Congress's Critical Role in the Reliable Replacement Warhead (RRW) Program,\" Heritage Foundation Executive Memorandum 1026, May 11, 2007, 2 p.", "U.S. Department of Defense and Department of Energy. Nuclear Weapons Council. \"Memorandum for the Nuclear Weapons Council (NWC), Subject: Reliable Replacement Warhead 1 (RRW-1) Path Forward,\" March 18, 2007, 1 p. + attachment.", "U.S. Department of Defense and Department of Energy. \"Report on the Feasibility and Implementation of the Reliable Replacement Warhead Program: Submitted to the Congressional Defense Committees Pursuant to Section 3111 of the National Defense Authorization Act for Fiscal Year 2006, P.L. 109-163 , by the Secretary of Defense and the Secretary of Energy in Consultation with the Nuclear Weapons Council,\" April 2008, 14 p.", "U.S. Department of Defense and Department of Energy. \"National Security and Nuclear Weapons in the 21 st Century,\" September 2008.", "U.S. Department of Energy. National Nuclear Security Administration. \"Design Selected for Reliable Replacement Warhead,\" news release, March 2, 2007.", "U.S. Department of Energy. National Nuclear Security Administration. \"Report on the Feasibility of Using Existing Pits for the Reliable Replacement Warhead Program,\" transmitted to Congress August 8, 2008, 15 p.", "U.S. Department of Energy. National Nuclear Security Administration. Office of Defense Programs. Report on the Plan for Transformation of the National Nuclear Security Administration Nuclear Weapons Complex, [report to] Congressional Defense Committees as requested by the United States Congress in P.L. 109-364 , John Warner National Defense Authorization Act for Fiscal Year 2007, January 31, 2007, 31 p.", "U.S. Executive Office of the President. Office of Management and Budget. \"Terminations, Reductions, and Savings: Budget of the U.S. Government, Fiscal Year 2010,\" 2009.", "Webb, Greg, \"Leading U.S. Scientist Criticizes Warhead Effort,\" Global Security Newswire, February 27, 2008."], "subsections": [{"section_title": "Appendix. Nuclear Weapons, Nuclear Weapons Complex, and Stockpile Stewardship Program", "paragraphs": ["This report refers to nuclear weapons design, operation, and production throughout. This Appendix describes key terms, concepts, and facilities as an aid to readers not familiar with them.", "Current strategic (long-range) and most tactical nuclear weapons are of a two-stage design. The first stage, the \"primary,\" is an atomic bomb similar in principle to the bomb dropped on Nagasaki. The primary provides the energy needed to trigger the second stage, or \"secondary.\"", "The primary has at its center a \"pit,\" a hollow core containing fissile material (typically plutonium) and containment shells of other metals. It is surrounded by chemical explosive shaped to generate a symmetrical inward-moving (implosion) shock front. When the explosive is detonated, the implosion compresses the plutonium, increasing its density so much that it becomes supercritical and can sustain a runaway nuclear chain reaction. A neutron generator injects neutrons into the plutonium. The neutrons drive this reaction by splitting (fissioning) plutonium atoms, repeatedly doubling the number of neutrons released. But the chain reaction can last only the briefest moment before the force of the nuclear explosion drives the plutonium outward so that it becomes subcritical and can no longer support a chain reaction. To increase the fraction of plutonium that is fissioned, boosting the yield of the primary, another system injects \"boost gas\"—a mixture of deuterium and tritium (isotopes of hydrogen) gases—into the pit before the explosive is detonated. The intense heat and pressure of the fission chain reaction cause this gas to undergo fusion. While the fusion reaction generates energy, its purpose is to generate a great many neutrons and thus \"boost\" the fission chain reaction to a higher level.", "A metal \"radiation case\" channels the energy of the primary to the secondary, which contains fission and fusion fuel. The energy ignites the secondary, which releases most of the energy of a nuclear explosion. The primary, radiation case, and secondary comprise the \"nuclear explosive package.\" Thousands of \"nonnuclear\" components are also needed to make the nuclear explosive package into a militarily usable weapon, such as an arming, firing, and fuzing system, an outer case, and electrical and physical connections linking a bomb to an airplane or a warhead to a missile.", "Nuclear weapons were designed, tested, and manufactured by the nuclear weapons complex, which is composed of eight government-owned contractor-operated sites: the Los Alamos National Laboratory (NM) and Lawrence Livermore National Laboratory (CA), which design nuclear explosive packages; Sandia National Laboratories (NM and CA), which designs nonnuclear components; Y-12 Plant (TN), which produces uranium components and secondaries; Kansas City Plant (MO), which produces many of the nonnuclear components; Savannah River Site (SC), which processes tritium from stockpiled weapons to remove decay products; Pantex Plant (TX), which assembles and disassembles nuclear weapons; and the Nevada Test Site, which used to conduct nuclear tests but now conducts other weapons-related experiments that do not produce a nuclear yield. These sites are now involved in disassembly, inspection, and refurbishment of existing nuclear weapons. The National Nuclear Security Administration (NNSA), a semiautonomous part of the Department of Energy, manages the nuclear weapons complex and program.", "NNSA maintains nuclear weapons and associated expertise through the Stockpile Stewardship Program (SSP), which Congress created in the FY1994 National Defense Authorization Act ( P.L. 103-160 , section 3138). The legislation specified that the goal of SSP is \"to ensure the preservation of the core intellectual and technical competencies of the United States in nuclear weapons\" through \"advanced computational capabilities,\" \"above-ground experiments\" (experiments not requiring nuclear testing), and construction of large experimental facilities. SSP has three main elements. Directed Stockpile Work involves work directly on nuclear weapons in the stockpile, such as monitoring their condition, maintaining them through refurbishment and modifications, R&D in support of specific warheads, and dismantlement. It includes the Life Extension Program and the RRW program. Campaigns provide focused scientific and engineering expertise in support of Directed Stockpile Work, in such areas as pit manufacturing and certification, computation, and study of the properties of materials. Readiness in Technical Base and Facilities funds infrastructure and operations at the nuclear weapons complex sites. While the legislation did not specify that SSP was not to involve nuclear testing, that goal seems clear from the history, and has become a goal of the program. NNSA does not rule out the possible need for testing, such as if a problem were to emerge in a warhead type that could not be remedied in any other way, but the United States has been able to maintain its nuclear stockpile without testing since 1992."], "subsections": []}]}]}}