{"id": "RL32113", "title": "Congressional Intervention in the Administrative Process: Legal and Ethical Considerations", "released_date": "2003-09-25T00:00:00", "summary": ["When congressional committees engage in oversight of the administrative bureaucracy, or when Members of Congress intervene in agency proceedings on behalf of private constituents or other private entities with interests affecting the Members's constituency, such interventions involve varying degrees of intrusion into agency decisionmaking processes. This report will briefly examine the currently applicable legal and ethical considerations and standards that mark the limits of such intercessions.", "The report initially reviews the judicial development and application of standards for determining whether congressional pressure or influence will be deemed to have tainted an agency proceeding. It concludes that the courts, in balancing Congress's performance of its constitutional and statutory obligations to oversee the actions of agency officials against the rights of parties before agencies, have shown a decided predilection for protecting the congressional prerogatives. Thus where informal rulemaking or other forms of informal decisionmaking are involved, the courts will look to the nature and impact of the political pressure on the agency decisionmaker and will intervene only where that pressure has had the actual effect of forcing the consideration of factors Congress did not intend to make relevant. Where agency adjudication is involved a stricter standard is applied and the finding of an appearance of impropriety can be sufficient to taint the proceeding. But even here the courts have required that the pressure or influence be directed at the ultimate decisionmaker with respect to the merits of the proceeding and that it does not involve legitimate oversight and investigative functions, before they will intervene.", "The report next examines the conduct of Members of Congress and their staffs intervening in administrative matters from the perspective of ethics and conflict of interest rules, statutes and guidelines bearing upon a Member's and staffer's official duties. It notes that since congressional intervention and expressions of interest in administrative matters from a Member's office are recognized as legitimate, official representational and oversight functions and duties of Members of Congress, the primary focus of the ethical and statutory conduct restraints is limited to(1) any improper enrichment or financial benefit accruing to the Member in return for, or because of, his or her official actions and influences, including the receipt of gifts or payments, or existing financial interests in, or relating to the matter under consideration; and (2) any overt coercion or threats of reprisals, or promises of favoritism or reward to administrators from the Member's office which could indicate an arguable abuse of a Member's official representational or oversight role. Additionally, ethical guidelines in Congress incorporate an \"appearance\" standard for Members which would counsel a Member to adopt office procedures and systems which would prevent an appearance of a \"linkage\" between interventions and the receipt of things of value, particularly legitimate campaign contributions, and which would assure that decisions to intervene are based on the merits of a particular matter."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "I. Introduction", "paragraphs": ["The inevitable tension between Congress and the Executive created by our constitutionally mandated system of separated but shared powers has been the source of continual interbranch conflict. One manifestation of this struggle occurs when congressional committees engage in oversight of the administrative bureaucracy; another when Members of Congress attempt to intervene in administrative proceedings on behalf of private constituents or other private entities with interests affecting the Member's constituency. Both such interventions involve varying degrees of intrusion into agency decisionmaking processes. On relatively rare occasions these interventions have resulted in court actions challenging the congressional intercession as exertions of undue political influence on agency decisionmakers which violate the due process rights of participants in the proceedings in question and impugn the integrity of the agency decisional processes; or in disciplinary proceedings before ethics committees of either House alleging that such Member actions violated institutional rules or other ethical standards. Such challenges have arisen in the context of congressional intercessions into rulemakings, ratemakings, informal decisionmaking, adjudications, and agency investigations that arguably would lead to an adjudicatory proceeding.", "Past high profile incidents raising questions regarding the legal and ethical propriety of congressional exertions of influence on administrative decisionmaking have surprisingly produced only a paucity of authoritative commentary on and analysis of the guiding principles and standards applicable to the constitutional bases of the roles Members play when they act as part of the committee oversight process or in their individual representative capacities. This report is designed to provide a contemporary overview of applicable guidelines and considerations in the judicial and congressional forums. Toward that end, Part II reviews the judicial development and application of standards for determining whether congressional pressure or influence will be deemed to have tainted an agency proceeding. It concludes that the courts, in balancing Congress's performance of its constitutional and statutory obligations to oversee the actions of agency officials against the rights of parties before agencies, have shown a decided predilection for protecting the congressional prerogatives. Thus where informal rulemaking or other forms of informal decisionmaking are involved, the courts will look to the nature and impact of the political pressure on the agency decisionmaker and will intervene only where that pressure has had the actual effect of forcing the consideration of factors Congress did not intend to make relevant. Where agency adjudication is involved a stricter standard is applied and the finding of an appearance of impropriety can be sufficient to taint the proceeding. But even here the courts have required that the pressure or influence be directed at the ultimate decisionmaker with respect to the merits of the proceeding and that it does not involve legitimate oversight and investigative functions before they will intervene.", "Part III of the report examines the conduct of Members of Congress and their staffs intervening in administrative matters from the perspective of ethics and conflict of interest rules, statutes and guidelines bearing upon a Member's and staffer's official duties in this area. It notes that since congressional intervention and expressions of interest in administrative matters from a Member's office are recognized as legitimate, official representational and oversight functions and duties of Members of Congress, the primary focus of these ethical and statutory conduct restraints is limited to(1) any improper enrichment or financial benefit accruing to the Member in return for or because of his or her official actions and influences, including the receipt of gifts or payments, or existing financial interests in, or relating to the matter under consideration; and (2) any overt coercion or threats of reprisals, or promises of favoritism or reward to administrators from the Member's office which could indicate an arguable abuse of a Member's official representational or oversight role. Additionally, there are ethical guidelines in Congress incorporating broad \"appearance' standards for Members which could raise ethical concerns in relation to the acceptance of gifts, favors, donations, and benefits, including campaign contributions, by Members from those who are directly affected by the Member's official duties, even in the absence of a showing of any corrupt bargain, express payment, or any direct connection to an official act. While campaign contributions from private individuals to Members have a facial legitimacy and necessity in our government and electoral system which other forms of monetary transfers to legislators (such as gifts) do not, and may be treated differently, both Houses of Congress advise members and staff to avoid any appearance of a \"linkage\" between campaign contributions and interventions. Such guidance would counsel a Member to adopt office procedures and systems for evaluating requests for assistance which would prevent any appearance that interventions decisions are based upon the receipt of things of value, particularly legitimate campaign contributions, and which would assure that decisions to intervene are, rather, based on the merits of a particular matter."], "subsections": []}, {"section_title": "II. Current Judicial Standards Governing Congressional Influence on Agency Decisionmaking", "paragraphs": ["Support for claims that an exercise of congressional influence in an agency proceeding may serve as basis for a challenge to the end product of that decisional process rest on two foundation cases, a 1966 decision of the Fifth Circuit Court of Appeals in Pillsbury Co. v. FTC and a 1971 ruling of the District of Columbia Circuit Court of Appeals in D.C. Federation of Civic Associations v. Volpe , and a relative handful of judicial rulings since then which have grappled with the question of whether particular instances of exertion of congressional pressure would serve to taint such a proceeding. While this case law makes it clear that there are limits to congressional intercession, whether those limits have been breached in a particular instance is often far less clear. Analysis has been made difficult by the relative dearth of decisions and the reluctance of courts in those cases to venture beyond the factual confines of the dispute. The absence of a congressional spokesperson in most of the cases to present the legislative interest may also be a complicating factor.", "Close analysis of the apparently disparate and sometimes seemingly conflicting judicial decisions, however, reveals a consistent underlying pattern that allows for rationalization of the holdings and for the formulation of guidelines for application in future situations. The determinative factors for the courts appear to be the nature of the proceeding involved, the impact the political pressure had on the decisionmaker, and whether the object of the political intercession is to reflect the views of members on issues of law and policy. This part of the report will examine the extant case law to explicate the manner in which the courts are formulating the differing standards that are applied to the various types of administrative proceedings and the underlying rationale for their actions."], "subsections": [{"section_title": "A. The Nature of the Proceeding", "paragraphs": ["The law of undue influence is a still-evolving, difficult to define area of jurisprudence that does not as yet yield ready answers when applied to particular complex and often politically charged fact situations. The relatively small body of case law that has developed, however, reflects the growing sensitivity of the courts to appearing to be engaging in unwarranted intrusions into the political process.", "Problems in this area are not subject to easy categorization or generalizations; case by case evaluations have been the norm. However, the case law does provide broad guidelines within which analysis may proceed: Where agency actions resembles judicial action, where it involves formal or informal adjudication, or formal rulemaking, insulation of the decisionmaker from political influence through public pressure or unrevealed ex parte contacts has been deemed justified by basic notions of due process to the parties involved. But where agency action involves informal rulemaking of generally applicable policy, thus closely resembling the legislative process, there is deemed to be far less justification for judicial intervention to protect the integrity of the process", "In practice, however, these categorizations serve only as useful starting points for analysis. The courts have eschewed mechanical application of these categories. That is, an agency proceeding that has adjudicatory elements will not be pigeonholed automatically as a case requiring the highest level of judicial scrutiny. Similarly, an informal rulemaking may not be reflexively dealt with as a matter of pure policymaking and accorded extreme deference. Rather, the courts appear to be making their determinations in this area by ascertaining where on the adjudication/policymaking continuum the proceeding falls and then applying the factors most appropriate to that particular situation. The task of analysis in such cases is thus threefold: (1) determination of the type of proceeding involved; (2) identification and application of the factors relevant to that type of proceeding; and, if taint is involved, (3) determining the remedies that may be available. The following discussion will treat each of these issues in turn. It seems useful, however, to start with an overview and description of the distinguishing elements of the various proceedings in the continuum as it moves from adjudication toward varieties of informal, non-record decisionmaking.", "Administrative action pursuant to the Administrative Procedure Act (APA) is either adjudication or rulemaking. The two processes differ fundamentally in purpose and focus and as a consequence have imposed on them sharply divergent statutory and constitutional procedural requirements. Thus the APA defines \"adjudication\" as the \"agency process for the formulation of an order.\" The term \"order\" is then defined as \"the whole or part of a final disposition, whether affirmative, negative, injunctive, or declaratory in form, of an agency in a matter other than a rulemaking but including licensing.\" A \"rulemaking\" is the \"agency process for formulating, amending, or repealing a rule.\" Finally, a \"rule\" is defined to mean:", ". . . the whole or a part of an agency statement of general or particular applicability and future effect designed to implement, interpret, or prescribe law or policy or describing the organization, procedure, or practice requirements of an agency and includes the approval or prescription for the future of rates, wages, corporate or financial structures or reorganizations thereof, prices, facilities, appliances, services or allowances therefor or of valuations, costs, or accounting, or practices bearing on any of the foregoing.", "The definitive explanation of the interrelationship of these definitions and the dichotomous scheme of the APA was provided the Attorney General in 1947.", "The object of the rule making proceeding is the implementation or prescription of law or policy for the future, rather than the evaluation of a respondent's past conduct. Typically, the issues relate not to the evidentiary facts, as to which the veracity and demeanor of witnesses would often be important, but rather to the policy-making conclusions to be drawn from the facts . . . Conversely, adjudication is concerned with the determination of past and present rights and liabilities. Normally, there is involved a decision as to whether past conduct was unlawful, so that the proceeding is characterized by an accusatory flavor and may result in disciplinary action.", "In sum, then, rulemaking involves the formulation of a policy or interpretation which the agency will apply in the future to all persons engaged in the regulated activity. Adjudication is the administrative equivalent of a judicial trial. It applies policy to a set of past actions and results in an order against (or in favor of) the named party. The focus of rulemaking is prospective. The primary focus of adjudication is retrospective.", "Administrative rulemaking and adjudication may be conducted pursuant to either informal or formal procedures. Informal rulemaking requires the administrative agency, following publication of a proposed rule in the Federal Register, to provide \"interested persons an opportunity to participate in the rulemaking through submission of written data, views or arguments.\" Courts reviewing such proceedings are required to uphold informal rulemaking decisions unless those decisions are \"arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with law.", "Formal rulemaking is invoked when \"rules are required by statute to be made on the record after opportunity for agency hearing.\" Under the APA, formal rulemaking must include a trial-type hearing at which a \"party is entitled to present his case or defense or oral or documentary evidence, to submit rebuttal evidence, and to conduct such cross-examination as may be required for a full and true disclosure of the facts.\" Judicial review of formal rulemaking requires a court to set aside a rule that is \"unsupported by substantial evidence\" on the record.", "Formal adjudication is governed by section 554 of the APA and arises in \"every case of adjudication required by statute to be determined on the record after opportunity for an agency hearing.\" Section 554 incorporates the procedural requirements of section 556 and 557 and affords parties to a formal adjudication the right to present evidence and to conduct cross examination. Judicial review of formal adjudication, like that of formal rulemaking, is governed by the substantial evidence standard.", "Informal adjudication occurs when an agency determines the rights or liabilities of a party in a proceeding to which section 554 does not apply. The APA makes no provision for informal adjudications—adjudications unaccompanied by the protections of an on the record, formal, judicial-like trial. But since these informal adjudications involve individual rights rather than issues of general policy, the courts have recognized they implicate constitutional due process values. Thus, although due process does not generally require a full scale judicial trial, informal adjudications must nevertheless conform \"with the notion of a fair hearing and with the principles of fairness implicit in due process.\" In such proceedings, the agency's final decision is reviewed under the APA's arbitrary and capricious standard which requires a court to conduct a \"searching and careful\" inquiry based upon \"the full administrative record that was before the [agency decisionmaker] at the time he made his decision.\"", "It is important to note that informal decisionmaking, that is, governmental actions that are taken without an evidentiary hearing and formal record, constitute by far the vast bulk of government decisionmaking. As one commentator has noted:", "... However defined, informal action is the mode in which government operates. A common and loose figure is that ninety percent of the government's business is accomplished by informal action. The figure is much too low. In terms of quantity, surely much less than one percent of the actions of the federal government are based upon evidentiary hearings. And, if one were possessed of a divine calibrator that could measure \"importance,\" it is doubtful that weighing the transactions by their importance would reduce the predominance of informal action in the operations of government.", "As a consequence, this category of decisionmaking has been accorded special attention by the courts.", "A final important category of agency action that has been the subject of undue influence litigation is investigation. Most administrative action, including much of that which occurs in an informal as well as in a formal proceeding, is conditioned by information obtained through an agency's prior investigation. Administrative agencies do not have unrestricted power to demand information merely for satisfying their curiosity. The agency's command can be enforced only if it is authorized by law and issued in a lawful manner. Additionally, constitutional limitations hedge administrative power to investigate. Within these constraints, the courts have acknowledged the importance of judicial deference to administrative agencies in conducting investigations. Agency decisions to conduct investigations are deemed \"committed entirely to agency discretion\" and are unreviewable except where they are made in \"bad faith\" and the enforcement of the administrative process would be an abuse of the judicial process.", "The cases indicate, at least in their rhetoric, that identification and categorization of the subject proceedings are significant. We turn now to a review of the pertinent case law which serves to illustrate the types of factors the courts have identified as relevant in different kinds of proceedings."], "subsections": []}, {"section_title": "B. The Foundation Cases", "paragraphs": [], "subsections": [{"section_title": "1. Pillsbury Co. v. FTC", "paragraphs": ["The seminal case with respect to the nature and extent of permissible congressional intercession into agency adjudicatory or quasi-adjudicatory proceedings is the 1966 decision of the Court of Appeals for the Fifth Circuit in Pillsbury Company v. Federal Trade Commission, which held a Federal Trade Commission (FTC) divestiture order invalid because the Commission's decisional process had been tainted by impermissible congressional influence. At issue was an intense interrogation at a Senate subcommittee hearing of the FTC Chairman and several members of his staff on a key issue in an antitrust adjudication involving the Pillsbury Company which was then pending before the Commission. The Senators expressed opinions on the issue and criticized the FTC for its interpretation of section 7 of the Clayton Act in a previous interlocutory order in Pillsbury's favor. The clear message of the Senate committee criticism was that the FTC should have ruled against Pillsbury. In its subsequent final decision the Commission ruled as the Committee had suggested. The appeals court found the Senate inquiry to be an \"improper intrusion into the adjudicatory process of the Commission.\" The court based its holding on the fact that the agency was acting in a judicial capacity. As a consequence, the private litigants had a \"right to a fair trial\" and the \"appearance of impartiality\" as part of the general guarantees of procedural due process when the agency is acting in a judicial or quasi-judicial capacity. The court emphasized the judicial nature of the function the agency was performing and explained that in order to protect the integrity of that type of process, it was proscribing the subcommittee's action because it cast doubt upon the \"appearance of impartiality\" of the decisionmakers, and not because of any finding that the Commission had actually been influenced.", "... However, when [a congressional] investigation focuses directly and substantially upon the mental decisional processes of a Commission in a case which is pending before it, Congress is no longer intervening in the agency's legislative function, but rather, in its judicial function. At this latter point, we become concerned with the right of private litigants to a fair trial and, equally important, with their right to the appearance of impartiality, which cannot be maintained unless those who exercise the judicial function are free from powerful external influences ...", "To subject an administrator to a searching examination as to how and why he reached his decision in a case still pending before him, and to criticize him for reaching the \"wrong\" decision, as the Senate subcommittee did in this case, sacrifices the appearance of impartiality—the sine qua non of American judicial justice—in favor of some short-run notions regarding the Congressional intent underlying an amendment to a statute, unfettered administration of which was committed by Congress to the Federal Trade Commission.", "It may be argued that such officials as members of the Federal Trade Commission are sufficiently aware of the realities of governmental, not to say \"political,\" life as to be able to withstand such questioning as we have outlined here. However, this court is not so \"sophisticated\" that it can shrug off such a procedural due process claim merely because the officials involved should be able to discount what is said and to disregard the force of the intrusion into the adjudicatory process. We conclude that we can preserve the rights of the litigants in a case such as this without having any adverse effect upon the legitimate exercise of the investigative power of Congress. What we do is to preserve the integrity of the judicial aspect of the administrative process."], "subsections": []}, {"section_title": "2. D.C. Federation of Civic Associations v. Volpe", "paragraphs": ["D.C. Federation of Civic Associations v. Volpe, decided by the D.C. Circuit five years later, provides an apt counterpoint to Pillsbury . D.C. Federation also involved a claim of undue congressional influence but not within the context of a judicial or quasi-judicial proceeding. The principles enunciated by the court as necessary to establish a claim of taint in such a situation mark out the boundaries of permissible congressional action which have influenced courts since then. D.C. Federation involved the approval by the Secretary of Transportation of construction of the Three Sisters Bridge across the Potomac River. Two issues were presented: first, whether the Secretary failed to comply within statutory requirements prior to approval of construction; and second, whether the Secretary's determinations were tainted by extraneous pressures. With regard to the first issue, a majority of the court found that in a number of critical respects the Secretary had failed to comply with applicable statutory standards which therefore required a remand for further agency determinations.", "Although this finding would have been sufficient to dispose of the case, Judge Bazelon chose to deal with the \"taint\" issue. That involved the allegation that threats by the Chairman of the House appropriation subcommittee, which had jurisdiction over the funding of District of Columbia's transportation construction projects to deny funds for the District's proposed subway system unless the bridge project was approved and whether those threats had a legal impact on the Secretary's subsequent approval decision. Judge Bazelon stated that he was \"convinced that the impact of this is sufficient, standing alone, to invalidate the Secretary's action. Even if the Secretary had taken every formal step required by every applicable statutory provision, reversal would be required, in my opinion, because extraneous pressure intruded into the calculus of considerations on which the Secretary's decision was based.\"", "Judge Bazelon pointed out that he was alone in this opinion: \"Judge Fahy, on the other hand, has concluded that since critical determinations cannot stand irrespective of the allegations of pressure, he finds it unnecessary to decide the case on this independent ground.\" But it is to be noted that the disagreement between Judges Bazelon and Fahy was not as to the applicable principle of law but rather as to whether the district court below had found there had been any consideration by the Secretary of extraneous influence:", "While Judge Fahy is not entirely convinced that the District Court ultimately found as a fact that the extraneous pressure had influenced the Secretary—a point which is for me clear—he has authorized me to note his concurrence in my discussion of the controlling principle of law: namely, that the decision would be invalid if based in whole or in part on the pressures emanating from Representative Natcher. Judge Fahy agrees, and we therefore hold, that on remand the Secretary must make new determinations based strictly on the merits and completely without regard to any considerations not made relevant in the applicable statute.", "Judge Bazelon's opinion makes it clear that the court's standard—that extraneous congressional influences actually shown to have had an impact on an agency decision will taint such administrative action –is crafted for the special administrative circumstances of the situation before it: where the decisional process was neither judicial or legislative in nature.", "The District Court was surely correct in concluding that the Secretary's action was not judicial or quasi-judicial, and for that reason we agree that much of the doctrine cited by plaintiffs is inapposite. If he had been acting in such a capacity, plaintiffs could have forcefully argued that the decision was invalid because of the decisionmaker's bias or because he had received ex parte communications. Well-established principles could have been invoked to support these arguments, and plaintiffs might have prevailed even without showing that the pressure had actually influenced the Secretary's decision. With regard to judicial decisionmaking, whether by court or agency, the appearance of bias or pressure may be no less objectionable than the reality. But since the Secretary's action was not judicial, that rationale has no application here.", "If, on the other hand, the Secretary's action had been purely legislative, we might have agreed with the District Court that his decision could stand in spite of a finding that he had considered extraneous pressures. Beginning with Fletcher v. Peck , the Supreme Court has maintained that a statute cannot be invalidated merely because the legislature's action was motivated by impermissible considerations (except, perhaps, in special circumstances not applicable here). Indeed, that very principle requires us to reject plaintiffs' argument that the approval of the bridge by the District of Columbia City Council was in some sense invalid. We do not sit in judgment of the motives of the District's legislative body, nor do we have authority to review its decisions. The City Council's action constituted, in our view, the approval of the project required by the statute.", "Thus, the underlying problem cannot be illuminated by a simplistic effort to force the Secretary's action into a purely judicial or purely legislative mold. His decision was not \"judicial\" in that he was not required to base it solely on a formal record established at a public hearing. At the same time, it was not purely \"legislative\" since Congress had already established the boundaries within which his discretion could operate. But even though his action fell between these two conceptual extremes, it is still governed by principles that we had thought elementary and beyond dispute. If, in the course of reaching his decision, Secretary Volpe took into account \"considerations that Congress could not have intended to make relevant,\" his action proceeded from an erroneous premise and his decision cannot stand. The error would be more flagrant, of course, if the Secretary had based his decision solely on the pressures generated by Representative Natcher. But it should be clear that his action would not be immunized merely because he also considered some relevant factors.", "Thus, the court appeared to view undue influence cases as classifiable on a continuum, with the applicable standard dependant on where on the continuum the nature of the case places it. If a proceeding is one in which judicial or quasi-judicial functions are being exercised, then the highest standard of conduct is required, and only a showing of interference with merely the \"appearance of impartiality,\" without proof of actual partiality or other effect of the extraneous influences, is necessary. If the decisionmaking is \"purely legislative\" (policymaking) in nature, such as takes place in informal rulemaking, then the courts will be most deferential, even in the face of heavy extraneous pressures, to the political nature of the process. Finally, where a decisional process involves application of ascertainable legislative standards by an agency official in a situation that cannot be categorized as either judicial or legislative, i.e. , informal decisionmaking, then a claim of impermissible interference will be sustained only on a showing of actual effect. The courts appear to have been guided by this suggested mode of analysis."], "subsections": []}, {"section_title": "3. The Critique of Pillsbury and D.C. Federation", "paragraphs": ["The rulings in Pillsbury and D.C. Federation have received surprisingly limited attention over the years, but what commentary there is has been generally critical, emphasizing both courts' failure to give proper weight to the values of the political process in such cases. An influential 1990 article by Professor Richard J. Pierce, Jr., a leading administrative law scholar, reflects practical concerns raised by the decisions. Pierce agrees that the Pillsbury court reached a defensible result in light of the circumstances presented: the contested issues of fact were at least arguably adjudicatory in nature rather than legislative and the intense interrogation could be viewed as pressure to resolve the facts against Pillsbury, thereby creating the appearance of impropriety. Thus, even though it is impossible to determine whether the FTC's resolution of those facts was in fact influenced by the hostile questions, Pierce argues that one could infer that the FTC purposely resolved adjudicative facts against Pillsbury in response to the committee's attacks. Pierce's concern, however, is that the 5 th Circuit did not decide the case on this narrow ground, but announced the far broader principle that \"[w]hen [a congressional] investigation focuses directly and substantially upon the mental decisional processes of a Commission in a case before it, Congress is . . . intervening [impermissibly] in the agency's adjudicatory function.\" Application of such a broadly stated prohibition in future cases, Pierce asserts, could result in findings attributable to congressional pressure without regard to the actual context of the congressional proceeding and", "would constitute an unjustified judicial interference with the political process of policymaking. Whether to apply the rule of reason or a per se rule to acquisitions under the Clayton Act is purely a policy decision . . . Legislators should be free to express their views on this policy issue, and FTC commissioners should be free to change their minds and adopt those views. This is the political process functioning properly. It is of no consequence to the judiciary whether the FTC changes its policy because it is persuaded by the merits of the legislators' arguments, or because it fears that the legislature will retaliate . . . Similarly, the courts should not distinguish between policy decisions made through rulemaking and policy decisions developed in adjudicatory proceedings. To paraphrase Justice Holmes, judicial process values should trump political process values only when an agency has singled out an individual for adverse treatment.", "While finding Pillsbury ' s holding defensible, Professor Pierce deems D.C. Federation indefensible, \"stand[ing] for the principle that two politically accountable branches cannot compromise their frequently differing policy preferences.\" In Pierce's view, the case was about a political dispute over the allocation of transportation funds between the administering agency and the key congressional appropriating subcommittee. The secretary preferred seeing a subway built; the subcommittee (and Congress) wanted a bridge built. After a heated public dispute, a political compromise was effected whereby both projects would go forward. But the appeals court intervened finding that the secretary's decisions, which were part of the political deal, were infected with impermissible bias as a result of legislative branch pressure. In the words of the court, \"the impact of this pressure is sufficient, standing alone, to invalidate the Secretary's action.\" In Professor Pierce's view:", "D.C. Federation is hard to explain in a democracy in which two politically accountable branches of government share the power to make policy. The agency was not adjudicating a dispute involving individual rights; nor was it resolving contested issues of adjudicative fact. Perhaps the case stands for the principle that the two politically accountable branches cannot compromise their frequently differing policy preferences. But if so, it is a singularly arrogant decision. The Constitution created a system of shared and coordinated policymaking by the two politically accountable branches. The Framers included many features to force compromise between the two branches: The President's role in the legislative process, the Senate's role in approving policymaking officials for the executive branch, the Senate's role in ratifying treaties and the exclusive power of the House to initiate tax and appropriations bills. Our nation would be ungovernable in the absence of constant policy compromises between the executive and legislative branches.", "As will be seen in the following review of the undue influence case law since the decisions in Pillsbury and D.C. Federation , Professor Pierces's pragmatic views appear to have been influential."], "subsections": []}]}, {"section_title": "C. Adjudicatory Rulings Since Pillsbury", "paragraphs": ["Since the decision in Pillsbury, while courts have continued to recognize verbally the vitality of that precedent, only one court has actually overturned a quasi-judicial agency proceeding on grounds of undue political influence, and the most recent judicial rulings have evinced a clear predilection to defer to congressional actions where they involve the legitimate exercise of legislative oversight and investigative functions."], "subsections": [{"section_title": "1. Koniag v. Kleppe", "paragraphs": ["The solitary ruling referred to occurred in Koniag v. Kleppe, in which a district court set aside adjudicatory decisions of the Secretary of the Interior with respect to the eligibility of several communities to receive land and money under the Alaska Native Claims Settlement Act (ANSCA), at least in part because it found improper congressional pressure exerted on the Department and the Secretary. There, a congressional subcommittee held oversight hearings on the administration of the Act while the proceedings in question were pending. The district court, however, found that the hearings went substantially beyond the oversight function.", "The hearings took place during the time that the validity of certain claims being advanced by the plaintiffs was being litigated before the Secretary and following upon earlier correspondence which the Congressman had addressed to various subordinates of the Secretary. The stated purpose of the hearings was to present a forum for discussing the implementation of the Act but in fact the Committee, through its chairman and staff members, probed deeply into details of contested cases then under consideration, indicating that there was \"more than meets the eye.\" The entire rule-making process was re-examined, travel vouchers and other information were sought to probe the adequacy of the investigations made, all papers in the pending proceedings were demanded, the accuracy of data and procedures was questioned, and constantly the Committee interjected itself into aspects of the decisionmaking process.", "When the departmental officials expressed concern about the integrity of the quasi-judicial administrative process, the Chairman several times stated that it was not his purpose to pressure the Department, but he many times stated his doubts that the law was being properly carried out. The court noted: \"On key issues now in dispute before the Court, representatives of the Government were obligated to take positions as to the interpretation of the Act. A strenuous effort was made by the Chairman to encourage protest and appeals, coupled with comments indicating his clear impression that all that could be done was being done and that some of the results being reached were contrary to congressional intent.\"", "Two days before the Secretary made his determination on the eligibility of the villages, the Chairman sent a letter to him requesting that he postpone his decision on the matter pending a review and opinion by the Comptroller General because it \"appears from the testimony [at the hearings] that village eligibility and Native enrollment requirements of ANSCA have been misinterpreted in the regulations and that certain villages should not have been certified as eligible for land selections under ANSCA.\" On these facts the district court vacated the Secretary's eligibility decisions and reinstated the decisions initially rendered by the Bureau of Indian Affairs (BIA).", "On appeal, the District of Columbia Circuit Court of appeals disagreed in part with the lower court's application of the relevant law but not with its validity. Thus, with regard to the Chairman's conduct of the hearings, the appeals court found fault with the district court's ruling because none of the agency officials subjected to the Chairman's interrogations was an agency decisionmaker.", "The hearings in question were called by Congressman Dingell in June of 1974 at the time the Board and the Secretary were considering most of these cases.... During the hearings Congressman Dingell made no secret of his displeasure with some of the initial BIA eligibility determinations. Nevertheless, we think the Pillsbury decision is not controlling here because none of the persons called before the subcommittee was a decisionmaker in these cases. One possible exception was Mr. Ken Brown, a close advisor to the Secretary who briefed him on the cases at the time he decided to approve the Board's recommended decisions. However, even if we assume that the Pillsbury doctrine would reach advisors to the decisionmaker, Mr. Brown was not asked to prejudge any of the claims by characterizing their validity. See Pillsbury Co. v. FTC, supra at 964. The worst cast that can be put upon the hearing is that Brown was present when the subcommittee expressed its belief that certain villages had made fraudulent claims and that the BIA decisions were in error. This is not enough.", "With regard to the Chairman's letter, however, the court of appeals found \"it compromised the appearance of the Secretary's impartiality,\" and thereby tainted the decision, citing Pillsbury approvingly. But rather than reinstate the BIA decisions, the matter was remanded to the Secretary since three and a half years had passed and a new Secretary of a new Administration had taken office, thus making possible a fair and dispassionate treatment of the matter."], "subsections": []}, {"section_title": "2. Gulf Oil Corporation v. FPC", "paragraphs": ["Other than Koniag, reviewing courts have consistently upheld congressional intercessions into adjudicatory proceedings against undue political influence challenges. In Gulf Oil Corporation v. FPC, for example, petitioners sought to overturn a Federal Power Commission (FPC) order requiring delivery of larger quantities of natural gas. In upholding the order, the appeals court rejected a claim that members and staff of the FPC had been subjected to improper interrogation and interference in the decision of the matter by the Subcommittee on Oversight and Investigations of the House Interstate and Foreign Commerce Committee at hearings and in correspondence. The court recognized the relevance of Pillsbury to such an adjudicatory proceeding but acknowledged that it had to be sensitive to the legislative importance of congressional committees in oversight and investigation and recognized that \"their interest in the objective and efficient operation of regulatory agencies serves a legitimate and wholesome function with which we should not lightly interfere.\" Balancing the interests of integrity of an adjudicatory proceeding and congressional oversight, the court found determinative distinctions between Pillsbury and the case before it. First, the court found that the subcommittee was not concerned with the merits of the agency's decision, as was the situation in Pillsbury, but \"was directed at accelerating the disposition and enforcement of the FPC's compliance procedures.\" Nor did the court find any effort to influence the Commission in reaching any decision on the specific facts of the case or any factual prejudice. Any intrusions into the merits of the FPC's decision were found to be \"incidental to the purpose of accelerating\" the agency's disposition of the case. Those \"incidental intrusions\" were found not to have had serious influence on the agency because (1) the interrogation did not reflect the majority view of the subcommittee; (2) the agency did not accede to Members' requests and continued with the show cause proceeding; and (3) the ultimate resolution of the issue was the same as it had been in proceedings concluded a year prior to the hearings in question. Concluding that the claim of prejudice could not be sustained under the facts and circumstances of the case, the court recapitulated the factors it had taken into consideration:", "Weighing these factors–the importance and need for Congressional oversight of regulatory agencies, the Commission's evident strong backbone in resisting subcommittee pressure, the Commission's identical resolution of each issue in its prior decision, the entirely legal nature of the Commission's decision, and our agreement with that decision–against our commitment to the principle that administrative agencies must be allowed to exercise their adjudicative functions free of Congressional pressure, we conclude that the legislative conduct in this case did not affect the fairness of the Commissions proceedings and does not warrant our setting aside the Commission's order."], "subsections": []}, {"section_title": "3. Peter Kiewit Sons' Co. v. U.S. Army Corps of Engineers", "paragraphs": ["In Peter Kiewit Sons ' Co. v. U.S. Army Corps of Engineers, the appeals court dealt with the effects of the conduct of a Senator at prior congressional investigations on the subject of debarment of government contractors convicted of bid-rigging and similar offenses, and his recommendations and status inquiries contemporaneous with an ongoing debarment proceeding. The plaintiff, the subject of the debarment proceeding, claimed that the Senator's persistence in the subject area, and his particular interest in its case, compromised the integrity of the administrative proceeding. The district court agreed. On appeal, the District of Columbia Circuit Court reversed.", "The appeals court acknowledged that a judicial or quasi-judicial proceeding could be invalidated by the appearance of bias or pressure and that under that standard \"pressure on the decisionmaker alone, without proof or effect on the outcome, is sufficient to vacate a decision.\" Thus, \"[t]he test is whether 'extraneous factors intruded into the calculus of consideration' of the individual decisionmaker.\" In the case before it, the court found neither actual nor apparent congressional interference since the Senator had never communicated directly with the ultimate decisionmaker in the debarment, the Assistant Judge Advocate General for Civil Law, nor was it shown that that official was even aware of the Senator's communications."], "subsections": []}, {"section_title": "4. Power Authority of the State of New York v. FERC", "paragraphs": ["Challenged congressional communications in an adjudicatory setting were next rejected in Power Authority of the State of New York v. FERC . This was an action for review of a series of decisions by the Federal Energy Regulatory Commission (FERC) which involved, inter alia, the claim that four Members of Congress allegedly engaged in ex parte communications with FERC in connection with a proceeding for a declaratory order regarding the allocation of power generated by waters of the Niagara River. The communications in question consisted of a letter from two House Members to President Reagan which the President forwarded to the Chairman of FERC, and a press conference attended by the four defendants, FERC officials and the public, at which the petitioners urged reversal of an administrative law judges's decision against them. At the time FERC was considering petitions for rehearing, one of the petitioners filed a motion with FERC to deny rehearing because the proceeding had been tainted. The Commission denied the motion on the ground that the ex parte communications had not undermined \"the integrity of ... [the Commission's] processes.\" That same decision also resolved the merits of the proceeding and the Municipal Electric Utilities Association of New York (MEUA) and other parties sought appellate review.", "The Second Circuit Court of Appeals summarily rejected MEUA's contentions with the following analysis:", "Ex parte communications by Congressmen or any one else with a judicial or quasi-judicial body regarding a pending matter are improper and should be discouraged. On the other hand, the mere existence of such communications hardly requires a court or administrative body to disqualify itself. Recusal would be required only if the communications posed a serious likelihood of affecting the agency's ability to act fairly and impartially in the matter before it. Gulf Oil Corp. v. FPC, 563 F. 2d 588, 611-12 (3d Cir. 1977). In resolving that issue, one must look to the nature of the communications and particularly to whether they contain factual matter or other information outside of the record, which the parties did not have an opportunity to rebut. See Professional Air Traffic Controllers Organization v. FLPA, 672 F. 2d 109, 112-13 (D.C. Cir. 1982); United States Lines v. Federal Maritime Commission, 584 F.2d 519, 533-34 (D.C. Cir. 1978).", "The communications here fall far short of meeting these requirements. No new evidence was introduced. There was nothing secret about the letters. MEUA was promptly made aware of the correspondence by the Commission and had a full opportunity to comment and respond. Since MEUA had no rebuttal evidence to offer– indeed, none was called for - an evidentiary hearing was unnecessary. The Commission properly denied MEUA's motion."], "subsections": []}, {"section_title": "5. State of California v. FERC", "paragraphs": ["The two most recent appellate court rulings continue the trend of the courts not to interfere with congressional attempts to influence quasi-adjudicatory proceedings, emphasizing judicial recognition of the important constitutional role of oversight and investigation and the demonstrated ability of agencies to shield their sensitive adjudicatory processes from due process intrusions. In State of California v. FERC , an applicant for a license to build a hydroelectric facility challenged the award of a conditioned license on the grounds, among others, that letters from the Chairman of the House Energy and Commerce Committee unduly influenced, and thereby tainted, the entire sequence of Federal Energy Regulatory Commission orders which resulted in the conditioned license, relying on the Pillsbury case. In three letters to FERC, the Chairman complained that the agency had not followed the recently enacted dispute resolution procedures under the Federal Power Act. In response to those complaints, FERC reopened dispute resolution negotiations with State and federal fish and wildlife agencies prior to the conclusion of the licensing process. The Chairman also sent two letters to the agency urging it to review its two decades old interpretation of the Federal Land Policy and Management Act (FLPMA) that a hydroelectric project sponsor was not required to obtain a right-of-way permit over public lands from the Bureau of Lands Management of the Department of Interior because FERC had exclusive jurisdiction over federal hydroelectric development. The Chairman put forth a contrary view and requested and received support for that view in a report by the General Accounting Office (GAO). FERC, after initially rejecting the Chairman's contention and reaffirming its long held interpretation during the course of the licensing proceeding, reversed its course after receiving the GAO report.", "The appeals court rejected both objections, holding that neither rose \"to the level of undue congressional influence described in Pillsbury nor do they adversely affect the appearance of impartiality in this case.\" FERC's decision to open the dispute resolution process after receipt of the Chairman's letters was designed, the court found, to \"correct a procedural problem\" and \"was based on its own independent analysis of the record in this proceeding, and was an effort to establish fair procedures to allow the parties and the Commission to investigate.\" Since the negotiation requirements were so recent both the Chairman \"and the Commission were understandably concerned about getting off to a good start.\" With respect to the successful urging that FERC change its long held interpretation of FLPMA, the court explained that Pillsbury was not implicated because \"FERC gave a reasoned explanation for its reversal of its original interpretation of FLPMA, and this provides substance for its claim that it addressed and resolved the right-of-way issue under its own independent and detailed analysis of the issue.\" The court further noted that the fact that it found (later in its ruling) that the reversal of its past interpretation was legally incorrect was irrelevant since the record of the proceeding supported that it had gone through a process of reasoned analysis. \"In short, [the Chairman's] letters, expressing his views on the 10(j) and FLPMA issues, do not constitute the type of intense and undue congressional influence that was present in Pillsbury. \""], "subsections": []}, {"section_title": "6. ATX, Inc. v. U.S. Department of Transportation", "paragraphs": ["Finally, in ATX , Inc. v. U.S. Department of Transportation , the appeals court found that vocal, hostile, and intense opposition of Members of Congress to the application of ATX, Inc. to operate a new airline in Boston, Atlanta and Baltimore/Washington, did not fatally flaw the proceeding held by the Department of Transportation (DOT), and that DOT's denial of the application on the ground that ATX was unfit was reasonable.", "The pertinent facts of the controversy are essentially as follows. Congressional opposition to ATX arose even prior to the filing of its application, based largely on the perceived reputation of Frank Lorenzo, its founder and majority owner, from his previous record of management of a major airline. Twenty one Members of Congress wrote the Secretary of DOT urging him to deny ATX's application even before it had been filed, because of Lorenzo's alleged unfitness to own and operate an airline. Most of the signatures on the letter were members of the House committee with jurisdiction over DOT, including the chair of the full committee, the chair of the Aviation Subcommittee, and the chair of the Oversight Subcommittee. After ATX filed its application, 125 House and Senate members wrote the Secretary to declare their opposition to Lorenzo. Two congressmen introduced legislation to prohibit Lorenzo from re-entering the airline industry. The Secretary responded by acknowledging receipt of the letters, refusing to comment on the merits, and putting the correspondence in a file for \"contacts outside the record of the case.\" During the hearing on the application one of the congressional letter writers was allowed to testify as to his opposition. Ultimately the Department rejected the application on the ground that ATX \"lacked both managerial competence to operate an airline and a disposition to comply with regulatory requirements.\"", "In rejecting the undue influence challenge, the court acknowledged that the size, vocality, and source of the congressional opposition toward the applicant in this quasi-judicial proceeding required close judicial scrutiny to allay due process concerns with the alleged appearance of bias. The court explained", "... In the nonjudicial context, we have suggested that the way to cure the appearance of bias may be to establish \"a full scale administrative record which might dispel any doubts about the true nature of [the agency's] action.\" Volpe, 459 F. 2d at 1249. With respect to the nexus requirements, we have never questioned the authority of congressional representatives to exert pressure, see id., and we have held that congressional actions not targeted directly at the decision makers-such as contemporaneous hearings–do not invalidate an agency decision. See Koniag, 580 F. 2d at 610. Under this framework, it is apparent that none of the congressional pressure challenged by ATX is sufficient to invalidate the adjudication.", "The court commented that the influence with which it was concerned is \"when congressional influence shapes the determination of the merits.\" The court commented that the lengthy opinion supporting the decision based on the administrative record \"was clear and open to scrutiny and [the] decision was fully supported by the record. There is no reason for us to infer that the letters influenced his decision inasmuch as he did not reverse the ALJ's recommendation nor was the merits decision a close one on the record.\" The testimony of the congressman at the hearing did not create \"a fatal appearance of bias as it was based almost entirely on information already available to the ALJ, was void of threats and was not relied on in any of the decisions, which were accompanied by extensive findings and reasons.\" The court concluded:", "In addition we find no evidence that the legislative activity actually affected the outcome on the merits. See Kiewit, 714 F. 2d at 169; Volpe, 459 F. 2d at 1246. Neither the Department's final decision nor the ALJ's two decisions mentioned the testimony of the congressman, the congressional letters or the proposed legislation. All of the congressional contacts were placed in the administrative record and ATX responded to them. . . . Finally, the record manifests that both the Secretary and his acting Assistant Secretary were non-committal in their reactions to the congressional contacts. Secretary Peña's response to the correspondence stressed that it was inappropriate for him to discuss the merits of the case with the congressmen.", "* * *", ". . . Here, the nexus between the pressure exerted and the actual decision makers is so tenuous and the evidence so adequately establishes ATX's ineligibility for an airline certificate that we conclude political influence did not enter the decision maker's \"calculus of consideration.\""], "subsections": []}]}, {"section_title": "D. Informal Decisionmaking Rulings Since D.C. Federation", "paragraphs": [], "subsections": [{"section_title": "1. American Public Gas Association v. FPC", "paragraphs": ["American Public Gas Association v. FPC was a case that arose from a FPC ratemaking conducted pursuant to section 553 of the APA. The Commission first issued Opinion 770, in July 1976, and on rehearing, issued Opinion 770-A in November of the same year. In August 1976, while the rehearing was pending, Representative John Moss, chairman of the Oversight Subcommittee of the House Interstate and Foreign Commerce Committee, summoned the Commissioners to appear at a hearing. Representative Moss, who with three other members of the subcommittee had been parties to the proceeding before the FPC, subjected the Commissioners to what the reviewing court described as an \"intensive examination.\" Decisions underlying Opinion 770 came under attack, notwithstanding the fact that the Commission had warned the congressmen that those decisions were subject to reconsideration on rehearing. In the D.C. Circuit's words:", "The questioning was not confined to explication of \"what the Opinion means and what its implications are.\" Chairman Moss went further, stating: \"I am most committed as an adversary. I find that I am outraged by Order 770. I find it very difficult to comprehend any standard of just and reasonableness in the decision and I would not want the record to be ambiguous on that point for one moment.\"", "These expressions, coupled with what the court characterized as the Subcommittee Counsel's adversarial interrogation about particular factors in the cost analysis of Opinion No. 770, formed the basis of the claim of prejudice.", "In reaching the question whether the Commission should be disqualified, the Court related the facts of Pillsbury and described its holding at length. It then observed:", "We doubt the utility of classifying the ratemaking undertaken in the present proceedings by the Power Commission as entirely a judicial, or a legislative function, or a combination of the two, for in any event the need for an impartial decision is obvious ... Congressional intervention which occurs during the still-pending decisional process of an agency endangers, and may undermine, the integrity of the ensuing decision, which Congress has required be made by an impartial agency charged with responsibility for resolving controversies within its jurisdiction. Congress as well as the courts has responsibility to protect the decisional integrity of such an agency.", "However, despite this rhetorical obeisance to the spirit of Pillsbury , the court did not disqualify the agency, because the producers, though fully aware of all these facts, failed to ask the Commission to disqualify itself. The court said that a party cannot, with knowledge of the alleged taint, stay silent in hopes of a favorable decision, and then, when the decision is unfavorable, seek its reversal on the ground of partiality: \"A party, knowing of a ground for requesting disqualification, cannot be permitted to wait and decide whether he likes subsequent treatment that he receives.\" But the court did not end its analysis there. It went on to ask whether the interference was so serious as to require it sua sponte to void the result and set forth the factors it took into account in concluding that it would not:", "...the character and scope of the interference alleged; the fact that the parties who raise the disqualification question seem not to have deemed what occurred to impair the impartiality of the Commission itself independent of the result it reached; the fact that in one important respect, and indeed the issue that was most vehemently examined by the Congressmen, namely the correctness of the Commission's decision respecting the income tax component, the Commission left standing the disposition criticized at the Subcommittee hearing; the fact that there is nothing to lead the court to find that actual influence affected Opinion No. 770-A; and the fact that insofar as any actions of the Commissioners themselves are concerned no appearance of partiality is evident.", "In essence, then, the court's decision turned on its finding of no actual impact of the congressional intervention on the agency decision. Since the court earlier made clear it understood the differing standards applied by the Pillsbury and D.C. Federation rulings, it would appear to have considered the proceeding closer in type or form to D.C. Federation ."], "subsections": []}, {"section_title": "2. Town of Orangetown v. Ruckelshaus", "paragraphs": ["In Town of Orangetown v. Ruckelshaus, the Town sought to prevent the Environmental Protection Agency (EPA) and the New York State Department of Environmental Conservation (NYSDEC) from approving grants that would modernize an outmoded and overloaded sewage treatment plant. It was argued that improper political pressure by state and local officials on EPA caused EPA to reconsider and relax certain conditions on the grants that it had originally imposed that were important to the Town. The Second Circuit held that in a non-adjudicatory proceeding involving the disbursement of funds it had to be shown that \"political pressure was intended and did cause the agency's action to be influenced by factors not relevant under the controlling statute.\" Here, the court stated, \"The potential effect of proposed grant on area development is one of the relevant factors for the EPA to consider . . . and elected officials should not be precluded from bringing those factors to administrators' attention. [citing Sierra Club v. Costle ] Orangetown 'may not rest upon mere conclusory allegations' of improper political influence as a means of obtaining a trial.\" Since the EPA decision whether to impose conditions on the grants was not adjudicatory in nature but \"an administrative one dealing with the disbursement of grant funds, and required no adversary proceeding,\" the appeals court concluded that he Town did not have the status of a party and was not entitled to notice and opportunity to be heard. \"Consequently, such communications as the EPA had with the two public officials did not deprive [the Town] of due process.\""], "subsections": []}, {"section_title": "3. Chemung County v. Dole", "paragraphs": ["Chemung County v. Dole involved a protest over the award of a contract by the Federal Aviation Administration (FAA) to locate and build a flight service station. The contract was originally awarded to Elmira, New York (in Chemung County) but was rescinded and then awarded to Buffalo, New York. It was claimed that the change was improperly effected by the political pressure brought on the FAA by two New York congressmen. Adopting the rule announced in its Town of Orangetown ruling, the appeals court found no undue political influence:", "The full extent of Representatives Kemp and Nowak's efforts on behalf of the NFTA was their having written letters to the FAA and their staffs and having met with the GAO investigator. Appellees object to the Representatives' letter to the FAA asking it to refrain from formally entering into a contract with Chemung County while the GAO audit was underway. The FAA had a right to suspend performance of a contract pending a GAO audit. If the audit proved that NFTA had submitted the lowest bid (as it did so prove), the FAA had the obligation to award the contract to NFTA. See 41 U.S.C. §253b (1982). Thus this letter urged the FAA to take action directly authorized by the statutory scheme governing the award of contracts.", "Similarly, the Representatives' letter to the FAA urging the agency to re-evaluate its telecommunications cost estimates in light of the GAO's findings was also proper. This letter was also an attempt to persuade the FAA to abide by its statutory obligations, not ignore them. As noted above, an award of a government contract to anyone except the bidder with the most advantageous proposal would violate the FAA's statutory obligations, and the Representative acted properly in bringing a possible violation of this duty to the agency's attention–even if it helped their home districts."], "subsections": []}, {"section_title": "4. DCP Farms et al v. Yeutter", "paragraphs": ["Finally, in DCP Farms et al v. Yeutter the 5 th Circuit addressed the issue whether the denial of farm subsidy payments had been tainted by the intercession of a powerful congressman prior to commencement of a Department of Agriculture adjudication and thereby required the application of Pillsbury ' s \"mere appearance of bias\" standard. The adjudication was to be held to determine whether an aggregation of 51 irrevocable agricultural trusts was entitled to large subsidies in the face of a statute that limited farm subsidies to $50,000 per \"person.\" The effect of the trust scheme would have been to allow DCP Farms $1.4 million in subsidies for the 1989 crop year. Prior to the award decision, the Department's Inspector General (IG) issued a report on abuses of the farm subsidy program which highlighted DCP Farms as an example of \"egregious violations of the $50,000 per person limit.\" The report received considerable publicity and reached the attention of the jurisdictional subcommittee of the House Agriculture Committee. Staff of the subcommittee chairman met with Department officials to discuss the issues raised by the IG report in late 1989. DCP Farms was specifically discussed. In December 1989 the Chairman wrote to the Secretary of Agriculture about the reports of abuses in the subsidy program and cited DCP Farms as an example of the continued abuse of the statutory limit. He urged careful review of schemes involving irrevocable trusts, particularly in light of the fact that he had had assurances in the past from USDA officials that no legislative action was needed with respect to the treatment of such trusts. The chairman received assurance from the Secretary that the DCP Farms case was under administrative review and that the Department would \"take a very aggressive position in dealing with this case.\" In June 1990 an administrative decision was issued finding that DCP Farms had adopted schemes to evade the payment limitation provisions of the law and was ineligible to receive any subsidy payments for the 1989, 1990 and 1991 crop years. DCP Farms appealed and requested a hearing, which was set for December 12, 1990. Before the hearing date DCP Farms learned of the meeting with the chairman's staff and of the chairman's letter and successfully sued to enjoin the hearing on the ground, among others, that improper congressional interference denied then due process.", "The Fifth Circuit rejected the argument in an opinion that recognizes the need to permit political oversight with respect to policy issues Congress has entrusted to agency decisionmakers. The appeals court first rejected the applicability of Pillsbury because \"the contact here occurred well before any proceeding which could be considered judicial or quasi-judicial . . . There was no hearing on the merits of DCP Farms' application for farm subsidy payments because DCP Farms abandoned the administrative process for this litigation.\" The court saw the dispute between DCP Farms and the Department as part of a larger policy debate and rejected any connection between the preliminary processing of DCP Farms' application and the appeals hearing that would raise Pillsbury issues:", "In short, the congressional communication here was not aimed at the decisionmaking process of any quasi-judicial body. Congressman Huckaby was concerned about the administration of a congressionally created program. The dispute between the USDA and DCP Farms was part of a larger policy debate. Applying Pillsbury ' s stringent \"mere appearance of bias\" standard at this juncture of administrative process would erect no small barrier to Congressional oversight. It reflects an insular view of these administrative processes for which we find no warrant. We are unwilling to so dramatically restrict communications between Congress and the executive agencies over policy issues. Appearance of bias is not the standard.", "The proper standard for this type of case, the court advised, is whether the communication actually influenced the agency's decision. This is appropriate, the court explained, because it protects the proper and effective workings of the political process:", "This focus on the intrusion of improper extraneous factors into the agency's decision-making process recognizes the political reality that \"members of Congress are requested to, and do in fact, intrude in varying degrees, in administrative proceedings.\" S.E.C. v. Wheeling-Pittsburgh Steel Corp ., 648 F. 2d 118, 126 (3d Cir. 1981) (en banc). It would be unrealistic to require that agencies turn a deaf ear to comments from members of Congress. The agency's duty, so long as it is not acting in its quasi-judicial capacity, is simply to \"give congressional comments only as much deference as they deserve on the merits.\" Id.", "We are cautious in reading extraneous factors too broadly, lest they impair agency flexibility in dealing with Congress. In particular, an agency's patient audience to a member of Congress will not by itself constitute the injection of an extraneous factor. Nor would a simple plea for more effective enforcement of a law be the injection of an improper factor. A truly extraneous factor must take into account \"considerations that Congress could not have intended to make relevant,\" D.C. Federation , 459 F. 2d at 1247.", "Congressional \"interference\" and \"political pressure\" are loaded terms. We need not attempt a portrait of all their sinister possibilities, even if we were able to do so. We can make plain that the force of logic and ideas is not our concern. They carry their own force and exert their own pressure. In this practical sense they are not extraneous. That a congressman expresses the view that the law ought not sanction the use of fifty-one irrevocable trusts to gain $1.4 million in subsidies is not impermissible political \"pressure.\" It certainly injects no extraneous factor. We find no due process right in these preliminary efforts to persuade the government to grant farm subsidies sufficient to exclude the political tugs of the different branches of government, and we see nothing more here. We reject the holding of the district court that DCP Farms could ignore the administrative procedure yet available to it and turn to the consequence of this bypass of remedies."], "subsections": []}]}, {"section_title": "E. Interference With Agency Rulemaking Proceedings", "paragraphs": [], "subsections": [{"section_title": "1. Texas Medical Association v. Mathews", "paragraphs": ["In one of the first cases to be decided after D.C. Federation , a district court applied its principles to find an impermissible congressional intervention in an agency rulemaking proceeding. In Texas Medical Association v. Mathews , the court considered plaintiff's contention that congressional pressure should invalidate a decision of the Department of Health, Education and Welfare (HEW) dividing Texas into nine Professional Standards Review Organizations (PSRO). HEW, after consulting with the plaintiff and several other interested groups, first announced it would form one statewide PSRO. But after a lengthy meeting with Senator Wallace Bennett, sponsor of the PSRO legislation, and a senior staff member of the Senate Finance Committee, an HEW official abruptly changed his mind and called for the division of Texas into nine PSRO's.", "The court noted that while it had no evidence as to what Senator Bennett or the staffer may have said during the meeting, HEW was unable to adequately explain its sudden reversal of decision with regard to the number of PSRO's so soon after the meeting. Moreover, the court found \"proof of a pattern of undue influence by the same Congressional sources permeating HEW's entire administrative process relative to PSRO designation for Texas.\" Applying D.C. Federation ' s principle that \"agency action is invalid if based, even in part, on pressures emanating from Congressional sources,\" the court concluded that \"the fact that an agency decision is a 'little pregnant' with pressures emanating from Congressional sources is enough to require invalidation of the agency action. Especially should this be the law where, as here, the invasive Congressional source has financial leverage on the involved agency.\"", "The fact that the agency action involved in Mathews was in the nature of a rulemaking would not appear to be an inapt or inconsistent application of D.C. Federation . When Judge Bazelon noted there that the courts would give absolute deference to legislative actions, it is clear from the context that he was referring to such action by a legislative body , there the D.C. Council, a political body directly accountable to its constituency in the electoral process. Where similar legislative action (informal rulemaking) is taken by an administrative agency, the courts accord great but not absolute deference to that process since it is not directly accountable to the electorate. A finding of taint in an informal rulemaking is therefore not foreclosed by the D.C. Federation rationale. Thus the court in Mathews held that the normal presumption in favor of the agency's decision was overcome by the evidence of the pervasive and invasive nature of the congressional intrusions. However, while the ruling is not inconsistent with D.C. Federation , the holdings in U.S. ex rel Parco v. Morris , and Sierra Club v. Costle , to be discussed next, appear to reflect more accurately the nature and extent of the currently prevailing judicial deference to congressional attempts to influence policymaking in the rulemaking process."], "subsections": []}, {"section_title": "2. United States ex rel Parco v. Morris", "paragraphs": ["United States ex rel Parco v. Morris involved a challenge by deportable aliens to the rescission by the Immigration and Naturalization Service of a longstanding operating instruction which would have allowed them to extend the date of their voluntary departure. Plaintiff's contended, inter alia , that the change in policy was precipitated by the direct pressure applied by Representative Peter Rodino who was then chairman of the subcommittee responsible for the oversight of the administration of the immigration laws. It was conceded that Representative Rodino's request was the direct impetus for the change in policy. The court rejected the contention based on its reading of the D.C. Federation . That holding, it said, was based upon a \"public and enforceable threat\" by a congressman to withhold public funds for a particular purpose unless an agency official acceded to the congressman's wishes, and evidence that the official's decision was based in part on that pressure. The court went on to note the importance of the nature of the proceeding in analysis of such cases.", "However, Judge Bazelon's analysis of this principle distinguishes sharply between agency action which is \"judicial\" or \"quasi-judicial\" and agency action which is \"legislative.\" The former concept related to agency adjudication of a particular, individual case, or when it renders a decision on the record compiled in formal hearings; in such instance the consideration of extraneous pressuring influences undermines the fairness of the hearing accorded the adverse parties. Id . at 1246; accord, Pillsbury Co . v. FTC , 354 F. 2d 952, 964 (5 th Cir. 1966); Texas Medical Assoc v. Mathews , 408 F. Supp. 303 (W.D. Tex. 1976); Koniag, Inc. v. Kleppe , 405 F. Supp. 1360, 1371-73 (D.D.C. 1975) (Gesell, J.). On the other hand, when the agency action is purely \"legislative,\" as in the informal rulemaking involved here, the decision \"cannot be invalidated merely because the ... action was motivated by impermissible considerations\" any more than can that of a legislature. D.C. Federation, supra , 459 F. 2d at 1247; cf. Fletcher v. Peck , 10 U.S. (6 Cranch) 87, 129-313, 3 L.Ed. 162 (1810).", "The court concluded that since plaintiffs did not claim that Representative Rodino had interfered with the \"quasi-judicial decision to deny them extended voluntary departure,\" but rather were attacking the motivation of the official in changing the agency's policy, a \"purely' legislative action, they had to meet a more stringent standard of proof. The court ruled they had failed to do so."], "subsections": []}, {"section_title": "3. Sierra Club v. Costle", "paragraphs": ["The seminal case in this line is Sierra Club v. Costle , in which the appeals court found no taint of the rulemaking proceeding there for failure to docket post-comment period meetings with the Senate majority leader. The court concluded that it would not set aside a rulemaking simply on the grounds that political pressure had been exerted in the process. It ruled that there has to be a showing that \"the content of the pressure on this [decisionmaker] is designed to force him to decide upon factors not made relevant by Congress in the applicable statute\" and also that the determination made \"must be affected by those extraneous considerations.\" More particularly, it was alleged that an \" ex parte blitz\" conducted after the comment period for an informal rulemaking had caused the Environmental Protection Agency (EPA) to back away from its support of a more stringent emission standard and was therefore unlawful and prejudicial. Post-comment period communications included a number of oral conversations and briefings between agency officials and private parties and other government officials, including the majority leader of the United States Senate and the President of the United States.", "The appeals court initially noted that the statute in question there did not require the docketing of all post-comment period conversations and meetings and refused to apply a blanket rule requiring such docketing. To the contrary, where the nature of the rulemaking is general policymaking, the court expressed the view that \"the concept of ex parte contacts is of more questionable utility.\" Indeed, the court deemed informal contacts vital to the effectiveness and legitimacy of our governmental processes.", "Under our system of government, the very legitimacy of general policymaking performed by unelected administrators depends in no small part upon the openness, accessibility, and amenability of these officials to the needs and ideas of the public from whom their ultimate authority derives and upon whom their commands must fall. As judges we are insulated from these pressures because of the nature of the judicial process in which we participate; but we must refrain from the easy temptation to look askance at all face-to-face lobbying efforts, regardless of the forum in which they occur, merely because we see them as inappropriate in the judicial context. Furthermore, the importance to effective regulation of continuing contact with a regulated industry, other affected groups, and the agency to win needed support for its program, reduce future enforcement requirements by helping those regulated to anticipate and shape their plans for the future, and spur the provision of information which the agency needs.", "However, the court inferred from the statutory scheme that oral comments \"of central relevance to the rulemaking\" should be placed in the record. Although the court conceded that this allows the agency to decide in its own discretion which comments are relevant, the court did not find this to be a persuasive enough consideration to require a more stringent rule.", "EDF is understandably wary of a rule which permits the agency to decide for itself when oral communications are of such central relevance that a docket entry for them is required. Yet the statute itself vests EPA with discretion to decide whether \"documents\" are of central relevance and therefore must be placed in the docket; surely EPA can be given no less discretion in docketing oral communications concerning which the statute has no explicit requirements whatsoever. Furthermore, this court has already recognized that the relative significance of various communications to the outcome of the rule is a factor in determining whether their disclosure is required. A judicially imposed blanket requirement that all post-comment period oral communications be docketed would, on the other hand, contravene our limited powers of review, would stifle desirable experimentation in the area by Congress and the agencies, and is unnecessary for achieving the goal of an established, procedure-defined docket, viz ., to enable reviewing courts to fully evaluate the stated justification given by the agency for its final rule.", "The appeals court concluded that none of the non-docketed post-comment meetings, including those with the Senate majority leader and the President, required docketing. It underlined its view that informal rulemaking involving general policymaking is akin to the legislative process and therefore the courts should be wary of attempting to probe too deeply. It stated that before an administrative rulemaking could be overturned simply on the grounds of political pressure, it had to be shown that \"the content of the pressure on the [decisionmaker] is designed to force him to decide upon factors not made relevant by Congress in the applicable statute\" and also that the determination made \"must be affected by those extraneous considerations.\" Although the meetings were called at the behest of the majority leader \"in order to express 'strongly' his views\" on the subject of the rulemaking, it found that the agency made no commitments to him nor was there evidence that he used \"extraneous\" pressures to further his position. The court characterized the Senator's efforts, since they were exerted in a rulemaking proceeding, as within the accepted boundaries of the political process.", "... Americans rightly expect their elected representatives to voice their grievances and preferences concerning the administration of our laws. We believe it entirely proper for Congressional representatives vigorously to represent the interests of their constituents before administrative agencies engaged in informal, general policy rulemaking, so long as individual Congressmen do not frustrate the intent of Congress as a whole as expressed in statute, nor undermine applicable rules of procedure. Where Congressmen keep their comments focused on the substance of the proposed rule—and we have no substantial evidence to cause us to believe Senator Byrd did not do so here—administrative agencies are expected to balance Congressional pressure with the pressures emanating from all other sources. To hold otherwise would deprive the agencies of legitimate sources of information and call into question the validity of nearly every controversial rulemaking.", "Similarly, with regard to a meeting involving the President, the court held that as long as there is factual support in the record for the agency's outcome, it does not matter that \"but for\" the Presidential input it would have gone the other way.", "Of course, it is always possible that undisclosed Presidential prodding may direct an outcome that is factually based on the record, but different from the outcome that would have obtained in the absence of Presidential involvement. In such a case, it would be true that the political process did affect the outcome in a way the courts could not police. But we do not believe that Congress intended that the courts convert informal rulemaking into a rarified technocratic process, unaffected by political considerations or the presence of Presidential power."], "subsections": []}]}, {"section_title": "F. Influence That Could Abuse the Agency Investigatory Process", "paragraphs": [], "subsections": [{"section_title": "1. SEC v. Wheeling-Pittsburgh Steel Corp.", "paragraphs": ["On rare occasions the claim is made that an agency investigation has been instigated by congressional pressure or influence and the claim is made by the subject of such investigation that it is tainted by the political intervention. On even rarer occasions agencies have sought to fend off congressional oversight of closed or ongoing investigations because of concern that present and future open cases could be compromised by turning over requested internal deliberative documents. Agencies argue that such disclosures, even from closed investigations, might be utilized by attorneys representing potential targets of investigations, or defendants in civil and criminal actions, as evidence that the investigations or prosecutions are politically motivated and not driven by legitimate investigatory concerns and are thereby tainted. This notion is said to be supported by the appellate court ruling in SEC v. Wheeling-Pittsburgh Steel Corp. It is argued that Wheeling-Pittsburgh precludes any agency contact with Members of Congress which would give the appearance that an agency is acting at the behest of a Member or committee and that its proper course is to avoid any appearance that its enforcement efforts are being pursued at Congress' bidding. The claim, however, does not appear to be an accurate portrayal of either the Wheeling-Pittsburgh ruling or the case law that preceded or followed it. The Wheeling-Pittsburgh court made it clear that a court will deem a request for the enforcement of an administrative subpoena an abuse of the judicial process only if it was in fact shown that the subpoena was issued because of congressional influence, the agency knew its process was being abused, that it knowingly did nothing to prevent the abuse, and that it vigorously pursued the frivolous charges. Under the standard articulated by the appeals court the motivation of the Members of Congress is irrelevant; the focus is on the actual impact of the congressional intercession on the motivation of the agency itself. Simply the appearance of impropriety is not enough to taint the proceeding.", "SEC v. Wheeling-Pittsburgh Steel Corp . involved the initiation of an informal investigation of Wheeling-Pittsburgh Steel Corporation after the receipt by the Securities and Exchange Commission of a letter from a United States Senator suggesting that Wheeling had violated Section 10(b) of the Securities Exchange Act of 1934, and rule 10b-5a promulgated thereunder. During the period of the initial informal investigation, there was considerable contact between the SEC staff attorney conducting the investigation and the Senator's office and with competitors of Wheeling who were in alleged complicity with the Senator. The Senator was also actively pursuing the passage of legislation that would prevent Wheeling from obtaining Federal loan guarantees if it was under investigation by a Federal agency. Thereafter, the SEC ordered a formal investigation of the matter. Pursuant to the formal investigation order, the SEC issued a subpoena duces tecum to Wheeling and its chief executive officer. He refused to answer certain questions and the agency sought enforcement. Wheeling defended on the grounds, inter alia , that the subpoena was issued in bad faith and for the purpose of harassment; and that the investigation constituted an abuse of the SEC's investigatory power by competitors of Wheeling who were opposed to the grant of certain Federal loan guarantees to Wheeling.", "The district court refused to enforce the subpoena. Although it specifically rejected the claim of bad faith on the part of the agency, it concluded that, \"under the totality of circumstances,\" enforcement would be an abuse of the court's process. The court reached this conclusion because it believed that the SEC had allowed biased third parties to improperly influence the investigation process, although it conceded that the agency did not adopt the biased motives of the third parties.", "A panel of the Third Circuit reversed, concluding that a court could not refuse to enforce administrative subpoenas issued in good faith pursuit of a statutorily authorized purpose. The court concluded that bias of third parties was irrelevant where the agency had proceeded in good faith and that to invalidate agency action on the basis of an abuse of process theory independent of the bad faith defense was improper.", "The case was reargued before the Third Circuit en banc , which by a 6-4 vote remanded the case to the district court in light of its ruling that even in the absence of bad faith on the part of an agency, it would not enforce an administrative subpoena if it was issued because of congressional influence and it was shown that the agency knew its process was being abused, that it knowingly did nothing to prevent the abuse, and that it vigorously pursued the frivolous charges.", "We do not doubt the usefulness to administrative agencies of information gained from third parties. Nor do we doubt that frequently the motivations of informants are less than altruistic. See United States v. Cortese , 614 F.2d 914 (3d Cir. 1980). But we cannot simply avert our eyes from the realities of the political world: members of Congress are requested to, and do in fact, intrude, in varying degrees, in administrative proceedings. One commentator has said recently of the Internal Revenue Service:", "[A]though the IRS ultimately must be accountable to Congress, whose members are in turn accountable to the people, the IRS also has a constitutional duty to execute the tax law faithfully by determining and administering it properly. The IRS must give congressional comments only as much deference as they deserve on the merits, for the agency has no duty to placate particular congressmen or committees. Given the fine line between lawmaking and law enforcement, it is always difficult to say when one shades into the other, but clearly there is an inevitable tension between congressional oversight powers and the executive exercise of delegated powers to interpret, articulate, and execute the tax laws.", "Parnell, Congressional Interference in Agency Enforcement: The IRS Experience, 89 Yale L.J. 1360, 1368 (1980) (footnotes omitted). The duty of the SEC, therefore is not to ignore information given to it by congressmen, but to \"give congressional comments only as much deference as they deserve on the merits.\" Id. An administrative agency that undertakes an extensive investigation at the insistence of a powerful United States Senator \"with no reasonable expectation\" of proving a violation and then seeks federal court enforcement of its subpoena could be found to be using the judiciary for illicit purposes. We need not lend the process of the federal courts to aid such behavior.", "The appeals court made it clear that the bad faith defense need not be the sole basis for denial of enforcement, and that agency acquiescence in an abuse of its own process may lead to a finding of abuse of the court's process. The court distinguished between the two, noting that \"bad faith connotes a conscious decision by an agency to pursue a groundless allegation,\" while \"an agency may be found to be abusing the court's process if it vigorously pursued a charge because of the influence of a powerful third party without consciously and objectively evaluating the charge.\"", "The court also emphasized the point that it was improper for the district court to have taken into account the motivation of third parties in determining either bad faith or abuse of process. \"This court has previously made clear that the proper focus in a challenge to an administrative subpoena is motivation of the agency itself, not that of third parties,\" citing United States v. Cortese , 614 F.2d 914, 921 (3d Cir. 1980). The requirement of a finding of \"institutional\" bad faith rather than that of an individual agent, or the refusal to allow attributing the motives of third parties to an agency, is well established.", "The court concluded:", "At bottom, this case raises the question whether, based on objective factors, the SEC's decision to investigate reflected its independent determination, or whether that decision was the product of external influences. The reality of prosecutorial experience, that most investigations originate on the basis of tips, suggestions, or importunings of third parties, including commercial competitors, need hardly be noted. That the SEC commenced these proceedings as a result of the importunings of Senator Weicker or CF&I, even with malice on their part, is not a sufficient basis to deny enforcement of the subpoenas. See Cortese , 614 F.2d at 921. But beginning an informal investigation by collecting facts at the request of a third party, even one harboring ulterior motives is much different from entering an order directing a private formal investigation pursuant to 17 C.F.R. § 202.5 (1980), without an objective determination by the Commission and only because of political pressure. The respondents are not free from an informal investigation instigated by anyone, in or out of government. But they are entitled to a decision by the SEC itself, free from third-party political pressure, that a \"likelihood\" of a violation exists and that a private investigation should be ordered. See 17 C.F.R. § 205.2(a). The SEC order must be supported by an independent agency determination, not one dictated or pressured by external forces. If an allegation of improper influence and abdication of the agency's objective responsibilities is made, and supported by sufficient evidence to make it facially credible, respondents are entitled to examine the circumstances surrounding the SEC's private investigation order. The court should be guided by twin beacons: the court's process is focus of the judicial inquiry and the respondent may challenge the summons on any appropriate ground.", "In sum, then, it would appear that the Third Circuit, while accepting the possibility of finding that political pressure can taint an investigative proceeding under a variety of theories, has imposed on a litigant the burden of establishing the factual predicate to support such a determination which may prove quite formidable. It certainly appears no less an obstacle than the showing of actual effect required in other non-adjudicatory situations.", "On the other hand, Wheeling-Pittsburgh represents something of a liberalization in an area where court review of agency requests for enforcement of administrative subpoenas has traditionally been severely circumscribed and narrow. Indeed, the development has been severely criticized, and some courts appear to have rejected Wheeling-Pittsburgh and are adhering to the traditional standard of high deference to agency subpoena issuance decisions. In fact, it may be that the somewhat more expansive review of such situations afforded by Wheeling-Pittsburgh may be limited to cases arising in the Third Circuit. In any event, we are aware of no court that has utilized the Wheeling-Pittsburgh standard to refuse to enforce an administrative subpoena because of alleged undue congressional influence. Indeed, the Wheeling-Pittsburgh court itself did not find that the SEC had been guilty of an abuse judicial process; it remanded the case to the district court to make findings consonant with its opinion."], "subsections": []}, {"section_title": "2. United States v. Armada Petroleum Corp.", "paragraphs": ["Several courts have subsequently applied the Wheeling-Pittsburgh rationale in cases involving the issuance of subpoenas by the Department of Energy to resellers of petroleum products who had refused to voluntarily supply documents in the course of a valid agency audit. In each case the defendant company claimed, inter alia , that the Chairman of the Oversight and Investigations Subcommittee of the House Energy and Commerce Committee had exerted improper influence on the agency official making the decision to issue the subpoena. In each instance the courts rejected the claims. In United States v. Armada Petroleum Corp. , for example, the court acknowledged Wheeling-Pittsburgh ' s holding that an agency may not order an investigation \"because of political pressure to do so,\" but found that where, as in the case before it, \"the Congressional involvement is directed not at the agency's decision on the merits but at accelerating the disposition and enforcement of the pertinent regulations, it has been held that such legislative conduct does not affect the fairness of the agency's proceedings and does not warrant setting aside its order.\""], "subsections": []}, {"section_title": "3. United States v. American Target Advertising, Inc.", "paragraphs": ["In the most recent decision in which the target of an administrative investigation invoked Wheeling-Pittsburgh principles, the 4 th Circuit, in United States v. American Target Advertising, Inc., rejected the claim of the defendant that the issuance of an investigative subpoena was a tool of harassment and intimidation exercised by the agency (the Postal Service) at the behest of a Senator who, the court conceded, \"has demonstrated a fair degree of hostility toward\" the defendant. But the appeals court reiterated that that was not enough. The appellant \"must show that the party actually responsible for initiating the investigation, i.e., the Postal Service, has done so in bad faith.\" The court found no evidence of bad faith and rejected American Target's request for discovery before the district court, noting \"that such discovery is prohibited in these types of summary enforcement proceedings absent 'extraordinary circumstances.'\" The appeals court advised that in order to obtain discovery, the target must distinguish himself \"from the class of the ordinary respondent, by citing special circumstances.\" The 4 th Circuit concluded that it had not done so there, stating: \"when presented with evidence of unlawful conduct, the Government is not bound to investigate only those potential wrongdoers who support its policies. Because American Target failed to distinguish itself from the ordinary disgruntled respondent, it is not entitled to discovery regarding the genesis of the Postal Service's inquiry.\"", "In sum, it would appear that the assertions with respect to the Wheeling-Pittsburgh precedent is unduly restrictive. That case does not establish an \"appearance of partiality\" standard with respect to congressional contacts. A high degree of proof is needed to demonstrate that the agency's motivation in continuing an investigation is solely in acquiescence to congressional influence and without any regard to the adequacy of the grounds of the allegations."], "subsections": []}]}, {"section_title": "G. Summary and Conclusions", "paragraphs": ["A review of the undue influence case law since 1966 indicates that the courts, in balancing Congress's performance of its constitutional and statutory obligations to oversee the actions of agency officials against the rights of parties before agencies, have increasingly looked to the role of the political process in all types of agency decisionmakings and have attempted to give weight to that process on a case-by case basis. The result has been a strong predilection of the courts to accept congressional prerogatives. Thus where informal rulemaking or other forms of informal decisionmaking are involved, the courts will look to the nature and impact of the political pressure on the agency decisionmaker and will intervene only where that pressure has had the actual effect of forcing the consideration of factors Congress did not intend to make relevant. Where agency adjudication is involved a stricter standard is applied and the finding of an appearance of impropriety can be sufficient to taint the proceeding. But even here the courts have required that the pressure or influence be directed at the ultimate decisionmaker with respect to the merits of the proceeding and that it does not involve legitimate oversight and investigative functions before they will intervene. And where congressional intrusion in an agency's investigative process is involved the courts will intervene only if it is in fact shown that an inquiry was instituted and subpoenas issued because of congressional influence, the agency knew its process was being abused, that it knowingly did nothing to prevent abuse, and that it rigorously pursued frivolous charges.", "A 1989 legal commentary has severely criticized this decisional trend, arguing that the case law in this area means that:", "... Members of Congress can intervene in ongoing agency proceedings by contacting either the close personal aides or the immediate superiors of the ultimate decisionmaker, convey their judgments on how those questions should be decided and avoid judicial review of their actions while knowing full well that their message will find its way to the relevant agency official. In short, the actual influence standard of D.C. Federation is manipulable at the whim of Congress and, in the words of Judge Gesell, those seeking to invoke the Pillsbury doctrine must now \"shoulder the virtually impossible burden of proving whether and in what way ... the agency was actually influenced\" by congressional intervention.", "As a remedy, the author calls for the judicial application of Pillsbury ' s \"appearance of impartiality\" standard to any instance of informal congressional intercession, regardless of the nature of the proceeding in question, \"as a legitimate and useful tool for controlling congressional abuse of the informal oversight mechanisms which are likely to see wider use in the post- Chadha era.\" The comment suggests that the use of such informal oversight mechanisms is an unlawful circumvention of the Supreme Court's decision in INS v. Chadha , which invalidated the use of legislative veto devices, because it allowed Congress to evade the presentment and bicameralism requirements of the legislative process mandated by the Constitution. \"If Congress determines through the use of oversight mechanisms that an agency has misinterpreted a statute, the appropriate response is to take the formal step of amending the law, not to use informal means to alter the agency's interpretation.\"", "The comment would appear to misconceive the nature and scope of Congress' constitutional oversight and investigatory authority and the judicial recognition and approbation of informal congressional techniques to influence agency actions as both directly flowing from that authority and as being an integral part of the checks and balances mechanism underlying our scheme of separated but shared powers. Thus it is well settled that Congress in legislating pursuant to the powers granted it under Article I, section 8 of the Constitution, has the authority, under the Necessary and Proper Clause, Art. I, sec. 8, cl. 18, to create the bureaucratic infrastructure of the Executive branch and to determine the nature, scope, and power of the duties so created. Moreover, as a general matter, the Supreme Court has spoken very broadly of the legislative power over offices. Where Congress deals with the structure of an office – its creation, location, abolition, powers, duties, tenure, compensation and other such incidents – its power is virtually plenary. Only where the object of the exercise of the power is clearly seen in the particular situation as an attempt to effect an unconstitutional purpose, e.g. , congressional appointment or removal of an officer, have the courts felt constrained to intervene.", "Equally well settled is the breadth of Congress' authority to effectively monitor the work of its creations. Supreme Court rulings have firmly established that the oversight and investigatory power of Congress is so essential to the legislative function as to be implied from the general vesting of legislative power in Congress. In the absence of a countervailing constitutional privilege or a self-imposed statutory restriction upon its authority, the Congress (and its committees) has plenary power to compel information needed to discharge its legislative function from executive agencies, private persons, and organizations, and within certain constraints, the information so obtained may be made public.", "Moreover, Congress' power to influence executive and other governmental conduct is not confined to its utilization of its lawmaking authority. The courts have long recognized congressional authority to investigate, and to express its opinion, in an attempt to influence the manner in which the laws are executed. In upholding the exercises of similar kinds of authority, courts have acknowledged that the issuance of a subpoena to the executive, the mandate of a report and wait provision, and the expression of disapprobation or the focusing of public attention on executive action, do not themselves constitute improper control of executive decisionmaking.", "The Supreme Court has also recognized Congress' right to investigate the Government's conduct of civil and criminal litigation. In the leading case of McGrain v. Daugherty , the Senate had appointed a select committee to investigate the alleged failure of the Justice Department to prosecute and defend certain civil and criminal actions to which the government was a party. The Supreme Court upheld the action of the Senate in citing the brother of the Attorney General for contempt of Congress for failure to comply with a subpoena issued by the select committee. The Court determined that the subject of the investigation–\"whether the Attorney General and his assistants were performing or neglecting their duties in respect of the institution and prosecution of proceedings to punish crimes and enforce appropriate remedies against the wrongdoers\"–was clearly one on which legislation could be enacted and was within the jurisdiction of the Senate to investigate.", "Additionally, the courts have explicitly held that agencies may not deny Congress access to agency documents, even in situations where the inquiry may result in the exposure of criminal corruption or maladministration by agency officials. As the Supreme Court has noted, \"But surely a congressional committee which is engaged in a legitimate legislative investigation need not grind to a halt whenever responses to its inquiries might potentially be harmful to a witness in some distinct proceeding . . . or when crime or wrongdoing is exposed.\"", "Thus, the courts have recognized the potentially prejudicial effect congressional hearings can have on pending cases. While not questioning the prerogatives of Congress with respect to oversight and investigation, the cases pose a choice for the Congress: congressionally generated publicity may result in harming the prosecutorial effort of the Executive; but access to information under secure conditions can fulfill the congressional power of investigation and at the same time need not be inconsistent with the authority of the Executive to pursue its case. Nonetheless, it remains a choice that is solely within Congress' discretion to make, irrespective of the consequences.", "The foregoing review of the case law concerning Congress' oversight and investigatory authority appears to abundantly demonstrate that the decisional law development in the area of undue influence is hardly aberrational but is, rather, a subset, and therefore a mirror, of the broad oversight power the courts have accorded Congress over Executive agencies generally. In all such cases the courts balance Congress' constitutional oversight and investigatory prerogatives against the interests of the agencies or private parties involved. In a non-adjudicatory setting involving general policymaking, it is hardly surprising that the congressional prerogatives are likely to be weighed and found persuasive unless the subject matter implicates countervailing constitutional privileges of the President or the pressure brought to bear results in a decision that ignores applicable statutory considerations or procedures. Thus the Sierra Club court noted that a rulemaking would be overturned because of congressional pressure only if two conditions were met: first, if the content of the pressure was designed to force the decisionmaker to decide on the basis of factors not made relevant by Congress in the applicable statute and, second, if the decision was in fact affected by those extraneous considerations. The court explained its rationale as follows: \"We believe it entirely proper for Congressional representatives vigorously to represent the interests of their constituents before administrative agencies engaged in informal, general policy rulemaking, so long as individual Congressmen do not frustrate the intent of Congress as a whole as expressed in statue, nor undermine applicable rules of procedure.\"", "On the other hand, underlying the greater judicial sensitivity to public or secret ( ex parte ) exertions of political pressure on an agency adjudication is the premise that such adjudications, whether formal or informal, involve individual rights rather than issues of general policy, and thus implicate constitutional due process values. Although due process does not generally require a full-scale judicial trial, informal adjudications must nonetheless conform to the \"fundamental notions of fairness implicit in due process.\" Both public and secret congressional attempts to influence agency decisionmaking may undermine the due process rights of parties to informal adjudications in several respects. Where the contacts are unrevealed, parties to the adjudication are deprived of notice and an opportunity to respond with relevant information, a violation of fundamental canons of fairness. Moreover, whether overt or concealed, political pressure compromises the appearance of impartiality and objectivity of the decisionmaker, qualities traditionally regarded as essential to due process. Thus the decisions in this area reflect a common purpose of the courts \"to preserve the integrity of the judicial aspect of the administrative process.\"", "But even in the adjudicatory setting the judicial deference to congressional prerogatives is apparent. Taint will not be found unless the pressure is directly on the decisionmaker, concerns the merits of the case, and is not minimal. The Gulf Oil MEUA, California v. FERC and ATX litigations serve to illustrate the current judicial practice. All four cases involved proceedings adjudicatory in nature but in none was taint found. In Gulf Oil the court found the following factors determinative: the subcommittee interrogations were not concerned with the merits of the agency's decision but with its compliance procedures; there was no attempt to influence a factual determination of the agency; the Commission in fact resisted the political pressure as evidenced by its resolution of key issues in a manner identical to the way it had decided them before the committee hearings; and the fact that the nature of the agency's decision was entirely legal. In the MEUA case, the Second Circuit found the ex parte communications involved there to be de minimis . The challenged communications were not secret and were in fact promptly placed in the public record; they contained no new factual information; and no opportunity for rebuttal was either required or necessary. In California v. FERC the court emphasized that the congressional intercessions were meant to correct procedural problems and to question whether the agency was applying the proper legal standard and that the agency determination made in each instance was based on its own independent, on-the-record analysis of the congressional objections and was accompanied by a reasoned explanation. The court viewed the matter as properly involving the congressional interest in policymaking and policy application. Finally, the intense congressional pressure in ATX to deny an application to operate a new airline was found not to taint the proceeding because close examination showed that it did not affect the outcome of proceeding. The court pointed to the absence of threats, the insulation of the immediate decisionmaker, and that the findings of material facts were very well supported by the evidentiary record, including the extensive evidence of previous wrongdoing and maladministration by the applicant. In short, the courts are looking to see if the agency itself protected the integrity of its own decisional process.", "Gulf Oil , MEUA, FERC and ATX then may be said to be reflective of the marked preference of the courts for upholding agency action wherever it is on the decisionmaking continuum. It would appear that unless a decisionmaker in an adjudication is directly contacted with respect to the merits of the case before him, or the situation involves particularly outrageous and/or pervasive congressional interference in a rulemaking, informal decisionmaking or investigative context which actually influences the decisionmaker, it is unlikely that a court will void a challenged agency action. Indeed, since the Pillsbury decision in 1966, only one challenge based on adjudicatory interference has been successful ( Koniag v. Andrus ) and that turned on the fact of a direct communication by letter to the agency decisionmaker by the chairman of a congressional committee which pointedly addressed the merits of the pending proceeding. Similarly, only one rulemaking has been found tainted during that same period ( Texas Medical Association v. Mathews ). And in all instances in which a proceeding has been found tainted, the judicial remedy has been a remand to the agency for reconsideration of the decision in question.", "In the final analysis, judicial deference in this area appears to reflect the pragmatic conclusion that maintenance of Congress' ability to communicate as freely as possible with the administrative bureaucracy is essential to sustaining the public acceptability of the modern administrative state. As one commentator has explained:", "The legitimacy and acceptability of the administrative process depends on the perception of the public that the legislature has some sort of ultimate control over the agencies. It is through the Congress that the administrative system is accountable to the public. If members of Congress \"be corrupt, others may be chosen.\" The public may not, however, directly remove agency officials. The public looks to its power to elect representatives as its input into the administrative process. The public will perceive restrictions on Congress's power to influence agency action as reducing the accountability of agency officials. This will negatively affect the legitimacy of agency actions, as well as seriously erode notion of popular sovereignty. Even administrators, who may not perceive legislative intrusions into the administrative process as being particularly desirable, recognize congressional supervision as a necessary function in a democratic society. The nature of the government requires that the legislature maintain a careful supervision over agency action."], "subsections": []}]}, {"section_title": "III. Ethical Standards and Considerations", "paragraphs": ["This part of the report discusses the ethical considerations and issues which may arise when a congressional office or a Member of Congress contacts an administrative or regulatory agency or otherwise intervenes in an administrative matter on behalf of a private constituent or other private entity with interests affecting the Member's constituency.", "Any discussion of the \"ethics\" of a Member of Congress intervening in an administrative matter on behalf of a constituent or other individual must be set within the context of the traditional role of a Member of Congress, in which the Member is often seen as his or her constituents' most immediate elected \"representative\" to the entire United States Government. Contacting an agency, department or Government bureau, and representing or intervening in administrative matters on behalf of constituents have often been characterized as among the official responsibilities of Members of Congress on behalf of those whom they represent, and such \"representational\" duties, above and beyond purely \"legislative\" acts, have evolved as a traditional and longstanding discretionary practice of Members of Congress.", "In discussing the theoretical, as well as the ethical context for these representational activities, the late Senator Paul Douglas of Illinois, in his valued work Ethics in Government, noted that congressional intervention in the administrative and executive process is grounded firmly in our concepts of checks and balances in a representative democracy, as well as our natural and historical distrust, as a nation, of unelected governments:", "Much of the mail and time of members of Congress is devoted to the requests of constituents about matters concerning which they, the constituents, are dealing with the administrative agencies of the government. In countries dominated by civil servants, such as imperial Germany and to a lesser degree Great Britain, any intervention by legislators in such administrative matters is severely discouraged. The bureaucracy in these countries contends that the function of the legislators is to make the laws and that of the public administrators is to administer them, and that consequently neither should interfere with the work of the other. ... These men, consciously or unconsciously, regard the civil service officials as devoted public servants ... [in contrast to] the \"impure\" legislator .... [Such attitude] is fostered by those who would create an \"administrative state\" in which the real directing power would be exercised by self-selecting and self-perpetuating group of officials rather than by elected representatives of the people. At its roots there is a concealed but deep distrust of democratic government and democratic processes.", "* * *", "The truth is that legislation and administration should not be kept in air-tight and separate compartments. In order that each group may perform its own job adequately, it should within limits interest itself in the work of the other. There is then, a sound ethical basis for legislators to represent the interests of constituents and other citizens in their dealings with administrative officials and bodies.", "Besides this ethical justification, there is a practical necessity for it. Out of a deep instinctive wisdom, the American people have never been willing to confide their individual or collective destinies to civil servants over whom they have little control. They distrust and dislike a self-perpetuating bureaucracy, because they believe that ultimately it will not reflect the best interests of the people. They therefore turn to their elected representatives to protect their legitimate interests in their relationship with the public administrators.", "The importance of the case-work or service function of representing constituents' individual interests before the agencies and officials of the federal executive bureaucracy was recognized and discussed in an important treatise on congressional ethics authored by the Association of the Bar of the City of New York, Congress and the Public Trust :", "The casework or service function has become a major responsibility of Members of Congress today. In the performance of this function, a Senator or Representative negotiates in his constituent's behalf a whole range of problems and difficulties that arise out of their relations with the Federal government. This can involve the Member in helping to obtain a federal contract for his district, interceding on behalf of a selective service registrant, inquiring why a constituent's Social Security check has not been delivered, setting up a meeting with a Federal official, and arranging for a tour of the White House for an important constituent.", "The practice of intervening in administrative and executive matters on behalf of constituents and other individuals has, therefore, not been perceived historically in the United States as an inherently wrongful act, necessarily involving undue or improper \"political\" influence over executive or administrative matters, but rather has customarily been seen as a discretionary, and arguably, an expected function of one's representative in Congress. The House Committee on Standards of Official Conduct, for example, advises Members and employees of the House that: \"An important aspect of a House Member's representative function is to act as a 'go-between' or conduit between his constituents and administrative agencies of the Federal Government.\" Similarly, the Senate Select Committee on Ethics has stated that: \"It is a necessary function of a Senator's office to intervene with officials of the executive branch and independent regulatory agencies on behalf of individuals when the facts warrant ....\"", "There are, of course, opportunities and potential for abuse in this area, and there are, therefore, statutory as well as ethical restraints and considerations in relation to such activities, as there are for most official activities and duties of Members of Congress and their staff. The most prominent and clear restriction is upon the receipt of compensation or anything of value in return for, or because of, such representational activity.", "The Supreme Court of the United States in 1905 had occasion to rule on the propriety of a United States Senator intervening in an executive matter, and noted that such activity, although not required of a Member, is within the Member's discretion, may be done \"without impropriety,\" and is not violative of statutory restraints as long as no compensation is accepted for the activity. The Court in Burton v. United States, in ruling that a statute barring a Senator from receiving compensation for representing an individual before the agencies of the Government did not unduly interfere with a Member's constitutional duties to represent and present his views before those agencies, explained:", "A statute like the one before us ... can be executed without in any degree ... interfering with the discharge of the legitimate duties of a Senator. The proper discharge of those duties does not require a Senator to appear before an executive Department in order to enforce his particular views, or the views of others, in respect of matters committed to that Department for determination. He may often do so without impropriety, and, as far as existing law is concerned, may do so whenever he chooses, provided he neither agrees to receive nor receives compensation for such services.", "The initial ethical considerations thus concern the receipt of things of value by a Member or staff from persons or organizations on whose behalf interventions before or inquiries to federal agencies were made. Prudence and caution must, of course, be exercised by Members of Congress and staff in accepting gifts at any time from private individuals or groups, and even more so in accepting any gifts, offers of entertainment, or other things of value which could be interpreted as a reward, payment or additional compensation for doing one's official duties in assisting constituents or others in matters before federal agencies. Since campaign contributions are a more common, and arguably a more acceptable and necessary monetary transfer from private individuals to Members of Congress than are outright gifts, some of the more common, but difficult questions in this area concern the receipt, acceptance, or solicitation of campaign contributions from those whom the Member or his or her staff has assisted in matters before federal agencies.", "In addition to statutory and rule restrictions relating to such things as the receipt of payments or gifts in return for representational activity, or concerning a Member's or staff's own personal interest in a matter, there are also general ethical considerations and guidelines which are concerned with the prevention of undue or improper influence by those in the legislative branch over the duties and functions of executive officers and employees, separate from the issue of compensation or reward. These considerations and guidelines are based in some respects on the separation of powers doctrine, as well as on the notions of due process and fairness in administrative proceedings, and the issues of the use or abuse of political influence over matters which are expected to be based substantially on competitive, merit principles, or which are to be decided strictly on particular statutory or regulatory criteria. Executive or administrative decisions on some matters, such as certain federal contracts or hiring in the civil service, are often expressly required to be made on a competitive, merit basis, and may be expressly required not to be made on the basis of political affiliation or influence."], "subsections": [{"section_title": "A. House and Senate Guidelines", "paragraphs": [], "subsections": [{"section_title": "1. Opinion of the House Committee on Standards of Official Conduct", "paragraphs": ["The House Committee on Standards of Official Conduct in 1973 incorporated several generally accepted ethical standards and principles into an advisory opinion on Members' offices dealing with the administrative agencies of the Federal Government. Advisory Opinion No. 1, \"On the Role of a Member of the House of Representatives in Communicating With Executive and Independent Agencies,\" provides, in part, as follows:", "REPRESENTATIONS", "This Committee is of the opinion that a Member of the House of Representatives, either on his own initiative or at the request of a petitioner, may properly communicate with an Executive or Independent agency on any matter to:", "Request information or a status report;", "Urge prompt consideration;", "Arrange for interviews or appointments;", "Express judgment;", "Call for reconsideration of an administrative response which he believes is not supported by established law, Federal Regulation, or legislative intent;", "Perform any other service of a similar nature in this area compatible with the criteria hereinafter expressed in this Advisory Opinion.", "PRINCIPLES TO BE OBSERVED", "The overall public interest, naturally, is primary to any individual matter and should be so considered. There are also other self-evident standards of official conduct which Members should uphold with regard to these communications. The Committee believes the following to be basic:", "1. A Member's responsibility in this area is to all his constituents equally and should be pursued with diligence irrespective of political or other considerations.", "2. Direct or implied suggestion of either favoritism or reprisal in advance of, or subsequent to, action taken by the agency contacted is unwarranted abuse of the representative role.", "3. A Member should make every effort to assure that representations made in his name by any staff employee conform to his instruction."], "subsections": []}, {"section_title": "2. Senate Rule on Intervention", "paragraphs": ["The Senate adopted in 1992 a specific Senate Rule dealing with constituent service and intervention into administrative matters. This Rule was adopted after the Senate Select Committee on Ethics conducted disciplinary proceedings concerning five Senators and their personal interventions into executive branch investigations of failed savings and loan institutions. The Senate Rule, at Rule 43, provides:", "CONSTITUENT SERVICE", "1. In responding to petitions for assistance, a Member of the Senate, acting directly or through employees, has the right to assist petitioners before executive and independent government officials and agencies.", "2. At the request of a petitioner, a Member of the Senate, or a Senate employee, may communicate with an executive or independent government official or agency on any matter to:", "(a) request information or a status report;", "(b) urge prompt consideration;", "(c) arrange for interviews or appointments;", "(d) express judgments;", "(e) call for reconsideration of an administrative response which the Member believes is not reasonable supported by statutes, regulations or considerations of equity or public policy; or", "(f) perform any other service of a similar nature consistent with the provisions of this rule.", "3. The decision to provide assistance to petitioners may not be made on the basis of contributions or services, or promises of contributions or services, to the Member's political campaigns or to other organizations in which the Member has a political, personal, or financial interest.", "4. A Member shall make a reasonable effort to assure that representations made in the Member's name by any Senate employee are accurate and conform to the Member's instructions and to this rule.", "5. Nothing in this rule shall be construed to limit the authority of Members, and Senate employees, to perform legislative, including committee, responsibilities."], "subsections": []}]}, {"section_title": "B. Intervention and Receipt of Things of Value", "paragraphs": ["One of the more fundamental ethical concerns and direct prohibitions concerning administrative intervention, or any other \"casework\" function by a congressional office, relates to the receipt of things of value in connection with such services. Depending on the circumstances of the receipt of money, gifts or contributions, and the \"nexus\" of such items of value to the services performed or agreed to be performed by a Member or staff, such conduct may implicate various criminal laws as well as ethical rules and guidelines."], "subsections": [{"section_title": "1. Bribery", "paragraphs": ["The federal bribery law at 18 U.S.C. §201 provides criminal penalties for any public official who \"corruptly\" seeks, accepts, or agrees to receive anything of value \"personally or for any other person or entity, in return for being influenced in the performance of any official act ....\" Within the bribery statute is also the so-called \"illegal gratuities\" clause, discussed below, which penalizes a public official who, other than as provided by law, agrees to accept anything of value personally \"for or because of\" any official act performed or to be performed.", "The bribery provision of federal law requires in the first place that \"anything of value\" be corruptly sought or received in return for being influenced in an official act. The term \"anything of value\" is interpreted broadly, and could include cash, gifts, discounts, or even campaign contributions, \"because the words 'anything of value' comprehend anything that conceivably can be offered or given as a bribe.\"", "The bribery provisions, furthermore, cover things of value such as gifts, bequests or contributions which are sought not only for oneself (as is an \"illegal gratuity\"), but also things of value which are sought for third parties, that is, \"for any other person or entity.\" As noted in the legislative history of this provision: \"This subsection also forbids an attempt to influence a public official by an offer or promise of something of value which will be to the advantage of somebody else in whose well-being he may be interested.\" Contributions of funds or things of value to third parties and other entities such as to campaign committees or to charitable foundations, may thus be covered by the statute when the other elements of the law are satisfied.", "The operative crux of the bribery statute specifically requires that the thing of value be \"corruptly\" received or sought by the public official \"in return for being influenced\" in the performance of an official act. The central element of intent which is characteristic of a bribe is thus a \"corrupt\" or wrongful bargain or agreement, often described as some express or implied quid pro quo , that is, a corrupt or wrongful understanding or agreement to do something in return for something else. For a bribe to occur, the bribe must be shown to be the \"prime mover or producer of the official act\" performed or promised to be performed. General contributions, donations or payments to causes, entities or to other persons, or so-called \"goodwill\" payments, which are given to create a favorable atmosphere or feeling of gratitude in the recipient, or with \"some generalized hope or expectation of ultimate benefit on the part of the donor,\" but which are not given nor received in the context of any express or implied agreement to perform some official act, that is, without a specific quid pro quo , are not considered \"bribes\" under the statute."], "subsections": []}, {"section_title": "2. Illegal Gratuities", "paragraphs": ["Within the federal bribery statute is the so-called \"illegal gratuities\" clause at 18 U.S.C. §201(c). This provision has been found to be a \"lesser included offense\" of a \"bribe,\" and does not require a \"corrupt\" intent for a violation. The different intent elements for an illegal gratuity, that is, the absence of a required \"corrupt\" intent, and the absence of a need to show an intent to influence or be influenced, are among the principal distinctions between a bribe and an illegal gratuity.", "What is required for a violation of the illegal gratuities clause is that a public official receive or seek something of value, other than as provided by law, \"personally\" (or \"for himself\"), \"for or because of\" an \"official act\" done or to be done by him. There does not have to be an express quid pro quo or a corrupt bargain for an illegal gratuity, but the thing of value must be received for the official, and must be \"for or because of\" an official act done or to be done, that is, connected in some way to some official duty or function. An illegal gratuity may be received even after an official act is performed, as a \"thank you\" or in appreciation for doing an act that would have been done in any event, uninfluenced by the gratuity; while a bribe, on the other hand, must be shown to be the \"prime mover\" influencing the act.", "Although no specific wrongful bargain, or \"corrupt\" intent, in receiving an illegal gratuity need be shown, there is a criminal intent required of an illegal gratuity which would distinguish this wrongful receipt of a payment from a mere gift unrelated to any official act, or from such things as lawful campaign contributions given to an elected public official \"because of\" his stand, vote, or position on an issue. The intent has been described by one court as the knowledge that one is being compensated or rewarded for a particular official act or acts:", "...[U]nder the gratuity section, \"otherwise than as provided by law ... for or because of any official act\" carries the concept of the official act being done anyway, but the payment only being made because of a specifically identified act, and with a certain guilty knowledge best defined by the Supreme Court itself, i.e. , \"with knowledge that the donor was paying him compensation for an official act ... evidence of the Member's knowledge of the alleged briber's illicit reasons for paying the money is sufficient.\"", "While some cases in the circuits had gone so far as to find that a specific official act need not be contemplated or identified for a payment or compensation to constitute an \"illegal gratuity\" as long as payments were given to a recipient who is in a \"position to use his authority in a manner which could affect the gift giver,\" the Supreme Court in Sun-Diamond in 1999 clarified that such so-called \"status gifts,\" unconnected to any identified official act, were not a violation of the illegal gratuities provision.", "In addition to the intent requirement, under the illegal gratuities clause it must be shown that the compensation received by the public official was received \"personally,\" or as stated in the earlier version of the law, \"for himself.\" If things of value are directed to independent third parties or entities, such payments might not be considered to have been received or sought with the requisite intent to \"compensate\" the public official \"personally\" for his acts, because they were not received by the official \"for himself\" or \"personally,\" but rather by another entity or person."], "subsections": []}, {"section_title": "3. Compensation/Conflicts of Interest", "paragraphs": ["Members of Congress, as well as all other officers and employees of the government, are prohibited under the provisions of a conflict of interest statute at 18 U.S.C. §203(a) from receiving or sharing in any private \"compensation\" for \"representational services\" rendered by themselves or another for a private party before any agency of the United States Government. The required proof of \"compensation\" for services rendered, the necessary intent, and the evils at which the statute are directed, are similar to the \"illegal gratuities\" clause of the bribery statute. That is, \"corrupt\" intent is not required to be proven, but it is required to show that \"compensation\" was knowingly received for the services rendered.", "In May v. United States, supra , a Member of Congress who was the Chairman of the Military Affairs Committee contacted the War Department about military contracts to a private firm, after having received complaints from the owners and officers of that firm that the War Department was being unfair and discriminatory towards them. The court found that regardless of \"whether the complaints were or were not well-founded,\" and regardless of whether or not the contacts and intercession by the Member \"were patriotic, legitimate and within the scope of his legitimate duties as a Congressman,\" the statute in question would be violated by receiving private compensation for such activities. The court thus found that the services may have been \"proper,\" but the compensation for them was not:", "It was alleged that on numerous occasions May telephoned, called personally or wrote officials of the War Department in respect to these matter in which the Garssons were interested, and brought his official prestige and influence to bear upon those officers in order to promote the interests of the Garssons.", "* * *", "If the money was received by May as compensation for acts done by him for the Garssons, it is immaterial that those acts were patriotic, legitimate and within the scope of his official duties as a Congressman. ... [I]f a judge receives payment from a party for rendering a correct decision, he is, nevertheless, guilty of a criminal act in receiving a bribe. So, if a Congressman receives compensation for services rendered by him to a person in relation to any matter in which the United States is interested, before any Government department, he is guilty of violating the statute, even though the service rendered was a proper act on his part. A Congressman cannot legally receive compensation from a private person for doing his duty in respect to something in which that person and the United States have interests. The gist of the offense is the receipt of compensation, not the nature of the act done by the recipient in consequence thereof.", "Although similar in nature and necessary proof to the illegal gratuities clause, the statute is not necessarily duplicative of the illegal gratuities provision because the \"services\" rendered, for which compensation may not be accepted under §203, need not be within the \"official duties\" of the officer or employee accepting such compensation, as it must be for the illegal gratuities clause of the bribery law. Section 203 may therefore cover a broader and wider range of representational activities for private parties than would the illegal gratuities clause. Furthermore, the statute bars an officer or employee from sharing in or receiving compensation even for someone else's representational services before a federal agency."], "subsections": []}, {"section_title": "4. Extortion", "paragraphs": ["Somewhat related to the bribery offense is the \"extortion\" provision of federal law, commonly known as the \"Hobbs Act,\" which prohibits the interference with commerce by way of \"extortion,\" defined as the \"obtaining of property from another, with his consent, induced by wrongful use of actual or threatened force, violence or fear, or under color of official right .\" Demands by elected public officials on private citizens for payments, such as for campaign contributions, even when the payments are to be made to third parties such as campaign committees, may fall within the extortion provisions when there is some wrongful use of one's official position to induce or coerce the contribution. As stated by one court, the Hobbs Act would \"penalize those who, under the guise of requesting 'donations,' demand money in return for some act of official grace.\" Federal courts have noted that the crime of \"extortion\" and the crime of bribery under federal law, \"are really different sides of the same coin,\" and that the intent requirements of the two federal offenses are parallel. That is, under the extortion provisions of the \"Hobbs Act,\" there is generally, with respect to such things as campaign contributions which have a facial legitimacy, a need to demonstrate a quid pro quo , a wrongful bargain or understanding, that the campaign contribution solicited is exchanged for an official act requested or desired."], "subsections": []}, {"section_title": "5. Conspiracy to Defraud the Government", "paragraphs": ["It is possible that a scheme or agreement between two or more people to wrongfully exert influence upon an agency of the government might arguably sustain a theory of a violation of 18 U.S.C. §371, conspiracy to defraud the United States. The conspiracy statute is quite broad in its application, and could cover schemes to defraud the United States even when the object is not to defraud the United States out of money or property, but rather to defraud the United States out of the proper and impartial duties it should expect from its officers and employees, or which interferes with the proper functioning of an agency. As noted by the Supreme Court, a conspiracy to \"defraud the United States\" does not necessarily require a showing that the government was cheated out of money or property, nor does it necessarily require that an illegal act be done:", "To conspire to defraud the United States ... also means to interfere with or obstruct one of its lawful governmental functions by deceit, craft or trickery, or at least by means that are dishonest. It is not necessary that the Government shall be subjected to property or pecuniary loss by the fraud, but only that its legitimate official action and purpose shall be defeated by misrepresentation, chicane or the overreaching of those charged with carrying out the governmental intention.", "Some cases have even found that a charge of conspiracy to \"defraud the United States,\" that is, to interfere with or obstruct a lawful government function, need not even allege any specific \"deceit, craft, trickery or dishonesty\" in carrying out that scheme. To establish a conspiracy it must be shown that there existed an agreement, either tacit or express, to \"defraud the United States\" or to do an illegal act, that the person charged knew of the conspiracy and joined it or \"intended to associate himself with its objectives,\" and that at least one overt act was committed in furtherance of the conspiracy.", "Conspiracies to defraud the United States have been found in improper, wrongful or corrupt legislative attempts to influence federal agencies. In United States v. Sweig, count one of a grand jury indictment was sustained which charged defendants Martin Sweig and Nathan Voloshen with conspiracy to defraud the United States in connection with the exertion of improper influence upon government agencies and their officials from the office of the Speaker of the United States House of Representatives. Specifically, Count One of the indictment charged that Sweig, a congressional employee, and Voloshen, who was not an employee of the government, conspired:", "with each other and other persons to the grand jury known and unknown, to defraud the United States and agencies thereof, in connection with its lawful government functions hereinafter described, to wit: (a) its lawful function to have its business and affairs conducted honestly and impartially as the same should be conducted, free from fraud, improper and undue influence, dishonesty, unlawful impairment and obstruction; (b) its lawful right to have its officers and employees, free to transact the official business of the United States unhindered, unhampered, unobstructed, unimpaired and undefeated by the exertion upon them of dishonest, unlawful, impaired and undue pressure and influence.", "The indictment charged that the defendants had misused the office and influence of the Speaker of the House and had pressured various federal agencies and their employees concerning certain matters pending before the agency. The court discussed the activities in which the defendants were alleged to have been involved:", "Paragraph 4 of the indictment says it was part of the conspiracy (a) that Voloshen \"would and did accept fees from various persons with matters pending before [federal] departments and agencies ... to exert the influence of the office of the Speaker of the House to said agencies, on behalf of said persons,\" (b) that Voloshen \"would and did use the offices, telephone, secretarial staff, and goodwill of the Speaker,\" (c) that both defendants would agree to have Sweig, \"by various means, express the interest of the Office of the Speaker ... in said matters ... on behalf of said persons,\" (d) that Voloshen \"would and did falsely assume and pretend\" to be a member of the Speaker's staff and (e) that Sweig \"would and did act as agent or attorney for persons before departments and agencies of the Government in connection with ... matters in which the United States was a party and in which it had a direct and substantial interest.\" Paragraph 5 alleges the use of telephone calls, from the Speaker's offices and elsewhere, and of personal visits by both defendants to \"express the interest of the office of the Speaker of the House in said matters pending before said agencies.\"", "Although Voloshen was said to have received fees for his representations, Sweig, the congressional employee, was not alleged to have done so. Nevertheless the court sustained the indictment against Sweig:", "The fact that Sweig is not alleged to have taken money or other things for his part in the alleged conspiracy does not justify dismissal of Count One for facial insufficiency. It may be doubted whether a jury would - or could be permitted to - convict unless it found evidence to show for each alleged conspirator some meaningful \"stake\" in the enterprise. But the interest need not have been monetary, or material at all. [Citations omitted].", "Nathan Voloshen pleaded guilty to one count of conspiracy and three counts of perjury. Martin Sweig, who unlike Voloshen, was actually in the employ of the office of the Speaker and was not alleged to have accepted fees, was acquitted by the jury on the \"influence peddling\" conspiracy charges, but was found guilty on one charge of perjury. As reported by the press in 1970:", "The verdict was a personal triumph for defense counsel Smith, who argued that Sweig's efforts in contacting federal agencies were a customary practice on Capitol Hill and not unlawful even if the jurors might find the practice unfair.", "Earlier, the press had quoted Sweig's defense attorney concerning this argument relevant to the practice and ethics of congressional intervention on behalf of individuals before federal agencies:", "\"Congress has never made criminal the acts alleged against Sweig\" says Smith. \"It would be presumptuous in the extreme and in clear violation of constitutional separation of powers for the judiciary to impose standards of conduct on legislative employees when the Congress has declined to do so.\"", "In United States v. Burgin, the court found that the count of conspiracy to defraud the government could be sustained where a former State senator and a current member of the State Legislature were involved in a \"silent scheme\" to exert influence over a State agency administering federally financed contracts, finding that §371 \"not only reaches financial or property loss through employment of a deceptive scheme, but also is designed and intended to protect the integrity of the United States and its agencies, programs and policies.\" In this case, the court found that the fact that the public official involved in the conspiracy had a covert financial interest in the contracts, provided the \"overreaching of an agent of the United States by a public official having a financial quid pro quo interest in a federally financed contract,\" which amounted to an \"obstruction of a lawful governmental function.\" The court's finding agreed with the government's charge that \"the meaning of 'defraud' includes any scheme of 'influence peddling' whereby a public official receives remuneration for the exertion of influence upon other officials....\"", "The underlying motive or indirect financial interest in performing or influencing an official act affecting an agency decision might thus be relevant to a \"conspiracy\" to defraud charge, and could arguably provide the \"wrongful\" nature of the actions to influence federal agency decisions if such actions are motivated by factors other than the general public interest which one is elected to serve. In a conflict of interest case, United States v. Podell , the court noted the principle of a \"breach of trust\" by a Member of Congress when the Member \"shed[s] the duty of disinterested advocacy owed the government and his constituents in favor of championing private interests potentially inconsistent with this charge.\" This wrongful \"breach of trust\" may arguably exist even when the means in conducting such intervention and exercising such influence are not in themselves improper or wrongful, if the motivation is improper."], "subsections": []}, {"section_title": "6. Campaign Contributions and Interventions", "paragraphs": ["One of the more persistent and difficult issues in relation to interventions is the one concerning any connection, \"nexus\" or \"linkage\" between official interventions and the making, promising, or solicitation of campaign contributions from those persons for whom such interventions were made. Campaign contributions, unlike personal gifts and favors to officials, are necessary and encouraged in our system of government where campaigns to congressional office are privately financed, and thus have a facial legitimacy that other transfers of things of value to Members may not have. The ethical inferences that might be raised concerning unrestricted personal gifts or entertainment provided to a legislator, might not be relevant in the case of congressional campaign contributions which are legitimate, acceptable, and necessary economic and monetary transfers to Members of Congress.", "Both the House and Senate ethics committees thus note that it is perfectly acceptable, and often necessary, for Members of Congress to represent the interests of a constituent before a federal agency even when that constituent has made substantial campaign contributions to the Member's campaign. It would be an unusual rule, at best, which would work to prohibit a Member of Congress from representing those who have supported his candidacy, and limit a Member's representations to only those who have not supported him. Any interventions and representations, however, should not be based on, nor consider, the campaign support that a Member has received from a particular petitioner, but should, rather, be based on the merits of the particular matter and the general public interest – the matter's impact, importance or significance to the Member's constituents, district or State."], "subsections": [{"section_title": "Campaign Contributions, Interventions, and Bribery", "paragraphs": ["Certainly, campaign contributions, whether of soft money or regulated hard money, could be the \"thing of value\" in a \"bribe,\" and can be implicated in a bribery scheme if the other elements of the crime of bribery are present. However, for a \"bribe\" to be present in the case of campaign contributions, there must be shown a specific quid pro quo , that is, a corrupt agreement or understanding between the parties that the public official will do some specific official act in return for the receipt of certain valuable consideration. When such a corrupt agreement exists ( e.g. , \"I will intervene in this matter in return for your providing a campaign contribution to my political committee\"), there exists the requisite element of being \"influenced\" to do the act \"in return for\" the campaign contribution. When there is only a campaign contribution and a subsequent official act favorable to the donor, or an official intervention with an agency and a later campaign contribution, but no evidence of such an agreement directly linking the motivation for the official act to the contribution, then there is no bribe. This is why the Supreme Court has noted that bribery is among the least subtle, and most blatant forms of public corruption.", "As to campaign contributions generally, the courts have noted that: \"No politician who knows the identity and business interests of his campaign contributors is ever completely devoid of knowledge as to the inspiration behind the donation.\" While campaign contributions can be bribes where there exists a corrupt bargain (a quid pro quo arrangement), campaign contributions given to a candidate or official merely as support, or in appreciation or thank you for certain official acts, positions or votes taken, as is the case for many or most campaign contributions, are not considered to be bribes. The Court of Appeals for the District of Columbia Circuit, in United States v. Anderson, supra, for example, where a conviction of a lobbyist was upheld for bribing a Senator with \"campaign contributions\" to influence the Senator on particular postal rate legislation, approved the jury instructions given by the trial judge which \"exonerated campaign contributions inspired by the recipient's general position of support on particular legislation.\"", "Campaign contributions may also be in the nature of general contributions, donations or payments to causes, entities or to other persons, sometimes called \"goodwill\" payments, which are given merely to create a favorable atmosphere or feeling of gratitude in the recipient, or with \"some generalized hope or expectation of ultimate benefit on the part of the donor,\" but which are not given nor received in the context of any express or implied agreement, and are therefore not considered \"bribes\" under the statute. Political contributions to entities such as a candidate's political campaign committee do not in themselves constitute bribes \"even though many contributors hope that the official will act favorably because of their contributions.\" A Court of Appeals in United States v. Allen , interpreting a bribery statute being used as a predicate offense for a RICO charge, explained as follows:", "[A]ccepting a campaign contribution does not equal taking a bribe unless the payment is made in exchange for an explicit promise to perform or not perform an official act. Vague expectations of some future benefit should not be sufficient to make a payment a bribe.", "The concept of the lack of a corrupt agreement generally in campaign contributions, as distinguished from bribes, was discussed in terms of reciprocity and \"obligation\" by Judge John T. Noonan, Jr., in his work entitled Bribes . Discussing what he calls \"donations of democracy,\" Judge Noonan raises the issue of the differences between such contributions and bribes, and later in his work attempts to answer the question raised:", "Normally, at any rate, money is given to an officeseeker whose views on important issues coincide with the giver's. The money is given with the hope, expectation, purpose that particular views will be translated into particular votes. A tacit reciprocity exists. How is money given a candidate different from a bribe?", "* * *", "Campaign contributions are imperfect gifts because they are usually not set in a context of personal relations; they are intended to express ... an identification with a cause. They are not wholly the recipient's – their purpose is restricted. They are given in response to work done or expected to be done. ... They do not express or create overriding obligations, that is, there is no absolute obligation on the part of the contributor to recognize past work by the candidate, and there is no absolute obligation on the part of the candidate to do the work the contributor expects. Absence of absolute obligation creates one difference between contributions and bribes.", "It has been theorized that there may be some incidental \"reciprocity\" expected between donor and recipient in our political process. Legislators in Congress, unlike judges, have a specific constituency which they represent and on whom, in return, they rely for the donation of funds to their campaigns. Judge Noonan argued that to some extent, campaign contributions, or at least large ones, may be a kind of \"access\" payment to our representative which is expressly permitted in practice in our system of private funding of campaigns for elective office:", "Campaign contributions may be considered a subspecies of a larger class – access payments. \"I'm not paying for my congressman's vote,\" the large contributor will say. \"I simply want to be sure he will listen to my side of the case.\" ... The access payment in fact and function, if not in hairsplitting theory, is a payment to establish reciprocity.", "* * *", "...[T]he access buyer is paying not only for attention but for favorable attention. The payment is close to what would be called a bribe if made to a judge; but access to and favorable attention by, a legislator has not generally been regarded in the same way as an approach to a judge. ...", "The hypotheticals show that a legislator is not in the position of a judge. The judge's office is modeled on the paradigm of the transcendent Judge of the Bible and a sharp line distinguishes him from the litigants before him. The legislator, on the contrary, is his constituent's representative .... A certain identity of interest is expected to exist between constituent and legislator.... Given the acceptance of this mutuality of purpose between contributor and legislator, the prevailing assumption in America has been that campaign contributions normally fall in the range of cases where specific votes are not being bought. ... At times \"campaign contribution\" has been a code word used as a flimsy cover for a payment intended to enrich an official personally in exchange for an official act benefitting the payor. These cases have not disturbed the normal assumption that a campaign contribution is different from a bribe.", "That there may be some tacit reciprocity, particularly concerning \"access\"to an elected official by a large contributor, has not as yet been considered sufficient to satisfy the corrupt bargain or agreement required for a bribe, in part because mere access to, that is, meeting with an individual, is not necessarily considered an \"official act\" performed or agreed to be performed by the elected representative."], "subsections": []}, {"section_title": "Campaign Contributions, Interventions, and Illegal Gratuities", "paragraphs": ["Although for an \"illegal gratuity\" (unlike a \"bribe\"), no specific illegal bargain or \"corrupt\" intent need be shown, there is a criminal intent required of an illegal gratuity which would distinguish this wrongful receipt of a payment from a lawful campaign contribution given to a Member of Congress, even given \"because of\" the Member's acts, such as intervention in an agency matter on behalf of a donor. As noted by the court in Brewster : \"Every campaign contribution is given to an elected public official probably because the giver supports the acts done or to be done by the elected official.\" The criminal intent required for an illegal gratuity as stated by the court, however, is a knowing and willful receipt of a payment as \"compensation,\" other than as provided by law such as one's salary, for doing an official act. The court in Brewster explained:", "No politician who knows the identity and business interests of his campaign contributors is ever completely devoid of knowledge as to the inspiration behind the donation. There must be more specific knowledge of a definite official act for which the contributor intends to compensate before an official's action crosses the line between guilt and innocence.", "* * *", "...[U]nder the gratuity section, \"otherwise than as provided by law ... for or because of any official act\" carries the concept of the official act being done anyway, but the payment only being made because of a specifically identified act, and with a certain guilty knowledge best defined by the Supreme Court itself, i.e. , \"with knowledge that the donor was paying him compensation for an official act ... evidence of the Member's knowledge of the alleged briber's illicit reasons for paying the money is sufficient.\"", "In addition to providing evidence of the guilty knowledge that a public official had of being compensated for an official act, it must be shown that the compensation received by the public official was received \"personally\" or \"for himself.\" Even if things of value such as contributions were arguably sought and received with the requisite guilty knowledge that they were given \"for or because of\" an act to be done or which had been done by the Member, if they were directed to a lawful campaign committee, even a Representative's or Senator's principal campaign committee, or another independent entity such as a charitable organization, such payments might not be considered to have been received or sought with the requisite intent to \"compensate\" the Member \"personally\" for his acts, because they were not received for himself or personally, but rather for another entity or person.", "If campaign contributions for federal elections are the \"thing of value\" received, therefore, it may then be difficult to satisfy this element of the offense that the thing of value was received by the official \"for himself\" or for the official \"personally.\" Under federal law all candidates for Congress must have a principal campaign committee to which campaign contributions are given and from which they are expended under authority of their treasurer, for campaign or other designated purposes, and candidates and Members of Congress may not convert campaign contributions to their own \"personal\" use under statute and congressional rule. Thus, even contributions to a congressman/candidate's own personal campaign committee would arguably, as a general matter, not be considered contributions to the individual Member/candidate \"for himself\" or to him or her \"personally,\" and thus would not come within the illegal gratuities provision.", "In the Brewster case the court there found that the \"contributions\" were, however, given by a lobbyist to a sham committee which was merely the \"alter ego\" of the Senator, which did not file public reports nor keep records such as other political committees under the federal law at that time (the old Federal Corrupt Practices Act), and from which the Senator freely drew funds for his own personal use. As such, these \"illegal gratuity\" payments were distinguishable from bona fide campaign contributions, which are not prohibited as illegal gratuities because they are not for the candidate/official himself.", "If the facts are developed that contributions or payments ostensibly made to a third party or entity \"for or because of\" official acts done or to be done by a Member were in fact used or expended in a manner to financially enrich or financially benefit the Member personally, then it might be argued that such funds were received \"for himself.\" Contributions to a committee or any third party, therefore, which are used, for example, to pay for personal living expenses of a Member, one's personal car or other personal expenses such as transportation, clothing, or food, might arguably be considered payments for the Member \"himself.\""], "subsections": []}, {"section_title": "Campaign Contributions, Interventions, and Extortion", "paragraphs": ["The Supreme Court has found that elected officials who ask for bona fide campaign contributions, only violate the \"Hobbs Act\" extortion law when there is evidence of a specific quid pro quo , similar to the bribery statute. The Court noted in McCormick v. United States , that the mere nearness in time of official acts by a recipient public official and campaign contributions from the beneficiaries of those acts, that is, \"shortly before or after campaign contributions are solicited and received from those beneficiaries,\" does not evidence \"extortion\" under the law, and is an \"unrealistic assessment\" of the requirements of the crime, particularly in light of how \"election campaigns are financed by private contributions and expenditures.\" Rather, the Court found that the statute would be violated by a request from an elected official to a member of the public for a voluntary campaign contribution \"only if the payments are made in return for an explicit promise or undertaking by the official to perform or not to perform an official act,\" where the \"official asserts that his official conduct will be controlled by the terms of the promise or undertaking.\" The Supreme Court in McCormick explained:", "Serving constituents and supporting legislation that will benefit the district and individuals and groups therein is the everyday business of a legislator. It is also true that campaigns must be run and financed. Money is constantly being solicited on behalf of candidates, who run on platforms and who claim support on the basis of their views and what they intend to do or have done. Whatever ethical considerations and appearances may indicate, to hold that legislators commit the federal crime of extortion when they act for the benefit of constituents or support legislation furthering the interests of some of their constituents, shortly before or after campaign contributions are solicited and received from those beneficiaries, is an unreal assessment of what Congress could have meant by making it a crime to obtain property from another, with his consent, \"under color of official right.\" To hold otherwise would open to prosecution not only conduct that has long been thought to be well within the law but also conduct that in a very real sense is unavoidable so long as election campaigns are financed by private contributions or expenditures, as they have been from the beginning of the Nation.", "In a similar vein as the bribery provision, the making of campaign contributions, either on one's own initiative or in response to a request from an official or the official's campaign, with the mere hope or expectation that one might be treated favorably in the future because of one's generosity and support in making such campaign contributions, does not provide the necessary quid pro quo or corrupt character for an extortion charge:", "[T]he explicitness requirement serves to distinguish between contributions that are given or received with the \"anticipation\" of official action and contributions that are given or received in exchange for a \"promise\" of official action. ... When a contributor and an official clearly understand the terms of a bargain to exchange official action for money, they have moved beyond \"anticipation\" and into an arrangement that the Hobbs Act forbids."], "subsections": []}, {"section_title": "Campaign Contributions, Interventions, and Conspiracy", "paragraphs": ["It is not explicitly clear from case law whether a conspiracy to defraud the government would exist if the \"nexus\" or connection between campaign contributions and the intervention activity by a Member of Congress does not also rise to or satisfy the elements of a \"bribe\" (18 U.S.C. §201(b)), an \"extortion\" (18 U.S.C. § 1951(b)(2)), an \"illegal gratuity\" (18 U.S.C. §201(c)), or \"compensation\" for services rendered before an agency (18 U.S.C. §203(a)). However, if the connection or linkage could be shown to be such that the campaign donations were in fact the \"inducement,\" \"reward,\" \"motivation\" or \"reason\" for the intervention on behalf of such donor, it might then be argued that the donations and inducements provided the \"wrongful\" or \"improper\" character of the influence exerted upon a federal agency sufficient to sustain a \"conspiracy\" theory.", "In United States v. Johnson, the Supreme Court reviewed a conviction of a Member of Congress for conflicts of interest (18 U.S.C. §203), and for conspiracy to defraud the United States (18 U.S.C. §371) for involvement in a scheme whereby:", "The two Congressmen approached the Attorney General and the Assistant Attorney general in charge of the Criminal Division and urged them \"to review\" the indictment [of savings and loan officers]. For these services Johnson received substantial sums in the form of a \"campaign contribution\" and \"legal fees.\" The Government contended, and presumably the jury found, that these payments were never disclosed to the Department of Justice, and that the payments were not bona fide campaign contributions or legal fees but were made simply to \"buy\" the Congressman.", "The bulk of the evidence submitted as to Johnson dealt with his financial transactions with the other conspirators, and with his activities in the Department of Justice. As to these aspects of the substantive counts and the conspiracy count, no substantial question is before us. 18 U.S.C. §371 has long been held to encompass not only conspiracies that might involve loss of government funds, but also \"any conspiracy for the purpose of impairing, obstructing or defeating the lawful function of any department of Government.\" Haas v. Henkel, 216 U.S. 462, 479. 383 U.S. at 172.", "If there is thus found a sufficient nexus or connection between financial remuneration to one's campaign coffers, and an official's actions in intervening in an administrative process and attempting to influence an agency decision, then it might be contended, at least in theory, that the \"wrongful\" nature and motivation for the influence exerted, which attempts to interfere with, thwart or overturn the impartial, fair and due administration of the law by the agency, could arguably raise such concerted activities by the individuals involved to the level of a \"conspiracy\" to defraud the United States."], "subsections": []}, {"section_title": "Campaign Contributions and \"Linkages\" and \"Appearances\"", "paragraphs": ["Both the House Committee on Standards of Official Conduct and the Senate Select Committee on Ethics have warned Members and staff about the \"appearances\" of impropriety that may occur or be drawn from certain \"linking\" of campaign contributions with offers or efforts to assist constituents with matters before federal agencies and departments, regardless of whether such conduct rises to the level of a federal criminal offense. The Senate Rules now specifically provide that: \"The decision to provide assistance to petitioners may not be made on the basis of contributions or services, or promises of contributions or services, to the Member's political campaigns or to other organizations in which the Member has a political, personal, or financial interest.\" In its report on an investigation of Members' interventions with an agency on behalf of a particular campaign contributor, colloquially known as the \"Keating Five\" investigation, the Select Committee on Ethics explained:", "Because Senators occupy a position of trust, every Senator always must endeavor to avoid appearance that the Senator, the Senate, or the governmental process may be influenced by campaign contributions or other benefits provided by those with significant legislative or governmental interests. Nonetheless, if an individual or organization has contributed to a Senator's campaigns or causes, but has a case which the Senator reasonably believes he or she is obliged to press because it is in the public interest or the cause of justice or equity to do so, then the Senator's obligation is to pursue that case. In such instances, the Senator must be mindful of the appearance that may be created and take special care to try to prevent harm to the public's trust in the Senator and the Senate. This does not mean, however, that a Member or employee is required to determine if one is a contributor before providing assistance.", "The House Committee on Standards of Official Conduct has similarly explained that Members should avoid appearances of linking contributions to actions, but that this could not mean that Members are prohibited from assisting their supporters like any other constituent, based on the merits of the matter:", "Because a Member's obligations are to all constituents equally, considerations such as political support, party affiliation, or campaign contributions should not affect either the decision of a Member to provide assistance or the quality of help that is given. While a Member should not discriminate in favor of political supporters, neither need he or she discriminate against them.", "Concerning the \"appearances\" in the receipt of campaign contributions from one for whom the Member has interceded before a federal agency, the late Senator Paul Douglas in his work, Ethics in Government, suggested caution specifically as to the receipt of such campaign contributions:", "It is probably not wrong for the campaign managers of a legislator before an election to request contributions from those for whom the legislator has done appreciable favors, but this should never be presented as a payment for the services rendered. Moreover, the possibility of such a contribution should never be suggested by the legislator or his staff at the time the favor is done. Furthermore, a decent interval of time should be allowed to lapse so that neither party will feel there is a close connection between the two acts. Finally, not the slightest pressure should be put upon the recipients of the favors in regard to the campaign. It should be clearly understood that any gift they make is voluntary and there will be no question of reprisals or lack of future help by the legislator if the gift is withheld. In other words, any contribution should not be a quid pro quo but rather a wholly voluntary offering based upon personal friendship and belief in the effectiveness of the legislator sharpened perhaps by individual experience.", "Providing office management and workload systems and mechanisms whereby constituent requests for intervention assistance are routinely and consistently evaluated on the merits of the matter, independently of campaign contributions or support from the requesting individual or entity, could provide protection from appearances that decisions are based on campaign support considerations. This may involve establishing certain criteria for authorizing interventions or assistance, including prioritizing decisions on whether or not to intervene based on such factors as the strength of the constituent's case, the issues of justice and equity involved, the type or level of intervention required, consistency with regular office practices, and the importance of the underlying issues to the district, State, or the Nation.", "The Senate Select Committee on Ethics set out several possible considerations and suggestions for offices to take into account in the case of requested interventions:", "The merits of the constituent's case.", "The continuing viability of the constituent's claim. If the constituent's claim initially appeared to have merit, has the Senator acted despite facts or circumstances that later undermined the merits of that claim?", "The kind of agency involved and the nature of its proceedings. Is the agency performing in a quasi-judicial, adjudicative or enforcement function?", "If the Senator or staff members knows that an individual is a contributor, the following issues should also be considered. (If the Senator or staff member does not know if an individual is a contributor, he or she is not required or encouraged to find out. Most Senate staff members are not provided with information regarding contributions and are unaware of whether an individual seeking assistance is a contributor.)", "The amount of money contributed. Has the contributor given or raised more than an average contribution?", "The history of donations by a contributor. Has the constituent made contributions to the Senator previously?", "The nature and degree of the action taken by the Senator. To what extent does the action or pattern of action deviate from that Senator's normal conduct?", "The proximity of money and action. How close in time is the Senator's actions to his or her knowledge of or receipt of the contribution(s)?"], "subsections": []}]}, {"section_title": "7. Gifts", "paragraphs": ["The receipt of gifts from private individuals by Members and employees of the House or Senate, even unconnected to any specific official act, have raised ethical issues and concerns for a number of years because of the potential for subtle influence of, dependency upon and favoritism towards one's private benefactors. Gifts to Members and employees of both Houses of Congress are now regulated by both statute and internal House and Senate rules. Federal law provides the basic prohibition that an officer or employee of the Federal Government may not receive any gift from certain \"prohibited sources,\" that is, those doing business with, seeking some official action from, or who are regulated by the agency or department of the official, or those whose interests may be substantially affected by the performance or nonperformance of the officer's official governmental duties. The statute notes that each supervisory ethics office may make rules and regulations for the receipt of gifts by the employees and officers under their jurisdiction, carving out certain exceptions and circumstances. Under this provision, as well as by virtue of Congress' constitutional rule-making authority, each House of Congress has promulgated detailed rules and regulations for the acceptance of gifts.", "When discussing gifts, and the gifts rules, it should be noted that a \"gift\" may be distinguished from more sinister rewards, remunerations, or monetary transfers. Things of value, presents, items or tokens of appreciation received by Members and congressional staff employees may be considered either as \"gifts,\" \"gratuities,\" \"bribes\" or \"compensation,\" depending on the intent of the transaction and its connection to an official act. A \"gift\" is something of value given with the requisite \"donative\" intent, that is, colloquially, without \"strings attached,\" and unconnected to any reciprocal action or official act on the part of the recipient. This may include gifts of general appreciation or \"goodwill\" towards an office, a Member or an employee, in gratitude for one's public service in general , and not connected or tied to any specific act or duty performed for the constituent group or person. If the thing of value, however, is received personally by a congressional staffer with the knowledge or understanding that it is given in appreciation or gratitude, or as a reward, \"for or because of\" a particular official act performed or to be performed by the staffer, then such transaction may fall within the purview of the \"illegal gratuities\" provision, or be an impermissible private \"compensation\" for that official act. When something of value is given or received in exchange for being influenced in the performance of an official act, that is, where there is a \"corrupt\" bargain or agreement to receive something of value in return for doing an official act (often called a quid pro quo ), then the bribery provision is implicated."], "subsections": [{"section_title": "House and Senate Gift Rules", "paragraphs": ["The Rules of the House of Representatives and of the Senate provide that \"gifts\" from private, outside sources may generally not be accepted by Members and staff, except when such gifts are expressly permitted by the respective Rule. In addition to allowing the normal receipt and exchange of gifts among relatives and personal friends, the House and Senate Rules also permit the receipt of gifts of \"nominal value\" such as baseball caps, pens, or t-shirts, and provide a general de minimis exception allowing staff and Members to receive gifts of under $50 in value (and cumulating no more than $100 from one source in a year). Additionally, there are numerous other explicit exceptions to the general \"no gifts\" rule which are of only marginal relevance to the performance of intervention in administrative matters on behalf of constituents."], "subsections": []}, {"section_title": "Code of Ethics For Government Service", "paragraphs": ["Although not a formal congressional rule, or an enforceable \"law,\" another potentially applicable ethical \"guideline\" was adopted by Congress in 1958 in the \"Code of Ethics for Government Service,\" as a concurrent resolution. That provision states:", "Any person in Government service should:", "5. ... never accept, for himself or his family, favors and benefits under circumstances which might be construed by reasonable persons as influencing the performance of his governmental duties.", "Concurrent resolutions, which are not sent to the President for his signature, are not considered a form of legislation which have legal or binding effect on parties outside of Congress. Although a concurrent resolution might bind that Congress which adopted it, precedents exist which suggest that a concurrent resolution technically expires at the end of that Congress. The Code of Ethics for Government Service was expressly not intended by Congress as legislation establishing new or different ethical standards in government, nor creating new enforceable \"laws,\" but rather as a means of expressing existing ethical principles. However, the ethical standards in the Code have been generally recognized as continuing guidance and principles for both elected and appointed officials in the Government. The Rules of Procedure of the Senate Select Committee on Ethics (revised 1999) specifically note in Part III that one of the \"sources of the subject matter jurisdiction of the Select Committee\" is the \"Code of Ethics for Government Service.\" The House of Representatives has expressly recognized the terms of the Code as continuing ethical standards and has used the provisions of the Code of Ethics as the basis for disciplinary charges and actions against Members, although the Senate has apparently never done so.", "Paragraph 5 of the Code of Ethics was intended substantially as a \"gift\" rule, barring the receipt of gifts, favors and benefits from those persons and in those situations where it might be deemed to affect or influence the performance of one's official duties. As noted, this rule has never been specifically applied in a Senate disciplinary ruling, nor interpreted in the Senate, but has been applied to certain fact situations involving gifts and favors in the House of Representatives. There is no specific indication whether the provision, if considered an actionable standard of conduct, would go beyond current congressional rules on receipt of \"compensation\" for influence improperly exerted, or the current \"gifts\" rules of the House or Senate, or apply to conduct at all in connection with such things as lawful campaign contributions. It is possible to argue, however, that the terms \"benefit\" or \"favor\" in the Code of Ethics could go beyond and be broader than either the terms \"gifts\" or \"compensation\" in congressional rules. Under this ethical standard it might not be required that there be any specific or provable \"connection\" or linkage between the \"favor\" received and any official act done, but rather the standard is apparently concerned merely with \"appearances of impropriety\" in the receipt and acceptance of such items."], "subsections": []}, {"section_title": "Incidental and Perishable Items Received in Appreciation of Services", "paragraphs": ["Some of the more common questions in the area of constituent service arise when a constituent, grateful for assistance of a Member's staff with such things as lost or missing social security checks, veterans' benefits that stop unexplainedly, or a myriad other problems with the federal bureaucracy, send as a \"thank you\" for such help a small item purchased or made by the constituent. The problem with the receipt of these small gifts is not the House or Senate gifts rules, which as noted above, specifically exempt inexpensive items (anything under $50 in value), but rather that such items are a thing \"of value\" that are accepted \"because of\" an official act performed by the staffer, that is, inquiries, follow-ups or other intervention into administrative matters in a federal agency. As such, these items may implicate and technically satisfy the elements of the illegal gratuities clause of the bribery statute.", "The illegal gratuities provision of federal law has no de minimis exception expressly provided within the statute. Therefore, items such as boxes of candy, flowers, or home-made goods, while often perishable and inexpensive, have some apparent value, even if only de minimis , and may therefore still generally be considered \"anything of value\" as used in the federal illegal gratuities provision. Such things of value, if accepted by congressional staff for themselves with the knowledge that they are being rewarded or thanked for a particular \"official act\" performed (or to be performed), may, under a close reading of the illegal gratuities clause, involve a technical violation of that provision.", "Since the statute itself has no express de minimis exception, the under-$50 exception for gifts in the House and Senate Rules may not necessarily create an absolute \"safe harbor\" under the federal criminal \"illegal gratuities\" law for all tokens of appreciation received under that amount when such presents are connected to, that is, are \"for or because of,\" an official act. There are, however, indications that the Department of Justice would recognize reasonable permitted practices which are expressly provided in conduct rules and regulations of a Federal agency, and which may include reasonable de minimis exceptions to prohibitions on the receipt by federal officials of certain things of value from the public. In the executive branch of Government, for example, the Office of Government Ethics has promulgated, in consultation with the Attorney General, standards of conduct regulations for executive branch employees which expressly provide for a de minimis exception to the executive branch \"gift\" prohibitions, for gifts of $20 or less. When such rules and exceptions are followed, the regulations expressly provide that the receipt of things of value will not constitute an \"illegal gratuity\" under 18 U.S.C. § 201(c). The examples presented by the Office of Government Ethics indicate that this \"safe harbor\" extends even to de minimis things of value (other than cash or securities) given in appreciation or gratitude for an act within the scope of one's official duties, such as for example, when an employee of the Defense Mapping Agency is invited by a private organization \"to speak about his agency's role in the evolution of missile technology,\" and receives a token of appreciation from such group for that presentation.", "Similarly, the House Committee on Standards of Official Conduct has explained that although they are not responsible for the enforcement of the criminal illegal gratuities law, they consider such inexpensive tokens of appreciation in the form of perishable items from constituents to be outside of the \"illegal gratuities\" law when such items are physically placed in the office to be shared with staff and office visitors. The Committee stated:", "While responsibility for enforcing this statute rests with the Justice Department, in the view of this Committee, these provisions do not extend to token gifts of appreciation or goodwill, intended as a courtesy, and consisting of either:", "– perishable items (e.g., candy or flowers) that the Member or employee shares with staff and constituents or donates to charity, or", "– decorative items that are displayed in the office or donated to charity.", "The Senate Select Committee on Ethics has given similar advice with respect to perishable items and the gifts rule."], "subsections": []}]}]}, {"section_title": "C. Personal Financial Interest in the Matter", "paragraphs": ["There is now a congressional rule, similar in both the House and the Senate, that expressly prohibits staff employees who are required to file annual personal financial disclosure reports from participating in an agency intervention into any nonlegislative matter affecting a non-governmental person or entity in which that employee has a significant financial interest. This restriction can be waived in writing by the employing Member of Congress when the staff employee's participation is deemed necessary.", "Even without this express prohibition, and even though the prohibition does not apply expressly to Members of Congress, all Members and employees are under similar ethical rules and guidelines which establish what might be considered a general \"conflict of interest\" rule or principle. Specifically, a Member or staff employee is instructed not to allow benefits or compensation to accrue to himself or herself, or to his or her beneficial interest, \"by virtue of influence improperly exerted from his position in Congress.\"", "This rule would appear to require the showing of some degree of connection or \"linkage\" between \"compensation\" or financial rewards, on the one hand, and the exertion of influence by a Member or employee, on the other hand. In the Senate, although the rule expressly covers only the receipt of \"compensation\" for influence \"improperly\" exerted, the provision as adopted by the Senate was not intended to be read in a narrow legalistic manner, but rather \"should be read as a broad prohibition against Members, officers and employees deriving financial benefit, directly or indirectly, from the use of their official position.\" As instructed by the Senate Report on this measure, although the receipt of \"compensation\" for certain official duties, such as intervention before an agency, may be \"also covered by the Federal bribery statute 18 U.S.C. §§201, 203,\" the Senate Rule \"should be read to cover situations not covered by the bribery statute.\" The Senate Select Committee on Ethics found that a Senator's offer \"to use his official influence to obtain government contracts for a business venture in which he had a personal financial interest\" was a violation of this provision of Senate Rule 37.", "As noted, the provision prohibits influence \"improperly\" exerted in connection with the receipt of such compensation. It does not appear, however, that the rule was intended to be limited only to influence which would, standing alone, be considered \"improper\" or \"undue\" even without regard to the compensation received in connection with that influence; nor does the Rule appear to require, either in the House or the Senate, further evidence that the means of the influence consisted of undue pressure, threats or coercion of agency officials, beyond mere intervention, if the end result or motive was improper. As stated in the Senate Report on the measure:", "For example, if a Senator or Senate employee intervened with an executive agency for the purpose of influencing a decision which would result in measurable personal financial gain to him, the provisions of this paragraph would be violated.", "The Rule in the Senate was patterned after and is substantially identical to the Rule of the House of Representatives, House Rule 43(3). The House Rule was adopted in 1968 as part of the Code of Official Conduct, and was at that time seen substantially as a measure to deal with the difficult \"conflict of interest\" issue, that is, a rule establishing a \"standard seeking to prevent conflicts of interest [which] would be reasonably meaningful and to some degree enforceable.\" The rule is concerned with the potentially improper use of official influence or of one's office to benefit \"personal economic interests\" or financial holdings in derogation of a public official's duty to the general interests of one's constituents.", "In 1987 the House Committee on Standards of Official Conduct conducted an investigation into the activities of then Representative Fernand J. St Germain concerning several allegations relating to his interests in financial institutions, including an allegation that he:", "improperly exerted influence for his personal benefit, as Chairman of the House Committee on Banking, Finance and Urban Affairs, on the Federal Home Loan Bank Board (Bank Board) in an effort to achieve and expedite conversion of Florida Federal to a stock association and Florida Federal's acquisition of First Mutual Savings Association of Pensacola, Florida (First Mutual).", "Such allegations arguably implicated a potential violation of House Rule 43(3). The Committee, however, could not find evidence which showed that the Member \"had an improper motive\" for the agency intervention. Even though the actual intervention and influence exerted may not in itself have been \"undue,\" \"excessive,\" or \"improper,\" the implication of the Committee's decision was that the Committee would apparently have found \"improper influence\" or \"improper action\" if it could have proven an \"improper motive\" for the intervention. The Committee reported its conclusions:", "The investigation established that, in 1983, while Representative St Germain was chairman of the Committee on Banking, Finance and Urban Affairs, which had regulatory oversight of federally insured savings and loan institutes and the Federal Home Loan Bank Board (Bank Board), Paul Nelson, a Banking Committee staff member, made telephone calls, apparently on behalf of the congressman, to Richard Pratt, then chairman of the Bank Board. Mr. Nelson's stated purpose for the calls was to check on the status of the Bank Board's deliberations regarding Florida Federal Savings & Loan's application to convert from a mutual to a stock ownership financial institution.", "There is no evidence (or claim by the congressman) supporting a contention that Mr. Nelson's calls had a \"constituency basis\"....", "* * *", "There is circumstantial evidence that the purpose of the calls might have been to expedite the Bank Board's processing of the conversion application in an effort to obtain approval during a particular time frame. While there is no evidence that any such effort was successful or otherwise influenced the ultimate agency disposition - the Bank Board's approval - the calls were made during a time when Representative St Germain was a depositor at Florida Federal. He stood to derive personal economic benefit from the ownership interest such deposit gave him. His ownership interest gave him the option to purchase shares immediately upon conversion. One could speculate that a motive for him seeking expedited conversion would be that it could give him the opportunity to purchase stock at a bargain price relative to the after-market for the stock. Conversions to stock institutions had resulted in substantial price increases after the initial offering in the then recent past. However, the Committee firmly believes that speculation about motive is not evidence. And, there is no direct evidence that the congressman had any such improper motive or for that matter, caused Mr. Nelson to make the calls.", "In mid-1983, the congressman did purchase $30,000 worth of Florida Federal stock upon conversion. He failed to report this as a \"transaction\" in his 1983 Financial Disclosure Statement. ...", "In light of the above, the Committee believes it would be inappropriate to attribute improper action to an individual based solely on inferences and speculation and, thus, does not reach this conclusion. Nevertheless, the Committee would admonish all Members to avoid situations in which even an inference might be drawn suggesting improper action.", "It is possible that a concealed personal financial interest in a matter about which a Member or staff employee makes an intervention with a federal agency could provide the grounds for a finding that such contact and conduct created a fraud against the United States. In United States v. Gallup, for example, an employee of the Department of Housing and Urban Development was charged with conspiracy to defraud the United States in influencing the granting of a contract in which he had an undisclosed financial interest, in violation of HUD conflict of interest regulations. The conspiracy count upheld in that case charged that the defendant and his brother-in-law, with whom he shared a \"finder's fee\" for that contract, had conspired and agreed:", "[T]o defraud the United States department of Housing and Urban Development of and concerning its governmental and contractual functions and rights, that is, of and concerning the right of the United States Department of Housing and Urban Development to have its development contracts with local housing authorities performed in accordance with the laws of the United States, HUD rules and regulations and the provisions of said contract, and in honest and impartial manner, free from deceit, corruption, misconduct, fraud, improper influence and conflict of interest."], "subsections": []}, {"section_title": "D. Conduct During Interventions", "paragraphs": ["Advisory Opinion No. 1 from the House Committee on Standards of Official Conduct, and Senate Rule XXXVII on interventions and constituent service, while recognizing a Member's legitimate role in intervening in administrative matters, provides that certain conduct could render the means of a Member's intervention activity \"improper,\" or an \"abuse\" of the representational role of a Member, regardless of the issue of the receipt or existence of any compensation or financial benefits connected to one's intervention. Such problematic conduct may concern such things as threats made against administrators, or promises of favors or benefits to such agency personnel. The guidelines adopted or recognized by either House of Congress with regard to such \"conduct\" during interventions are more general ethical considerations and guidelines of propriety concerning a legislator's \"proper\" or \"improper\" conduct towards regulators and respect for the \"due process\" of the administration of the law.", "Many of the general ethical considerations involved in the guidelines on conduct of a Member or his or staff in intervention in administrative matters were explored in the 1950's by Senator Paul Douglas of Illinois. A Subcommittee of the Senate Labor and Public Welfare Committee, chaired by the late Senator Douglas, issued a committee print in 1951 entitled Ethical Standards in Government , which made a number of recommendations and proposals in the area of governmental ethics. In discussing what was then called the \"problem of reference,\" which the subcommittee recognized as an important function of a Member of Congress, the subcommittee discussed the ethical considerations and standards which might apply to congressional intervention in administrative matters. The Subcommittee concluded that it is ethically permissible to recommend specific action on an administrative agency matter, and even to argue \"at length\" for such result, as long as the matter is argued on its merits and the means used in the intervention are not themselves \"inherently damaging\" to the administrative process:", "There are a number of ways in which the legislator may proceed in raising these matters. He may simply introduce the constituent and ask for fair consideration. If he wishes to be very correct, he will also state that he is asking for nothing more than fair consideration on the merits of the case. A second procedure is to vouch for the applicant in some way; this amounts to a recommendation for the constituent, although not necessarily of his request. The third step is to recommend that favorable action be taken on the matter at issue. This may be done indirectly as well as directly, and may be simply stated or argued at length with supporting data and explanations. It is this third procedure which gives rise to ethical problems.", "* * *", "Legislators have at least two moral obligations in these matters of reference. One is to make sure that they are seeking to push cases only on their merits. It is always possible to make sure that there is no personal economic interest which is involved. But it is more difficult for a legislator to draw the line between proper and improper personal interests which are essentially political in character. That is, a legislator who is seeking support in a pending election (and elections are always pending) may feel that the noble objective of reelecting a stout defender of the public interests may justify his guiding the hand of justice just a little in a relatively minor matter.", "A second moral obligation is to make sure that the methods of intervening in administrative matters are not themselves so inherently damaging to the administrative process or to legislative-administrative relations that they offset any public benefit that might be gained from any such legislative pressure.", "Senator Douglas in his later work and collection of lectures entitled Ethics in Government expressed general ethical principles in relation to congressional intervention into administrative matters which he propounded with the caveat that: \"Probably there can be no fixed set of rules governing the relationships between legislators and administrators which will be perfectly satisfactory in all respects.\" The ethical principles which Senator Douglas submitted \"for consideration\" included the following:", "(1) A legislator should not immediately conclude that his constituent is always right and the administrator is always wrong, but as far as possible should try to find out the merits of each case and only make such representations as the situation permits.", "(2) A legislator should, of course, not accept any money for representing constituents or anyone else before government departments.... If a legislator accepts money, entertainment, or valuable presents in return for his services, he is using his public office in reality not for the common good but for private gain.", "(3) In representing individual interests before administrative bodies, the legislator should be courteous and know the merits of the case; he should not try to bully or intimidate the officials involved and he should make it clear that the final decision is in their hands."], "subsections": [{"section_title": "House Committee's Wright Investigation", "paragraphs": ["The ethical guidelines expressed by the House Committee on Standards of Official Conduct in Advisory Opinion No. 1, and as suggested for consideration by the late Senator Douglas, came into play in the investigation of the former Speaker of the House, Representative James C. Wright. One of the charges investigated by the Committee and its special counsel concerned the \"possible exercise of undue influence in dealing with officials of the Federal Home Loan Bank Board.\" Although there were several incidents of intervention and contacts between Speaker Wright and members of the Bank Board, and although certain Bank Board members such as Edwin Gray felt that the Speaker \"attempted to coerce them,\" the House Committee on Standards of Official Conduct did not find reason to believe that the Speaker exercised undue influence over the Board, as there was no evidence of \"a reprisal or threat to agency officials.\"", "The Special Counsel's Report in the Wright matter argued that \"undue influence\" could be evidenced by either the \"exercise of influence for improper ends or by the use of improper means.\" The first intervention examined concerned a meeting in Congressman Wright's office between Edwin Gray, then Bank Board Chairman, several Bank Board staff and four Members of Congress from Texas, including Representative Wright. The substance of the meeting was that the Members of Congress had heard of reports that Bank Board regulators were using \"heavy handed\" and \"Gestapo-like\" tactics against certain savings and loan banks in Texas, and the Members present expressed and \"passed their concerns on\" to the Bank Board members. They emphasized the poor economic conditions in Texas, and their belief that such conditions were only temporary. Representative Wright had left the meeting early, and the other Congressmen stayed. The Special Counsel found that the meeting between the Congressmen and the Bank Board staff \"represented a proper interaction.\"", "The second intervention and contact concerned inquiries and statements by Representative Wright to Edwin Gray about an individual (Hall) and his financial institution, and the conduct of a representative of the Bank Board who the Speaker felt was not \"as flexible or understanding\" as he should be. The Speaker asked Chairman Gray \"if there wasn't anything I [Gray] could do about this.\" Gray testified that Representative Wright \"did not threaten him or use coercive terms,\" but that because of the Member's position, Gray felt that he had to do something, and believed that the Congressman \"wanted the Bank Board to change its position regarding Hall.\" It further appears that Representative Wright may later have held up a recapitalization bill affecting the Bank Board \"to show his displeasure with the Bank Board's treatment of Hall specifically and of Texas savings and loans in general.\" Although the Special Counsel argued that these actions may have constituted improper activity because no merits of the case were argued in asking for reconsideration of an agency decision, and because of the alleged use of holding legislation \"hostage\" to express the Member's displeasure, the House Committee on Standards of Official Conduct, as noted above, did not issue even a \"statement of alleged violations\" because of such activity, and thus dropped all charges of undue influence concerning these contacts.", "Other activities and interventions included: \"intercession on behalf of a constituent who expressed a complaint\" about the Bank Board, and the Congressman's expression to the Board for his hope for \"improved\" regulatory conditions; complaints from the Congressman to Edwin Gray that a friend and political fundraiser had been \"mistreated\" by Bank Board regulators, that Gray needed to meet with his friend personally to hear his story, and that because of Speaker Wright's power, Gray decided to appoint an independent counsel to investigate the constituent's treatment by the Bank Board; that in expressing complaints to then Chairman Gray about over-zealous regulators, the Congressman said that he had heard that certain regulators were homosexuals and had \"established a ring of homosexual lawyers\" in Texas, and that the Member asked if Chairman Gray could \"get rid of\" one regulator in particular; Representative Wright's intervention directly with the Chairman Gray to ask for a delay in a closing of a thrift institution in Texas, and asking Gray to report back; a meeting initiated by Bank Board personnel, and an alleged indirect request from Representative Wright to have another Bank Board litigator removed.", "The House Committee on Standards of Official Conduct, examining the activity of Speaker Wright concerning all of these interventions and contacts, found no undue influence or abuse of his official influence or position in his expressions of interest in agency regulatory matters. The Committee believed that some of the Congressman's conduct may have been \"intemperate,\" but that displeasure with the personality and techniques of a Member in his expressions of interest in a matter to an executive agency can not be used to interfere with or override the important duty of a Member to \"effectively represent persons and organizations having concern with the activities of executive agencies.\" Specifically, in dismissing these charges against Speaker Wright, the Committee found:", "It is clear that under our constitutional form of government there is a constant tension between the legislative and executive branches regarding the desires of legislators on the one hand and the actions of agencies on the other in carrying out their respective responsibilities. The assertion that the exercise of undue influence can arise based upon a legislator's expressions of interest jeopardizes the ability of Members effectively to represent persons and organizations having concern with the activities of executive agencies.", "Accordingly, while it may well be that Representative Wright was intemperate in his dealings with representatives of the Federal Home Loan Bank Board, the Committee is not persuaded that there is reason to believe that he exercised undue influence in dealing with that agency. In sum, such a finding cannot rest on pure inference or circumstance or, for that matter, on the technique and personality of the legislator, but, instead, must be based on probative evidence that a reprisal or threat to agency officials was made."], "subsections": []}]}, {"section_title": "E. Issues in Particular Intervention Contexts", "paragraphs": [], "subsections": [{"section_title": "1. Federal Employment and Personnel Matters", "paragraphs": ["Members of Congress are often asked by constituents to provide a reference, referral or recommendation for employment in the Federal Government. There is no current statutory prohibition on Members of Congress providing a recommendation or referral letter for an applicant for a federal position; however, hiring officials in the Federal Government are expressly instructed by law only to receive and consider such \"recommendations\" from a Member as to the \"character or residence\" of the applicant. Additionally, hiring officials may consider and receive \"statements\" based on a Member's personal knowledge or records, which evaluate such things as an applicant's work performance, ability, aptitude, qualifications and suitability.", "The statute on federal personnel recommendations is a fairly long-standing provision which had been changed for a period of a few years, where congressional recommendations had actually been prohibited as part of the so-called \"Hatch Act\" revisions enacted in the 103 rd Congress. These amendments, which were passed in 1993 and went into effect in February of 1994, had expressly prohibited a Member of Congress from making a recommendation on behalf of an applicant for federal employment to most positions in the Federal Government on any basis, including the basis of one's political affiliation, except that a Member may have provided a \"statement\" which \"relates solely to the character and residence of the employee or applicant.\" Additionally, the amended statute had prohibited an applicant or an employee from seeking or requesting from a Member of Congress or from a congressional employee any recommendation for employment or other personnel action, other than the character reference described above. However, in 1996 Congress amended the prohibitions on referrals and recommendations which had been in effect since 1994, and returned the state of the law to that which it was prior to those 1994-effective changes. The current statutory language is identical to the language of the law prior to the now-repealed 1994 changes:", "5 U.S.C. § 3303. An individual concerned in examining an applicant for or appointing him in the competitive service may not receive or consider a recommendation of the applicant by a Senator or Representative, except as to the character or residence of the applicant.", "The current provisions of the law prohibit officials in the executive branch from receiving and considering any recommendations from a Member of Congress of an applicant for a federal position in the competitive service except as to the character and/or residency of the applicant, but do not expressly prohibit a Member of Congress from making such recommendations on any basis. This language has in the past been interpreted as actually anticipating that such referrals and recommendations will be made, and as indicating that Members are not necessarily prohibited from taking such action on behalf of applicants. Current federal law continues to protect against potential political abuses in civil service hiring by prohibiting the consideration of political factors by appointing officials in referrals from Members, the general prohibition for anyone in the federal service to consider in recommendations or statements factors other than those that evaluate work performance, ability, qualifications and suitability, and the express prohibition on discriminating in employment matters on the basis of \"political affiliation.\"", "Considering the statutory restraints on referrals, the rules against the consideration of factors other than evaluation of work performance and suitability, and the prohibitions on political influence in federal hiring, the House Committee on Standards of Official Conduct has advised that with respect to competitive service employments:", "If the Member does not have personal knowledge of the applicant's work ability or performance, the letter of recommendation may address only the applicant's character or residence.", "Furthermore, the Committee notes that if a Member does not have personal knowledge of the applicant's work ability or performance, either through that constituent's work for or with the Member's office, then such \"recommendation\" for the competitive civil service should not be on official congressional letterhead stationery, but rather on the Member's personal stationery.", "With regard to letters of recommendations concerning positions in the competitive service the Senate Select Committee on Ethics has advised its Members that:", "...Members are now free to write a letter on behalf of or relating to a persons who is applying or under consideration for a position, or who is up for a promotion in the Executive Branch, and may include any information bearing on the suitability of the person for the position. However, Executive Branch employees may only be able to take such a letter (whether in the form of a recommendation or statement) into consideration if it is based on the Member's personal knowledge or records, or if the recommendation is limited to the applicant's character and residence.\"", "In addition to the permissibility of statements and recommendations for competitive service positions which are made on the basis of a Member's personal knowledge or records of the constituent's work, Member recommendations may also be made generally for \"political\" positions in the federal or State governments, and with respect to appointments to the military academies. However, recommendations are expressly prohibited by statute with respect to employment in the United States Postal Service."], "subsections": []}, {"section_title": "2. Federal Contracts", "paragraphs": ["Individual Government contracts are let according to federal acquisition rules and guidelines, generally on a competitive basis, and while there is certainly some discretion to be exercised in some cases, Government contracts are not to be awarded on the basis of political or personal influence or pressure from a Member of Congress or other Government officer. A contract with the United States Government is intended to be let with terms that are the most favorable to the United States, that is, contract terms which favor the general public interest in terms of overall value and performance. Price and overall cost to the Government are generally the principle considerations in all Government contacting.", "Contracts may not be awarded on the basis of personal or political favoritism, and all potential contractors should be treated \"with complete impartiality and with preferential treatment for none.\" General ethical standards in the executive branch similarly note that an executive official is to \"act impartially and not give preferential treatment to any private organization or individual.\" Depending on the nature of communications, therefore, the intervention of a congressional office in a procurement procedure to attempt to \"influence\" the letting of a contract by a federal agency based on terms or factors other than those which the agency may properly consider may involve conduct contrary to proper federal contracting principles and administration, as well as general ethical precepts.", "If a Member of Congress does wish to communicate with an agency on behalf of a business or individual in his or her district or State, it is sometimes the practice to provide a letter of introduction for the constituent business entity or individual, to ask for fair and prompt consideration in the award of the contract or contracts, to request to be kept informed of the process and, if the Member or the Member's staff knows or has experience with the individuals involved in the business personally, the office may also choose to vouch for the character and reputation of the business in the community. In some cases it may be appropriate to arrange for interviews or appointments with officials of a federal agency. House and Senate guidance indicate that all of these activities should be based primarily on the concept of the \"overall public interest,\" treating similarly-situated constituents equally, and undertaking such actions irrespective of political contributions or other political considerations. In communicating with agencies and advocating a position and outcome, Members and staff are advised to address only the merits of a matter, and as in all communications, the office may not use the \"[d]irect or implied suggestion of either favoritism or reprisal ... [for] action taken by the agency contacted.\" Members are advised to assure that representations made on their behalf \"are accurate and conform to the Member's instructions....\""], "subsections": []}, {"section_title": "3. Judicial Intervention", "paragraphs": ["Members' offices are strongly cautioned by the ethics committees in both the House and Senate regarding any informal interventions into or communications to a court with respect to the merits of matters in the judicial process. As a general matter, the separation of powers concept dictates that the authority over resolution of individual legal cases and challenges resides within the judicial branch of Government, and not the legislative branch. Furthermore, it is intended under our system of Government that this judicial branch be composed of an \"independent\" judiciary which will, in consideration of basic notions of due process and fairness, make decisions on the facts before it grounded in the rule of law and/or equity, and not based upon political pressures, partisan considerations or personal influences of those wielding authority in other branches of Government.", "More specifically, there are provisions of law and rule which limit, restrict and prohibit the receipt of ex parte communications by a decision maker in an adjudicatory process, and efforts to circumvent such rules may place a judge or magistrate in an uncompromising ethical position, and thus prove counterproductive to one's objective. The general ethical standards of conduct for judges prohibit them from receiving or considering any ex parte communications on a pending matter, that is, off-the-record or other informal communications from persons who are not parties to the legal proceeding in question. The American Bar Association's Model Code of Judicial Conduct, in a provision which has been adopted by the Judicial Conference of the United States for federal judges, provides at Canon 3 that: \"A judge should ... , except as authorized by law, neither initiate nor consider ex parte or other communications concerning a pending or impending proceeding.\" Similar ethical obligations concerning the making or the receipt of ex parte communications attach to administrative law judges or other administrative personnel in adjudicatory matters before federal agencies, under the provisions of the Administrative Procedures Act.", "Certain requests may, of course, be made from Members of Congress and Members' offices to the judiciary, including seeking from a clerk of the court information on the status of a judicial matter, and the request for information on the public docket. Furthermore, while informal attempts at persuasion or influence of a court or over a judge are not deemed proper, it is acceptable for a Member of Congress who feels strongly about a legal matter, such as when the outcome of the matter may affect large numbers of his or her constituents or otherwise impact his or her State or district, to seek to formally intervene in a legal proceeding as a party, or to file a brief amicus curiae (friend of the court) in a matter on appeal.", "The Senate Select Committee on Ethics specifically advises as follows:", "The general advice of the Ethics Committee concerning pending court actions is that Senate offices should refrain from intervening in such legal actions (unless the office becomes a party to the suit, or seeks leave of the court to intervene as amicus curiae ) until the matter has reached a resolution in the courts. The principle behind such advice is that the judicial system is the appropriate forum for the resolution of legal disputes and, therefore, the system should be allowed to function without interference from outside sources.", "Similarly, the House Committee on Standards of Official Conduct explains:", "Where a Member believes it necessary to attempt to affect the outcome in a pending case, he or she has a variety of options. A Member who has relevant information could provide it to a party's counsel, who could then file it with the court and notify all parties. Alternatively, the Member could seek to file an amicus curiae, or friend of the court brief. Yet another option, in an appropriate case, might be to seek to intervene as a formal party to the proceeding. A Member could also make a speech on the House floor or place a statement in the Congressional Record as to the legislative intent behind the law. A Member should refrain, however, from making an off-the-record communication to the presiding judge, as it could cause the judge to recuse him- or herself from further consideration of the case.", "Where a Member does have personal knowledge about a matter or a party to a proceeding, the Member may convey that information to the court through regular channels in the proceeding (e.g., by submitting answers to interrogatories, being deposed, or testifying in court). Members and employees should also be aware that special procedures are to be followed whenever they receive a subpoena seeking information relating to official congressional business."], "subsections": []}]}, {"section_title": "F. Conclusions Concerning Ethical Issues", "paragraphs": ["Contacting regulatory and administrative agencies or intervening into administrative matters by a Member of Congress on behalf of constituents and others with interests affecting the Member's district or State, is considered an important discretionary function of an elected representative for those whom he or she represents. It has become a fairly traditional role for Members of Congress to express concern for, and to sometimes act as a \"liaison\" or spokesman for their constituents to the unelected, and arguably less responsive, bureaucracy of the Federal Government. In the process of such intervention it is expected that some \"tension\" between the desires of legislators and those in the executive branch will naturally exist in our constitutional form of government.", "While it may be a common, discretionary practice for a Member to intervene with or contact an agency for a constituent there may, similar to any other official acts of Members, be several ethical issues that arise in such interventions. In the first instance, it is important to assure that nothing of value from a private source is received in connection with, in return for, because of, or as compensation for the Member's or the office's intervention. Campaign contributions are of a particular concern in this area. Although outright \"bribes\" or \"extortion\" in relation to the receipt of campaign contributions and official interventions would require specific factual evidence of corruption and would cover only the most blatant forms of misconduct, there are other, more common and subtle ethical concerns concerning such contributions. Members have been advised to avoid any indications of a connection or \"linkage\" between donations or solicitations of campaign funds to or for the Member, and the assistance provided by that Member.", "In light of the guidance, opinions and rules in the House and Senate on administrative intervention and campaign funds, Members may be advised to institute office practices and procedures which assure that requests for intervention are handled and evaluated in a substantially similar manner for all constituents, and that decisions whether to act on any particular request are made on the merits of the matter. The strength of the constituent's position and case, the principles of fairness or justice that may be involved in the matter, the overall public interest in the matter, the consistency with past practices of the office, and the consideration of the type of administrative proceeding involved and the type of intervention that would be necessary, are all factors that may be involved in decisions on whether to intervene or not. In no event should decisions be based on whether or not a constituent or other private petitioner has contributed to or assisted the Member's campaign; and merely because one has contributed to the Member's campaign does not disqualify that person from representation by the Member.", "Members and staff should also be aware that there is no personal financial interest in the subject matter of the intervention. As far as staff are concerned, recusals or written waivers may be pursued in those instances.", "Finally, the means and methods of intervention by Members and the Members' offices are matters of ethical standards and guidelines expressed by the House and the Senate. The ethical \"guidance\" expressed on the subject of the methods of intervention is generally directed at assuring that a Member of Congress does not attempt to exert \"undue influence\" upon, and therefore cause an unfair or unjustified governmental decision or action by, an agency through coercive activities such as threats of reprisal against or promises of rewards for federal regulators and administrators. This does not mean that a Member or staff may not, when appropriate, express an opinion on a policy matter, argue a matter on the merits, or ask for consideration or reconsideration of an action or decision based on statutory, regulatory, or legal interpretative factors. While an office should not attempt to intimidate an administrator, it is obvious that some administrators and regulators are more \"thin skinned\" than others, and a Member's conduct will most likely be judged not on the subjective feelings of the administrator, but on the more objective conduct of the Member involved. In most of the cases of constituents asking for assistance, a contact or intervention consisting of no more than a status inquiry, a request to be kept informed of the process, an introduction of the constituent to the agency, and/or a request for a fair and expeditious resolution of the issue, will be sufficient to express, and to alert the agency of, the interest of the Member and the Member's office in the matter."], "subsections": []}]}]}}