{"id": "RL33305", "title": "The Crude Oil Windfall Profit Tax of the 1980s: Implications for Current Energy Policy", "released_date": "2006-03-09T00:00:00", "summary": ["In April 1980, the federal government enacted the crude oil windfall profit tax on the U.S.oil industry. The main purpose of the tax was to recoup for the federal government much of therevenue that would have otherwise gone to the oil industry as a result of the decontrol of oil prices. Supporters of the tax viewed this revenue as an unearned and unanticipated windfall caused by highoil prices, which were determined by the OPEC (Organization of Petroleum Exporting Countries)cartel.", "Despite its name, the windfall profit tax (WPT) was actually an excise tax, not a profits tax,imposed on the difference between the market price of oil and an adjusted base price. While mostdomestically produced oil was subject to the tax (about 2/3 in 1985), the remaining 1/3 that wastax-exempt was significant (1.3 billion barrels in 1985, or 360,000 barrels per day). The $80 billionin gross revenues generated by the WPT between 1980 and 1988 was significantly less than the $393billion projected. Due to the deductibility of the WPT against the income tax, cumulative net WPTrevenues were about $38 billion, significantly less than the $175 billion projected. This reportpresents estimates of the amount of foregone oil production from 1980-1986 due to the WPT underthree alternative supply price responses, reflecting three different assumptions about the priceelasticity of the domestic oil supply function, a critical factor (statistic) in estimating lost oil outputand increased import dependence. From 1980 to 1988, the WPT may have reduced domestic oilproduction anywhere from 1.2% to 8.0% (320 to 1,269 million barrels). Dependence on importedoil grew from between 3% and 13%. The tax was repealed in 1988 because (1) it was anadministrative burden to the Internal Revenue Service (IRS), (2) it was a compliance burden to theoil industry, (3) due to low oil prices, the tax was generating little or no revenues in 1987 and 1988,and (4) it made the United States more dependent on foreign oil. The depressed state of the U.S. oilindustry after 1986 also contributed to the repeal decision.", "Reinstating the windfall profit tax would reduce recent oil industry windfalls due to highcrude and petroleum prices but could have several adverse economic effects. If imposed as an excisetax, the WPT would increase marginal production costs and be expected to reduce domestic oilproduction and increase the level of oil imports, which today is at nearly 60% of demand. Crudeprices would not tend to increase. Some have proposed an excise tax on both domestically producedand imported oil as a way of mitigating the negative effects on petroleum import dependence. Sucha broad-based WPT would tend to reduce import dependence, but it would lead to higher crude oilprices and likely to oil industry profits, potentially undermining its original goals. Because the purecorporate profits tax is relatively neutral in the short run -- few, if any, price and output effects occurbecause marginal production costs are unchanged in the short run -- a possible option would be acorporate income surtax on the upstream operations of crude oil producers. Such a tax that wouldrecoup any recent windfalls with less adverse economic effects; imports would not increase becausedomestic production would remain unchanged. In the long run, such a tax is a tax on capital; itreduces the rate of return, thus reducing the supply of capital to the oil industry."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["The Crude Oil Windfall Profit Tax Act ( P.L. 96-223 ) was enacted in 1980 as part of acompromise between the Carter Administration and the Congress over the decontrol of crude oilprices. The structure of the WPT was based on the structure of the oil price control program."], "subsections": [{"section_title": "The Oil Price Control Program", "paragraphs": ["From August 1971 to January 1981 the price of domestic oil was controlled by the federalgovernment -- it was constrained from rising to market levels. Oil price controls were initiated underPresident Nixon's general wage-price freeze of August 15, 1971, which consisted of four stages ortime periods called phases, each with various degrees of controls. (1) These controls were notfocused on oil alone -- they applied generally to most goods and services. The general wage-pricefreeze terminated in 1973, but under phase IV of the program -- effective from August 12, 1973 toApril 30, 1974 -- price controls on petroleum were retained.", "Oil price controls were extended through 1975 under the Emergency Petroleum AllocationAct of 1973 ( P.L. 93-159 ) -- enacted in November 1973, at the onset of the Arab oil embargo. (2) This law created the two-tieredprice control program, making the structure more complex. Most domestically produced oil wascategorized as either \"lower tier (old) oil\" or \"upper tier (new) oil,\" each with its correspondingcontrolled base price. Lower tier oil was generally oil from properties that began production before1973. Under regulations, the price ceiling on this oil was the highest posted price in effect on May15, 1973 plus $0.35/barrel on all oil produced from wells that produced at less than their 1972 levels,which resulted in a posted price for old oil of about $4.25/barrel. Subsequent regulations increasedthe ceiling price in 1973 to $5.25/barrel. New oil (oil produced from wells that began productionin1973), stripper oil (oil produced from wells that produce 10 bpd or less), and imported oil werenot price controlled -- it could be sold at the market clearing price, which was determined by thedelivered prices of imported crude inclusive of the customs duties. Note that these tiers wereartificial designations for the purposes of controlled pricing; the distinctions were made only forpurposes of establishing different base prices; they had no other meaning.", "Oil price controls were amended under the Energy Policy and Conservation Act of 1975(EPCA75), and the Energy Conservation Act of 1976 (ECA). EPCA75 ( P.L. 94-163 ) replaced thetwo-tiered price control system with a three-tier system. Lower tier oil was oil produced below the\"base production control level,\" -- the level below the 1975 average monthly production; upper tieroil was output in excess of this base level or output from new wells -- those brought into productionafter 1975. Stripper oil was initially classified as (controlled) upper tier oil, but subsequent changes(see below) decontrolled it altogether. EPCA75 also established a national average price for all oilof $7.66/barrel, the weighted average price of lower tier oil (old oil), which had a ceiling of$5.25/barrel and upper tier oil (new oil and stripper oil), which, by this time also became controlledat $11.28/barrel. The average domestic oil price was permitted to increase at the rate of 10%annually. (In 1975, uncontrolled imported oil sold for about $13.25/barrel. At the onset of the oilprice control program, domestic oil prices were just above $3 per barrel.) EPCA75 also gave thePresident the discretionary authority to end oil price controls anytime between May 31, 1979 andSeptember 30, 1981 -- on October 1,1981 all controls would expire. The ECA of 1976 made further(mostly technical) amendments to the price control system -- e.g., exempting stripper oil from theprice controls -- but otherwise it left the basic structure of the oil price control program intact. Thus,in 1979, on the eve of the WPT, the oil price control program categorized all domestic oil productioninto these tiers, each with its own corresponding controlled or market price. Table 1 summarizesthis structure, which was the foundation for the 1980 WPT.", "EPCA75 also gave the President discretionary authority to gradually phase out oil pricecontrols over the 28 month period between June 1, 1979, and September 30, 1981, after which priceswould rise to world market levels. On April 5, 1979, the Carter Administration announced itsintention to use that authority, and throughout its remaining term in office price controls onpetroleum products and various types of crude were selectively decontrolled. The intent of thegradual decontrol was to promote energy conservation and to stimulate energy exploration andproduction without the dislocations that might result with sudden decontrol. Between April 1979and January 1981, oil prices were partially and gradually decontrolled -- newly discovered oil wascompletely decontrolled, but price controls on other types of oil continued. President Reaganrepealed price controls on January 28, 1981, which was one of his first official decisions asPresident. (3) "], "subsections": []}, {"section_title": "Origins of the Crude Oil Windfall Profit Tax of 1980", "paragraphs": ["Excess profits taxes are extraordinary measures as tax policy instruments, their use limitedto wartime or other periods characterized by economic emergencies and instabilities such asinflations and hyper-inflations. Such was the case with the surtax on business profits imposed as atemporary measure to control large profits earned during World Wars I and II, and the KoreanWar. (4) ", "The origin of the 1980 WPT was, as with many other energy taxes and energy tax subsidies,the first oil crisis of the 1970s -- the Arab Oil Embargo of 1973-74. Between 1973 and 1980,attempts to decontrol oil prices were accompanied by proposals to impose an excess profits tax. In1974, the Ford Administration proposed an \"emergency windfall profit tax\" to recapture oil industrywindfalls resulting from price decontrol. In August of 1975, the Senate Finance Committeeapproved a windfall profit tax conditioned on price decontrol. Congress, however, did not decontroloil prices. In 1977, the Carter Administration proposed an oil tax similar to the 1980 windfall profittax -- the crude oil equalization tax -- as part of a program to restructure the existing pricecontrols. (5) Theseproposals were the precursors of the 1980 windfall profit tax.", " Table 1. Summary of the Oil Price Control Program in 1979", "Source: U.S. Congressional Budget Office, The Decontrol of Oil Prices: An Overview , BackgroundPaper, May 1979, pp. 5-7.", "a. Price for uncontrolled oil is at the refinery gate, which is basically the import price plustransportation costs.", "The windfall profit tax that was ultimately enacted in 1980 originated with President Carter'sApril 5, 1979 decision to gradually phase out price controls between June 1, 1979, and September30, 1981, as discussed above. At the same time, the Carter Administration announced its proposalto impose a WPT \"to prevent unearned excessive profits\" by the oil industry. In Congress, the CarterAdministration's original windfall profit tax bill, H.R. 3919, was proposed by Representative AlUllman, Chairman of the Ways and Means Committee. The House approved an amended versionon June 28, 1979. The Senate approved its version at the end on 1979, and the House-SenateConference deliberated for about three months. President Carter signed the bill into law on April2, 1980."], "subsections": []}, {"section_title": "Amendments to the Windfall Profit Tax", "paragraphs": ["The WPT was amended many times after it was enacted in 1980. Virtually every tax law thatwas enacted between 1980 and 1988 made some type of amendment to it, usually minor andtechnical, but sometimes, significant. For example, the Technical Corrections Act of 1982 ( P.L.97-448 ) made several minor and technical amendments. Major changes were made, however, underthe Economic Recovery Act of 1981 ( P.L. 97-34 ), which reduced tax rates on newly discovered oil,made stripper oil (from small wells) tax exempt, and introduced a tax credit for royalty owners.", "Soon after enactment of the WPT there were proposals to reduce tax rates, liberalize someof the provisions. Proposals to repeal the WPT altogether were also common throughout theeight-year life of the tax. Repeal was part of President Reagan's platform in the 1980 presidentialcampaign and repeal proposals were embodied in the Administration's FY1988 and FY1989budgets. (6) WPT repealwas part of the Treasury Department's tax reform proposal of 1984 as part of a compromise thatwould have repealed the oil industry's two major tax incentives (subsidies): the percentage depletionallowance and expensing of intangible drilling costs. In the spring of 1986, there was speculationthat a WPT repeal proposal would be part of the tax reform bills of 1986. The eventual law -- theTax Reform Act of 1986 ( P.L. 99-514 ) -- did not, however, repeal the WPT.", "Another major repeal attempt was made through an amendment to the 1986 debt limit bill(H.J.Res. 668) which would have increased the debt ceiling to over $2.3 trillion through FY1987. This amendment was approved by the House and Senate, but it was deleted in conference. SomeMembers of Congress also favored repeal; congressional support for repeal probably reached a peakin 1987 and 1988. In May 1987, for example, ten bills were pending in the Congress proposing torepeal the WPT."], "subsections": []}, {"section_title": "Repeal of the Windfall Profit Tax", "paragraphs": ["The actual repeal of the WPT in 1988 was made through an amendment to omnibus tradelegislation (H.R. 3). After hearings in the summer of 1987, the Senate voted 58-40 in favorof a repeal amendment to the trade bill. The original House trade bill, however, did not contain theamendment. While House conferees were generally opposed to WPT repeal, conferees from theSenate Finance and House Ways and Means Committees did agree on a repeal amendment on March31, 1988. The House approved H.R. 3 with the repeal amendment on April 21, by a voteof 312-107. The Senate approved the conference report on H.R. 3 on April 27. Enactmentof H.R. 3 including the WPT repeal amendment was precarious because President Reagan-- objecting to several of the provisions in the trade bill -- had threatened to veto it. Eventually,however, these problems were resolved and the trade bill with the repeal of the WPT was signed inAugust of 1988. (7) "], "subsections": []}]}, {"section_title": "Structure of the Tax", "paragraphs": ["Despite its name, the crude oil windfall profit tax was not a tax on profits. It was an excisetax -- or more accurately, a system of excise taxes -- on domestically produced oil effective March1, 1980. The tax was imposed on the difference between the market price of oil, which wastechnically referred to as the removal price, and a statutory 1979 base price that was adjustedquarterly for inflation and state severance taxes. (8) ", "All domestically produced oil that was not specifically tax-exempt was classified into oneof three categories or \"tiers\" based upon the age of the well, the type of oil, and the amount of dailyproduction. These categories were a carryover from the oil price regulations which also categorizedoil into various tiers. For example, tier I oil was oil classified as lower and upper tier oil under pricecontrols; tier II and tier III oil was oil exempt from price controls. Domestic crude oil is oil producedfrom an oil well located in the United States, or in any of its possessions, and it includes theContinental shelf area of the United States.", "For each oil category there was a corresponding tax rate (or rates, as explained below) anda corresponding adjusted base price. The tax rates and adjusted base prices differed not onlyaccording to the type of oil but also according to whether an oil producer was an integrated producer(called a major) or an independent oil producer. The tax rates applicable to oil sold by anindependent oil producer were lower than the tax rates applicable to oil sold by a major integratedproducer. (9) The windfallprofit tax liability on any barrel of oil was limited to 90% of the net income (profit) from the sale ofthat oil, which was basically the taxable income (gross income less costs) corresponding to that sameoil.", "Five categories of oil were originally exempt from the windfall profit tax: (1) oil owned bya state or local government or any political subdivision thereof; (2) oil owned by a qualifiededucational institution or a charitable medical institution; (3) oil owned by Indian tribes or individualIndians on January 21, 1980, over which the U.S. exercises trust responsibilities; (4) new oilproduced from much of Alaska; and (5) \"front-end tertiary oil.\" (10) Stripper oil, and a limitedamount of oil produced by royalty owners, became tax exempt under an amendment in the EconomicRecovery Tax Act of 1981. Table 2 shows the structure of the tax just prior to its repeal. Note thatnewly discovered oil is oil produced from a well which was not producing in 1978. For perspective,the average world market price was $32.37 in 1980, and $13.25 in 1988.", " Table 2. Structure of the Crude Oil Windfall ProfitTax", "Source: Sections 4986-4998 of 1986 Internal Revenue Code; Commerce Clearinghouse, 1987; andResearch Division of the Internal Revenue Service.", "Notes: Tier I oil is oil that was lower and upper tier oil under EPCA75, and Sadlerochit oil fromAlaska's North Slope; Tier II and Tier III oil was uncontrolled oil under EPCA75; The 1981 ERTAlegislation changed the rate structure as follows: (1) The tax rate on new oil was reduced gradually,but further reductions were frozen in 1984 so that the rate remained fixed at 22.5% until 1988; (2)Stripper oil produced by independents was made tax-exempt; (2) Royalty owners received a taxcredit followed by an exemption for limited amounts of oil production.", "The WPT was imposed on domestic oil producers at the point of the first sale of taxable oil,which was generally to a refiner. The refiner -- known also as the first purchaser -- withheld the taxfrom the amounts otherwise payable to a producer and deposited the funds semi-monthly into anaccount. In other words, the tax amount per barrel was subtracted from the oil's purchase price. Thefirst purchaser was required to file tax returns on a quarterly basis. In cases where withholding wasnot required, such as when the producer and first purchaser were one and the same, the tax was paiddirectly to the Treasury.", "The WPT was a deductible expense in determining an oil producer's income tax liabilitybecause, as with all other excise taxes, it was considered a cost of doing business. As explained ina later section, this meant that, as a result of paying the WPT, a producer's income tax liability waslower than it would have been without the tax.", "The WPT was a temporary tax. The statute provided that the tax would begin to phase outsometime during the three-year period between January 1988 and January 1991. The precise startingpoint for the phase out depended on cumulative net revenues. If the Secretary of the Treasuryreported that, on a given month beginning January 1988, cumulative net revenues would exceed thepre-established target of $227.3 billion, then the phaseout of the tax would begin on the monthfollowing the attainment of the target. If estimated cumulative net revenues would not exceed$227.3 billion between January 1988 and January 1991, then the phase out of the tax would beginJanuary 1991. Irrespective of the onset of the phaseout, once the phaseout began, the tax was to havebeen phased out over a 33-month period by reducing each producer's tax by 3% each month (with4% on the last month).", "Cumulative net revenues, which totaled about $43 billion between 1980 and 1987, fell farshort of the $227.3 billion target. Hence, had it not been repealed, the WPT phase out would havebegun January 1991 and the tax would have terminated on October 1, 1993. As already discussed,the WPT was repealed in August 1988, before the onset of the phase-out rules.", "Finally, while the tax was called a \"profit\" tax, it was not really a profit tax but rather aspecial type of excise tax -- a selective excise tax on oil producers. The tax was paid first, beforeprofits from the sale of the oil were determined. And except for the net income limitation, profitshad no bearing on how much WPT was paid. The base prices had no precise or even approximaterelationship to the costs of oil production. This difference between an excise tax and a true excessprofit tax is crucial because, as will be demonstrated, the two taxes have very different economiceffects, particularly on energy prices and oil imports."], "subsections": []}, {"section_title": "Rationale for the Windfall Profit Tax", "paragraphs": ["The WPT resulted from a compromise between the Carter Administration, which wanted todecontrol oil prices, and the Congress, which generally did not; without the tax, many doubted thatthe Congress would have supported oil price decontrol.", "The reasons for the tax are manifold and complex; they transcend economics and theyconcern the image and perception of the oil industry. The record does show, however, that theCongress was concerned that the industry would reap enormous revenues and profits as a result ofdecontrol to world oil price levels. The Congress believed that the projected huge redistribution ofincome from energy consumers to energy producers would not be fair. The Congress was concernedthat the oil industry was not paying its fair share of federal taxes. And finally, the Congress waslooking for additional sources of revenue."], "subsections": [{"section_title": "Oil Price Decontrol and Windfall Profits", "paragraphs": ["Price decontrol implied that domestic crude oil prices would rise from an average of about$14 per barrel (1979) to world market levels, which at that time were averaging about $24 per barreland projected by some to rise to $50-$60 per barrel or more by 1985. (11) ", "In 1979, many analysts were predicting sharp increases in domestic oil prices and, with them,significant increases in oil industry revenues and profits. The Joint Committee on Taxation hadestimated that decontrol would increase oil industry revenues by about $1 trillion from 1980-1990and profits by over $400 billion. Federal policymakers believed that these added profits were in thenature of a \"windfall\" -- an unearned, unanticipated gain in income through no additional effort orexpense. This windfall was thought to provide no additional incentive to produce more oil, especially\"old oil,\" which was already being produced under the preexisting controlled price regime. Rather,existing oil reserves would simply be worth more -- command a higher price by virtue of pricedecontrol. Moreover, all oil would command a higher price, including oil that was discovered athistorically low costs, and produced at the controlled price. Old oil, which was primarily owned andproduced by the major oil companies, was selling for about $6 per barrel prior to decontrol; afterdecontrol it would have increased to a market price of about $24 per barrel. The Congress wasconcerned that no additional effort, investment, or cost would be incurred by oil producers ingenerating the added profits. The Congress also believed that a higher price was not needed for alloil in order to stimulate its production -- but that a higher price might be needed for new oil. Thedecision to produce much of the oil had been made with the expectation of a return based on thecontrolled price.", "The following quote illustrates the concerns of the Congress:", "For most types of oil, after a certain point, these higherprices will only lead to very limited increases in production. The revenues resulting from thesehigher prices, however, would provide income to oil producers far in excess of what most of themoriginally anticipated when they drilled their wells and in excess of what they might now be expectedto invest in energy production. Indeed, some producers are now using their excess revenues toacquire unrelated businesses.", "Thus, the committee believes that the additionalrevenues received by oil producers and royalty owners, both as a result of decontrol of oil prices andas a result of increases in world oil prices substantially above those prevailing in 1978, are anappropriate object of taxation. The windfall profit tax in this bill will tax away a fair portion of theseadditional revenues while allowing producers to receive very high prices for those types of oil whoseproduction can be expected to increase in response to that incentive. (12)", "Other motivations and factors underlying imposition of the windfall profits tax were that", "Domestic crude prices would rise to market levels that did not reflectcompetitive market forces but the market power of OPEC; and, further, OPEC's prices wereprojected to increase in real terms at very high rates, usually assumed to be 3% peryear.", "The market price of oil was believed to be in a sense \"unanticipated,\" unearned,and unneeded for the profitability of the oil industry.", "Society should share in the economic return to natural resource production. ", "Oil is a natural resource whose long-run supply is fixed; it is not like otherfactors of production such as labor and capital. The stock of natural resources is fixed in the longrun whereas the stock (or supply) of the other factors is variable. Since the stock of oil is fixed, someargued that high levels of industry income were not necessary to ensure adequate supplies. If lowlevels of income would ensure adequate oil supplies, then any industry income above that incomeearned from alternative use of industry resources could be deemed excessive (economic rents) andshould be taxed away.", "Some believed oil industry income was excessive to start with due to theconcentrated structure of the domestic oil industry and due to the fact that domestic price of oil wasnot a competitively determined price.", "Additionally, it should be remembered that the WPT was enacted in the wake of two oilshocks in the 1970s: (1) the 1973-1974 oil embargo, which raised oil prices fourfold and (2) the1978-1979 Iranian revolution, which doubled oil prices, and created gasoline shortages (and longlines of motorists at the gasoline pumps). Also there was a certain amount of public suspicion of theoil industry; suspicion that the energy crisis was not real but a contrivance of the industry in concertwith OPEC for the purpose of profiteering."], "subsections": []}, {"section_title": "Distributional Equity (\"Fairness\")", "paragraphs": ["Another rationale for the windfall profit tax was equity or \"fairness.\" It was estimated thatoil price decontrol would cause a large redistribution of income from energy consumers to energyproducers. Policymakers concluded that it was unfair for the oil industry and landowners toexperience such sharp increases in income when so many consumers -- particularly low-incomeconsumers -- would see a sharp increase in their energy bills. They believed that society at large,through the federal government's policies, should also share in some of the income gains.", "The fairness rationale was strongly influenced by the impact of higher energy prices onpoorer consumers. Although all energy consumers would experience a higher absolute burden dueto higher oil prices, including higher electricity prices, natural gas prices, and coal prices, poorerpeople would experience a higher relative burden. That is, in relation to their income, poorer personsspend more money on energy and other necessities than higher income persons. Therefore, energycosts represented a higher proportion of low income persons' budgets than high-income persons'budgets -- the burden from decontrol would be greater for low-income persons than fromhigh-income persons.", "The windfall profit tax was intended to be the instrument for achieving a more equitableredistribution of the income which would result from oil price decontrol. Underlying this instrumentwas the belief that the oil companies were entitled to a fair and reasonable return but not an\"excessive\" return, which was in any event determined by OPEC-set prices rather than competitiveprices."], "subsections": []}, {"section_title": "The Industry's Historically Low Effective Tax Rates", "paragraphs": ["Another powerful argument for enacting the WPT was that the tax helped to offset the oilindustry's low effective income tax rates due to the availability of two oil industry tax subsidies(incentives): the percentage depletion allowance and the provision which permits companies toexpense (deduct fully in the initial year) the intangible costs of drilling.", "The percentage depletion allowance permits oil producers to deduct an amount for theexhaustion of an oil reserve equal to a percentage of revenues. In theory, the deduction should bebased on the actual oil output and the actual investment costs of the deposit -- it should be costdepletion. The percentage depletion allowance was introduced in 1926. In 1975 the allowance waseliminated except for a limited amount of oil produced by independents. The deduction forintangible drilling costs permits oil producers to expense -- deduct contemporaneously -- costs that,according to economic theory and standard financial accounting practices, should be capitalizedover the income-producing life of the deposit. This subsidy or incentive was introduced in a 1918administrative ruling by the Treasury Department. The cumulative value of these tax and othernontax subsidies from 1964-1977 has been estimated at over $100 billion. (13) ", "In recent years, the value of these oil and gas subsidies has declined, (14) but the addition of othertax subsidies, such as the enhanced oil recovery tax credit, and, more recently, the oil and gas taxbreaks in H.R. 6 ( P.L. 109-58 ) have, at a time of very high oil prices, created moresupport for a windfall profit tax. (15) ", "The combined effect of the two major oil tax provisions was to lower effective income taxrates for oil extraction below the comparable effective tax rates in other industries and below the topmarginal statutory income tax rate of 34% for corporations in 1980. This is supported by early aswell as more recent empirical research studies on effective tax rates. (16) ", "In the early studies, Harberger (1955) and Steiner (1959) demonstrated that oil and gas, aswell as other minerals, received approximately twice the amount of tax incentives as other industries.In the category of effective tax rate studies, a 1971 report by U.S. Oil Week showed that major oilcompanies had an effective tax rate of 8.7% in 1970. Cox and Wright (1973) calculated ratesranging from 8.3% to 14.7%, depending upon accounting methods and income measures used. (17) ", "Studies on effective tax rates published between 1973 and 1980 attempted to include thecutback in subsidies and the windfall profits tax and gave mixed results. Some studies, for example,showed that oil and gas extraction was subject to very low effective tax rates. Several studies by theCongressional Research Service published between 1977 and 1983 (when the corporate tax rate was46%) show very low and, under certain circumstances, even negative marginal effective tax rates. For example, expensing of intangible drilling costs and dry hole costs and a 22% depletion rateresulted in an effective tax rate of -3.0% without the minimum tax and 12.0% with the minimumtax. (18) One CRS report,which included the effects of the crude oil windfall profits tax, again showed generally low effectivetax rates for oil and gas extraction. In cases where the effective tax rates were low, however, thecrude oil windfall profits tax constituted a significant part of the total effective tax burden. (19) In an inter-industrycomparison, oil extraction and production had the lowest effective tax rates of eleven majorindustries -- 14% compared to 17% for construction (the next lowest) and 30% for the trade industry(the highest). (20) ", "Marginal effective tax rates in the oil and gas industry after 1986 increased due to the repealof the 10% investment tax credit, the lengthening of the recovery period for depreciation, and thechange in the depreciation methods. Studies continue to show, however, marginal effective tax ratesbelow the statutory top marginal tax rate, and below the comparable rate for most otherindustries. (21) ", "A 2000 Institute on Taxation and Economic Policy (ITEP) study found that, for the three-yearperiod 1996-98, petroleum and pipeline companies had the lowest effective tax rate (12.3%) of 20industries (the average effective tax rate for all the industries was 21.7%). (22) The study sampled 250of the nation's largest corporations. In a 2004 update of the 2000 study, ITEP found petroleum andpipeline companies had effective federal tax rates of 13.3% for the three-year period 2001-2003, butwere no longer ranked number one of the 20 industry classifications -- they were ranked 6th. (23) Gruber (2005) found thatthe mining and extraction industries combined had an average marginal effective tax rate of 16.8%. While this was significantly below the 35% marginal statutory tax rate for the period, it was onlyslightly below the industry average of 17.4%. (24) "], "subsections": []}, {"section_title": "Budget Deficits and the Need for Additional Revenue", "paragraphs": ["There were also important fiscal reasons for enacting the WPT -- the federal governmentneeded money. Between 1961 and 1979 the federal budget was in deficit in every year but one (therewas a small surplus in FY1969). In FY1976 the deficit reached $71 billion, which at that time wasthe highest level in U.S. history. This deficit was 4.2% of Gross Domestic Product (GDP) thehighest since 1946. In fiscal years 1977, 1978, and 1979, the deficits were lower but still sizeable-- $50 billion, $55 billion, and $38 billion, respectively. Certainly they pale in comparison to thedeficits of the eighties and early 1990s but according to the standards of that time they were stilllarge. Recent deficits have been larger in absolute terms but somewhat smaller relative to GDP. Forexample, in FY2004, total federal budget deficits was $413 billion, which was 3.6% of GDP. (25) In any event, revenues anddeficit reduction have not been the driving force behind the recent WPT proposals in the Congress,although with large federal spending on the Iraq war, and hurricane relief, any additional revenueswould, if not spent, reduce the deficit."], "subsections": []}]}, {"section_title": "Economic Effects", "paragraphs": ["The major economic issues concerning the WPT and its effects were: revenues, increaseddependence upon foreign oil, economic efficiency, and the tax's administrative and complianceburden. As discussed above, the need for revenue was one of the reasons for enacting the windfallprofit tax and was a principal issue in the debate over its repeal. However, the tax's role in increasingdependence on imported oil, distorting resource use in the energy markets and the economy, as wellas the administrative and compliance burden of the tax, all played a role in its repeal."], "subsections": [{"section_title": "Revenue Effects: Projections vs. Realizations", "paragraphs": ["Table 3 compares the original projections of gross windfall profit tax revenues with actualrevenues for fiscal years 1980-1990. Gross revenues are the actual tax monies collected by theInternal Revenue Service (IRS) as a result of applying the WPT rates to taxable crude oil production-- they are revenues before any deductions or allowances, and offsets. Note that these original 1980projections are not adjusted downward for changes in the tax laws enacted in 1981, 1982, and 1984,which tended to reduce windfall profit tax revenues. (26) ", "As these data show, estimates or projections of the additional tax revenues from decontrolwith the WPT indicated that the federal government would generate, over the 11-year period betweenfiscal years 1980-1990, an additional $393 billion in gross revenues. Net revenues for this periodwere projected at $223 billion, reduced by the loss of $170 billion in business income tax revenuesdue to the deductibility of excise taxes as a cost of doing business. Including state and localseverance taxes and income taxes, and taxes on royalty income, all levels of government wereprojected to receive about 50% of the additional revenue from oil price decontrol. The oil industrywas projected to receive the remaining 50%. (27) ", " Table 3. Gross Windfall Profits Tax Revenues: Projected vs.Actual, Fiscal Years 1980-1990", "($ millions)", "Sources: (1) Projected figures are from U.S. Congress. Joint Committee on Taxation. GeneralExplanation of the Crude Oil Windfall Profits Tax Act of 1980 (H.R. 3919, 96th Congress; P.L. 96-223 ). Joint Committee Print. Washington, 1981. p. 15; (2) Actual tax revenues forFY1980-FY1986 are from quarterly excise tax reports published by the Internal Revenue Service. Data for 1986-1991 were obtained from the Congressional Budget Office.", "N.M. = not meaningful.", "Large overestimates of projected revenues occurred in the original forecast of revenues madein 1979 and 1980, reflecting overestimates of crude oil prices. (28) The decline in oil pricesin the mid-1980s was not anticipated even in 1981. In fact, it was after 1983 that analysts began toadjust their oil price forecasts downward in consideration of new sources of oil supply, increasedconservation of oil, and the development of alternative energy resources.", "Table 3 also shows that, for the same period, actual gross revenues were about $80 billion,significantly short of projections -- 80% less than the projected amount of $393 billion -- but stilla sizeable sum. (29) Mostof this gain was accumulated over the years 1981-1983, when gross revenues totaled nearly $55billion. These large initial revenues from the windfall profit tax were also an important reason inthe early part of the 1980s for not repealing the tax, despite President Reagan's campaign promiseand numerous congressional attempts to repeal it. (30) ", "Finally, note also that after FY1982, gross revenues (column [2]) began to decline, sharplybeginning in 1984, and down to nearly zero in 1987. There are three reasons for this. First, marketcrude oil prices declined markedly from 1982 to 1986. Second, since 1980 base prices had beengradually adjusted upward due primarily to inflation, as specified by law. The result was two forcesacting to reduce the tax base -- the so-called \"windfall profit.\" The third reason was the decline indomestic oil production. As will be discussed in a forthcoming section, the small amount of revenuecollected from the WPT in 1987 and 1988 was a principal reason for the repeal of the tax."], "subsections": []}, {"section_title": "Revenue Effects: Gross vs. Net Actual Revenue", "paragraphs": ["Table 4 shows the estimated net WPT revenues, after adjusting for income tax offsets, andreceipts from federal oil interests. Column (1) is the same as column (2) in Table 3 . Column (2)shows WPT payments on federally owned oil attributable to the economic interests of the U.S.Government -- WPT assessed on oil produced from federal lands. These figures are included in thegross WPT liabilities reported in column (1) because, under the law, oil produced from federalproperties was not tax-exempt. In effect, then while the federal government was collecting WPTrevenues on its properties, it was also receiving equally less in price because first purchaserssubtracted the tax from the purchase oil price. Column (3) shows estimated foregone payments ofincome taxes -- reduced income tax collections -- due to the deductibility of the WPT against theincome tax liability as a cost of production. Net revenues are shown in column (4).", " Table 4. Estimated Revenue Effects of the WPT, Fiscal Years1980-1990", "($ millions)", "Sources: Column (1)data are from Francis, Brian. Federal Excise Taxes, Including the Slow Deathof Expired Taxes. Internal Revenue Service. Statistics of Income Bulletin, summer 1999. pp.185-189. Note that 'Gross Revenues' includes adjustments made as a result of errors, IRS and courtchallenges, and other factors; column (2) data are from Hakken, John. Windfall Profit Tax Liabilityand Receipt Estimate. U.S. Treasury. Office of Tax Analysis; column (3) is calculated by the authorbased on the marginal statutory corporate tax rate at the time (46% except for 40% in 1987 and 34%in 1988.", "N.A. = not available.", "The estimated net revenue gains from the WPT -- the amount which actually went into theTreasury's general fund -- were nearly over $38 billion, less than of gross revenues, and 17% of thenet revenues predicted in 1980 over the 1979-1990 period. (31) Most of the differencebetween gross and net revenues was attributable to losses in business income taxes (both individualand corporate) due to the deductibility of the gross WPT payments. Between 1980 and 1989, asshown in column (4), income tax revenues were estimated to be about $37 billion lower as a resultof the deductibility of the WPT. The remaining revenue losses were due to receipts from federalinterests (column [2])."], "subsections": []}, {"section_title": "Effects on Domestic Oil Production and Oil Imports", "paragraphs": ["The WPT had the effect of reducing the domestic supply of crude oil below what the supplywould have been without the tax. This increased the demand for imported oil and made the UnitedStates more dependent upon foreign oil as compared with dependence without a WPT. Nevertheless,oil price decontrol, by increasing prices should have increased domestic production and made theU.S. less import dependent. And further, while a WPT made the U.S. more dependent on importedoil, decontrol and a WPT made the U.S. less dependent than controls without WPT.", "The WPT was a excise tax on oil produced domestically in the United States; it was notimposed on imported oil. In economic terms, such taxes increase marginal production costs, andprofit maximizing firms respond to the tax by reducing output and raising prices. The WPTincreased the marginal or incremental cost of domestic oil production subject to the tax -- everybarrel of oil produced cost more to produce by the amount of the tax. However, in the case ofdomestic crude oil, the higher marginal costs are not to be shifted as higher oil prices, because, oilbeing priced in the international (world) oil market -- oil prices are exogenous to the U.S. (the U.S.is a price taker, rather than a price setter). (32) Oil producers could not shift the tax forward as a higher oilselling price because the purchaser would merely substitute imported or tax-exempt crude. Instead,the WPT reduces the net selling price paid to producers. As noted earlier, the first purchaser(generally the refiner) subtracted the tax from the price paid to the producer (supplier) -- theproducer's net selling price of each barrel of oil was less by the amount of the WPT.", "This inability to shift the tax forward implies that the entire effect of the tax is to reducedomestic production and supply. In other words, U.S. domestic oil production was, to some degree,lower as a direct result of the WPT. But, as oil imports to the United States are a residual, thedifference between aggregate demand for oil and aggregate domestic oil supply, the effect of this isan increase in the demand for oil imports. (33) Another way of stating this point is that imported oil is themarginal source of oil -- whenever an extra barrel of oil is needed to meet an increase in demand,it is imported. Any condition or factor which either reduces domestic supply (such as higher industrytaxes) or which increases the aggregate demand for oil (such as higher national income) will increaseoil imports. and therefore also reduced the supply of the taxed product.", "Estimates. The magnitude by which the WPTreduced domestic oil supplies and increased imports depends on two variables: (1) the magnitudeof the decline in the supply price of domestic crude oil (the amount of the WPT), which determinesthe after-tax price received by oil producers; and (2) the price elasticity of the supply curve, whichdetermines the reduction in oil production in response to the lower price (net of the WPT) receivedby oil producers. Since oil prices are determined in a world market, it is assumed that the WPT hadno effect on pre-tax oil prices in the United States. This means that the after-tax price received bydomestic oil producers is lower by the full amount of the WPT per barrel. (That is, as noted above,the WPT cannot be shifted forward in higher prices; producers absorb the entire tax in terms of lowerprofits.)", "The second variable that determines the output effects is the price elasticity of the oil supplycurve, which measures the responsiveness of oil production to changes in oil price. (34) An elasticity of +1.0means that a 10% reduction in the net price of oil to the producer translates into a 10% reduction inthe quantity of oil supplied; an elasticity of +0.5 means that a 10% reduction in price would reduceoutput by half that or 5%. The price elasticity of oil supplies is determined by the technologyunderlying domestic oil production.", "There is little doubt that crude oil production is relatively inelastic in the short run -- evenlarge price increases are unlikely to elicit substantial increases in production. Over the long-runhowever, producers can increase their investment and capital to increase production (developmentwells) from existing fields and increase exploration of new fields. The percentage reduction in oilproduction in response to the WPT would be the product of the percentage reduction in the after-taxprice of oil times the price elasticity of supply. Oil supply price elasticities are difficult to estimate;few studies generate reliable estimates and in fact some studies estimate negative supply elasticities,which are not plausible. In developing our assumptions about the price elasticity of the crude oilsupply curve we surveyed 20 studies. (35) In general, studies from the 1970s and early 1980s report largersupply price elasticities ranging from .1 to .8, with a mean of about .5. (36) Studies from themid-1980s and more recent studies tend to show smaller supply elasticities. For example, a 1985study for the Department of Energy found a convergence around a number ranging from .2 to .4; itused a value of 0.31 in its calculations. (37) Reflecting this uncertainty production losses are estimated underthree alternative elasticity scenarios: a price elasticity of oil supply of +0.2 (short run), +.5, and +.8.", "Table 5 presents estimates of annual domestic oil production that was lost in response to theWPT based on conventional assumptions. Note that unlike Tables 3 and 4 , data are presented incalendar years to conform with the reporting of production and tax data. Estimates were preparedfor the period 1980-1986. From 1986-1988 there are no output effects because the WPT liability waszero in those years. (The WPT was zero because market crude oil prices were below inflationadjusted base prices.) For perspective, the annual estimates of production losses are compared tothe actual levels of domestic oil production and imported oil.", "These estimates indicate that the windfall profit tax caused domestic oil production lossesin every year but 1986, when crude prices declined below adjusted base prices resulting in zeroWPT. Over the entire 1980-1986 period, it is estimated that, depending on the assumed supply curveprice elasticity, the WPT reduced domestic oil production from between 320 million barrels (1.2%of domestic production) and 1,268 million barrels (4.8% of domestic production). The effect ofreducing domestic oil production was to increase the level of imported oil. Columns (3), (6) and (9)show the estimated production losses caused by the WPT, as a % of the actual level of imported oil,under the assumed three supply curve elasticities range from 3.2% of total imports to 12.7% ofimports for this period, depending on price elasticity.", " Table 5. Estimated Reduction in Domestic Oil Production in Response to the Windfall Profit Tax ", "Source: Author's estimates based on data published by the Department of Energy and the Internal Revenue Service.", "Note: E P s denotes price elasticity of domestic oil supplies. This measures the responsiveness of domestic oil supplies to changes to the domestic priceof oil. For example, an elasticity of +0.5 means that as the price of oil increases by 10%, the quantity of oil supplied increases by half that or 5%.", "If lag effects are discounted, the largest output effects were in 1981. Thatyear the estimated loss in domestic oil production in response to the WPT rangedfrom 77 million barrels (2.1% of total domestic output) to 310 million barrels (8.3%of output), depending upon the assumed price elasticity. As a fraction of totalimports, these constituted 4.8% and 12.1%, respectively.", "Estimated annual production losses declined steadily between 1981 and 1986.This was due to the combined effect of declining market prices and increasing baseprices over this period. In 1986 production losses were estimated to be zero becauseaverage market oil prices were below average base prices (the average windfall profitwas negative in each of these years). It is important to note that the estimates in Table 5 assume that the production losses occur in the same year as the tax increase.In reality there may be lags in the effect of the WPT on domestic oil production. Tothis extent, the aggregate production losses estimated over the 1980-1986 period areprobably more meaningful than the losses estimated for any one year.", "On this basis the WPT increased oil imports and made the United Statessomewhat more vulnerable to sharp oil price increases or complete oil supplyembargoes from foreign oil producers. If accurate, these estimates suggest that oilproduction losses in response to the WPT may have been from 3% to 13% of totaloil imports."], "subsections": []}, {"section_title": "Economic Efficiency and Resource Allocation", "paragraphs": ["The efficiency effects of the WPT on the allocation of resources are less clearthan some of the other economic effects. From an economic perspective, excisetaxes distort the price system's ability to efficiently allocate resources amongcompeting economic sectors. But the windfall profit tax had little if any effect on oilprices simply because such a tax cannot be forward shifted i.e., producers are not ableto pass the tax forward by increasing prices to refiners because refiners would merelysubstitute imported oil. The reason for this is that oil prices in the United States area given -- they are determined or established in the world oil market in which theUnited States is only one of many producers.", "In the long run, a permanent excise tax reduces the rate of return in the taxedsector and resources are allocated toward the non-taxed sectors. But the WPT wasa temporary tax when it was enacted, and it was repealed two and one-half yearsbefore expiration. It is difficult to say whether this is a long enough period of timeto cause resources to be reallocated in any significant way.", "The other complicating factor was the decontrol of oil prices. It is afundamental economic law that, generally, price controls cause serious distortionsand create allocational inefficiencies. Oil price decontrol on January 28, 1981, whenthe WPT was about 10 months old, completely removed these distortions andinefficiencies. In all probability, decontrol with a WPT was less distorting thancontrols without a WPT.", "The efficiency effects of the WPT also hinge on the question of whether oilproduction creates costs -- these are called external costs -- that society incurs butthat producers do not account for. If the business of producing oil domesticallycreates these external costs, then an economically appropriate policy would haveimposed some type of excise tax on oil production. The WPT that was in effect wasnot inconsistent with this policy and, to this extent, may have contributed toeconomic efficiency.", "The WPT, however, may have distorted the way resources were allocatedwithin the oil industry. Since the tax was imposed on oil production -- i.e., upon itsremoval and sale -- extraction (and other upstream operations) was penalized andother aspects of the business (refining and marketing, the downstream operationsbecome relatively favored. Thus it created financial incentives to shift resourcesfrom exploration and drilling to refining and marketing. (38) ", "There may have been additional distortions within the oil-producing sectoras a result of the structure of the tax. Under WPT, different tax rates and base pricesapplied to taxable oil, depending upon its classification in one of three tiers asdescribed in Table 1 . These differences seemed to favor oil from newer wells asopposed to oil from older wells, and oil produced from small wells and byindependents, as opposed to oil produced from larger wells and by integratedproducers. While this was probably done to minimize the adverse effects on supply,the structure of the WPT created artificial tax incentives based on the age andinfrastructure of production and who owned the oil.", "In addition to the above distinctions, the following categories of oil were taxexempt: (1) oil produced from a property owned by a state or local government orany political subdivision of a state government; (2) oil produced by educationalinstitutions or charitable medical institutions; (3) oil produced from wells in certainregions of Alaska; (4) oil owned and produced by certain American Indian tribes; and(5) front-end tertiary oil and royalty oil.", "Even so, it must be underscored that the distortions under the windfall profittax with decontrol were probably less than the distortion under full price controlswithout a WPT."], "subsections": []}, {"section_title": "The Burden of Tax Compliance and Administration", "paragraphs": ["After 1986, the WPT imposed little or no tax liability on oil producersbecause oil prices were below the threshold base prices that triggered it. Oilproducers were obliged to comply with the paperwork requirements of the law,however, and the Internal Revenue Service (IRS) was compelled to administer thesystem despite the fact that the tax generated no revenue.", "The oil industry maintained all along that the WPT was an extremelycomplicated tax to comply with and to administer. The IRS and the GeneralAccounting Office (GAO, now the Government Accountability Office) both agreedwith the industry's claim, and the eight-year experience with the tax also tended tosupport this. (39) ", "The process of complying with the WPT involved a complicated system ofinteractions between a variety of oil industry entities and a variety of separate taxlaws and energy regulations. The windfall profit tax was imposed on oil producerswhen taxable crude oil was removed from the oil-producing property. Any individualor business with an economic interest in an oil-producing property was consideredas a producer and subject to the tax. There were four kinds of producers -- independent producers, integrated oil companies, royalty owners (landowners), andtax-exempt parties. According to a 1984 GAO report, there were about 1 million oilproducers (persons, institutions, and businesses) in the United States in 1984. (40) ", "Operators were the approximately 18,000 persons in the business of managingoil properties. The property operator supplied the relevant information to the agentwho withheld the tax. The operator had to determine the proper tier, how much oilwas sold, and who had the economic interest. Sometimes there were hundreds ofpeople having a fractional economic interest in a single oil-producing property. Evendetermining the proper tier was no easy task. According to a 1982 GAO report,considerable uncertainty surrounded the concept of oil property, thus making itdifficult to classify oil into tiers. (41) ", "The withholding agent had to compute and withhold the windfall profit taxbased on the information supplied by the operator. The withholding agent, alsocalled the first purchaser, was usually an integrated oil company, but it could alsohave been an independent producer or refiner.", "To compute the windfall profit tax amount, the agent subtracted from theremoval price the base price and the corresponding state severance tax (if any). Thiscomputation required the following steps: (1) knowing the category of oil; (2)determining the removal (selling) price; (3) adjusting the corresponding base price;(4) subtracting the state severance tax; and (5) testing for the 90% net incomelimitation. (42) Even some of the basic steps in this computationcould be complex. For example, in 1983 there was some controversy over how todetermine the \"removal price\" in the case of certain Sadlerochit oil in an AlaskanNorth Slope reservoir. Three different methods were used by the oil companies. TheIRS had to issue several rulings before the matter was settled.", "Having computed the tax liability, the first purchaser deducted this from thepurchase price to be paid to the operator, and deposited the money in a FederalReserve Bank. Integrated producers were required to deposit twice per month;independent producers were required to deposit every 45 days. The tax paymentprocess did not, however, end there. In the event of overpayment or underpayment,due primarily to the net income limitation and underwithholding respectively, thisrequired either refunds or additional payments.", "Throughout this compliance process many tax return forms and informationforms were required. The process was further complicated due to the numerousexceptions to the basic general rules and due to possible interactions between thewindfall profit tax rules, the personal and corporate income tax rules, energyregulations, and state and local tax and energy laws.", "The windfall profit tax also appeared to be a significant administrative burdenfor the IRS. The tax statute itself encompassed 13 sections in 25 pages of the 1986Internal Revenue Code. (43) In addition, the IRS had to promulgate dozensof separate regulations, revenue rulings, letter rulings, and information releases toenforce it. Furthermore, there had been statutory amendments to the WPT in virtuallyevery tax bill enacted between 1980 and 1988.", "The IRS acknowledged the administrative burden of the tax in 1981 hearingsbefore the House Subcommittee on Government Operations. A 1984 GAO reportseemed to support this when it referred to the tax as \"perhaps the largest and mostcomplex tax ever levied on a U.S. industry.\" (44) Fortunemagazine referred to the tax as one of \"the most monumental excises ever levied inU.S. history....\" (45) "], "subsections": []}, {"section_title": "Reasons for Repeal of the Windfall Profit Tax", "paragraphs": ["As was discussed in the background section, the crude oil windfall profit taxwas repealed in August of 1988 -- two and one-half years before the legislatedtermination date in January 1991. There was no one reason for repeal of the tax.Rather, repeal was caused by the confluence of several factors and conditions from1987-1988. Yet, the anti-WPT sentiment was fairly widespread and numerous billswere introduce to repeal the tax. (46) ", "The Congress became convinced that the tax was a complex and costly taxto comply with and to administer. It was a compliance burden to the oil-producingindustry and an administrative burden for the Internal Revenue Service even though,after FY1986, the tax generated little or no tax revenues. It is doubtful that theCongress would have repealed the WPT had it been generating significant revenuesat that time or had it been expected to generate significant revenue in the future. Thefact that the tax was generating little or no revenue, however, made the argument thatthe tax was a burden easier to accept.", "Another apparent reason for the repeal of the WPT was the recognition thatthe tax kept domestic oil production below what it would have been without the WPTand increased petroleum imports above the level of imports without the WPT. (47) This madethe United States more dependent upon foreign oil and therefore more vulnerable toeither a price upsurge or a supply disruption. Petroleum imports were growing. From 1985 to 1986, there was a sharp increase in the share of oil use being met byimports. Oil imports as a percent of total U.S. oil consumption increased from 32%to nearly 38% -- one of the largest annual increases on record. Moreover, projectionsshowed this degree of dependence rising to over 50% by 1990, a projection whichhas been realized. (48) Today, petroleum imports account for nearly60% of consumption and are projected by the Department of Energy to rise to nearly70% by 2025.", "Finally, the domestic U.S. oil industry was experiencing difficult economicconditions due to the collapse of oil prices in 1986. Crude oil prices dropped fromabout $30 per barrel in the fall of 1985 to just over $10 per barrel in the summer of1986. After 1986, oil prices were volatile but basically increasing. At the time ofrepeal, oil prices were about $18 per barrel. Prices increased during the Persian Gulfwar of 1992 but collapsed again in the fall/winter of 1998/1999.", "There was little question about the effect of the rapid price decline on the U.S. oil-producing industry. It had a strong negative effect on oil producers (i.e.,drillers, operators, and landowners with an economic interest in oil) in general, andthe small independent producer in particular. According to industry data, earningsfrom exploration/production operations of selected companies in the first half of1986 declined by about 60% from the first half of 1985. (49) Thisdecline mirrored, roughly, the percentage decline in crude oil prices. After that,profits started to recover, especially for independents. (50) ", "Declining profits from oil production sharply reduced drilling and explorationexpenditures and employment. In the long run, oil production was expected todecline significantly. Two states in particular, Texas and Louisiana, were hit hard bylow crude oil prices. In these states, oil and oil dependent businesses (such as banksand other financial institutions) became bankrupt, large numbers of employees werelaid off, and revenues to State and local governments plummeted. According to theBureau of Labor Statistics, the oil and gas extraction industry nationwide lost about130,000 jobs from the second quarter of 1985 to the second quarter of 1986. (51) Between1982 and 1988, this industry lost about one-third of its jobs. (52) However,the collapse of oil prices helped some segments of the industry such as independentrefiners and marketers.", "The Congress came to view the windfall profit tax as a burden on an industrythat was becoming severely depressed due to the sharp drop in oil prices and due tothe volatility in oil prices. Repealing the WPT did not reduce industry tax paymentsso it was of little actual economic benefit at that time because oil prices were belowbase prices and there was no tax liability to producers. However, higher oil prices inthe future might have exceed base prices and the WPT would have been triggered.At the very least, repealing the WPT reduced business costs and improved industryprofitability somewhat by eliminating the compliance burden of the tax.", "Opponents of repeal basically made the following arguments: (1) the oilindustry's income is an economic rent or monopoly profit to a highly concentratedindustry which society, through taxation, should share in; (2) the oil industry benefitsfrom other tax subsidies which have traditionally kept effective income tax rates verylow; (3) if oil prices rise above base price levels, then the tax would generateadditional revenues which are badly needed to reduce large federal budget deficits;(4) the administrative apparatus is already in place and it makes little sense toeliminate the tax now, given that the tax is temporary. This final argument in favorof retaining the WPT was, in effect, a counterargument to those who have criticizedthe tax as a compliance and administrative burden. The point was that, evenadmitting its complexity, the WPT system was already in place. Much of the costsof administering the tax were fixed costs -- they had been, in large part, alreadyincurred, since most of the regulations had been promulgated. Given that the IRShad already incurred the fixed costs of running the WPT system, and given that thesystem would only be in effect for seven more years, they argued it made little senseto eliminate it."], "subsections": []}]}, {"section_title": "Windfall Profit Tax Legislation in the 109th Congress", "paragraphs": ["There are currently 14 bills in the 109th Congress to impose some type ofWPT. These fall generally into one of two categories: those that impose an excisetype of WPT and those that would impose an income type. In addition, the billsdiffer in the way the WPT receipts would be used. Some bills would allocate thereceipts to offset the cost of supplemental spending bills targeted to aid victims ofHurricanes Katrina and Rita. Others would allocate them to the highway trust fundto compensate for any losses from the proposed commensurate reduction in motorfuels excise taxes to offset the WPT. Several bills would appropriate the proceedsfor the Low-Income Home Energy Assistance Program, which gives grants to poorerhouseholds to offset high energy bills and for residential weatherization."], "subsections": [{"section_title": "Excise Tax Type of WPT", "paragraphs": ["The excise tax type of WPT would generally impose an excise tax equal to50% of the windfall profits not reinvested in either (1) oil/gas exploration anddrilling, (2) refineries, (3) renewable electricity property, or (4) facilities forproducing alcohol fuels or bio-diesel. Windfall profit would be defined as thedifference between the market price of oil (at the wellhead) and a base price of$40/barrel, which would be adjusted for inflation. The bills that would impose thistype of tax are S. 1631 , H.R. 3752 , H.R. 4203 , H.R. 4248 , H.R. 4449 , H.R. 4263 , S. 1981 , and S. 2103 . S. 1631 (Dorgan) wasoffered as an amendment to S. 2020 , the Senate's version of taxreconciliation now in conference, but it was ruled out of order.", "Three of the WPT bills are variations on this type of tax. For example, H.R. 2070 (Kucinich), H.R. 3664 (Kanjorski), and H.R. 3544 (DeFazio) would impose a graduated excise tax with the rates-- 50%, 75%, or 100% -- dependent on the extent to which profits exceed areasonable level, as determined by a specially created board or commission. Also, thetax would be imposed on the windfall profit from and natural gas (and productsthereof). These bills differ, however, on how the tax's proceeds would be used. (53) "], "subsections": []}, {"section_title": "Income Tax Type of WPT", "paragraphs": ["The income tax type of WPT would impose a 50% tax on the excess of theadjusted taxable income of the applicable taxpayer for the taxable year over theaverage taxable income during the 2000-2004 period. The 50% tax would apply tocrude producers and integrated oil companies with sales in 2005 or 2006 above $100million. The tax would be temporary and apply to petroleum products as well ascrude oil. The two bills that would take this approach are S. 1809 (Schumer) and H.R. 4276 (Larson) in the House. Senators Schumer andReed sponsored S. 1809 as an amendment to S. 2020 ( S.Amdt. 2635 , and S.Amdt. 2626 ). In both cases, theamendments were ruled out of order.", "A variant of the income tax type of WPT is H.R. 3712 (McDermott). This bill would impose a 100% tax on any profit above a 15% rate ofreturn from the sale of crude oil, natural gas, or products of crude oil and natural gas. Revenues would be used to fund a program of gas stamps, which would be similarto the current federal food stamp program;"], "subsections": []}, {"section_title": "Economic and Policy Issues", "paragraphs": ["This is not the first time policymakers have proposed a WPT on crude oil. Injust two months from the beginning of July 1990 to August 1990, domestic oil prices(the spot price of West Texas Intermediate) nearly doubled increasing from just over$16 per barrel to nearly $32 per barrel. This was sufficient to prompt policymakersto call for reinstatement of the 1980 windfall profit tax.", "These bills raise a number of economic and policy issues. The remainingsections discuss some of the more important economic issues surrounding proposedlegislation, and draw relevant policy implications. The final section discussesalternative policy options.", "Current Market Conditions. Thefirst issue is the difference between the current market conditions and those when the1980 WPT was imposed. As noted above, the 1980 WPT was imposed as part ofcompromise to decontrol crude oil prices -- a quid-pro-quo . From a control regimelevel of about $6/barrel, crude prices were allowed to rise gradually to market levels(as influenced strongly by OPEC), which at that time were about $24/barrel. Bycontrast, today there are no price controls on crude oil and prices are determined ina generally competitive market, one in which the United States is a price taker, andone in which OPEC plays a relatively smaller (but still important) role. Crude oilprices have increased for significantly different reasons than was the case in the1970s.", "Also, on August 8, 2005, President Bush signed a comprehensive energypolicy bill ( P.L. 109-58 ) that provides over $2.5 billion in energy tax breaks (over 11years) to the domestic oil and gas industry. Some have questioned the wisdom ofproviding additional tax subsidies to the oil industry at a time of high crude andpetroleum product prices, and have proposed either reducing or eliminating thesesubsidies in lieu of the WPT.", "The Question of Windfall Profits. Of course the fact that current high prices are due to reasons different than in the1970s does not belie that there may be windfalls. Crude prices marched steadilyupward during 2004 (averaging $37/barrel) and reached new highs in 2005. (54) The priceof West Texas Intermediate (WTI) reached $55/barrel in October 2004, a 60%increase over the January 2004 price of $34/barrel. Prices reached $60/barrel duringthe summer of 2005 and peaked at nearly $70/barrel in August 2005. (55) After ashort stay in the high $50's, prices hovered in the high $60's for several months, andin early 2006 stood at about $65/barrel. (56) Petroleum product prices have also spiked andcontinue to remain high. Increases in crude prices, in effect increase the value of oilreserves, and increase the revenue from the sale of domestically produced oil just asany higher market price for a commodity makes inventories or other stock of thatproduct more valuable. (57) ", "The extent to which recent high petroleum prices have increased profits hasbeen reported in the press and is discussed in two recent CRS reports; it is not discussed here. (58) A more intractable issue is whether any increasedrecent profits are true windfalls, and whether windfalls accrue to both crude oil andrefinery products. The sharp and rapid increases in prices, if they are realized ashigher profits, would be a pure windfall in the sense that they are an unforeseeable,unanticipated gain that accrues to owners of the Nation's stock of oil reserves. Mostof any additional revenue and profit would accrue to the major oil companies sincethey own most of the reserves and produce the bulk of the oil in the United States. In a sense they are unearned: little or no additional cost or effort is incurred ingenerating this additional income; oil that would have been produced at $26 or $37per barrel, can now be sold for $62 per barrel or more. In another sense they areearned: increased profits are the reward for the risks the industry takes to providepetroleum products to consumers.", "As an illustration, using domestic oil production of 5.5 million barrels perday, a doubling of crude oil prices from $35/barrel to $70/barrel would generate anadditional $70 billion in annual revenue to oil producers. If the baseline started at$10/barrel and prices rose to $70/barrel and stabilized at that rate for one year,revenues would increase by about $120 billion. Profits would also increase, but notby the increased revenue because income taxes -- federal, state, and local -- wouldhave to be paid on the windfall. Thus, even without a windfall profit tax governmenttax revenues would increase commensurate with any oil industry windfall. This isbecause as profits of the oil producers increase so does taxable business income.Since there is little or no cost incurred in generating the added profits, then all of therevenue gains likely would be taxable. At a marginal tax rate of 35% -- the marginalcorporate tax rate -- the federal government would gain about 35% of any oil industrywindfall. (59) ", "In addition to the higher profits accruing to oil producers, there appear to beadditional profits accruing to refiners, but these increases have been smaller than theprofits accruing to producers. But these profits are not true windfalls as they are inthe case of crude oil. While refinery margins and profits can and have increased, evensharply, they are due to the constraints on the supply capacity -- essentially the supplyor cost curve -- of the refinery industry.", "Another problem is one of timing. There is no question that producers andrefiners could reap enormous windfall profits if the recent price upsurge is sustained.But it is not a certainty that the recent price spike will be sustained. Recently crudeoil prices, while still high, declined somewhat from their peak of nearly $70 perbarrel. Even though they are high there is no guarantee that they will not fall,possibly precipitously, and become losses in the near future if crude and productprices decline. And barring any other problems abroad, or natural disasters, priceswould be expected to decline somewhat further. It should be remembered that oilprices declined from a high of over $30 per barrel in the early 1980s to about $10 perbarrel at their low point in the spring of 1986. From 1986-1999 oil prices averagedabout $17.00 per barrel, but fluctuated between $12 and $20 per barrel -- thefluctuations including the most recent four-year period have been even greater.Domestic crude oil prices reached a low of about $8/barrel in December 1998, amongthe lowest crude oil prices in history after correcting for inflation. From this volatilebehavior of oil prices derives the volatility of oil industry profits, and it is not clearthat there will be a persistent windfall profit over the longer run.", "Economic Implications. Depending on how the tax were structured, reinstating the windfall profit tax mightmake the United States more dependent upon foreign oil. This is likely to be a moreserious problem today than in 1980 because, unlike then when the United States wasimporting about 40% of its petroleum use, the nation is now importing close to 60%.", "As the above analysis suggests, a windfall profit tax in the form of an excisetax -- H.R. 3752 , and S. 1631 -- could reduce domestic oilproduction and increase the demand for imported oil and petroleum products. Ineconomic terms, oil producers would view the tax as an increase in the marginal costof domestic oil production. During the 1980s, the marginal cost (the incrementalcost) of producing every barrel of taxable crude oil was higher with the WPT thanwithout it. In consequence, the WPT reduced the supply of domestic oil to someextent; at every possible market oil price, it is estimated that domestic oil productionwas lower with the WPT than it would have been without it. The tax increased themarginal cost of producing domestic oil, thereby reducing domestic production andincreasing the demand for oil imports both in the short run and long run. This is aresult of the fact that oil imports to the United States are a residual, the differencebetween aggregate demand for oil and aggregate domestic oil supply. Any conditionor factor which either reduces domestic supply (such as higher industry excise taxes)or which increases the aggregate demand for oil (such as higher national income) willincrease oil imports. Crude oil prices might increase somewhat as the demand forimported oil increases, because the export supply of oil to the United States issomewhat elastic. The size of the effect would depend on the magnitude of theexcise tax and the price elasticities of oil demand and supply in the United States, aswell as the oil export supply to the United States.", "Reinstating the windfall profit tax would probably raise the question of theburden and cost of compliance and administration of the tax, which was an importantrationale for repeal of the tax in 1988. This issue seems to become more of a concernwhen WPT revenues don't live up to expectations. Unless the tax were greatlysimplified, or unless a large amount of revenue were generated from the tax, pastexperience suggests that this could be a serious problem in reinstating the WPT.Many analysts believe, based on market fundamentals, that the recent oil priceupsurge will not be a lasting one, and since oil prices have been highly volatile inrecent years, there is no way to judge whether WPT revenues would be large enoughto justify the alleged high costs of compliance and administration."], "subsections": []}, {"section_title": "Alternative Policy Options", "paragraphs": ["If, instead, an excise tax were to be imposed broadly on both imported as wellas domestically produced oil (as proposed in the early 1980s by the ReaganAdministration) much greater price effects would be expected -- the price of crudeoil in the United States would tend to be much higher than under the WPT ondomestic oil alone. This is because the tax is imposed on imports, which are themarginal source of oil supplies and therefore the benchmark for crude oil prices. Inthis case, the tax would both increase the marginal costs of oil imports (an upwardshift in the oil import supply schedule) and cause a slight movement along theschedule due to increased demand for oil imports, and thus have a bigger price effect.", "An excise tax holiday -- suspension of the 18.4Â¢/gallon tax on gasoline -- combined with an equal revenue WPT on oil would be completely counterbalancedor offsetting. Eliminating the gasoline tax would cause refiners to reduce prices overtime by the amount of the tax (or somewhat less depending on tax incidence, whichdepends on the ratio of price elasticities of the demand and supply schedules), but theWPT on all crude oil (which remember is actually an excise tax) would be shifted asa higher price of crude oil bought by refiners, thus offsetting the decline in productprices. (60) ", "From an economic perspective, the only tax that would be relatively neutralin the short run -- that would have no (or few) price effects and other economiceffects -- would be a pure corporate profits tax, since this tax does not affectmarginal production costs, and cannot be shifted in the short run. Thus, to the extentthat a surtax on the corporate income of crude oil producers on their upstreamoperations could approximate such a tax, this would not raise crude oil prices andwould not increase petroleum imports in the short run . While the current corporateincome tax is not a pure corporate profits tax, a surtax for oil companies wouldarguably be an administratively simple and economically effective way to captureestimated oil windfalls in the short run. In the long run however, all taxes distortresource allocation and even a corporate profit tax (either of the pure type or thesurtax on the existing rates) would reduce the rate of return and reduce the flow ofcapital into the industry, adversely affecting domestic production and increasingimports."], "subsections": []}]}, {"section_title": "Technical Appendix", "paragraphs": ["The algebraic formula for the WPT liability is as follows:", "T t = Ï\u0084 [P t m - P t b (1+ Ï\u0080 t-2 )](1- s ) (1- c ) ", "where", "T t = the WPT in $/barrel, in time t (e.g., in the 1st quarter of any year),", "Ï\u0084 = the WPT tax rate in percent (see Table 2 in the text),", "P t m = the market (removal) price of domestic crude oil at the wellhead at time t,", "P t b = the base price corresponding to the type of oil produced, as specified by law (see Table 2 )", "Ï\u0080 = rate of inflation, as measured by the GNP deflator, so that Ï\u0080 t-2 is the GNP deflatorlagged two quarters, (61) ", "s = the rate of State severance tax, if any", "c = the rate of federal corporate income tax"], "subsections": []}]}}