{"id": "RL33870", "title": "The Safe and Drug-Free Schools and Communities Act: Reauthorization and Appropriations", "released_date": "2007-02-08T00:00:00", "summary": ["The No Child Left Behind Act (P.L. 107-110) amended and reauthorized through FY2007 the Safe and Drug-Free Schools and Communities Act (SDFSCA) within the Elementary and Secondary Education Act (ESEA) as Part A of Title IV, 21st Century Schools. The act is likely to be considered for reauthorization by the 110th Congress. Funds are authorized for the SDFSC program, which is the federal government's primary initiative to prevent drug abuse and violence in and around schools. Through the program, state educational agencies, local educational agencies, and outlying areas are awarded grants by formula to create programs deterring drug abuse and violence among elementary and secondary students. Discretionary funds support national programs for various national leadership projects to prevent drug abuse and violence among students from preschool through postsecondary educational levels.", "For FY2006, Congress appropriated $568.8 million for the program. For FY2007, the President requested $216.0 million for national programs only, and proposed no funding for state grant programs. The House Appropriations Committee, however, recommended $526.0 million for the SDFSC program, and the Senate Appropriations Committee recommended $492.5 million (both including $310 million for state grants). For FY2008, the President has requested $323.2 million for the program, which includes $100 million for state grants and $224.2 million for national programs. The SDFSC program continues to operate at FY2006 levels under a continuing resolution through February 15, 2007.", "In the 109th Congress, several bills were introduced related to school safety and violence prevention. All of the bills were referred to the appropriate committee, but died at the end of the 109th Congress, except one (H.R. 3010). H.R. 3010, the Department of Labor, Health and Human Services, and Education and Related Agencies Appropriations Act of 2006 (P.L. 109-149), was amended by the Senate to require the Secretary of Education to conduct a study evaluating the effectiveness of violence prevention programs that receive funding under SDFSCA. This amendment, however, was not included in the conference agreement and did not become law. Another amendment to H.R. 3010 was introduced on the Senate floor to increase funding for the SDFSC program, but was ruled out of order by the chairman. One bill has been introduced thus far in the 110th Congress related to SDFSCA. H.R. 354, the Safe Schools Against Violence in Education Act (SAVE Act), would amend the ESEA by requiring states to allow a student attending a persistently dangerous public school, who has been a violent-crime victim on school property, while riding a school bus, or attending a school function, to transfer to a safe public school within the school district. The bill was referred to the House Education and Labor Committee, but no further action has occurred.", "This report discusses the 107th Congress SDFSCA reauthorization and appropriations to fund the SDFSC program, and possible 110th Congress reauthorization issues."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The 107 th Congress considered and approved reauthorization legislation to amend and extend through FY2007 the Elementary and Secondary Education Act (ESEA) and the Safe and Drug-Free Schools and Communities Act (SDFSCA). The ESEA (and, therefore, the SDFSCA) is likely to be considered for reauthorization in the 110 th Congress."], "subsections": []}, {"section_title": "Most Recent Developments", "paragraphs": ["For FY2008, the President requested $324.2 million for the program—$100 million for state grants, and $224.2 million for national programs (see \" Possible Reauthorization Issues ,\" below, for the Administration's reauthorization proposals). For FY2007, the President requested $216.0 million for the program that would fund the national programs component only. The President did not request funding for the state grant component (see the discussion below). The House Appropriations Committee, however, recommended $526.0 million, including $310 million for state grants ( H.R. 5647 ), and the Senate Appropriations Committee recommended $492.5 million, which also includes $310 million for the state grant program ( S. 3708 ). For FY2006, Congress appropriated $568.8 million for the SDFSC program. This figure includes $346.5 million for state grants and $222.3 million for national programs. The program continues to operate at FY2006 levels under a continuing resolution through February 15, 2007.", "This report discusses the 107 th Congress SDFSCA reauthorization and appropriations to fund the SDFSC program. For background information about the program, see CRS Report RL30482, The Safe and Drug-Free Schools and Communities Program: Background and Context ."], "subsections": []}, {"section_title": "The Safe and Drug-Free Schools and Communities Program: Authorizations", "paragraphs": ["The No Child Left Behind Act (NCLBA, P.L. 107-110 ) amended and reauthorized SDFSCA as Part A of Title IV—21 st Century Schools. It authorizes funds for the SDFSC program, which is the federal government's major initiative to prevent drug abuse and violence in and around schools. It awards state grants by formula to outlying areas, state educational agencies (SEAs), and local educational agencies (LEAs) in all 50 states, the District of Columbia (DC) and the Commonwealth of Puerto Rico. Also, funds go to a state's Chief Executive Officer (Governor) for creating programs to deter youth from using drugs and committing violent acts in schools. National programs are supported through discretionary funds for a variety of national leadership projects designed to prevent drug abuse and violence among all educational levels, from preschool through the postsecondary level."], "subsections": [{"section_title": "State Grants", "paragraphs": ["For FY2002, $650 million was authorized for state grants and such sums as necessary for each succeeding fiscal year through FY2007. Of the funds authorized, 1% or $4.75 million (whichever is greater) is reserved for Guam, American Samoa, the Virgin Islands, and the Commonwealth of the Northern Mariana Islands; 1% or $4.75 million (whichever is greater) is reserved for the Secretary of the Interior to administer programs for Indian youth; and 0.2% is reserved to provide programs for native Hawaiians. The remaining funds are distributed to the states, DC, and Puerto Rico, by a formula of 50% based on school-aged population and 50% based on ESEA Title I, Part A concentration grants for the preceding fiscal year. No state receives less than the greater of one-half of 1% (0.5%) of the total allotted to all of the states or the amount the state received for FY2001, under prior law. If total appropriations for state grants are less than the FY2001 level ($428.6 million), as has been the case in recent years, each state receives an equal proportional share of its FY2006 grant.", "State grant funds in any amount may be redistributed to other states if the Secretary determines that a state will not be able to use the funds within two years of the initial award. Also, a limitation is included stipulating that funds appropriated for national programs may not be increased unless state grant funding is at least 10% more than the previous fiscal year's appropriation. Language in the FY2005 Consolidated Appropriations Act negated the \"limitation\" provision for FY2006. Since the FY2006 national programs appropriation was less than its FY2005 appropriation, however, the limitation did not appear to apply. For FY2007, the Administration did not suggest funding for state grants, so the limitation provision would not need to be considered.", "Of the total state allotment, 20% goes to the Governor to award competitive grants and contracts to LEAs, community-based groups, other public entities, private groups and associations. The Governor may use not more than 3% of the funds for administrative costs.", "An SEA must distribute at least 93% of its allotment to LEAs for drug and violence prevention and education programs and activities. Of those funds, 60% are allocated based on the relative amount LEAs received under ESEA Title I, Part A for the previous fiscal year, and 40% are based on public and private school enrollments. Also, of the amount received from the state, LEAs may use not more than 2% for administrative costs.", "SEAs may use up to 3% of their allotments for administering the program. In FY2002, they also could have used (in addition to the 3% for administrative costs), 1% of their allotment (minus funds reserved for the Governor) to implement a uniform management information and reporting system (UMIRS). Funds could have been used directly or through grants and contracts to create the UMIRS, which was designed to collect information on truancy rates; the incidence, seriousness, and frequency of violence and drug-related crimes that resulted in suspending and expelling students in elementary and secondary schools in a state; the kinds of curricula, programs, and services provided by the Governor, SEAs, LEAs, and other fund recipients; and the incidence and prevalence of drug use and violence among minors, age of onset of such behavior, and the perception of health risk and social disapproval for such behavior. SEAs may use not more than 5% of allotted funds for state activities for: planning, developing, and implementing capacity building; providing technical assistance and training, evaluation, and program improvement services; and for coordinating activities for LEAs, community-based groups, and other public and private entities."], "subsections": []}, {"section_title": "Program Assessment Rating Tool (PART)", "paragraphs": ["PART is an instrument that was developed by the Administration to examine the performance of certain programs across federal agencies. In 2002 and in 2006, the state grants component of the SDFSC program was rated by the instrument. The state grants component was found to be \"ineffective\" because ED was unable to demonstrate that those programs worked and because state grant funds were judged to be distributed too thinly to support quality interventions. The Administration determined that the program provided approximately 64% of LEAs with funding that was less than $10,000 per year, which it concluded was typically too small to conduct general and effective drug prevention and school safety programs. Also, it was decided that the state grants program did not have a track record producing measurable or positive outcomes. Because of the PART assessment and fiscal constraints affecting the FY2007 budget, the Administration proposed to terminate the state grants program in order to fund what it considered to be higher-priority programs, including several SDFSC national programs.", "PART determined that the national program component of SDFSC held more promise in achieving important results and in helping to enlarge the nation's knowledge base on effective methods and actions related to drug and violence prevention. The Administration believed that national programs provided direct support to select LEAs in sufficient funding amounts potentially to be able to make a difference in such programs and would allow grantees and independent evaluators to assess progress, hold projects accountable, and measure the effectiveness of such interventions.", "The Department of Education explained that the department's strategy to determine whether positive outcomes were occurring as a result of the state grants program was to use national survey data from the Centers for Disease Control and Prevention's Youth Risk Behavior Surveillance System. It will use these data along with data that reveal the extent SDFSC state grant recipients implement research-based programs, to determine how widespread teen drug use and violence are in the nation. Also, ED is conducting an evaluation \"using rigorous methodology for measuring the impact of promising interventions, and supporting grants and technical assistance to help States improve the collection, analysis, and use of data to improve the quality, and report the outcomes, of their SDFSC programs.\""], "subsections": []}, {"section_title": "National Programs", "paragraphs": ["The authorization for national programs is such sums as necessary for FY2002 through FY2007. Funds available under national programs allow the ED Secretary to consult with the Department of Health and Human Services Secretary, the Director of the Office of National Drug Control Policy (ONDCP), and the Attorney General to administer programs aimed at preventing violence and illegal drug use among students and promoting their safety and discipline. Also, from national program funds, up to $2 million may be reserved for evaluating the national impact of the SDFSC program, and an amount necessary is reserved to continue the Safe Schools/Healthy Students (SS/HS) initiative. In FY1999, the National Coordinator Initiative was created under national programs allowing LEAs to recruit, hire, and train persons to serve as SDFSC program coordinators in middle schools. ED officials believed that middle school students were at the age where they were most likely to begin experimenting with drugs and becoming more involved in violence and crime. NCLBA expanded the coverage of this permissive activity for national coordinators to serve as drug prevention and school safety program coordinators in all schools with notable drug and safety problems. Funding for this initiative, however, was terminated in FY2004.", "National program funds may be made available as formula grants to states with 50% of allotted funds based on school-aged population and 50% based on ESEA Title I, Part A concentration grants for the preceding fiscal year. No state would receive less than one-half of 1% (0.5%) of the total allotted to all of the states. Competitive grants may be awarded, in consultation with the Administrator of the Substance Abuse and Mental Health Services Administration (SAMSHA, within HHS), to LEAs allowing school districts to develop and implement programs to reduce alcohol abuse in secondary schools. In addition, grants may be awarded to LEAs, non-profit community-based groups, or to a partnership between an LEA and such an organization for assistance in creating and supporting mentoring programs and activities for children with greatest need in middle schools to assist them in successfully making the transition to secondary school.", "Other permissive initiatives authorized under national programs include:", "allowing the ED Secretary to make grants to LEAs and community-based groups to assist localities most directly affected by hate crimes; creating a School Security Technology and Resource Center at the Sandia National Laboratories in partnership with the National Law Enforcement and Corrections Technology Center—Southeast and the National Center for Rural Law Enforcement in Little Rock, Arkansas, to be administered by the Attorney General as a resource for LEAs to assess school security, develop security technology, evaluate and implement such security, and to provide technical assistance for improving school security; and establishing a National Center for School and Youth Safety to be jointly created by the ED Secretary and the Attorney General to provide emergency assistance to local communities in response to school safety crises, to establish an anonymous student hotline so students can report possible violent behavior, to provide consultation to the public regarding school safety, to compile information about best practices related to school violence prevention, and to provide outreach to rural and impoverished communities."], "subsections": []}]}, {"section_title": "Appropriations and Funding History", "paragraphs": ["For FY2008, the President requested $324.2 million for the SDFSC program—$100 million for state grants and $224.2 million for national programs. For FY2007, the President requested $216.0 million for the SDFSC program. As in his FY2006 request, the President did not request funding for state grant programs, but only for the national program component. The House Appropriations Committee, however, recommended a total of $526.0 million, including $310 million for state grants and $216.0 million for the national programs ( H.R. 5647 ). The Senate Appropriations Committee ( S. 3708 ) recommended $492.5 million for the SDFSC program ($276.5 million more than requested, but $76.3 million less than the FY2006 appropriation). The Senate Committee's recommendation also includes $310 million for the state grant program, but $182.5 million for the national programs ($39.9 million less than the FY2006 appropriation). For FY2006, the President requested $317.3 million for the SDFS program (also only for national programs). Congress, however, appropriated $568.8 million, which included $346.5 million for state grants and $222.3 million for national programs.", "The Administration noted that the reason it did not request state grant funding was because of fiscal constraints affecting the FY2007 budget, and because a PART review (discussed above) found that the SDFSC state grants component was \"ineffective.\" Also, for FY2007, the President requested $216.0 million for national programs, which is $6.3 million less than the FY2006 appropriation.", "For FY2008, the President did not request funding for the mentoring program. For FY2007, the President requested $19 million for the mentoring program (within the national programs' total) because FY2007 was the final year of a two-year phase-out of the mentoring program, which the Administration believed would have met its objectives. To support the FY2007 final year for the program, the House and Senate Appropriations Committees both recommended $19 million as requested. For FY2006, Congress appropriated the exact amount the President requested ($49.3 million) for mentoring. A required 1% across-the-board discretionary FY2006 budget reduction, however, slightly lowered mentoring funding to $48.8 million.", "Under national programs, the Administration did not request funding for the Alcohol Abuse Reduction (AAR) program from FY2005 through FY2008, because it was believed to be duplicative of other SDFSC-funded activities. Congress, however, appropriated $32.7 million for AAR for each of FY2005 and FY2006. With the FY2006 required 1% across-the-board rescission, funding was slightly reduced for the program, to $32.4 million. For FY2007, the House Appropriations Committee did not recommend funding for AAR. The Senate Appropriations Committee, however, recommended $32.4 million for AAR, the same as the FY2006 appropriation. The SDFSC program continues to operate at FY2006 levels under a continuing resolution through February 15, 2007.", " Table 1 presents an appropriation funding history for the program."], "subsections": []}, {"section_title": "The Gun-Free Schools Act", "paragraphs": ["The Gun-Free Schools Act (GFSA), which was Title XIV, Part F of the ESEA, was incorporated as part of SDFSCA because of its close relationship with the SDFSC program. This provision calls for each state receiving funds under the No Child Left Behind Act to have a law that requires LEAs to expel for one year any student bringing a weapon to school. The chief administering officer of a LEA, however, can modify the expulsion requirement on a case-by-case basis. GFSA does not prevent a state from allowing a LEA to provide educational services to an expelled student in an alternative setting.", "Each LEA requesting SEA assistance through GFSA funds must assure the state that the LEA is complying with requirements concerning the expulsion of students mentioned above, and must describe the circumstances that led to the expulsions, including the school's name, the number of students expelled, and the type of firearms involved. Each SEA must report the information received from the LEA annually to the ED Secretary. LEAs can not receive GFSA funds unless they have a policy requiring that any student who brings a firearm or weapon to school is reported to the criminal justice or juvenile delinquency system.", "GFSA requirements do not apply to a firearm that is lawfully stored inside a locked vehicle on school property, or if the firearm will be used for LEA approved or authorized activities, and the LEA adopts appropriate safeguards to guarantee student safety."], "subsections": []}, {"section_title": "Legislation in the 109th Congress", "paragraphs": ["During the 109 th Congress, several bills were introduced related to school safety and violence prevention. All of the bills were referred to the appropriate Committee, but died at the end of the 109 th Congress, except one ( H.R. 3010 ). H.R. 3010 , the Department of Labor, Health and Human Services, and Education and Related Agencies Appropriations Act of 2006 ( P.L. 109-149 ) was amended by the Senate to require the ED Secretary to conduct a study evaluating the effectiveness of violence prevention programs that receive funding under SDFSCA. This amendment, however, was not included in the conference agreement and did not become law. Furthermore, there was no similar provision included by the House. Another amendment to H.R. 3010 was introduced on the Senate floor to increase funding for the SDFSC program, but was ruled out of order by the chairman.", "The other measures introduced were H.R. 283 , the Bullying and Gang Prevention for School Safety and Crime Reduction Act of 2005; H.R. 284 , which would have amended SDFSCA to include bullying and harassment prevention programs; H.R. 3655 , the School Violence Prevention Act of 2005; H.R. 5295 , the Student and Teacher Safety Act of 2006; S. 1974 , the Drug Free Varsity Sports Act of 2005; and S. 4028 , Fighting Gangs and Empowering Youth Act of 2006.", "The Bullying and Gang Prevention for School Safety and Crime Reduction Act of 2005 ( H.R. 283 ) was introduced by Representative Sanchez on January 6, 2005. Referred to the House Education and the Workforce Committee and the House Judiciary Committee, the bill would have amended SDFSCA specifically to cover bullying and gang prevention as well as drug and violence prevention. Also, the Omnibus Crime Control and Safe Streets Act of 1968 would have been amended (Sec. 1801 relating to Juvenile Accountability Block Grants) to create and maintain accountability-based programs designed to enhance school safety that could include research-based bullying and gang prevention programs.", "H.R. 284 was introduced on January 6, 2005, by Representative Shimkus (with 46 cosponsors) to amend SDFSCA to include bullying and harassment prevention programs. It was also referred to the House Education and the Workforce Committee. The legislation would have included the terms bullying and harassment under the definition of violence, and provided for bullying and harassment prevention programs.", "The School Violence Prevention Act of 2005 ( H.R. 3655 ) was introduced by Representative Baca on September 6, 2005, and referred to the House Education and the Workforce Committee. The bill directed the ED Secretary to review and revise the SDFSCA Principles of Effectiveness guidelines to improve state and local prevention programs, and to ensure that the guidelines met the findings of a 2002 study prepared for ED.", "H.R. 5295 , the Student and Teacher Safety Act of 2006, was introduced on May 4, 2006, by Representative Geoff Davis, and referred to the House Education and the Workforce Committee. The House passed the measure by voice vote on September 19, 2006. On September 20, it was received in the Senate and referred to the Health, Education, Labor, and Pensions (HELP) Committee. The act would have required LEAs to have policies in effect that would allow full time teachers or officials to search students on school property who were under reasonable suspicion (based on professional opinion and judgment) to ensure that the school and students would remain free from the threat of weapons, illegal drugs, or dangerous materials. Furthermore, the bill stated that any LEA that did not comply with those requirements would have been denied SDFSCA funds after FY2008.", "The Drug Free Varsity Sports Act of 2005 ( S. 1974 ) was introduced by Senator Bill Nelson on November 8, 2005 and referred to the Senate HELP Committee. The legislation directed the ED Secretary (acting through the Office of SDFS) to award competitive grants to SEAs to conduct statewide pilot programs to test high school students for performance-enhancing drug use.", "The Fighting Gangs and Empowering Youth Act of 2006 ( S. 4028 ) was introduced by Senator Menendez on September 29, 2006 and referred to the Senate Judiciary Committee. The bill would have reauthorized SDFSCA and increased the state grants authorization level from $650 million to $700 million for FY2007, and would have authorized $400 million for national programs for FY2007. The bill would have authorized not less than $40 million for the National Coordinator Initiative for each fiscal year stipulated, and would have required LEAs to hire individuals who were gang prevention coordinators as well as drug prevention and safety program coordinators. Furthermore, for mentoring program grants, the bill would have required the ED Secretary to reserve not less than $50 million to award such grants. It would have stipulated that when awarding competitive grants for mentoring programs, the ED Secretary would give priority to each eligible entity that served elementary and middle school children with greatest need who lived in rural and high crime areas, and lived in troubled homes, or attended schools with violence problems. The measure also would have added an Anti-Gang Discretionary Grant, stipulating that the ED Secretary reserve not less than $50 million to award competitive grants to nonprofit groups so they could create programs to assist public elementary and secondary schools in providing an innovative way to combat gang activity in the school and surrounding community. Priority would have been given to applicants describing programs targeting teens living in a community with a crime rate above the average crime level of the state in which the community was located."], "subsections": []}, {"section_title": "Legislation in the 110th Congress", "paragraphs": ["One bill has been introduced thus far in the 110 th Congress related to SDFSCA. H.R. 354 , the Safe Schools Against Violence in Education Act (SAVE Act), introduced by Representative McCarthy on January 9, 2007, would amend the ESEA requiring states to allow a student attending a public elementary or secondary school \"that does not have a safe climate for academic achievement,\" or who becomes a violent crime victim on school property, while riding a school bus, or attending a school function, to transfer to a safe public school within the same school district, including a private charter school. Furthermore, the bill would provide the option of counseling or removal of the offender, where appropriate.", "The current ESEA provision (Title IX, Part E, Subpart 2, Sec. 9532, Unsafe School Choice Option) stipulates that a student who attends a persistently dangerous public elementary or secondary school, or who becomes a violent crime victim while in or on the grounds of a public school he or she attends, must be allowed to attend a safe public school within the same school district, including a public charter school. H.R. 354 differs from current law by not using the term \"persistently dangerous,\" stipulating that a student be allowed to attend a safe school who becomes a victim not only in or on school grounds, but also while riding a school bus, or attending a school function, and providing the option of counseling or removal of the offender. H.R. 354 was referred to the House Education and Labor Committee (formerly the House Education and the Workforce Committee). To date, no further action has occurred."], "subsections": []}, {"section_title": "Possible Reauthorization Issues", "paragraphs": ["In the 110 th Congress, SDFSCA is likely to be considered for reauthorization. In anticipation of those activities, the Administration has recommended significantly restructuring the SDFSC program requiring SEAs to support LEAs in implementing effective program models for creating safe, drug-free, healthy, and secure school environments. Also, the Administration proposes consolidating the SDFSC national programs into one flexible discretionary grant program that would focus on four areas of priority—planning for and managing emergencies; violence and drug-use prevention, including student drug testing; school culture and climate, including character education; and other related emerging needs for improving the learning environment to help students reach high academic standards.", "In addition to those reauthorization proposals, Congress might opt to consider the following SDFSCA-related issues:"], "subsections": [{"section_title": "Reporting Up-to-Date School Crime Data", "paragraphs": ["Policy makers might consider requiring K-12 schools to obtain and report up-to-date school crime data to law enforcement agencies. To date, there is no federal mandate that requires tracking and reporting actual school crime and violence incidents to law enforcement agencies. ED data on school crime and violence are based upon limited self-reported surveys and academic research studies, not actual crimes reported to law enforcement. Given DOJ's expertise in public safety, security, emergency preparedness training, crime, and crime data collection and analysis, there might be consideration of giving that agency responsibility for school safety and school crime data collection, instead of ED taking the lead in such efforts. DOJ maintains the Uniform Crime Reporting System and has expertise in collecting and analyzing crime beyond the expertise and scope of ED."], "subsections": []}, {"section_title": "Restructuring Responsibility for Assessing the SDFSCA State Grant Program", "paragraphs": ["The PART assessment found state grant programs to be ineffective because ED was unable to show that those programs worked. One response that might be considered is restructuring the responsibility for the state grant program. For example, the responsibility for illicit drugs and alcohol prevention curriculum and programs, suicide prevention and related education and curriculum-based programs could remain at ED in collaboration with public health experts at HHS. On the other hand, school safety, security and emergency preparedness programs and funding might be placed under the direction of DOJ because of its public safety expertise, as previously mentioned."], "subsections": []}, {"section_title": "Department of Homeland Security Funding for K-12 Schools", "paragraphs": ["Another potential option might be legislation that would allow K-12 schools to apply for Department of Homeland Security (DHS) funding for increased security and emergency preparedness to protect against possible terrorist attacks upon schools and school buses. In particular, it might be considered whether K-12 schools should be eligible for national Critical Infrastructure programs."], "subsections": []}, {"section_title": "Underreporting School Crime", "paragraphs": ["The Unsafe School Choice provision of the ESEA, as amended by the No Child Left Behind Act, may have unintended consequences. By allowing students who attend persistently dangerous schools (based on definitions by each individual state) or have been victims of crime to transfer to a safer school, state education officials might feel pressure to create definitions for persistently dangerous schools in such a way that local schools would never meet that definition. Furthermore, eventually, legal concerns might arise since what is defined as \"persistently dangerous\" in one state, might not be considered as such in another state. Also, some school officials may underreport school crime and violence because of potentially serious political and administrative implications if their school is labeled as persistently dangerous. By keeping their school crime data down to avoid being labeled as a persistently dangerous school, such officials might reduce their opportunities to obtain funding for school violence prevention grants, since the lack of corroborating data would prohibit them from qualifying to receive such grants. Furthermore, it has been observed that \"The 'persistently dangerous' component of NCLB has no funding to help schools identified as such to improve their school safety programs, while federal and state budgets continue to cut school safety funds that could be used to help prevent schools from becoming 'persistently dangerous' in the first place.\""], "subsections": []}]}]}}