{"id": "RL33608", "title": "The United Nations Human Rights Council: Background and Policy Issues", "released_date": "2019-02-26T00:00:00", "summary": ["Over the years, many Members of Congress have demonstrated an ongoing interest in the role and effectiveness of the United Nations (U.N.) Human Rights Council (the Council). The Council is the primary intergovernmental body mandated with addressing human rights on a global level. During the Obama Administration and the first part of the Trump Administration, the United States served three terms as a Council member. In June 2018, Trump Administration officials announced U.S. withdrawal from the Council, noting concerns with the Council's focus on Israel, overall ineffectiveness in addressing human rights issues, and lack of comprehensive reform.", "Background", "The U.N. General Assembly established the Human Rights Council in 2006 to replace the Commission on Human Rights, which was criticized for its apparent ineffectiveness in addressing human rights abuses and for the number of widely perceived human rights abusers that served as its members. Since 2006, many governments and observers have expressed serious concerns with the Council's disproportionate attention to Israel and apparent lack of attention to other pressing human rights situations. In particular, some criticize the inclusion of the \"human rights situation in Palestine and other occupied Arab territories\" (Israel) as a permanent item on the Council's agenda. No other country-specific human rights situation is singled out in this manner. Some are also concerned that countries widely perceived as human rights abusers, such as Saudi Arabia, China, and the Democratic Republic of the Congo, serve as Council members. On the other hand, supporters argue that the Council is an improvement over the previous commission. They contend that the Council's Universal Periodic Review (UPR) process, which aims to evaluate each member state's fulfillment of its human rights obligations, is an effective means for addressing human rights issues in various countries. Many proponents of the Council are encouraged by its increased attention to human rights situations in countries such as Iran, North Korea, and Syria.", "U.S. Policy", "Over the years, U.S. policymakers have debated U.S. participation in and funding of the Human Rights Council. The George W. Bush Administration voted against the General Assembly resolution creating the Council and did not run for membership; it also decided to withhold U.S. funding to the organization in FY2008 under a provision enacted by Congress. Conversely, the Obama Administration supported the overall purpose of the Council and decided that it was better to work from within as a Council member to improve its effectiveness. The Obama Administration was also critical of the Council's focus on Israel, sometimes boycotting debates on the issue. The United States was elected to the Council in 2009 and in 2012. In October 2016, it was elected for a third term, which began in January 2017. The United States remained a member during the Trump Administration until mid-2018, when it announced its withdrawal. The Administration also withheld Council funding in FY2017 and FY2018.", "Some Members of Congress maintain an ongoing interest in the credibility and effectiveness of the Council. Members have been particularly critical of both the Council's focus on Israel and lack of competitive Council elections. Some Members have proposed or enacted legislation calling for U.S. withdrawal; at the same time, others have introduced legislation urging the Council to address specific human rights situations. Most recently, the Consolidated Appropriations Act, 2019 (P.L. 116-6 ), prohibits Council funding unless the Secretary of State determines that U.S. participation is important to the national interest of the United States, and that the Council is taking steps to remove Israel as a permanent agenda item and ensure the integrity of Council elections."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The United Nations (U.N.) Human Rights Council (the Council) is the primary intergovernmental body that addresses human rights worldwide. The United States is not currently a Council member; in June 2018, the Trump Administration announced that the United States would withdraw its membership. Administration officials cited concerns with the Council's disproportionate focus on Israel, ineffectiveness in addressing human rights situations, and lack of reform. ", "Members of the 116 th Congress may continue to consider the Council's role and effectiveness, including what impact, if any, the U.S. withdrawal might have on (1) the Council's efforts to combat human rights and (2) the United States' ability to further its human rights objectives in U.N. fora. Policymakers might also consider the following questions:", "What role, if any, should the Council play in international human rights policy and in addressing specific human rights situations? Is the Council an effective mechanism for addressing human rights worldwide? If not, what reform measures might improve the Council and how can they be achieved? What role, if any, might the United States play in the Council, or in other U.N. human rights mechanisms, moving forward? Should the United States rejoin the Council? If so, under what circumstances? ", "This report provides background on the Council, including the role of the previous U.N. Commission on Human Rights. It discusses the Council's current mandate and structure, as well as Administration policy and congressional actions. Finally, it highlights policy aspects of possible interest to the 116 th Congress, including the debate over U.S. membership, U.S. funding of the Council, alternatives to the Council in U.N. fora, and the Council's focus on Israel. "], "subsections": []}, {"section_title": "Background", "paragraphs": ["The U.N. Commission on Human Rights was the primary intergovernmental policymaking body for human rights issues before it was replaced by the U.N. Human Rights Council in 2006. Created in 1946 as a subsidiary body of the U.N. Economic and Social Council (ECOSOC), the commission's initial mandate was to establish international human rights standards and develop an international bill of rights. During its existence, the commission played a key role in developing a comprehensive body of human rights treaties and declarations, including the Universal Declaration of Human Rights. Over time, its work evolved to address specific human rights violations and complaints, as well as broader human rights issues. It developed a system of special procedures to monitor, analyze, and report on country-specific human rights violations, as well as thematic cross-cutting human rights abuses such as racial discrimination, religious intolerance, and denial of freedom of expression.", "In the late 1990s and early 2000s, controversy developed over the human rights records of some commission members that were widely perceived as systematic abusers of human rights. These instances significantly affected the commission's credibility. Critics, including the United States, claimed that countries used their membership to deflect attention from their own human rights violations by questioning the records of others. Some members were accused of bloc voting and excessive procedural manipulation to prevent debate of their human rights abuses. In 2001, the United States was not elected to the commission, whereas widely perceived human rights violators such as Pakistan, Sudan, and Uganda were elected. In 2005, the collective impact of these and other controversies led U.N. Secretary-General Kofi Annan to propose the idea of a new and smaller Human Rights Council to replace the commission. "], "subsections": []}, {"section_title": "Council Structure and Selected Policy Issues", "paragraphs": ["In 2006, as part of broader U.N. reform efforts, the U.N. General Assembly approved resolution 60/251, which dissolved the U.N. Commission on Human Rights and created the Human Rights Council in its place. This section provides an overview of Council structure and selected policy issues and concerns that have emerged over the years."], "subsections": [{"section_title": "Mandate and Role in the U.N. System", "paragraphs": ["The Council is responsible for \"promoting universal respect for the protection of all human rights and fundamental freedoms for all.\" It aims to prevent and combat human rights violations, including gross and systematic violations, and to make recommendations thereon; it also works to promote and coordinate the mainstreaming of human rights within the U.N. system. As a subsidiary of the General Assembly, it reports directly to the Assembly's 193 members. It receives substantive and technical support from the U.N. Office of the High Commissioner for Human Rights (OHCHR), an office within the U.N. Secretariat currently headed by Michelle Bachelet of Chile. The Council is a political body; each of its members has different human rights standards, domestic considerations, and foreign policy priorities. Its decisions, resolutions, and recommendations are not legally binding."], "subsections": []}, {"section_title": "Membership and Elections", "paragraphs": ["The Council comprises 47 members apportioned by geographic region as follows: 13 from African states; 13 from Asian states; 6 from Eastern European states; 8 from Latin American and Caribbean states; and 7 from Western European and other states ( Table 1 ). Members are elected for a period of three years and may not hold a Council seat for more than two consecutive terms. If a Council member commits \"gross and systematic violations of human rights,\" the General Assembly may suspend membership with a two-thirds vote of members present. All U.N. members are eligible to run for a seat on the Council. Countries are nominated by their regional groups and elected by the General Assembly through secret ballot with an absolute majority required. Since 2006, the Council has held 13 elections, the most recent of which was in October 2018. The next election is scheduled for late 2019.", "A key concern for some critics has been the lack of competitiveness in Council elections. In some elections, countries have run unopposed after regional groups nominated the exact number of countries required to fill Council vacancies. Most recently, members from all five regional groups ran unopposed in the October 2018 election. Many experts contend that such actions limit the number of choices and guarantee the election of nominated members regardless of their human rights records. On the other hand, supporters contend that the Council's election process is an improvement over that of the commission. They emphasize that countries widely viewed as the most egregious human rights abusers, such as Belarus, Sudan, and Syria, were pressured not to run or were defeated in Council elections because of the new membership criteria and process. Many also highlight the General Assembly's March 2011 decision to suspend Libya's membership as an example of improved membership mechanisms. ", "More broadly, some Council observers have expressed concern that the Council's closed ballot elections in the General Assembly may make it easier for countries with questionable human rights records to be elected to the Council. To address this issue, some experts and policymakers, including the Trump Administration, have proposed requiring open ballots in Council elections to hold countries publicly accountable for their votes. "], "subsections": []}, {"section_title": "Meetings and Leadership", "paragraphs": ["The Council is headquartered in Geneva, Switzerland, and meets for three or more sessions per year for a total of 10 or more weeks. It can hold special sessions on specific human rights situations or issues at the request of any Council member with the support of one-third of the Council membership. Since 2006, the Council has held 39 regular sessions and 28 special sessions. Since the Council was established, eight of its special sessions have focused on Israel or the Occupied Territories. (See Appendix A for a list of special sessions.)", "The Council president presides over the election of four vice presidents representing other regional groups in the Council. The president and vice presidents form the Council bureau, which is responsible for all procedural and organizational matters related to the Council. Members elect a president from among bureau members for a one-year term. The current president is Coly Seck of Senegal."], "subsections": []}, {"section_title": "Universal Periodic Review", "paragraphs": ["All Council members and U.N. member states are required to undergo a Universal Periodic Review (UPR) that examines a member's fulfillment of its human rights obligations and commitments. The review is an intergovernmental process that facilitates an interactive dialogue between the country under review and the UPR working group, which is composed of the 47 Council members and chaired by the Council president. Observer states and stakeholders, such as nongovernmental organizations (NGOs), may also attend the meetings and present information. During the first review, the UPR working group makes initial recommendations, with subsequent reviews focusing on the implementation of previous recommendations. The full Council is responsible for addressing any cases of consistent noncooperation with the review. The United States underwent its first UPR in November 2010 and its second in May 2015.", "Overall, many governments, observers, and policymakers support the Council's UPR process. They maintain that it provides an important forum for governments, NGOs, and others to discuss and bring attention to human rights situations in specific countries that may not otherwise receive international attention. Some countries have reportedly made commitments based on the outcome of the UPR process. Many NGOs and human rights groups operating in various countries also reportedly use UPR recommendations as a political and diplomatic tool for achieving human rights. At the same time, some human rights experts have been critical of UPR. Many are concerned that the UPR submissions and statements of governments perceived to be human rights abusers are taken at face value rather than being challenged by other governments. Some also contend that the UPR process gives these same countries a platform to criticize countries that may have generally positive human rights records. Many experts have also expressed concern regarding member states' response to and participation in the UPR process."], "subsections": []}, {"section_title": "Special Procedures", "paragraphs": ["The Council maintains a system of special procedures that are created and renewed by members. Country mandates allow for special rapporteurs to examine and advise on human rights situations in specific countries, including Cambodia, North Korea, and Sudan. Under thematic mandates, special rapporteurs analyze major global human rights issues, such as arbitrary detention, the right to food, and the rights of persons with disabilities. The Council also maintains a complaint procedure for individuals or groups to report human rights abuses in a confidential setting. "], "subsections": []}, {"section_title": "Israel as a Permanent Agenda Item", "paragraphs": ["In June 2007, Council members adopted a resolution to address the Council's working methods. In the resolution, Council members included the \"human rights situation in Palestine and other occupied Arab territories\" as a permanent part of the Council's agenda. No other countries are singled out in this manner. At the time the agenda item was adopted, many U.N. member states and Council observers, including the United States, strongly objected to the Council focusing primarily on human rights violations by Israel. A U.N. spokesperson subsequently noted then-U.N. Secretary-General Ban Ki-moon's \"disappointment\" with the Council's decision to \"single out only one specific regional item, given the range and scope of allegations of human rights violations throughout the world.\" "], "subsections": []}, {"section_title": "Budget", "paragraphs": ["The Human Rights Council is funded primarily through the U.N. regular budget, of which the United States is assessed 22%. Estimated Council funding for the 2018-2019 regular budget biennium is $44.43 million (or $22.2 million per year). The Council also receives extrabudgetary (voluntary) funding to help cover the costs of some of its activities, including staff postings and Council trust funds and mechanisms. For the 2018-2019 biennium, such contributions are estimated at $16.27 million (about $8.13 million per year)."], "subsections": []}]}, {"section_title": "U.S. Policy", "paragraphs": ["Most U.S. policymakers have generally supported the Council's overall purpose and mandate; however, many have expressed concern regarding its effectiveness in addressing human rights issues—leading to ongoing disagreements as to whether or not the United States should be a member of or provide funding for the Council. For example, under President George W. Bush, the United States voted against the Assembly resolution creating the Council and did not run for a seat, arguing that the Council lacked mechanisms for maintaining credible membership. (The George W. Bush Administration also withheld Council funding in FY2008 under a provision enacted by Congress in 2007.) On the other hand, the Obama Administration supported U.S. membership and Council funding, maintaining that it was better to work from within to improve the body; the United States was elected as a Council member in 2009, 2012, and 2016. Under President Obama, the United States consistently opposed the Council actions related to Israel and sought to adopt specific reforms during the Council's five-year review in 2011. Congressional perspectives on the issue have been mixed, with some Members advocating continued U.S. participation and others opposing it. A key concern among many Members of Congress is the Council's focus on Israel. "], "subsections": [{"section_title": "Trump Administration Actions", "paragraphs": ["On June 18, 2018, then-U.S. Permanent Representative to the United Nations Nikki Haley and Secretary of State Michael Pompeo announced that the United States would withdraw from the Human Rights Council, citing concerns about U.S. sovereignty and the Council's disproportionate focus on Israel. In a September 2018 speech to the U.N. General Assembly, the President further stated that the United States \"will not return [to the Council] until real reform is enacted.\" Although Administration officials stated that the United States would fully withdraw from the Council, the United States has continued to participate in some Council activities, including the Universal Periodic Review process. Administration officials have also continued to comment on Council elections and express support for continued reform of the organization. The United States withheld $7.67 million in Council funding in both FY2017 and FY2018 (for a total of $15.3 million over two years) under legislation enacted by Congress.", "Prior to withdrawing from the Council, the Trump Administration had expressed strong reservations regarding U.S. membership. It was particularly concerned with the Council's focus on Israel and lack of attention to other human rights abuses. Ambassador Haley called the Council \"corrupt\" and noted that \"bad actors\" are among its members; at the same time, she also stated that the United States wanted to find \"value and success\" in the body. In June 2017, Haley announced that if the Council failed to change, then the United States \"must pursue the advancement of human rights outside of the Council.\" Haley outlined two key U.S. reform priorities: (1) changing the voting process in the General Assembly from a closed to open ballot so that countries can be held publicly accountable for their votes and (2) removing Israel as a permanent agenda item. "], "subsections": []}, {"section_title": "Congressional Actions", "paragraphs": ["Congress maintains an ongoing interest in the credibility and effectiveness of the Council in the context of human rights promotion, U.N. reform, and concerns about the Council's focus on Israel. Over the years, Members have proposed or enacted legislation expressing support for or opposition to the Council, prohibiting U.S. Council funding, or supporting Council actions related to specific human rights situations. Most recently, Members of the 116 th Congress enacted the Consolidated Appropriations Act, 2019 ( P.L. 116-6 ), which requires that none of the funds appropriated by the act be made available for the Council unless the Secretary of State determines and reports to the committees on appropriations that participation in the Council is in the national interest of the United States, and that the Council is taking significant steps to remove Israel as a permanent agenda item and ensure integrity in the election of Council members. (Similar language was included in previous fiscal years' appropriations laws.) P.L. 116-6 also addresses the Council in the context of the human rights situations in Sri Lanka; specifically, it states that funds may be made available to the Sri Lankan government only if the Secretary of State certifies to Congress that the Sri Lankan government is, among other things, supporting a credible justice mechanism in compliance with Human Rights Council resolution 30/1 (October 2015).", "In previous Congresses, proposed stand-alone bills have called for U.S. withdrawal from the Council or required that the United States withhold assessed contributions to the Council through the U.N. regular budget and any voluntary contributions. Specifically, some Members of the 115 th Congress introduced legislation addressing a range of issues, including expressing concern with the Council's focus on Israel, seeking to defund or withdraw from the Council, and calling on the Council to take action on specific human rights situations."], "subsections": []}]}, {"section_title": "Selected Policy Issues", "paragraphs": ["Congressional debate regarding the U.N. Human Rights Council has generally focused on a recurring set of policy issues."], "subsections": [{"section_title": "U.S. Membership", "paragraphs": ["In general, U.S. policymakers have been divided as to whether the United States should serve as a member of the Council. Supporters of U.S. participation contend that the United States should work from within the Council to build coalitions with like-minded countries and steer the Council toward a more balanced approach to addressing human rights situations. Council membership, they argue, places the United States in a position to advocate its human rights policies and priorities. Supporters also maintain that U.S. leadership in the Council has led to several promising Council developments, including increased attention to human rights situations in countries such as Iran, Mali, North Korea, and Sudan, among others. Some have also noted that the number of special sessions addressing Israel has decreased since the United States joined the Council. In addition, some Council supporters are concerned that U.S. withdrawal might lead to a possible leadership gap and countries such as China and Russia could gain increased influence in the Council.", "Opponents contend that U.S. membership provides the Council with undeserved legitimacy. The United States, they suggest, should not be a part of a body that focuses disproportionately on one country (Israel) while ignoring many human rights situations in countries that are widely believed to violate human rights. Critics further maintain that the United States should not serve on a body that would allow human rights abusers to serve as members. Many also suggest that U.S. membership on the Council provides countries with a forum to criticize the United States, particularly during the UPR process."], "subsections": []}, {"section_title": "U.S. Funding", "paragraphs": ["Over the years, policymakers have debated to what extent, if any, the United States should fund the Council. Some Members have proposed that the United States withhold a proportionate share of its assessed contributions, approximately 22%, from the U.N. regular budget, which is used to fund the Council. Most recently, FY2017 through FY2019 State-Foreign Operations acts have placed conditions on U.S. funding to the Council, and the Trump Administration subsequently withheld $7.67 million from U.S. contributions to the U.N. regular budget in both FY2017 and FY2018. Information on FY2019 Council funding is currently unavailable. Legislating to withhold Council funds in this manner is a largely symbolic policy action because assessed contributions finance the entire U.N. regular budget and not specific parts of it. The United States had previously withheld funding from the Council in 2008, when the George W. Bush Administration withheld a proportionate share of U.S. Council funding from the regular budget under a law that required the Secretary of State to certify to Congress that funding the Council was in the best national interest of the United States. "], "subsections": []}, {"section_title": "Alternatives to the Council", "paragraphs": ["Some observers and policymakers have argued that if the United States were to withdraw from the Council, it could pursue its human rights objectives in other U.N. fora. Specifically, some suggest that the United States focus on the activities of the General Assembly's Third Committee, which addresses social, humanitarian, and cultural issues, including human rights. Some also recommend that the United States could increase its support for the U.N. Office of the High Commissioner for Human Rights, as well as the Council's independent experts who address country-specific and functional human rights issues. Other U.S. policymakers have proposed addressing human rights in the U.N. Security Council. In April 2017, U.S. Permanent Representative Haley held the Security Council's first ever thematic debate on human rights issues, where she stated the following:", "The traditional view has been that the Security Council is for maintaining international peace and security, not for human rights. I am here today asserting that the protection of human rights is often deeply intertwined with peace and security. The two things often cannot be separated.", "On the other hand, critics of this approach might argue that some proposed alternatives do not carry the same level of influence as the Human Rights Council, particularly since bodies such as the General Assembly and Security Council do not focus exclusively on human rights issues. Opponents of U.S. withdrawal contend that unlike the proposed alternatives, the Council includes unique mechanisms to address human rights issues, such as the complaint procedure and Universal Periodic Review process. "], "subsections": []}, {"section_title": "Focus on Israel", "paragraphs": ["The Council's ongoing focus on Israel has continued to concern some Members of Congress. In addition to singling out Israel as a permanent part of the Council's agenda, other Council actions—including resolutions, reports, and statements by some Council experts—have generated significant congressional interest for what many view as an apparent bias against Israel. For example, some Members of Congress demonstrated considerable concern with a September 2009 Council report (often referred to as the \"Goldstone Report\" after the main author, Richard Goldstone, an independent expert from South Africa), which found \"evidence of serious violations of international human rights and humanitarian law,\" including possible war crimes, by Israel. The report received further attention in April 2011, when Goldstone stated that the report's conclusion that Israel committed possible war crimes may have been incorrect. ", "In addition, the statements and findings of Richard Falk, the Council's previous Special Rapporteur on the Situation of Human Rights on Palestinian Territories Occupied since 1967 , have drawn considerable criticism from many U.S. policymakers for apparent bias against Israel. More recently, some Members of Congress have expressed alarm regarding a March 2016 Council resolution that, among other things, requested OHCHR to produce a database of all business enterprises that have \"directly and indirectly, enabled, facilitated and profited from the construction and growth of the (Israeli) settlements.\" The United States has opposed this resolution. ", "Some experts suggest that the Council's focus on Israel is at least partially the result of its membership composition. After the first elections, members of the Organization of Islamic Cooperation (OIC) held 17 seats on the Council, accounting for about one-third of the votes needed to call a special session (15 OIC members currently serve on the Council). Some experts contend that blocs such as the African Group and Non-Aligned Movement (NAM), who may at times account for the majority of Council seats, tend to view economic and security issues as more important than human rights violations. ", "Appendix A. Special Sessions of the Human Rights Council"], "subsections": []}]}]}}