{"id": "RL33288", "title": "Proprietary Rights in Pharmaceutical Innovation: Issues at the Intersection of Patents and Marketing Exclusivities", "released_date": "2006-02-28T00:00:00", "summary": ["In combination, patents and marketing exclusivities provide the fundamental framework ofintellectual property incentives for pharmaceutical innovation in the United States. Patents, whichare administered by the United States Patent and Trademark Office (USPTO), provide their ownerwith the ability to exclude others from practicing the claimed invention for a limited time. Incontrast, marketing exclusivities are administered by the Food and Drug Administration (FDA). Alternatively known as \"data exclusivity\" or \"data protection,\" a marketing exclusivity preventsgeneric competitors from referencing the preclinical and clinical test data that manufacturers ofbrand-name pharmaceuticals generated in order to demonstrate the safety and effectiveness of theirproducts. The FDA currently awards qualifying innovators with marketing exclusivities for thedevelopment of new chemical entities or orphan drugs, as well as for the performance of new clinicalstudies and pediatric studies.", "Although patents and marketing exclusivities are separate entitlements that are administeredby different federal administrative agencies and that depend upon distinct criteria, they both createproprietary rights in pharmaceutical innovation. These rights in turn allow innovators to receive areturn on the expenditure of resources leading to the discovery. Once these rights expire, themarketplace for that drug is open to generic competition.", "Several innovation policy issues have arisen concerning the relationship of patents andmarketing exclusivities. Some observers believe that marketing exclusivities are unnecessarybecause patents are generally available for pharmaceutical innovation. On the other hand, someobservers believe that the terms of the marketing exclusivities established by U.S. law are too short. In particular, they note that comparable European standards are often considerably longer than theirU.S. counterparts.", "International agreements require each World Trade Organization (WTO) member state totreat all patented inventions in the same manner. As a result, marketing exclusivities provideCongress with a more flexible option for stimulating specific sorts of desirable private activity thando patents. Indeed, the 109th Congress is currently considering expanding upon existing marketingexclusivities in order to encourage the development of bioterrorism countermeasures. WTOAgreements, as well as recent Free Trade Agreements to which the United States is a signatory, alsooblige nations to provide some manner of protection to pharmaceutical test data.", "Although general patent reform legislation has been the subject of significant discussionduring the 109th Congress, current legislative proposals do not appear particularly to impact therelationship between patents and marketing exclusivities. Some maintain that continued attentionto the impact of broadly oriented patent reforms upon the pharmaceutical industry is appropriate."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction to the Patent System", "paragraphs": [], "subsections": [{"section_title": "Policy Goals", "paragraphs": ["The patent system serves to promote the creation and disclosure of technological information. Some commentators believe that absent a patent system, individuals and institutions would be lesslikely to engage in research and development. Without the availability of patent protection, newinventions could be easily copied by \"free riders\" who incurred no cost to develop and perfect thetechnology involved. The resulting inability of inventors to capitalize on their inventions wouldlikely lead to an environment where too few inventions are made. By providing individuals withexclusive rights in their inventions for a limited time, the patent system allows inventors to realizefinancial benefits from their inventions. (14) ", "Other observers believe that if the patent system were unavailable, innovators would maintaintheir inventions as trade secrets so that competitors could not exploit them. Trade secrets do notenrich the collective knowledge of society, however, nor do they discourage others from engagingin duplicative research. The patent system avoids these inefficiencies by requiring inventors toconsent to the disclosure of their inventions in issued patent instruments. (15) ", "Legal scholars have offered additional explanations for the patent laws. The patent systemmay stimulate technological advancement by inducing individuals to \"invent around\" patentedtechnology. Issued patent instruments may point the way for others to develop improvements,exploit new markets or discover new applications for the patented technology. (16) Moreover, the patentsystem may encourage patentees to exploit their proprietary technologies during the term of thepatent. The protection provided by a patent's proprietary rights increases the likelihood a firm willcontinue to refine, produce and market the patented technology. (17) Finally, the patent law hasbeen identified as a facilitator of markets. Absent patent rights, an inventor may have scant tangibleassets to sell or license, and even less ability to police the conduct of a contracting party. Byreducing a licensee's opportunistic possibilities, the patent system lowers transaction costs and makestechnology-based transactions more feasible. (18) ", "The patent system has inspired numerous critics, however. Some detractors have assertedthat the patent system is unnecessary due to market forces that already suffice to create an optimallevel of invention. The desire to gain a lead time advantage over competitors, as well as therecognition that technologically backwards firms lose out to their rivals, may well provide sufficientinducement to invent without the need for further incentives. (19) Others believe that theinventions that fueled the most dynamic sectors of modern industry, such as biotechnologies andcomputer software, arose at a time when patent rights were unavailable or uncertain. (20) ", "While these justifications and criticisms have varying degrees of intuitive appeal, none ofthem has been empirically validated. No authoritative study conclusively demonstrates that societyobtains more rapid technological development with patents than it would without them. As a result,the rationales for, and criticisms of, the patent system remain open to challenge. (21) "], "subsections": []}, {"section_title": "Patent Acquisition and Enforcement", "paragraphs": ["The Patent Act of 1952 (22) (also known as the Patent Act) obliges innovators to prepare andsubmit applications to the USPTO if they wish to obtain patent protection. (23) USPTO officials knownas examiners then assess whether the application merits the award of a patent. (24) In deciding whether toapprove a patent application, a USPTO examiner considers whether the submitted application fullydiscloses and distinctly claims the invention. (25) The examiner will also determine whether the invention itselffulfills certain substantive standards set by the patent statute. To be patentable, an invention mustbe useful, novel and nonobvious. The requirement of usefulness, or utility, is satisfied if theinvention is operable and provides a tangible benefit. (26) To be judged novel, the invention must not be fully anticipatedby a prior patent, publication or other knowledge within the public domain. (27) A nonobvious inventionmust not have been readily within the ordinary skills of a competent artisan at the time the inventionwas made. (28) ", "If the USPTO allows the patent to issue, the patent proprietor obtains the right to excludeothers from making, using, selling, offering to sell or importing into the United States the patentedinvention. (29) The termof the patent is ordinarily set at twenty years from the date the patent application was filed. (30) Patent title thereforeprovides inventors with limited periods of exclusivity in which they may practice their inventions,or license others to do so. The grant of a patent permits the inventor to receive a return on theexpenditure of resources leading to the discovery, often by charging a higher price than wouldprevail in a competitive market. ", "Once the patent is issued, its proprietor bears responsibility for monitoring its competitorsto determine whether they are using the patented invention or not. Patent owners who wish tocompel others to observe their intellectual property rights must usually commence litigation in thefederal district courts. The U.S. Court of Appeals for the Federal Circuit (\"Federal Circuit\")possesses exclusive national jurisdiction over all patent appeals from the district courts, (31) while the U.S. SupremeCourt possesses discretionary authority to review cases decided by the Federal Circuit. (32) "], "subsections": []}]}, {"section_title": "Fundamentals of Marketing Exclusivity", "paragraphs": ["The U.S. government regulates the marketing of pharmaceuticals and agricultural chemicalsin the interest of public health. (33) Under this regime, the developer of a new drug -- known as its\"sponsor\" -- must demonstrate that the product is safe and effective before it can be distributed tothe public. This showing requires a sponsor to conduct both preclinical and clinical investigationsof drugs that have not been previously tested. (34) In deciding whether to issue marketing approval or not, the FDAevaluates the test data that the sponsor submits in a so-called New Drug Application (NDA).", "The FDA maintains the test data incorporated into a NDA in confidence. (35) In addition, because therequired test data is ordinarily quite costly to generate, sponsors of new pharmaceuticals ordinarilydo not disclose them to the public. Otherwise the sponsor's competitors could file their own NDAsusing that test data, and thereby avoid the expenses of developing the information themselves. (36) ", "Prior to the introduction of the Hatch-Waxman Act, federal law contained no separateprovisions addressing generic versions of brand-name drugs that the FDA had previously approvedfor marketing. (37) Theresult was that a would-be generic drug manufacturer had to file its own NDA in order to market itsdrug. (38) Some genericmanufacturers could rely on published scientific literature demonstrating the safety and efficacy ofthe drug. Because these sorts of studies were not available for all drugs, however, not all genericfirms could file these so-called paper NDAs. (39) Further, at times the FDA would request additional studies toaddress safety and efficacy questions that arose from experience with the drug following its initialapproval. (40) The resultwas that some generic manufacturers were forced to prove independently that their pharmaceuticalswere safe and effective, even though their products were chemically identical to those of previouslyapproved drugs. ", "Some commentators believed that the approval of a generic drug was a needlessly costly,redundant, and time-consuming process prior to the Hatch-Waxman Act. (41) These observers noted thatalthough patents on important drugs had expired, manufacturers were not moving to introducegeneric equivalents for these products due to the level of resource expenditure required to obtainFDA marketing approval. (42) As the introduction of generic equivalents often causes pricesto decrease, the interest of consumers was arguably not being served through these observed costsand delays. (43) ", "In response to these concerns, the Hatch-Waxman Act created a new type of application formarket approval of a drug. This application, termed an \"Abbreviated New Drug Application\"(ANDA), may be filed at the FDA. (44) An ANDA may be filed if the active ingredient of the genericdrug is the bioequivalent of the approved drug. An ANDA allows a generic drug manufacturer torely upon the safety and efficacy data of the original manufacturer. The availability of the ANDAmechanism often allows a generic manufacturer to avoid the costs and delays associated with filinga full-fledged NDA. ANDAs also allow a generic manufacturer, in many cases, to place itsFDA-approved bioequivalent drug on the market as soon as any relevant patents expire. (45) ", "The Hatch-Waxman Act placed certain limits upon the ability of generic competitors toreference the data generated by the manufacturers of brand-name drugs. These limitations -- termedmarketing exclusivities -- consist of a period of time during which a competitor's ability to obtainFDA permission to sell a generic version of a previously approved brand-name drug is restricted. The federal food and drug laws establish several different sorts of marketing exclusivities, relatingto new chemical entities, new clinical studies, orphan drugs, and pediatric studies. (46) This report describes eachof these marketing exclusivities below."], "subsections": [{"section_title": "New Chemical Entity Exclusivity", "paragraphs": ["The Hatch-Waxman Act established a five-year exclusivity that is available to drugs thatqualify as a new chemical entity (NCE). The purpose of this \"NCE exclusivity\" is to encourage thedevelopment of innovative drug products that include an entirely new active ingredient (commonlytermed the \"active moiety\"), in contrast to \"me-too\" drugs that incorporate chemical variants ofpreviously known compounds. NCE exclusivity prevents a subsequent generic applicant fromrelying upon the data submitted by the innovative drug company during a five-year period. As aresult, generic firms are precluded from relying upon this data for five years from the date of theapproval of the NDA for that active moiety. (47) ", "A drug is judged to be an NCE if the FDA has not previously approved that drug's activeingredient. (48) TheHatch-Waxman Act expressly stipulates that a drug does not qualify as an NCE if it consists of thesalt or ester of a previously approved active ingredient. (49) During that five-year period of NCE exclusivity, the FDA maynot accept a generic drug company's application to market a drug product containing the same activemoiety protected under the NCE exclusivity. This prohibition holds even if these applications aredirected toward a different use, dosage form, or ester or salt of the active ingredient. (50) NCE exclusivity does notpreclude the FDA from accepting an application submitted by an entity that has performed all therequired preclinical and clinical studies itself. (51) ", "The Hatch-Waxman Act allows the five-year term of NCE exclusivity to be decreased to fouryears under one circumstance. If the NDA holder owns patents that the generic applicant believesare invalid or not infringed, then the generic applicant is allowed to file its application one year early-- upon the expiration of four, rather than five years from the date the NDA was approved. (52) The apparent purpose ofthis provision is to allow additional time for brand-name and generic pharmaceutical firms to puttheir patent affairs in order prior to generic marketing.", "The practical effect of NCE exclusivity is to restrict a potential generic manufacturer frombringing a product to market for five years plus the length of the FDA review of the genericapplication. (53) If, forexample, the FDA requires two years to approve a particular generic application, the real-worldimpact of the NCE exclusivity has been seven years of protection. In this respect NCE exclusivityoperates differently from other forms of FDA-administered exclusivities. These exclusivitiesgenerally prevent the FDA from approving applications, rather than accepting them in the firstinstance. (54) "], "subsections": []}, {"section_title": "New Clinical Study Exclusivity", "paragraphs": ["In order to encourage improvements upon drugs that are already in use, the Hatch-WaxmanAct also provided for a three-year new clinical study exclusivity period. New clinical studyexclusivity may be awarded with respect to either an NDA (55) or supplemental NDA (56) that contains reports ofnew clinical studies conducted by the sponsor that are essential to FDA approval of that application. The FDA has granted new clinical study exclusivity for such changes as new dosage forms, newindications, or for a switch from prescription to over-the-counter status for the drug. (57) ", "The Hatch-Waxman Act imposes four requirements that an investigation must fulfill in orderto qualify for new clinical study exclusivity. (58) First, the study must be new, in that it could not have beenpreviously used for another FDA drug approval proceeding. Second, the study must be a clinicalstudy on humans, as compared to a preclinical study, and not a bioavailability or bioequivalencestudy. (59) Third, thestudy must have been \"conducted or sponsored\" by the applicant. FDA regulations stipulate that anapplicant that has provided \"substantial support\" for the investigation fulfills this requirement. (60) The statement of acertified public accountant that the applicant provided 50 percent or more of the cost of conductingthe study qualifies as substantial support, and the FDA will also entertain explanations of why theapplicant should be considered to have \"conducted or sponsored\" the study if the applicant providedless than half of the funding for that study. (61) ", "Finally, the study must be \"essential to the approval\" of the application or supplement. TheFDA has defined the term \"essential to approval\" as meaning \"that there are no other data availablethat could support approval of the application.\" (62) A study that provides useful background information, but is notessential to approving the change in the drug, does not provide sufficient basis for an FDA awardof new clinical study exclusivity. (63) ", "In contrast to NCE exclusivity, new clinical study exclusivity does not prevent the FDA fromaccepting a generic application with respect to the drug. If the new clinical study exclusivitycontinues to bar the issuance of marketing approval at the close of FDA review, the FDA will issuea tentative approval for the generic product that will become effective once the new clinical studyexclusivity has run its course. (64) ", "In addition, new clinical study exclusivity only applies to the use of the product that wassupported by the new clinical study. (65) If, for example, the new studies support a new indication ordosage form of the previously approved ingredient, then the three-year exclusivity applies only tothat particular use or dosage form. The FDA is not barred from approving a generic drugs for otherindications or dosage forms. (66) ", "A drug product may be subject both to NCE exclusivity and new clinical study exclusivityduring the life of that product. Commonly, a new drug will initially enjoy a five-year NCEexclusivity. Later in the life of that product, the sponsor of the drug may perform additional clinicaltrials to qualify the drug for additional three-year exclusivities. (67) ", "As with NCE exclusivity, new clinical study exclusivity does not preclude the FDA fromapproving a full NDA. If the sponsor of that subsequent NDA has performed all the requiredpreclinical and clinical studies itself, the FDA may approve the NDA without regard to the newclinical trial exclusivity. (68) "], "subsections": []}, {"section_title": "Pediatric Exclusivity", "paragraphs": ["Brand-name firms may qualify for a six-month pediatric exclusivity upon the completion ofstudies on the effects of a drug upon children. (69) This six-month period begins on the date that the existing patentor data exclusivity protection on the innovator drug would otherwise expire. (70) Pediatric exclusivityextends to any drug product with the same active ingredient (also known as the drug's \"activemoiety\"). (71) Thepurpose of the pediatric marketing exclusivity is to improve the availability of appropriate pediatriclabeling on drug products. (72) ", "Congress first established pediatric marketing exclusivities with the Food and DrugAdministration Modernization Act of 1997 (FDAMA). (73) Although the FDAMA included a sunset provision effectiveJanuary 1, 2002, (74) Congress subsequently reauthorized these provisions in the Best Pharmaceuticals for Children Act(BPCA) in 2002. (75) Inturn, the BPCA sunsets on October 1, 2007, although it is of course subject to future legislativeextensions. (76) ", "In enacting the FDAMA and BPCA, Congress responded to concerns that manyFDA-approved drugs had not yet been clinically tested upon children. Investigations upon apediatric population tends to raise a number of complexities, including issues of informed consent,the changes that occur in children as they grow, and the inability of children to describe accuratelythe effect of a medication. As a result, most drugs are tested solely upon adults. By establishing apediatric marketing exclusivity, Congress hoped to encourage additional pediatric testing, which inturn could allow medications to be labeled for use by children. (77) ", "Pursuant to the FDAMA and BPCA, the FDA issues written requests to NDA applicants andholders to perform pediatric studies with respect to the drug. An FDA written request contains suchinformation as the indications and the number of patients to be studied, the labeling that may resultfrom such studies, the format of the report to be submitted to the FDA, and the timeframe forcompleting the studies. Response to this written request is wholly voluntary. If the innovative drugcompany submits a report to the satisfaction of the FDA, however, then it will be awarded thesix-month pediatric marketing exclusivity. (78) ", "Notably, the food and drug laws do not condition pediatric exclusivity upon the success ofthe study. The six-month marketing exclusivity period may be obtained whether or not the studysuccessfully demonstrates safety and effectiveness in children. Thus, the FDAMA and BPCA weremerely intended to create incentives for drug sponsors to conduct research and submit their resultsto the FDA.", "The effect of a pediatric exclusivity is to extend the approved manufacturer's existing patentor marketing exclusivity protection for an additional six months. (79) Note that pediatricexclusivity does not actually extend the term of a patent; rather, it is a marketing exclusionadministered by the FDA. "], "subsections": []}, {"section_title": "Orphan Drug Exclusivity", "paragraphs": ["In 1982, Congress enacted the Orphan Drug Act (80) in order to encourage firms to develop pharmaceuticals to treatrare diseases and conditions. (81) Such drugs are called \"orphan drugs\" because firms may lackthe financial incentives to sponsor products to treat small patient populations. (82) Congressionalencouragement takes a number of forms under the Orphan Drug Act, including FDA protocolassistance, (83) taxbreaks, (84) and a grantsprogram through which researchers may compete for grants to conduct clinical trials to support theapproval of orphan drugs. (85) ", "The most commercially significant of all of these benefits is a seven-year term of orphan drugmarketing exclusivity. (86) This period commences from the date the FDA issues marketing approval on the drug. (87) The original version ofthe Orphan Drug Act extended marketing approval only to drugs that were not patented. However,Congress amended the statute in 1985 to provide for marketing exclusivity both for patented andunpatented products. (88) ", "Orphan drug marketing exclusivity applies only to the indication for which the drug isapproved. As a result, the FDA could approve a second application of the same drug for a differentuse. The FDA cannot approve the same drug made by another manufacturer for the same use,however, unless the original sponsor approves or the original sponsor is unable to provide sufficientquantities of the drug to the market. (89) ", "As originally enacted, the Orphan Drug Act defined an orphan drug as one for which therewas no \"reasonable expectation that the cost of developing . . . will be recovered from sales in theUnited States of such drug.\" (90) In 1984, Congress changed the definition to its presentform. (91) Currently, inorder to qualify for orphan drug status, the drug must treat a rare disease or condition (1) affectingless than 200,000 people in the United States, or (2) affecting more than 200,000 people in theUnited States, but for which there is no reasonable expectation that the sales of the drug wouldrecover the costs. (92) As can be appreciated, the effect of this change was to allow drug sponsors to avoid making ashowing of unprofitability if the target population consisted of less than 200,000 persons.", "The original version of the Orphan Drug Act allowed a sponsor to request orphan drug statusat any time prior to FDA marketing approval. Congress amended the statute in 1988, however, torequire that the sponsor make this designation request prior to the submission of an application formarketing approval. (93) ", "Pediatric exclusivity may also extend the period of marketing exclusivity enjoyed by anorphan drug. If a product is subject to both orphan drug marketing exclusivity and pediatricexclusivity, the total period of exclusivity is therefore seven years, six months. (94) "], "subsections": []}]}, {"section_title": "Innovation Policy Issues", "paragraphs": ["Two decades of experience with the Hatch-Waxman Act have resulted in diverse opinionsconcerning the system of incentives for innovation within the pharmaceutical industry. Aspharmaceutical firms may obtain patents from the USPTO, some observers question the need for theFDA to grant marketing exclusivities as well. (95) Other observers essentially take the opposite view, asserting thatthe marketing exclusivities available under U.S. law should be lengthened to match Europeanstandards. (96) Issueshave also arisen with respect to the use of marketing exclusivities to encourage the private sector todevelop bioterrorism countermeasures, as well as whether other nations are obligated by WorldTrade Organization (WTO) agreements to grant marketing exclusivities similar to U.S. law. Thisreport reviews these issues in turn."], "subsections": [{"section_title": "Policy Justifications for Marketing Exclusivities", "paragraphs": ["Several scholarly commentators have called into question the viability of FDA marketingexclusivities. They have explained that the developer of a NCE will ordinarily be able to obtain apatent covering the product itself. In addition, the sponsor of new clinical studies may be able toprocure patents covering any new methods of medical treatment that these studies reveal. (97) Further, marketingexclusivities most often run concurrently with, but expire prior to, patents covering the approvedpharmaceutical. As a result, the practical effect of these marketing exclusivities is to awardexclusive rights for discoveries that could not fulfill the requirements of the Patent Act. (98) The justification for theaward of patent-like protections for such \"sub-patentable\" inventions is, in the view of someobservers, not particularly clear. (99) ", "On the other hand, some commentators believe that NCE and new clinical study exclusivitieshave an important policy role to play in pharmaceutical innovation. For example, new clinical studyexclusivity may provide important incentives for pharmaceutical firms that the patent system doesnot. Rebecca Eisenberg, a member of the law faculty of the University of Michigan, observes thatpatent protection \"does a better job of motivating the development of the initial R&D that isnecessary to bring new products to market then it does of motivating the development of newinformation about old drugs.\" (100) This situation is due to the generally limited scope of patentsresulting from new clinical studies. Usually such patents are limited to new methods of medicaltreatment that are discovered for a known product, and thus are commonly of diminished impactupon competitors in comparison with that cover drug products themselves. Under this view, newclinical study exclusivities provide needed incentives for pharmaceutical firms to continue todevelop new information regarding approved drugs. It should be appreciated, however, that newclinical study exclusivity applies only to the use of the product that was supported by the new clinicalstudy -- and, in particular, not to uses of the drug that were already known -- and as a result it mayalso be of less value in the marketplace than NCE exclusivity. (101) ", "In addition, the availability of NCE exclusivity may encourage more dramatic innovationthan does the patent system. Compounds that are similar to known pharmaceuticals may nonethelessbe patented in appropriate circumstances. Because all patented compounds are subject to the sameterm and scope of protection, patented \"me too\" drugs are subject to the same entitlements under thePatent Act as more dramatic advances. The availability of NCE exclusivity may therefore providepharmaceutical firms with additional incentives to engage in more ambitious research anddevelopment efforts. NCE exclusivity may also be justified by the additional expenses an innovativepharmaceutical firm must bear not just to identify a promising new pharmaceutical, but also toshepherd it through the costly and time-consuming FDA marketing approval process.", "With respect to pediatric and orphan drug exclusivity, certain critics believe that they haveled to higher drug prices without a corresponding benefit to the public. (102) They believe that thepediatric exclusivity creates a windfall for brand-name pharmaceutical companies, which in somecases may obtain far greater revenues through six months of marketing exclusivity than theyexpended on their pediatric studies. Other observers take a more positive view, going so far todescribe the pediatric exclusivity as \"one of the most extraordinarily successful federal initiativesthat has ever been accomplished for children.\" (103) ", "Detractors of orphan drug exclusivity contend that because the statute relies upon amarket-oriented strategy to promote drug development, it had resulted in high drug prices. (104) Perhaps motivated bythese concerns, the 101st Congress passed legislation that allowed for shared orphan drug marketingexclusivity, and terminated orphan drug marketing exclusivity altogether if the prevalence of thedisease increased to more than 200,000 people in the United States. (105) President George H.W.Bush pocket vetoed this legislation in 1990, however, believing that this legislation would\"discourage development of desperately needed orphan drugs.\" (106) On the other hand,some observers note that the Orphan Drug Act has coincided with a large increase in the number ofpharmaceuticals available to treat rare diseases and conditions. (107) "], "subsections": []}, {"section_title": "The Term of Marketing Exclusivities", "paragraphs": ["Although some commentators believe that marketing exclusivities are inappropriate orunnecessary, others assert that current U.S. terms of marketing exclusivity fall short of internationalstandards and should be lengthened. In this regard, U.S. law is often contrasted with thesubstantially longer terms of marketing exclusivity available within the European Union. AEuropean Union law enacted in 2004, which applies to new drugs seeking marketing authorizationafter October 30, 2005, (108) provides a so-called 8+2+1 standard for innovativepharmaceuticals. Under this standard, a generic firm cannot submit the European version of anANDA until eight years have passed following the award of marketing approval for the so-calledreference medicinal product. (109) However, marketing approval cannot be awarded until tenyears have elapsed from the date of first marketing authorization. (110) ", "This ten-year period can be extended by one additional year if the drug's sponsor obtainsmarketing approval for a new therapeutic indication. The new indication must \"bring significantclinical benefit in comparison with existing therapies.\" (111) The \"+1\" provision is analogous to the three-year new clinicaltrial exclusivity available in the United States, although important distinctions exist. Only newtherapeutic indications are entitled to an additional year of protection. Unlike the United States, newstrengths, dosage forms, routes of administration are not entitled to protection. In Europe, the drug'ssponsor obtains only a single one-year extension, even if it obtains marketing approval for multiplenew uses. (112) Infurther contrast to the United States, the one-year period is effective against all uses of the drug, bothold and new. (113) ", "Some commentators believe that levels of marketing exclusivity available under theHatch-Waxman Act should be extended to levels of protection prevailing in Europe. As explainedby attorney Valerie Junod, supporters of this view \"contend that the U.S. pharmaceutical industrysuffers from a competitive disadvantage because drugs sold in the United States benefit from a muchshorter five-year exclusivity period\" in comparison with the \"ten-year period of European dataprotection.\" (114) Oneof the original sponsors of the Hatch-Waxman Act, Senator Orrin Hatch, has also stated:", "[T]he Hatch-Waxman Act provides for five years ofmarketing exclusivity for all new chemical entity drugs, independent of patent protection. Incontrast, it is my understanding that most European nations . . . have adopted a 10-year dataexclusivity rule. Why not consider harmonizing and move to the European standard for thisimportant information which, but for Hatch-Waxman, would be considered proprietaryinformation? (115)", "Further consideration of this proposal would focus upon factors such as the need for non-patentincentives for the development of chemical entities, the value of harmonization of the laws of theUnited States and its leading trading partners, and the effect this proposal would have upon theavailability of generic competition."], "subsections": []}, {"section_title": "Expansion of Marketing Exclusivities", "paragraphs": ["The 109th Congress is currently considering the use of marketing exclusivity mechanisms inorder to encourage the private sector to develop bioterrorism countermeasures. One of these bills,the Biodefense and Pandemic Vaccine and Drug Development Act of 2005, S. 1873 ,would allow specified biological, chemical, radiological, and nuclear agents, as well as certaintoxins, to qualify as a \"rare disease or condition\" under the existing provisions of the Orphan DrugAct. As such, certain countermeasure products designed to diagnose, mitigate, prevent, or treat harmfrom one of these agents or toxins would be entitled to orphan drug exclusivity. S. 1873further stipulates that the period of orphan drug exclusivity will be ten years, rather than seven years,with respect to these countermeasures.", "Existing federal legislation has employed marketing exclusivities to encourage specific formsof technological innovation, such as the development of new chemical entities and orphan drugs. This option remains more attractive than an alternative possibility -- extending the terms of patentson particular kinds of inventions -- due to international agreements that restrict the enactment oftechnology-specific measures within the patent system. One component of the internationalagreement forming the World Trade Organization (WTO) is the so-called TRIPS Agreement, orAgreement on Trade-Related Aspects of Intellectual Property Rights. (116) Under Article 27 ofthe TRIPS Agreement, \"patents shall be available and patent rights enjoyable without discriminationas to the place of invention, the field of technology and whether products are imported or locallyproduced.\" (117) Although the TRIPS Agreement allows for some exceptions to this general principle of technologicalneutrality, (118) theyare of very narrow application. As a result, efforts to extend patent terms for favored technologies,such as bioterrorism countermeasures, may not comport with the international obligations of theUnited States. The creation, or extension, of marketing exclusivities therefore remains atreaty-compliant option for stimulating select forms of technological development."], "subsections": []}, {"section_title": "International Issues", "paragraphs": ["In addition to establishing a principle of \"technological neutrality\" for the patent system, theTRIPS Agreement also requires each WTO member state to establish protections for pharmaceuticaltest data under certain conditions. Article 39.3 of the TRIPS Agreement specifically provides:", "Members, when requiring as a condition of approvingthe marketing of pharmaceutical or of agricultural chemical products which utilize new chemicalentities, the submission of undisclosed test or other data, the origination of which involves aconsiderable effort, shall protect such data against unfair commercial use. In addition, Membersshall protect such data against disclosure, except where necessary to protect the public, or unlesssteps are taken to ensure that the data are protected against unfair commercial use.", "Some commentators have observed that Article 39.3 establishes broad parameters using vaguelanguage. (119) Inparticular, terms such as \"new chemical entities,\" \"considerable effort,\" and \"unfair commercial use\"receive no further definition within the TRIPS Agreement. As a result, the precise nature of theobligations Article 39.3 imposes upon WTO member states is not entirely clear. (120) ", "Given the uncertainties with respect to Article 39.3 of the TRIPS Agreement, the UnitedStates has entered into certain Free Trade Agreements (FTAs) that require their signatories toprovide five years of marketing exclusivity for pharmaceuticals that utilize new chemical entities. For example, Article 15.10:1(a) of the Dominican Republic-Central America-United States FTAprovides:", "If a Party requires, as a condition of approving themarketing of a new pharmaceutical or agricultural chemical product, the submission of undiscloseddata concerning safety or efficacy, the Party shall not permit third persons, without the consent ofthe person who provided the information, to market a product on the basis of (1) the information,or (2) the approval granted to the person who submitted the information for at least five years forpharmaceutical products and ten years for agricultural chemical products from the date of approvalin the Party. (121) ", "The term \"new product\" is generally defined as \"one that does not contain a chemical entity that hasbeen previously approved in the territory of the Party.\" (122) ", "Certain of the FTAs additionally require their signatories to allow a three-year term ofmarketing exclusivity in various circumstances for pharmaceuticals that do not qualify as newproducts. (123) Forexample, the Australia-United States FTA provides in part:", "With respect to pharmaceutical products, if a Partyrequires the submission of: (a) new clinical information (other than information related tobioequivalency) or (b) evidence of prior approval of the product in another territory that requiressuch new information, which is essential to the approval of a pharmaceutical product, the Party shallnot permit third persons not having the consent of the person providing the information to marketthe same or a similar pharmaceutical product on the basis of the marketing approval granted to aperson submitting the information for a period of at least three years from the date of the marketingapproval by the Party or the other territory, whichever is later. (124)", "The use of FTAs to stipulate marketing exclusivity periods is controversial. Because theFTA marketing exclusivity requirements arguably exceed those of the TRIPS Agreement, somecommentators believe that the FTAs have provided the United States with a vehicle for advancingthe interests of innovative pharmaceutical firms at the expense of the public health needs ofdeveloping countries. As Carlos Correa, a member of the University of Buenos Ares faculty,explains: \"The CAFTA [Central American Free Trade Agreement] denies the right of developingcountries to use to the fullest extent possible the flexibilities allowed by the TRIPS Agreement toprotect public health.\" (125) ", "On the other hand, the TRIPS Agreement already obliges WTO members to protectpharmaceutical test data against \"unfair commercial use.\" (126) In this light, the FTAmarketing exclusivity provisions may be seen as affirming and further specifying an existingobligation. It should also be noted that the minimum marketing exclusivity provisions compelledby the FTAs are substantially less than European standards. Finally, any international agreementinvolves an exchange of promises between the signatory states. The partners to a particular FTAwould appear to be best situated to determine the advantages and disadvantages of entering into thatagreement for themselves."], "subsections": []}]}, {"section_title": "Concluding Observations", "paragraphs": ["In combination, patents and marketing exclusivities provide the fundamental framework ofintellectual property incentives for pharmaceutical innovation in the United States. Due to theTRIPS Agreement's obligation of technological neutrality with respect to the patent system, (127) marketing exclusivitiesprovide Congress with a more flexible option for stimulating specific sorts of desirable privateactivity than do patents. As such, marketing exclusivities have been, and likely will continue to be,the most viable option for encouraging the development of discrete classes of products regulated bythe FDA.", "The potential for expanded use of marketing exclusivities in turn raises a number ofinnovation policy issues. In the United States, marketing exclusivities are viewed primarily assupplementing patent protection, in that they provide more limited protections for inventions thatdo not meet Patent Act requirements, or effectively delay the onset of patent litigation for inventionsthat do. (128) Expanding the availability of marketing exclusivities, in addition to lengthening their term toEuropean levels, increases the possibility that marketing exclusivities will trump patents as theprimary form of intellectual property protection for certain FDA-regulated products. The decisionto supplant the primacy of the current regime of USPTO-procured and judicially enforced patentrights with a system of automatic, FDA-administered marketing exclusivities presents a number oftrade-offs that policy makers may wish to consider. Among them are the impact of the contemplatedexclusivity periods upon both the incentives for pharmaceutical innovation and the availability ofmedications to consumers; the desirability of individualized determinations about the technicalmerits of the pharmaceutical invention; and whether the USPTO or FDA is the better institution forawarding proprietary rights to pharmaceutical innovators.", "International harmonization provides another significant issue with respect to marketingexclusivities. Even as some commentators have expressed concerns over the use of FTAs toencourage trading partners to establish marketing exclusivities at domestic levels, others observe thatEuropean levels of protection are substantially longer than their Hatch-Waxman analogues. Futuredialogue may concern setting global marketing exclusivity standards in view of national goals andpriorities.", "Finally, policy makers may appreciate that general patent reform legislation has been thesubject of significant discussion during the 109th Congress. (129) Current legislativeproposals do not appear to impact the fundamental landscape of patents and marketing exclusivitieswithin the pharmaceutical industry. Because legislative reform efforts are still underway, however,congressional attention to the impact of broadly oriented patent reforms upon the pharmaceuticalindustry may be appropriate."], "subsections": []}]}}