{"id": "RL33550", "title": "Trade Remedy Legislation: Applying Countervailing Action to Nonmarket Economy Countries", "released_date": "2010-09-15T00:00:00", "summary": ["Concern regarding the level of low-cost imports from China and other countries and its impact on U.S. firms and workers, combined with China's limiting of the appreciation of its currency, have led some in Congress to introduce legislation proposing to make countervailing duty laws applicable to China and other nonmarket economy countries.", "Countervailing duty laws provide for the assessment of additional duties on imports whose production and/or importation are found to be subsidized by a public entity in their country of origin and are injurious to a U.S. producer of similar merchandise. Antidumping, another kind of trade remedy action, addresses products sold in the United States at less than their fair value (as defined by law) in a similar manner. Although antidumping (AD) and countervailing duty (CVD) laws and procedures generally parallel each other, CVD laws contain no specific provisions for investigations on imports from nonmarket economy (NME) countries, while the AD statute does provide such guidelines.", "Initial administrative attempts in 1983 to apply countervailing remedies to allegedly subsidized imports from several NME countries led to determinations by the International Trade Administration (ITA) of the Department of Commerce (the U.S. agency charged with determining the existence and extent of subsidies) that subsidies within the meaning of the countervailing law, cannot be found in nonmarket economies. These ITA determinations were challenged in the U.S. Court of International Trade (CIT), which held that they were \"not in accordance with the law,\" reversed them, and remanded the cases to the ITA. On appeal, the U.S. Court of Appeals for the Federal Circuit reversed, and reinstated the ITA's original determinations—thus affirming that the ITA has the discretion not to apply the CVD law to NME countries.", "The ITA reevaluated this decision, with respect to China only, during a countervailing investigation on coated free sheet (CFS) paper. On October 18, 2007, the ITA made a final affirmative determination of subsidies in the investigation, finding net countervailable subsidies ranging from 7.40% to 44.25%. Although the International Trade Commission (the U.S. agency charged with determining whether the U.S. industry suffered material injury as a result of the subsidy) made a negative injury determination in the investigation, meaning that no CVD duties were assessed, other industries pursued countervailing investigations as a result of the ITA's decision. As of this writing, countervailing duties have been placed on 13 products from China, and at least 8 investigations are pending.", "Legislation seeking to apply CVD action to NME countries introduced in the 111th Congress includes H.R. 496 and H.R. 499, both introduced on January 14, 2009."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["Countervailing duty laws attempt to provide relief to domestic industries that have been, or are threatened with, material injury as a result of imported goods sold in the U.S. market that have been found to be subsidized by a foreign government or public entity. The relief provided is an additional import duty placed on the subsidized imports that is equal to the estimated amount of subsidization.", "In order for an industry to obtain relief, two things must be determined: (1) the International Trade Commission must find that the domestic industry is materially injured or threatened with material injury due to the imports, and (2) the International Trade Administration (ITA) of the Department of Commerce must find that the targeted imports have been subsidized. Prior to a 2007 CVD investigation on coated free sheet (CFS) paper from China, the ITA determined that it would not apply CVD laws to nonmarket economy (NME) countries, including China, because the agency believed that there was no adequate way to measure market distortions caused by subsidies in an economy that is not based on market principles. However, in the context of the 2007 investigation, the ITA determined that it may be possible to identify subsidies in China because many industries in the China operate according to market principles. The ITA had previously reaffirmed that China was an NME country. The 2007 subsidy decision was a China-specific determination, and thus is not applicable to other NME countries.", "For purposes of the trade remedy laws, the ITA is also the agency responsible for designating countries as nonmarket economies, defined in U.S. law as \"any foreign country that the administering authority [the ITA] determines does not operate on market principles of cost or pricing structures, so that sales of merchandise in such country do not reflect the fair value of the merchandise.\" NME designations are based on the extent to which (1) the country's currency is convertible; (2) its wage rates result from free bargaining between labor and management; (3) joint ventures or other foreign investment are permitted; (4) the government owns or controls the means of production; and (5) the government controls the allocation of resources and price and output decisions. The ITA may also consider other factors that it considers appropriate. ITA-designated NME countries as of this writing are Armenia, Azerbaijan, Belarus, China, Georgia, Kyrgyz Republic, Moldova, Tajikistan, Uzbekistan, and Vietnam.", "The ITA first made the determination not to apply CVD action to NME countries in 1983-1984 in connection with countervailing investigations of two cases of alleged subsidization, one dealing with carbon steel wire rod imported from Czechoslovakia and Poland, and the other with imports of potassium chloride (potash) from the German Democratic Republic (East Germany) and the Soviet Union. All of these countries were designated by the ITA as NME countries at the time of the investigation."], "subsections": []}, {"section_title": "Concerns About China", "paragraphs": ["China, designated an NME country in 1983, is the United States' second largest trading partner, the largest source of U.S. imports, and its third largest export market. The continuing U.S. trade deficit with China ($227 billion in 2009) and the alleged adverse impact of Chinese imports on competing U.S. industries and workers has led some in Congress to support increased use of U.S. trade remedy laws against Chinese products.", "One area of concern has been China's alleged use of \"illegal\" subsidy programs to bolster its industries and spur export growth. Many U.S. domestic producers alleged for years that they were adversely impacted by China's subsidizing its industries, but the 1984 ITA ruling meant that there was essentially no recourse to deal with the issue of subsidies. ", "China is the chief target of U.S. antidumping action, however, with over 80 AD duty orders in place as of August 12, 2010. In addition, AD duty amounts tend to be higher for Chinese imports, due in part to the methodology employed by the ITA when calculating AD duties for NME countries.", "A related concern involves assertions by many U.S. policymakers, business people, and labor representatives that China's currency is significantly undervalued vis-à-vis the U.S. dollar, which, they allege, makes Chinese exports much cheaper than they would be if Chinese exchange rates were determined by market forces. In turn, they maintain that the undervalued currency has contributed to the U.S. trade deficit with China, and has injured U.S. production and employment in several manufacturing sectors (such as apparel and furniture) because U.S. companies must compete with \"artificially\" lower cost goods from China. The issue of alleged Chinese \"currency manipulation\" or \"misalignment\" is another factor that led to renewed congressional interest in applying countervailing action to imports from China, and in turn, to finding currency manipulation countervailable. For a discussion of recent legislation on currency misalignment issues, see CRS Report RS21625, China's Currency: An Analysis of the Economic Issues , by [author name scrubbed] and [author name scrubbed]. "], "subsections": [{"section_title": "China's NME Status", "paragraphs": ["The applicability of NME classification with regard to China was determined in an ITA Preliminary Determination of Sales at Less than Fair Value, Greige Polyester Cotton Print Cloth from China (March 1983). On May 15, 2006, the ITA reaffirmed this determination (and more comprehensively in an August 30, 2006 memorandum) in the context of an investigation on certain lined paper from China. According to current U.S. law, any determination that a foreign country is a nonmarket economy country remains in effect until specifically revoked by the ITA. Therefore, since the ITA further determined (in December 1983), that subsidies could not be found in NME countries, the ITA had not initiated countervailing action against China since 1991—until the CFS paper investigation was presented in 2007.", "In China's case, the NME designation may only be used for a limited time, due to a provision in its World Trade Organization (WTO) accession package specifying that the \"importing WTO member may use a methodology that is not based on a strict comparison with domestic prices or costs in China\" for both antidumping and countervailing actions only for 15 years after the date of accession (or December 11, 2016). After that date, the United States and other World Trade Organization (WTO) members may no longer use nonmarket economy or \"surrogate country\" methodology when determining price comparability in CVD or AD investigations."], "subsections": []}]}, {"section_title": "Countervailing Duty Legislation", "paragraphs": ["At the time the 1983-1984 investigations were initiated, the United States had in force two countervailing duty laws. Both provided for the imposition of a countervailing duty equal to the amount of subsidization on dutiable (but not duty-free) products that had been subsidized in their country of origin. Both laws also required a determination of the existence and amount of subsidization to be countervailed, but one of the laws also required a finding that the subsidized imports have caused or threatened to cause injury to a U.S. domestic industry.", "The earlier of the two laws (Section 303 of the Tariff Act of 1930, repealed in January 1995) was a modified version of a countervailing law initially enacted by the Tariff Act of 1897. This law was applicable only to products of countries other than those \"under the Agreement.\" Countries \"under the Agreement\" referred to (1) any country to which the General Agreement on Tariffs and Trade (GATT) Subsidies and Countervailing Code applied, or (2) had assumed Code-equivalent obligations with respect to the United States, or (3) the President determined the existence of an agreement with the United States containing certain relevant provisions specifically spelled out in the statute. Section 303—repealed effective January 1, 1995, by Section 261(a) of the Uruguay Round Agreements Act (URAA) ( P.L. 103-465 )—provided for the levying of a countervailing duty (CVD) equal to the net amount of public or private subsidization (defined as \" any bounty or grant, however the same be paid or bestowed\") without any need for injury determination.", "Countervailing legislation with much broader country applicability (i.e., to countries \"under the Agreement\") consisted of comprehensive provisions (including detailed procedural provisions) added by the Trade Agreements Act of 1979 ( P.L. 96-39 ) as Subtitle A of Title VII to the Tariff Act of 1930. That U.S. law implemented the provisions of the international Subsidies and Countervailing Code agreed to in multilateral trade negotiations under the auspices of the GATT meeting in Geneva in April 1979. Under this legislation, most of which is still in force in a somewhat amended language, the assessment of a countervailing duty required—in addition to a determination that a \"country under the Agreement\" or a private entity in such country was providing \"directly or indirectly, a subsidy with respect to the manufacture, production, or exportation\" of merchandise imported into the United States—a determination that such imports have caused, or threatened with, injury to an industry in the United States, or that the establishment of an industry in the United States is thereby materially retarded.", "The URAA, in addition to repealing section 303 and omitting subsidies from a private source as being countervailable, also amended the countervailing duty law of the 1979 Act by incorporating into it provisions comparable to those of section 303, which do not require injury determination in countervailing investigations of subsidized imports from countries other than \"Subsidies Agreement countries.\" The latter have been defined in the same way—with appropriate updating technical changes—as the countries under the Agreement under the Trade Agreements Act of 1979. This version is still in effect."], "subsections": []}, {"section_title": "CVD Investigations of Imports from Nonmarket Economy Countries", "paragraphs": [], "subsections": [{"section_title": "1983-1984", "paragraphs": ["Parallel countervailing duty investigations of carbon steel wire rod imports from Czechoslovakia and Poland were initiated on December 13, 1983, pursuant to petitions filed with the ITA on November 23, 1983, by four U.S. steel manufacturers. The petitions alleged that manufacturers, producers, or exporters of the product in question in either country received public benefits within the meaning of the countervailing law. Specifically, the petitions for countervailing action alleged that \"bounties or grants\" were provided in both countries in the form of a multiple exchange rate system, and a partial hard-currency retention program for exporting firms. In addition, Czechoslovakia allegedly had in effect a system of industry-specific trade conversion coefficients for the official exchange rate, and tax exemption for foreign trade earnings, while Poland provided price equalization payments for losses incurred due to foreign sales below domestic prices.", "Both cases proceeded in parallel, and the determinations on issues they had in common were identical except for a few minor, country-specific differences. Therefore, page references to the Federal Register included in this report will be only those dealing with the Czechoslovak case, unless an issue specific to one country is discussed.", "In its notices of initiation of investigation, the ITA found both countries to be \"countries not under the Agreement,\" and conducted the countervailing procedure according to provisions of Section 303, hence, without the need for determining injury. In addition, the ITA considered both of them nonmarket economy (NME) countries, but specifically pointed out that it had not yet resolved the question \"whether the countervailing duty law [either Section 303 or the countervailing duty provision of Title VII] applies to nonmarket economy countries [as such].\"", "Although this issue had arisen almost a year earlier in connection with a CVD investigation of textile imports from China, it was not resolved then because the CVD petition was withdrawn by the petitioners, meaning that the investigation terminated. The issue, however, was subsequently addressed in the preliminary determinations in the two carbon steel wire rod cases. In both cases, the ITA found that \"nonmarket economy countries are not exempted per se from the countervailing duty law,\" since Section 303, by its statutory terms as well as based on its legislative history, applied to \" any country...\"", "Weighing its own tentative initial literal interpretation of the country applicability of the provision and the arguments introduced earlier in the consideration of the China textiles case—focusing on the difference in the effects of government intervention in a market and nonmarket economy—the ITA, however, was \"dispose[d] to not exclude nonmarket ... economies from its application without further review in each particular case.\" The ITA, consequently, had its \"first opportunity to determine preliminarily whether practices by a government of a so-called nonmarket economy country confer countervailable benefits.\"", "Focusing on prices as the key elements of subsidization, the ITA, in the ensuing detailed analysis of the situation in both countries, pointed out that", "[i]n nonmarket economies, central planners typically set the prices without any regard to their economic value. As such, these prices do not reflect scarcity or abundance. For example, when a product is scarce in a market economy, its price will increase. In a nonmarket economy, however, the price of a scarce good will not go up unless the central planners mandate a new, higher price. Even if we can identify an internally set price, that price does not have the same meaning as a price in a market economy (49 F.R. 6770).", "The ITA then analyzed in detail the alleged subsidization programs by determining, first, whether they would confer a subsidy in a market economy, and then whether the conclusion would be different for an NME country. The ITA concluded preliminarily that multiple exchange rates, currency retention schemes, trade conversion coefficients, and price equalization payments do not confer a bounty or grant either in market or in nonmarket economies; that the Polish adjustment coefficient program did not constitute a bounty or grant within the meaning of the law; and that the agency had not received sufficient timely information on the Czechoslovak tax exemption program to make a determination. On the basis of these findings, the ITA preliminarily determined that, while Congress did not exempt NME countries as such from the CVD law, the alleged Czechoslovak and Polish practices were not providing bounties or grants within the meaning of the CVD law. As the CVD law required, the ITA continued both investigations into their final phase.", "In the final phase of these two investigations, the ITA focused on the unresolved issue of the application of the CVD law to nonmarket economy countries. In its detailed and comprehensive final determinations in the two carbon steel wire rod cases, the ITA first concluded \"that Congress never has confronted directly the question of whether the countervailing duty law applies to NME countries.\" It pointed out that Congress did not even debate, much less legislate on this issue, either in 1974 (when the concept of nonmarket economy countries was introduced into trade legislation and remedies were provided specifically with respect to imports from them, and Congress also amended the CVD law) or in 1979 (when the CVD law was thoroughly restructured, and the application of unfair-pricing remedial legislation was dealt with in detail, but only with respect to dumping by NME countries).", "The ITA found it significant that, in the Trade Act of 1974, Congress enacted remedial provisions dealing specifically with injurious imports from \"State-controlled-economy\" or \"Communist\" countries—both terms functionally equivalent to that of \"nonmarket economy\" countries used in another part of the same Act—in the context of antidumping and \"market disruption\" (NME-specific import-relief action) but not with respect to countervailing action. In this, pointed out the ITA, citing the Senate report on the 1974 Act (S.Rept. 93-1298), Congress recognized the need for special remedial legislation applicable to State-controlled-economy countries because traditional fair- or unfair-trade remedies were insufficient or have proven inappropriate or ineffective because in \"State-controlled-economy countries ... supply and demand forces do not operate to produce prices\" and \"because of the difficulty of [the] application [of such remedies] to products from State-controlled economies\" (cited at 49 F.R. 19373).", "Likewise, in the legislative history of the thorough restructuring of the CVD law by the Trade Agreements Act of 1979, there was nothing regarding any aspect of the application of the CVD law to NME countries, although the Subsidies and Countervailing Code of the General Agreement on Tariffs and Trade, implemented for the United States by that act, in Article 15 \"explicitly permits [GATT] signatories to regulate unfairly priced imports from NME countries under either antidumping or countervailing duty legislation\" (49 F.R. 19373).", "The ITA also consulted with other U.S. government and academic sources, which, briefly, concluded that \"it is ... only 'remotely possible' to identify and quantify subsidies in NMEs;\" \"most of the analysis used thus far for ... subsidies, is entirely inapplicable.... Theoretically, any given sale may be subsidized or not, but since there is no market reference point, it is idle to speak in such terms.\" To one author, the countervailing duty law appears to require identification and measurement of a resource transfer from the state to the producer, but \"this is simply not a measurable event in the typical nonmarket economy;\" and \"The extent to which a nonmarket system ... can be said to be subsidizing will always be unclear\" (all cited at 49 F.R. 19374).", "Claiming broad discretion in this matter earlier recognized by the judiciary, the ITA concluded that a \"bounty or grant,\" within the meaning of the countervailing duty law, cannot be found in an NME. The ITA also determined that Czechoslovakia and Poland were NMEs, since they operated \"on principles of nonmarket cost or pricing structures so that sales or offers for sale of merchandise ... do not reflect the value of the merchandise.\" Accordingly, the ITA determined that manufacturers, producers, or exporters in Czechoslovakia and Poland did not receive bounties or grants, and issued, effective May 7, 1984, final negative countervailing duty determinations.", "Shortly before the completion of the countervailing duty investigations of carbon steel wire rod, two U.S. chemical manufacturers filed (on March 30, 1984) petitions alleging subsidization of potassium chloride (potash) imported from the German Democratic Republic and the Soviet Union, whereupon the respective investigations were initiated as of April 26, 1984. Because of the subsequent determination in the carbon steel wire rod cases that bounties or grants within the meaning of the countervailing duty law cannot be found in an NME (and both countries were determined to be NMEs), the ITA on June 6, 1984, rescinded the two potassium chloride (potash) investigations and dismissed the relevant petitions."], "subsections": []}, {"section_title": "1991", "paragraphs": ["Since the conclusion of the wire rod and potash countervailing duty cases (see next section) the ITA has not initiated any countervailing investigations of allegedly subsidized imports from NME countries, with one specialized exception. Based on a petition filed on October 1, 1991, the ITA, on November 13, 1991, initiated a countervailing duty investigation of Ceiling and Oscillating Fans Imported from China . The petitioner claimed that, while China was an NME country, \"the PRC fan sector operates substantially pursuant to market principles and that the CVD law should apply.\"", "The petition was apparently based on the fact that ITA had, meanwhile, procedurally introduced into antidumping investigations of imports from NME countries the concept of market-oriented industry (MOI) as a means of determining whether an industry in an NME country is sufficiently market-oriented (i.e., free from state control) to enable the ITA to use the economic data provided by the industry itself (rather than those of a surrogate market-economy country) in determining fair market value of the imported product subject to the investigation.", "The petitioners in the Chinese fan CVD case claimed that the Chinese fan industry was an MOI with dependable self-provided data (including those relating to subsidization) and, hence, could objectively be subjected to a countervailing investigation. In its preliminary investigation, the ITA concluded that the prices of several inputs are not market-determined and, hence, the industry cannot be considered an MOI, but believed that the information used as the basis for the determination should be verified and did not rescind the investigation. In its final, more comprehensive phase of the investigation, the ITA concluded that \"the prices of several significant inputs are not market-determined\" and therefore \"the PC fans industry is not an MOI.\" ... \"As a result ... the CVD law cannot be applied to the PRC fan industry\" and the ITA issued final negative determination in the case."], "subsections": []}]}, {"section_title": "Court Decisions28", "paragraphs": [], "subsections": [{"section_title": "U.S. Court of International Trade (614 F. Supp. 548-557)", "paragraphs": ["Following the ITA's negative determinations in the carbon steel wire rod cases and the dismissal of the potassium chloride cases, the petitioners challenged those actions in the U.S. Court of International Trade (CIT). The court consolidated both suits and, on July 30, 1985, held that \"countervailing duty law covers countries with nonmarket economies in light of fact that governmental subsidies that are target of law may be found in nonmarket economies as well as in market economies\" (p. 548). The CIT reversed the carbon steel wire rod cases and remanded them to the ITA for determinations consistent with the court's opinion, and set aside the rescissions of the potash cases and ordered that their investigations be resumed (p. 557).", "The CIT, in its detailed opinion, addressed each of the four grounds on which the ITA had based its determination of nonapplicability of countervailing procedure to NME countries: (1) the view that a subsidy cannot be conferred in a nonmarket economy \"because a subsidy, by definition , means an act which distorts the operation of a [free] market \" (both italics in the original); (2) congressional \"silence\" on the issue and the apparent preference for other trade remedial procedures; (3) consensus of academic opinion as to nonapplicability of CVD law to NME countries; and (4) the ITA's asserted broad discretion to determine the existence or nonexistence of subsidies.", "The CIT held that the ITA had made a basic error in interpreting and administering the CVD law by concluding that, in its opinion, subsidies cannot be found in nonmarket economies. The court emphasized that, absent clear legislative intent to the contrary, the plain language of the CVD law must ordinarily be regarded as conclusive (p. 551). Hence, it applies to any country and, therefore, does not allow for any per se exemptions of any political entity, a fact that the ITA itself appears to have recognized in its determinations.", "The ITA, in the court's view, \"institute[d], by administrative fiat, a major exemption for countries with nonmarket economies\" by redefining the term \"subsidy\" as \"a distortion of the operation [solely] of a market economy,\" thereby attempting to amend the CVD law (p. 552). Although the ITA had recognized that the CVD law did not allow for per se exemptions (see p. 3), it claimed that countries with nonmarket economies (i.e., political entities of a certain type ) were exempt because of their NME status, illogically contradicting the meaning of the CVD statute. The difficulties of the CVD law, said the CIT, are not those of its meaning , but rather problems of measurement , which are precisely within the expertise of the agency.\" The ITA \"has the authority and ability to detect patterns of regularity and investigate beneficial deviations from those patterns—and it must do so regardless of the form of the economy\" (p. 554).", "As to the ITA's argument that Congress' \"silence\" on the applicability of the CVD law to NME countries and its apparent preference for other remedial measures—among them antidumping law, which does contain specific provisions dealing with NME countries—the CIT pointed out that those measures have been established for remedying specific trade problems other than subsidization. Moreover, said the court. Article 15 of the GATT Subsidies and Countervailing Code, implemented for the United States by the Trade Agreements Act of 1979, \"clearly gives a country the choice of using subsidy law or antidumping law for imports from a country with a state-controlled economy\" (p. 556).", "The court summarily dismissed the ITA's recourse to the views of \"economic academia\" \"that the government of a country with a nonmarket economy cannot show what amounts to favoritism towards the manufacture, production, or export of particular merchandise. The idea violates common sense and conflicts with a rational construction of the law\" (p. 554-555).", "ITA's alleged assertion of its \"broad discretion to determine the existence or nonexistence of subsidies\" (p. 550) was not specifically addressed by the court; it was, however, implicitly challenged in the lengthy critique of administrative actions that, in the court's view, were contrary to law and, in effect, were attempts \"to amend the countervailing law ... by administrative fiat\" (p. 552)."], "subsections": []}, {"section_title": "U.S. Court of Appeals for the Federal Circuit (801 F. 2d 1308-1318)", "paragraphs": ["The U.S. government appealed the CIT decision to the U.S. Court of Appeals for the Federal Circuit, which—focusing on the potash cases—reviewed in detail the legislative history and development of relevant trade remedy laws and concluded that the CVD statute under which these investigations were conducted (Section 303 of the Tariff Act of 1930) had remained \"substantially unchanged from the first general countervailing duty statute the Congress enacted [in 1897] ....\"", "Since Congress had not \"defined the terms 'bounty' and 'grant' as used in section 303,\" the appellate court concluded it could not \"answer the question whether that section applies to nonmarket economies by reference to the language of the statute\" nor could it, on the other hand, answer it by concluding that, on the basis of the statutory language, \"Congress has not attempted to exclude nonmarket economies from what the court believed to be the sweeping reach of the section.\" Since \"at the time of the original enactment there were no nonmarket economies; Congress ... had no occasion to address the issue ...\" Hence, it remained for the court to \"determine, as best [it could], whether when Congress enacted the countervailing duty law in 1897 it would have applied the statute to nonmarket economies, if they then had existed\" (p. 1314).", "Based on the relevant aspects of the potash case, the appellate court concluded that the economic incentives and benefits provided by the Soviet Union and East Germany to their exports of potash to the United States did not constitute bounties or grants under the applicable CVD law (p. 1314). The court also said it followed a precedent which \"recognized that the agency administering the countervailing duty law [i.e., the ITA] has broad discretion in determining the existence of a 'bounty' or 'grant' under that law\" and, further, that it could not \"say that the Administration's conclusion that the benefits the Soviet Union and the German Democratic Republic provided for the exports of potash to the United States were not bounties or grants under section 303 was unreasonable, not in accordance with the law or an abuse of discretion\" (p. 1318).", "In conclusion, the Court of Appeals on September 18, 1986, vacated the CIT order insofar as it reversed the ITA's final CVD determinations in the two wire rod cases, and remanded them to the CIT with instructions to dismiss the complaint for lack of jurisdictions (because the complaint was not timely filed). It also reversed the CIT order insofar as it set aside the ITA's final actions in the potash cases (p. 1318)."], "subsections": []}]}, {"section_title": "Congressional Action", "paragraphs": [], "subsections": [{"section_title": "100th to 110th Congresses", "paragraphs": ["The decision of the U.S. Court of Appeals for the Federal Circuit in the wire rod and potash cases triggered immediate reaction in Congress. H.R. 3 of the 100 th Congress (\"Trade and International Economic Policy Reform Act of 1987,\" introduced on January 6, 1987), as passed by the House, provided for the application of the countervailing duty law to nonmarket economy countries to the extent that a subsidy can reasonably be identified and measured by the administering authority (the ITA, see section 157). The proposed statute also contained detailed procedural provisions, including a requirement of injury determination by the U.S. International Trade Commission, whenever international obligations of the United States required it (H.Rept. 100-40, Part 1, p. 389). A comparable provision, however, was not included in the Senate version, and the House-passed language was dropped in conference (H.Rept. 100-576, p. 628; April 20, 1988).", "As H.R. 3 was being considered, companion bills S. 770 and H.R. 1687 were introduced on March 18 and 24, 1987, respectively, to apply CVD provisions to imports from a state-controlled economy country, but were not further considered.", "The application of CVD law to NME countries was addressed again in the 103 rd and 104 th Congresses. In the 103 rd Congress, Section 105 of S. 90 (\"Trade Enforcement Act of 1993,\"introduced on January 21, 1993) expanded the definition of \"countervailable subsidy\" in the Tariff Act of 1930, as amended by the Uruguay Round Agreements Act ( P.L. 103-465 ), by applying it to NME countries and prescribing the determination of its amount by using a surrogate market-economy country method (as used in antidumping investigations). An identical provision was included in the 104 th Congress as Section 103 in S. 1148 (\"Economic Revitalization Act\"), introduced on August 10, 1995.", "In the 106 th through 108 th Congresses, identical bills ( H.R. 3198 in the 106 th Congress; H.R. 784 in the 107 th Congress; and H.R. 3716 in the 108 th Congress) were introduced, applying the CVD duty law to NME countries and applicable to investigations of subsidies provided on or after the date of the enactment of the respective act. Virtually identical bills, but applicable to CVD investigations pursuant to petitions filed on or after the date of the enactment of the respective act, were introduced in the 108 th Congress ( H.R. 3716 and S. 2212 ). ", "In the 109 th Congress, two free-standing bills with identical operative provisions were introduced on March 10, 2005: S. 593 (Collins, \"Stopping the Overseas Subsidies Act of 2005\") and H.R. 1216 (English), providing for application of CV duties to subsidized imports from NME countries, based on all petitions filed on or after the date of the enactment of the legislation. Provisions requiring application of CV action to imports from NME countries were subsequently included as Section 3 in broader trade-remedial legislation (\"United States Trade Rights Enforcement Act\"), introduced on July 14, 2005 ( H.R. 3283 , English) and July 19, 2005 ( S. 1421 , Collins). In somewhat simpler language, H.R. 3306 (\"Fair Trade with China Act of 2005\"), focused its findings exclusively on problems in trade with China, but in Section 3 subjected all (including China) NME countries to countervailing action, effective with respect to CVD petitions filed on or after the enactment date of the bill. The provision also specified that the application of CV action to nonmarket economy countries would have in no way affected the NME status of a country under antidumping provisions of the Tariff Act of l930 (several of which deal specifically with AD action against NME countries). Triggered by alleged foreign exchange-rate manipulation by China, Section 3 of H.R. 1498 (\"Chinese Currency Act of 2005,\" introduced April 6, 2005) sought to define any such manipulation as a countervailable subsidy.", "In the 110 th Congress, several bills that sought to apply countervailing duty law to NME countries were introduced: S. 364 (Rockefeller, introduced January 23, 2007); H.R. 571 (Tancredo, introduced January 18, 2007); H.R. 708 (English, introduced January 29, 2007); H.R. 782 (Ryan/Hunter, introduced January 31, 2007), H.R. 2942 (Ryan/Hunter, introduced June 28, 2007), and related bill S. 796 (Bunning/Stabenow, introduced March 7, 2007); H.R. 1229 (Davis/English, introduced February 28, 2007) and related bill S. 974 (Collins/Bayh, introduced March 22, 2007); and S. 1919 (Baucus, introduced August 1, 2007)."], "subsections": []}, {"section_title": "111th Congress", "paragraphs": ["In the 111 th Congress, two bills, H.R. 496 , the \"Trade Enforcement Act of 2009\" (Rangel, introduced January 14, 2009 and H.R. 499 , the \"Nonmarket Economy Trade Remedy Act of 2009\"(Davis/Brown-Waite, introduced January 14, 2009) seek to specifically apply countervailing duties to nonmarket economies. The bills would also specify that the determination of the existence of a subsidy must be made without regard to whether the recipient (company or exporter) of the subsidy is publicly or privately owned; whether the subsidy is directly or indirectly provided \"on the manufacture, production, or export of the merchandise; and whether the country is a nonmarket economy country or the level of economic reforms in the nonmarket economy at the time that the subsidy is provided. The administering authority is, further, not required to consider the effect of the subsidy in determining whether the subsidy exists.", "Both bills would also prevent the ITA from considering for market economy treatment of individual businesses in AD proceedings. This would end an ITA practice of assigning individual rates to companies in NME countries that have provided evidence that they are sufficiently independent of government control to be entitled a separate rate.", "Each of the bills also provides a China-specific alternate methodology for determining the amount of subsidy if special difficulties are found in identifying and calculating subsidy amounts. Whether or not China is designated as a nonmarket economy country, administrative authorities would be directed to use \"methodologies to identify and calculate the amount of the benefit that take into account the possibility that terms and conditions prevailing in China may not be applicable as appropriate benchmarks.\" In these situations, authorities are directed take into account and adjust the terms and conditions prevailing in China, but if they determine that it is not practicable to determine the amount of subsidy under those conditions, the authority may use terms and conditions prevailing outside of China. However, if authorities have determined that China is an NME country, they are directed to \"presume\" that special difficulties do exist, that it is not practicable to consider and adjust for Chinese terms and conditions, and that \"terms and conditions prevailing outside of China\" (e.g., using surrogate market economy country or world market data) should be used to calculate the amount of subsidy. ", "The bills also seek to amend current law to provide that a country's NME status may be revoked only if a joint resolution of Congress approves such a determination made by the administering authority. The bills provide specific language for the resolution and time limits and conditions for debate. "], "subsections": []}]}, {"section_title": "Executive Branch Actions", "paragraphs": ["Arguably in response to the concerns of domestic manufacturers of import-competing products and many in Congress, the Bush Administration took steps, beginning in late 2006, to deal with China's alleged subsidies of exports. First, the ITA initiated and completed a CVD investigation on a product from China. Second, consultations were initiated in the WTO on China's subsidy regime."], "subsections": [{"section_title": "CVD Investigation", "paragraphs": ["On November 27, 2006, the ITA announced that it had initiated a CVD investigation on CFS paper against China. In the first phase of the investigation, the International Trade Commission (ITC) preliminarily determined on December 15, 2006, \"that there was a reasonable indication that a U.S. domestic industry is materially injured or threatened with material injury\" by reason of allegedly subsidized coated paper from China—thus referring the case back to the ITA for a preliminary determination on subsidization. If the ITC had made a negative determination, the investigation would have terminated at that point.", "On March 30, 2007, the ITA also announced an affirmative preliminary determination of subsidy in the CVD investigation. Preliminary estimates of net countervailable subsidy rates were set, ranging from 10.9% to 20.35%.", "The next phase of the CVD investigation continued at the ITA. In mid-October, the ITA made its final determination that \"countervailable subsidies are being provided to producers and exporters of coated free sheet (CFS) paper from the People's Republic of China.\" Final subsidy amounts ranged from 7.40% to 44.25%."], "subsections": [{"section_title": "ITA's Analysis", "paragraphs": ["In the course of its preliminary investigation on CFS paper, the ITA concluded that \"while China has enacted significant and sustained economic reforms, the PRC government has preserved a significant role for the state in the economy.\" Even though the ITA stood by its previous decision reaffirming China's status as an NME country, the agency also found that China's present-day economy is \"significantly different\" from the \"Soviet-style economies\" at issue in the Georgetown Steel case where", "(p)rices are set by central planners. 'Losses' suffered by production and foreign trade enterprises are routinely covered by government transfers. Investment decisions are controlled by the state. Money and credit are allocated by the central planners. The wage bill is set by the government. Access to foreign currency is restricted. Private ownership is limited to consumer goods.", "In contrast, the ITA determined in its March 29, 2007 analysis that market forces actually determine the prices of more than 90% of products in China, that wages seem to be negotiated, as opposed to government-set, foreign currency is more accessible, and private ownership rights are acknowledged by the Chinese government. At the same time, \"the current PRC government has instead opted to shrink the role of the state in some areas while preserving it in others, but never ceding fundamental control over the economy to market forces completely.\" Therefore, the ITA concluded, even though China remains an NME country, the current state of China's economy permits the agency to determine whether the Chinese government has bestowed a benefit on Chinese producer, and whether any such benefit is specific."], "subsections": []}]}, {"section_title": "Final ITC Determination", "paragraphs": ["On December 7, 2007, the ITC announced its negative determination of injury in both the countervailing and antidumping investigations on CFS paper. A summary of the reasons for this determination follows:", "Given the modest imminent increase in production capacity in China and Indonesia, the absence of any potential for product shifting, the lack of evidence of significant price effects from these imports during the period examined, the moderate inventories of the subject merchandise, the absence of negative effects of the subject imports on the development and production efforts of the domestic industry, and our conclusion that the domestic industry is not vulnerable, we find that material injury by reason of subject imports will not occur absent issuance of antidumping and countervailing duty orders against subject imports from China and Indonesia. We therefore conclude that the domestic CFSP industry is not threatened with material injury by reason of imports from China and Indonesia.", "Since the ITC issued a final negative CVD determination, the investigation was terminated and all estimated duties deposited or bonds posted as a result of the investigation were (or are in the process of being) refunded or canceled.", "The most significant action in this case, however, was the ITA's determination that it was able to measure subsidies in China. Although the investigation did not ultimately result on CV duties being imposed on the product, a subsequent investigation that concluded in late July 2008 (on circular welded carbon quality steel pipe) resulted in the first CVD order placed on products from an NME country since 1983. As of this writing, countervailing duties have been placed on 13 products from China, and at least 8 investigations are pending."], "subsections": []}, {"section_title": "China's Reaction", "paragraphs": ["On January 9, 2007, the government of China filed suit in the Court of International Trade in an effort to prevent the ITA from continuing with the CVD investigation, alleging that the decision by the Court of Appeals for the Federal Circuit held \"unequivocally\" that the applicable statute did not allow application of the CVD law to NME countries. On March 29, 2007, the Court ruled that it did not have jurisdiction to hear the case because no final determination had been made. Although the Court did not rule on whether the ITA has the legal authority to apply CVD law to NMEs, it did state that \"it is not clear that Commerce is prohibited from applying countervailing duty law to NMEs.\"", "On September 14, 2007, China requested WTO dispute settlement consultations with the United States on its preliminary antidumping and countervailing duty determinations on CFS paper. The U.S. Trade Representative announced the move and requested comments from the public on October 10, 2007. No further action in the dispute has been taken as of this writing. ", "China has been an active user of AD investigations against products from the United States and other countries since its accession to the WTO. In 2009, China initiated its first CVD case. As of March 2010 Chinese authorities had 3 ongoing CVD investigations, all of them on products from the United States."], "subsections": []}, {"section_title": "U.S.–Initiated WTO Consultations on Subsidies", "paragraphs": ["On February 2, 2007, the USTR announced that the United States had requested WTO dispute settlement consultations with China over its use of \"what we contend are illegal subsidies.\" This is the first step in the WTO dispute settlement process. On March 9, 2007, USTR Susan Schwab announced that China had agreed to terminate one of the nine challenged subsidy programs—a regulation implemented by China's central bank that allowed large exporters to take advantage of discounted loans not available to other companies.", "In its formal request for consultations, the United States pointed to several tax laws (including nine specifically cited laws) and other measures allegedly used by the Chinese government in order to provide tax refunds or exemptions to Chinese businesses if they purchase domestically produced goods instead of foreign products, provided they meet certain export performance criteria. The USTR stated that these subsidies \"can distort trade conditions for U.S. manufacturers, small and medium-sized enterprises (SMEs) and their workers in multiple industries. They are available across manufacturing sectors, so they can inhibit U.S. exports of a huge range of products to China, and provide an unfair advantage to China's exports in the United States and around the world.\"", "On November 29, 2007, USTR Schwab announced that China had agreed to terminate all subsidies that the United States alleged were illegal under WTO rules by January 1, 2008. China signed separate Memoranda of Understanding (MOU) with the United States and Mexico promising to permanently eliminate the WTO-prohibited subsidies. In the 2010 National Trade Estimate Report on Foreign Trade Barriers, the USTR reported that China had eliminated the subsidies, as agreed. ", "On December 19, 2008, the United States again requested consultations with China regarding \"certain measures offering grants, loans, and other incentives to enterprises in China\" providing that these Chinese companies meet certain export performance criteria. A settlement agreement was reached in December 2009 in which China confirmed that it had eliminated all of the challenged export-contingent benefits."], "subsections": []}]}, {"section_title": "Issues and Options for Congress", "paragraphs": ["Despite the ITA's affirmative determination that it is able to identify the existence of subsidies in China, some in Congressindicated that they intended to move forward with legislation to \"ensure we are combating all unfair trade—whether it is dumping or subsidies—that puts American workers, farmers and businesses at a disadvantage.\" Congress may want to consider some of the following issues as it continues to address application of trade remedies to China.", "First, the ITA's decision that it can identify subsidies in China has no effect on China's standing as a nonmarket economy country or on the NME designations of other countries. It also does not affect ITA's determination that it is unable to find subsidies in NME countries other than China. Therefore, Congress may want to consider legislation ensuring that the CVD laws and actions specifically apply to other NME countries as well as China. Vietnam, another U.S. trading partner of increasing significance, is also an NME country. However, the amount of trade with the other remaining NME countries (Armenia, Azerbaijan, Belarus, Georgia, Kyrgyz Republic, Moldova, Tajikistan, Turkmenistan, and Uzbekistan) is not particularly significant at present, and to date, there are no outstanding AD orders or other significant trade disputes with these countries.", "Second, there are currently no specific factors to consider or methodologies provided in the trade remedy laws for administrative authorities to use when identifying subsidies in nonmarket economies. In contrast, the antidumping statute does provide a methodology for determining normal value in NME countries—including the authority to calculate expenses using inputs and factors of production in a market economy country \"considered appropriate to the administering authority.\" ", "Third,it is important to note that making CVD procedures available to U.S. industries is not without its trade-offs. AD duties tend to be higher than countervailing duties in general, and AD duties on imports from nonmarket economy countries tend to be even higher, in part due to the use of the third-country data methodology to calculate the amount of dumping. If China retained its NME status and subsidies were found on targeted merchandise for which AD duties were already in place, some of the companion AD duties might have to be revised downward in order to avoid \"double counting\"―or the possible inclusion of export subsidy amounts in certain AD duty calculations). In a June 2005 report, the Government Accountability Office (GAO) stated that this consideration \"introduces a level of uncertainty about the magnitude of the total level of protection that would be applied to Chinese products,\" and \"may result in combined rates that are lower than might be expected.\"", "Therefore, a determination by ITA that it can target subsidies in China, or legislation amending the statute, could result in the unintended consequence of an overall reduction in the amount of protection provided. However, since the two remedies address substantially different forms of price manipulation, it is also possible that some U.S. industries that had not been able in the past to obtain relief through the AD statute may be able to do so through CVD procedures."], "subsections": []}]}}