{"id": "RL33741", "title": "Navy Littoral Combat Ship (LCS) Program: Background and Issues for Congress", "released_date": "2019-05-17T00:00:00", "summary": ["The Navy began procuring a small surface combatant called the Littoral Combat Ship (LCS) in FY2005, and a total of 35 LCSs have been procured through FY2019, including three in FY2019. The total of 35 LCSs is three more than the 32 the Navy says are required under its 355-ship force-level goal. The Navy wants FY2019 to be the final year of LCS procurement, and it has not requested the procurement of any additional LCSs in its FY2020 budget submission.", "The Navy wants to shift procurement of small surface combatants in FY2020 to a new frigate called the FFG(X). The Navy's proposed FY2020 budget requests funding for the procurement of the first FFG(X). Five industry teams are currently competing for the FFG(X) program. Two of these teams are offering designs for the FFG(X) that are modified versions of the two LCS designs that the Navy has procured in prior years. The other three industry teams are offering designs for the FFG(X) that are based on other existing ship designs. One of these three other industry teams is proposing to build its design at one of the LCS shipyards. The Navy plans to announce the outcome of the FFG(X) competition in the fourth quarter of FY2020. The FFG(X) program is covered in detail in another CRS report.", "The Navy's 355-ship force-level goal is the result of a Force Structure Analysis (FSA) that the Navy conducted in 2016. The 2016 FSA established a force-level goal for a 355-ship Navy with 52 small surface combatants, including 32 LCSs and 20 frigates. The Navy conducts a new or updated FSA every few years, and is currently conducting a new FSA that is scheduled to be completed by the end of 2019. Navy officials have stated that this new FSA will likely not reduce the required number of small surface combatants, and might increase it. Navy officials have also suggested that the Navy in coming years may shift to a new fleet architecture that will include, among other thing, a larger proportion of small surface combatants.", "The LCS is a relatively inexpensive surface combatant equipped with modular mission packages. The LCS program includes two very different LCS designs. One, called the LCS-1 or Freedom-class design, was developed by an industry team led by Lockheed. The other, called the LCS-2 or Independence-class design, was developed by an industry team that was then led by General Dynamics. LCS procurement has been divided more or less evenly between the two designs. The LCS-1 design is built at the Marinette Marine shipyard at Marinette, WI, with Lockheed as the prime contractor. The LCS-2 design is built at the Austal USA shipyard at Mobile, AL, with Austal USA as the prime contractor.", "The LCS program has been controversial over the years due to past cost growth, design and construction issues with the first LCSs, concerns over the survivability of LCSs (i.e., their ability to withstand battle damage), concerns over whether LCSs are sufficiently armed and would be able to perform their stated missions effectively, and concerns over the development and testing of the modular mission packages for LCSs. The Navy's execution of the program has been a matter of congressional oversight attention for several years.", "A current issue for Congress is whether to procure any LCSs in FY2020, and if so, how many. Opponents could argue that the total number of LCSs procured in prior years exceeds the Navy's stated requirement, and that adding funding to the Navy's FY2020 shipbuilding account for procuring one or more additional LCSs could reduce FY2020 funding for other Navy programs. Supporters could argue that procuring additional LCSs in FY2020 could provide a hedge against delays in the FFG(X) program and help the Navy achieve its small surface combatant force-level goal more quickly. Another issue for Congress concerns future workloads and employment levels at the two LCS shipyards if one or both of these yards are not involved in building FFG(X)s."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["This report provides background information and issues for Congress on the Navy's Littoral Combat Ship (LCS) program. A total of 35 LCSs have been procured through FY2019. The Navy wants FY2019 to be the final year of LCS procurement, and it has not requested the procurement of any additional LCSs in its FY2020 budget submission.", "The Navy wants to shift procurement of small surface combatants in FY2020 from the LCS to a new frigate called the FFG(X). The Navy's proposed FY2020 budget requests funding for the procurement of the first FFG(X). The FFG(X) program is covered in detail in CRS Report R44972, Navy Frigate (FFG[X]) Program: Background and Issues for Congress , by Ronald O'Rourke.", "A current issue for Congress regarding the LCS program is whether to procure any additional LCSs in FY2020, and if so, how many. Another issue for Congress concerns future workloads and employment levels at the two LCS shipyards if one or both of these yards are not involved in building FFG(X)s. Congress's decisions on the LCS program will affect Navy capabilities and funding requirements, and the shipbuilding industrial base.", "For an overview of the strategic and budgetary context in which the LCS program and other Navy shipbuilding programs may be considered, see CRS Report RL32665, Navy Force Structure and Shipbuilding Plans: Background and Issues for Congress , by Ronald O'Rourke."], "subsections": []}, {"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "Navy's Force of Small Surface Combatants (SSCs)", "paragraphs": [], "subsections": [{"section_title": "SSC Definition", "paragraphs": ["In discussing its force-level goals and 30-year shipbuilding plans, the Navy organizes its surface combatants into large surface combatants (LSCs), meaning the Navy's cruisers and destroyers, and small surface combatants (SSCs), meaning the Navy's frigates, LCSs, mine warfare ships, and patrol craft. SSCs are smaller, less capable in some respects, and individually less expensive to procure, operate, and support than LSCs. SSCs can operate in conjunction with LSCs and other Navy ships, particularly in higher-threat operating environments, or independently, particularly in lower-threat operating environments."], "subsections": []}, {"section_title": "SSC Force Levels", "paragraphs": ["In December 2016, the Navy released a goal to achieve and maintain a Navy of 355 ships, including 52 SSCs, of which 32 are to be LCSs and 20 are to be FFG(X)s. Although patrol craft are SSCs, they do not count toward the 52-ship SSC force-level goal, because patrol craft are not considered battle force ships, which are the kind of ships that count toward the quoted size of the Navy and the Navy's force-level goal.", "At the end of FY2018, the Navy's force of SSCs totaled 27 battle force ships, including 0 frigates, 16 LCSs, and 11 mine warfare ships. Under the Navy's FY2020 30-year (FY2020-FY2049) shipbuilding plan, the SSC force is to grow to 52 ships (34 LCSs and 18 FFG[X]s) in FY2034, reach a peak of 62 ships (30 LCSs, 20 FFG[X]s, and 12 SSCs of a future design) in FY2040, and then decline to 50 ships (20 FFG[X]s and 30 SSCs of a future design) in FY2049."], "subsections": []}]}, {"section_title": "LCS Program", "paragraphs": [], "subsections": [{"section_title": "Overview", "paragraphs": ["The LCS is a relatively inexpensive Navy surface combatant that is to be equipped with modular \"plug-and-fight\" mission packages, including unmanned vehicles (UVs). The Navy announced the start of the LCS program on November 1, 2001. The first LCS was procured in FY2005, and a total of 35 have been procured through FY2018, including three in FY2019. As noted above, of the 35 that have been procured through FY2019, 16 had entered service as of the end of FY2018. ", "The LCS was designed to operate in contested littoral waters in conjunction with other Navy forces. The LCS's primary missions are antisubmarine warfare (ASW), mine countermeasures (MCM), and surface warfare (SUW) against small boats (including so-called \"swarm boats\"), particularly in littoral (i.e., near-shore) waters. The LCS program includes the development and procurement of ASW, MCM, and SUW modular mission packages. Additional potential missions for LCSs include peacetime engagement and partnership-building operations; intelligence, surveillance, and reconnaissance (ISR) operations; maritime security and intercept operations (including anti-piracy operations); support of Marines or special operations forces; and homeland defense operations. An LCS might perform these missions at any time, regardless of its installed mission package, although an installed mission package might enhance an LCS's ability to perform some of these missions.", "The LCS program has been controversial over the years due to past cost growth, design and construction issues with the first LCSs, concerns over the survivability of LCSs (i.e., their ability to withstand battle damage), concerns over whether LCSs are sufficiently armed and would be able to perform their stated missions effectively, and concerns over the development and testing of the modular mission packages for LCSs. The LCS program has been modified or restructured several times over the years, in part to address these issues. The Navy's execution of the program has been a matter of congressional oversight attention for several years, particularly for a period of about 10 years starting around 2007, when significant cost growth in the program came to light."], "subsections": []}, {"section_title": "Annual Procurement Quantities", "paragraphs": [" Table 1 shows past annual procurement quantities for LCSs. The Navy wants FY2019 to be the final year of LCS procurement, and it has not requested the procurement of any additional LCSs in its FY2020 budget submission."], "subsections": []}, {"section_title": "Two Designs Built by Two Shipyards", "paragraphs": ["The LCS program includes two very different LCS designs (see Figure 1 ). One, called the LCS-1 or Freedom-class design, was developed by an industry team led by Lockheed. The other, called the LCS-2 or Independence-class design, was developed by an industry team that was then led by General Dynamics. The LCS-1 design is based on a steel semi-planing monohull (with an aluminum superstructure), while the LCS-2 design is based on an all-aluminum trimaran hull. The two LCS designs also use different built-in combat systems (i.e., different collections of built-in sensors, computers, software, and tactical displays) that were designed by each industry team. The Navy states that both LCS designs meet the Key Performance Parameters (KPPs) for the LCS program.", "LCS procurement has been divided more or less evenly between the two designs. The LCS-1 design is built at the Fincantieri/Marinette Marine shipyard at Marinette, WI, with Lockheed as the prime contractor; these ships are designated LCS-1, LCS-3, LCS-5, and so on. The LCS-2 design is built at the Austal USA shipyard at Mobile, AL, with Austal USA as the prime contractor; these ships are designated LCS-2, LCS-4, LCS-6, and so on."], "subsections": []}, {"section_title": "Two Block Buy Contracts for Ships 5-26", "paragraphs": ["Ships 1 through 4 in the program were procured with single-ship contracts. The next 22 ships in the program (ships 5 through 26) were procured under two 10-ship block buy contracts that the Navy awarded to the two LCS builders in December 2010, and which were later extended in each case to include an 11 th ship. The Navy sought and received legislative authority from Congress in 2010 to award these block buy contracts."], "subsections": []}, {"section_title": "Modular Mission Packages", "paragraphs": ["Current Navy plans call for procuring a total of 44 LCS mission packages (10 ASW, 24 MCM, and 10 SUW). The Navy has not announced whether the figure of 44 mission packages will be adjusted upward to account for the procurement of a total of 35 rather than 32 LCSs. LCS mission packages have been under development since the early days of the LCS program. The Navy's plan is to develop and deploy initial versions of these packages, followed by development and procurement of more capable versions. The development, testing, and certification of LCS mission packages has been a significant and continuing oversight issue for Congress for the LCS program. The Navy states that", "The Navy achieved Initial Operating Capability (IOC) of the final component of the SUW Mission Package (MP), the Surface to Surface Missile module. The Navy worked with the Director, Operational Test and Evaluation to improve the test design, employ best practices, and make data driven decisions. The team jointly delivered a fully compliant test outcome, while simultaneously reducing the number of developmental test and operational test raid events. As a result, the Department reduced costs while completing operational tests of the SUW MP two months early. The ASW Mission Package Pre-Production Test Article was delivered in November 2018 and ASW MP conducted end-to-end testing at the Navy's Atlantic Undersea Test and Evaluation Center in January 2019. All of the MCM Mission Package aviation systems have reached IOC and are being delivered to the Fleet. The modular nature of the Mission Packages enables the Navy to deliver these capabilities now, while continuing to mature the remainder of the systems. Additionally, the Navy continues to evaluate employment of the MCM Mission Package off of Vessels of Opportunity."], "subsections": []}, {"section_title": "Manning and Deployment", "paragraphs": ["The LCS employs automation to achieve a reduced-sized crew. An LCS with an embarked MCM mission package and an aviation detachment to operate the ship's embarked aircraft might total about 88 sailors, compared to more than 200 for a Navy frigate and more than 300 for a Navy cruiser or destroyer. In general, most LCSs are to be operated with alternating dual crews so as to increase the percentage of time they can be deployed. For additional information on the manning and deployment of LCSs, see Appendix A ."], "subsections": []}, {"section_title": "Potential Foreign Sales", "paragraphs": ["Industry has marketed various modified versions of the LCS to potential foreign buyers. Saudi Arabia has purchased four modified LCSs."], "subsections": []}, {"section_title": "FY2020 Funding Request", "paragraphs": ["The Navy wants FY2019 to be the final year of LCS procurement, and it has not requested any finding for the procurement of additional LCSs in its FY2020 budget submission. The Navy's proposed FY2020 does request $14 million in procurement funding to cover cost growth on LCSs procured in prior fiscal years. And as shown in Table 2 in the \" Legislative Activity for FY2020 \" section of this report, the Navy's proposed FY2020 budget requests funding for the procurement of LCS mission packages. The Navy's FY2020 budget submission estimates the combined procurement cost of the three LCSs procured in FY2019 at $1,571.2 million, or an average of about $523.7 million each."], "subsections": []}]}]}, {"section_title": "Issues for Congress for FY2020", "paragraphs": [], "subsections": [{"section_title": "Procurement of LCSs in FY2020", "paragraphs": ["One issue for Congress is whether to procure any LCSs in FY2020, and if so, how many. As noted above, the Navy wants FY2019 to be the final year of LCS procurement, and it has not requested the procurement of any additional LCSs in its FY2020 budget submission.", "Opponents of procuring one or more LCSs in FY2020 could argue that the total number of LCSs procured in prior years exceeds the Navy's stated requirement, and that adding funding to the Navy's FY2020 shipbuilding account for procuring one or more additional LCSs could reduce FY2020 funding for other Navy programs. Supporters of procuring one or more LCSs could argue that it could provide a hedge against delays in the FFG(X) program and help the Navy achieve its small surface combatant force-level goal more quickly."], "subsections": []}, {"section_title": "Future Workloads and Employment Levels at the Two LCS Shipyards", "paragraphs": ["Another issue for Congress concerns future workloads and employment levels at the two LCS shipyards if one or both of these yards are not involved in building FFG(X)s. As noted earlier, the Navy wants to shift procurement of small surface combatants in FY2020 to a new frigate called the FFG(X). The Navy's proposed FY2020 budget requests funding for the procurement of the first FFG(X). Five industry teams are currently competing for the FFG(X) program. Two of these teams are offering designs for the FFG(X) that are modified versions of the two LCS designs that the Navy has procured in prior years. The other three industry teams are offering designs for the FFG(X) that are based on other existing ship designs. One of these three other industry teams is proposing to build its design at the LCS-1 shipyard. The Navy plans to announce the outcome of the FFG(X) competition in the fourth quarter of FY2020. The FFG(X) program is covered in detail in CRS Report R44972, Navy Frigate (FFG[X]) Program: Background and Issues for Congress , by Ronald O'Rourke.", "If a design proposed for construction at one of the LCS shipyards is chosen as the winner of the FFG(X) competition, then other things held equal (e.g., without the addition of new work other than building LCSs), workloads and employment levels at the other LCS shipyard (the one not chosen for the FFG(X) program), as well as supplier firms associated with that other LCS shipyard, would decline over time as the other LCS shipyard's backlog of prior-year-funded LCSs is completed and not replaced with new FFG(X) work. If no design proposed for construction at an LCS shipyard is chosen as the FFG(X)—that is, if the winner of the FFG(X) competition is a design to be built at a shipyard other than the two LCS shipyards—then other things held equal, employment levels at both LCS shipyards and their supplier firms would decline over time as their backlogs of prior-year-funded LCSs are completed and not replaced with FFG(X) work.", "The Navy's current baseline plan for the FFG(X) program is to build FFG(X)s at a single shipyard. One possible alternative would be to build FFG(X)s at two or three shipyards, including one or both of the LCS shipyards. One possible approach for doing this, for example, would be to select a winner in the FFG(X) competition and begin procuring that design in FY2020, as the Navy currently plans, but also build FFG(X)s at one or both of the LCS yards. Supporters of this option might argue that it could", "boost FFG(X) production from the currently planned two ships per year to as many as many as four to six ships per year, substantially accelerating the date for attaining the Navy's small surface combatant force-level goal; permit the Navy to use competition (either competition for quantity at the margin, or competition for profit [i.e., Profit Related to Offers, or PRO, bidding]) to help restrain FFG(X) prices and ensure production quality and on-time deliveries; and complicate adversary defense planning by presenting potential adversaries with multiple FFG(X) designs, each with its own specific operating characteristics.", "Opponents of this plan might argue that it could", "weaken the FFG(X) competition by offering the winner a smaller prospective number of FFG(X)s and essentially guaranteeing the LCSs yard that they will build some number of FFG(X)s; substantially increase annual FFG(X) procurement funding requirements so as to procure as many as four to six FFG(X)s per year rather than two per year, which in a situation of finite Department of Defense (DOD) funding could require offsetting reductions in other Navy or DOD programs; and reduce production economies of scale in the FFG(X) program by dividing FFG(X) among two or three designs, and increase downstream Navy FFG(X) operation and support (O&S) costs by requiring the Navy to maintain two or three FFG(X) logistics support systems.", "Another possible alternative to the Navy's plan to end LCS procurement in FY2019 and shift to FFG(X) procurement starting in FY2020 would be would be to select a winner in the FFG(X) competition and begin procuring that design in FY2020, as the Navy currently plans, but shift Navy shipbuilding work at one of the LCS yards (if the other wins the FFG(X) competition) or at both of the LCS yards (if neither wins the FFG(X) competition) to the production of sections of larger Navy ships (such as DDG-51 destroyers or amphibious ships) that undergo final assembly at other shipyards. Under this option, in other words, one or both of the LCS yards would be converted into feeder yards supporting the production of larger Navy ships that undergo final assembly at other shipyards. This option might help maintain workloads and employment levels at one or both of the LCS yards, and might alleviate capacity constraints at other shipyards, permitting certain parts of the Navy's 355-ship force-level objective to be achieved sooner. The concept of feeder yards in naval shipbuilding was examined at length in a 2011 RAND report."], "subsections": []}, {"section_title": "Navy Plans for Retrofitting LCSs with Additional Weapons", "paragraphs": ["Another issue for Congress concerns the Navy's plans for retrofitting LCSs with additional weapons, so as to give them capabilities more like those of the FFG(X). The Navy states that it \"is beginning to retrofit an Over the Horizon Weapon System (OTH WS) on all LCS for increased lethality. The award in May 2018 of the Naval Strike Missile contract for OTH WS brings a technologically mature weapons system and extends the offensive capability of the ship.\""], "subsections": []}, {"section_title": "Survivability, Lethality, Technical Risk, and Test and Evaluation Issues", "paragraphs": ["A broad oversight area for Congress for the LCS program for the past several years concerns survivability, lethality, technical risk, and test and evaluation issues relating to LCSs and their mission packages. Over the years, the annual report from DOD's Director, Operational Test and Evaluation (DOT&E) has contained extensive comments, many of them very critical, regarding numerous aspects of LCSs and LCS mission packages. DOT&E's January 2018 report for FY2017 contains such comments. Similarly, over the years, GAO has provided numerous reports and testimony about the LCS program that have raised a variety of issues with the program. GAO also provides a summary assessment of risk in the LCS mission packages in an annual report it publishes that surveys selected DOD weapon acquisition programs. A July 25, 2018, DOD Inspector General (IG) report on LCS MCM mission package systems stated that \"the Navy declared IOC [initial operational capability] for the three MCM mission package systems reviewed prior to demonstrating that the systems were effective and suitable for their intended operational uses.\""], "subsections": []}]}, {"section_title": "Legislative Activity for FY2020", "paragraphs": [], "subsections": [{"section_title": "Summary of Congressional Action on FY2020 Funding Request", "paragraphs": [" Table 2 summarizes congressional action on the Navy's FY2020 procurement funding request for the LCS program.", "Appendix A. Manning and Deployment of LCSs", "This appendix provides additional background information on the manning and deployment of LCSs.", "The Navy originally planned to maintain three crews for each two LCSs, and to keep one of those two LCSs forward deployed—an approach Navy officials referred to as the 3-2-1 plan. Under this plan, LCSs were to be deployed at forward station (such as Singapore) for 16 months at a time, and crews were to rotate on and off deployed ships at 4- to 6-month intervals. The 3-2-1 plan was intended to permit the Navy to maintain 50% of the LCS force in deployed status at any given time—a greater percentage than would be possible under the traditional approach of maintaining one crew for each LCS and deploying LCSs for seven months at a time. The Navy planned to forward-station three LCSs in Singapore and additional LCSs at another Western Pacific location, such as Sasebo, Japan, and at Bahrain.", "In September 2016, the Navy announced a new plan for crewing and operating the first 28 LCSs. Key elements of the new plan include the following:", "the first four LCSs (LCSs 1 through 4) will each by operated by a single crew and be dedicated to testing and evaluating LCS mission packages (though they could be deployed as fleet assets if needed on a limited basis); the other 24 LCSs (LCSs 5 through 28) will be divided into six divisions (i.e., groups) of four ships each; three of the divisions (i.e., 12 of the 24 ships), all of them built to the LCS-1 design, will be homeported at Mayport, FL; the other three divisions (i.e., the remaining 12 ships), all of them built to the LCS-2 design, will be homeported at San Diego, CA; among the three divisions on each coast, one division will focus on MCM, one will focus on ASW, and one will focus on SUW; in each of the six divisions, one ship will be a designated training ship, and will focus on training and certifying the crews of the other three ships in the division; the other three ships in each division will each be operated by dual crews (i.e., Blue and Gold crews), like the Navy's ballistic missile submarines; the crews for the 24 ships in the six divisions will be permanently fused with their associated mission package crews—the distinction between core crew and mission package crew will be eliminated; the 24 ships in the six divisions will experience changes in their mission packages (and thus in their mission orientations) infrequently, if at all; and at program maturity (i.e., by about FY2023), 13 of the 24 ships in the six divisions (i.e., more than 50%) are to be forward stationed at any given point for periods of 24 months, with 3 at Singapore, 3 at another Western Pacific location, such as Sasebo, Japan, and 7 at Bahrain.", "The Navy states that this crewing and operating plan is intended to", "reduce disruptions to the deployment cycles of the 24 LCSs in the six divisions that under the 3-2-1 plan would have been caused by the need to test and evaluate LCS mission packages; improve training and proficiency of LCS crews; enhance each LCS crew's sense of ownership of (and thus responsibility for taking good care of) the ship on which it operates; and achieve a percentage of LCSs in deployed status, and numbers of forward-stationed LCSs, similar to or greater than what the Navy aimed to achieve under the 3-2-1 plan.", "The Navy further states that as the fleet continues to accumulate experience in operating and maintaining LCSs, elements of this new plan might be modified.", "Appendix B. Defense-Acquisition Policy Lessons", "In reviewing the LCS program, one possible question concerns what defense-acquisition policy lessons, if any, the program may offer to policymakers, particularly in terms of the rapid acquisition strategy that the Navy pursued for the LCS program, which aimed at reducing acquisition cycle time (i.e., the amount of time between starting the program and getting the first ship into service).", "One possible perspective is that the LCS program demonstrated that reducing acquisition cycle time can be done. Supporters of this perspective might argue that under a traditional Navy ship acquisition approach, the Navy might have spent five or six years developing a design for a new frigate or corvette, and perhaps another five years building the lead ship, for a total acquisition cycle time of perhaps 10 to 11 years. For a program announced in November 2001, this would have resulted in the first ship entering service in between late 2011 and late 2012. In contrast, supporters of this perspective might argue, LCS-1 entered service on November 8, 2008, about seven years after the program was announced, and LCS-2 entered service on January 16, 2010, a little more than eight years after the program announced. Supporters of this perspective might argue that this reduction in acquisition cycle time was accomplished even though the LCS incorporates major innovations compared to previous larger Navy surface combatants in terms of reduced crew size, \"plug-and fight\" mission package modularity, high-speed propulsion, and (in the case of LCS-2) hull form and hull materials.", "Another possible perspective is that the LCS program demonstrated the risks or consequences of attempting to reduce acquisition cycle time. Supporters of this perspective might argue that the program's rapid acquisition strategy resulted in design-construction concurrency (i.e., building the lead ships before their designs were fully developed), a practice long known to increase risks in defense acquisition programs. Supporters of this perspective might argue that the cost growth, design issues, and construction-quality issues experienced by the first LCSs were due in substantial part to design-construction concurrency, and that these problems embarrassed the Navy and reduced the Navy's credibility in defending other acquisition programs. They might argue that the challenges the Navy faces today in terms of developing an LCS concept of operations (CONOPS), LCS manning and training policies, and LCS maintenance and logistics plans were increased by the rapid acquisition strategy, because these matters were partly deferred to later years (i.e., to today) while the Navy moved to put LCSs into production. Supporters of this perspective might argue that the costs of the rapid acquisition strategy are not offset by very much in terms of a true reduction in acquisition cycle time, because the first LCS to be equipped with a mission package that had reached IOC (initial operational capability) did not occur until late FY2014—almost 13 years after the LCS program was announced. Supporters of this perspective could argue that the Navy could have avoided many of the program's early problems and current challenges—and could have had a fully equipped first ship enter service in 2011 or 2012—if it had instead pursued a traditional acquisition approach for a new frigate or corvette. They could argue that the LCS program validated, for defense acquisition, the guideline from the world of business management that if an effort aims at obtaining something fast, cheap, and good, it will succeed in getting no more than two of these things, or, more simply, that the LCS program validated the general saying that haste makes waste.", "A third possible perspective is that the LCS program offers few if any defense-acquisition policy lessons because the LCS differs so much from other Navy ships and the Navy (and DOD generally) consequently is unlikely to attempt a program like the LCS in the future. Supporters of this perspective might argue that the risks of design-construction concurrency have long been known, and that the experience of the LCS program did not provide a new lesson in this regard so much as a reminder of an old one. They might argue that the cost growth and construction delays experienced by LCS-1 were caused not simply by the program's rapid acquisition strategy, but by a variety of factors, including an incorrectly made reduction gear from a supplier firm that forced the shipbuilder to build the lead ship in a significantly revised and suboptimal construction sequence."], "subsections": []}]}]}}