{"id": "RL33931", "title": "The Corporation for National and Community Service: Overview of Programs and Funding", "released_date": "2018-04-04T00:00:00", "summary": ["The Corporation for National and Community Service (CNCS) is an independent federal agency that administers the programs authorized by two statutes: the National and Community Service Act of 1990 (NCSA; P.L. 101-610), as amended, and the Domestic Volunteer Service Act of 1973 (DVSA; P.L. 93-113), as amended. NCSA and DVSA programs were most recently reauthorized by the Edward M. Kennedy Serve America Act (P.L. 111-13). This report describes programs authorized by these laws and compares CNCS funding for FY2015, FY2016, FY2017, and FY2018.", "The NCSA is designed to meet unmet human, educational, environmental, and public safety needs and to renew an ethic of civic responsibility by encouraging citizens to participate in national service programs. The major programs authorized by NCSA include AmeriCorps State and National Grants and the National Civilian Community Corps (NCCC). The NCSA also authorizes the National Service Trust, which funds educational awards for community service participants.", "A central purpose of the DVSA, which authorizes the Volunteers in Service to America (VISTA) program and the National Senior Volunteer Corps, is to foster and expand voluntary service in communities while helping the vulnerable, the disadvantaged, the elderly, and the poor. The DVSA also authorizes the National Senior Volunteer Corps, which includes three programs for senior citizens: the Foster Grandparent Program, the Senior Companion Program, and the Retired and Senior Volunteer Program (RSVP).", "Appropriations for the DVSA and the NCSA programs are made annually through the Departments of Labor, Health and Human Services, and Education, and Related Agencies Appropriations Act (Labor-HHS-ED). CNCS programs are funded through FY2018 under the Consolidated Appropriations Act, 2018 ( P.L. 115-141). The FY2018 appropriations amount for CNCS is $1.064 billion, which is $34 million more than the FY2017 amount of $1.030 billion.", "This report will be updated as warranted by legislative developments."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["The Corporation for National and Community Service (CNCS) was established by the National and Community Service Trust Act of 1993 ( P.L. 103-82 ). Operating as an independent federal agency, the CNCS oversees all national and community service programs authorized by the National and Community Service Act of 1990 (NCSA) and the Domestic Volunteer Service Act of 1973 (DVSA). ", "The NCSA and DVSA were last reauthorized by the Edward M. Kennedy Serve America Act ( P.L. 111-13 ). Although authorization of appropriations under the Serve America Act expired in FY2014, NCSA and DVSA programs have continued to receive funding through the Departments of Labor, Health and Human Services, and Education and Related Agencies Appropriations Act (Labor-HHS-ED)."], "subsections": []}, {"section_title": "Most Recent Developments", "paragraphs": ["CNCS programs are funded through the end of FY2018 under the Consolidated Appropriations Act, 2018 ( P.L. 115-141 ). The final enacted appropriations law for FY2018 included $1.064 billion for CNCS. The overall FY2018 funding level for CNCS is 3% above the FY2017 level of $1.030 billion. ", "This report provides a summary of each NCSA and DVSA program and compares funding under Labor-HHS-ED in", "the Consolidated and Further Continuing Appropriations Act, 2015 ( P.L. 113-235 ); the Consolidated Appropriations Act, 2016 ( P.L. 114-113 ); the Consolidated Appropriations Act, 2017 ( P.L. 115-31 ); and the Consolidated Appropriations Act, 2018 ( P.L. 115-141 ). "], "subsections": []}, {"section_title": "Program-by-Program Overview and Funding", "paragraphs": [], "subsections": [{"section_title": "NCSA Programs and Funding", "paragraphs": ["The purpose of the NCSA is to address unmet human, educational, environmental, and public safety needs and to renew an ethic of civil responsibility and community spirit in the United States by encouraging citizens to participate in national service programs. The NCSA was enacted in 1990 as P.L. 101-610 and last reauthorized in 2011 by the Edward M. Kennedy Serve America Act ( P.L. 111-13 ). NCSA programs include AmeriCorps State and National Grants, the National Service Trust, the National Civilian Community Corps (NCCC), and Learn and Serve America (LSA). See Table A-1 for NCSA funding information."], "subsections": [{"section_title": "AmeriCorps State and National Grants (Title I-C)4", "paragraphs": ["Program Focus : Created in 1993, programs under AmeriCorps State and National Grants identify and address critical community needs, including tutoring and mentoring disadvantaged youth, managing or operating after-school programs, helping communities respond to disasters, improving health services, building affordable housing, and cleaning parks and streams. Grants include formula grants to states and territories, and competitive grants to states, territories, Indian tribes, and national nonprofit organizations.", "Volunteer Eligibility : Individuals aged 17 and older.", "Amount of Volunteer Service : Full-time or part-time for a 9- to 12-month period. ", "Volunteer Benefits : Some full-time AmeriCorps members receive a living allowance, health coverage, and child care for those who qualify. Participants in AmeriCorps may receive educational awards for their service through the National Service Trust (see the following section of this report). AmeriCorps members can also obtain loan forbearance (i.e., postponement) in the repayment of their qualified student loans while participating in these programs and have the interest on their accrued loans paid from the trust once they earn an educational award.", "Administrative Entity : Each state and territory governor appoints members of a service commission to manage, monitor, and administer annual grant applications for the state. CNCS reviews the state commission formula package and makes the awards. For multistate or national awards, grantees are selected competitively by the CNCS headquarters office."], "subsections": []}, {"section_title": "National Service Trust Education Awards (Title I-D)", "paragraphs": ["The National Service Trust, a special account in the U.S. Treasury, provides educational awards for participants in AmeriCorps Grants, NCCC, and Volunteers in Service to America (VISTA). An individual may not receive more than an amount equal to the aggregate value of two awards for full-time service. ", "The educational award for full-time service is equal to the maximum amount of a Pell Grant in effect at the beginning of the federal fiscal year in which the Corporation approves the national service position. AmeriCorps members serving in programs funded in FY2018 will receive an education award of up to $5,920, which is the Pell Grant maximum in the year the positions were approved. Prorated awards are also made for other terms of service, such as half-time (see Table 1 ). AmeriCorps members aged 55 or older at the beginning of a term of service may transfer the education award to a child, grandchild, or foster child. AmeriCorps State and National participants can serve a maximum of four terms of service. Full-time, half-time, reduced half-time, quarter time, and minimum time terms of service each count as one term of service. ", "In addition to education awards, the National Service Trust provides interest payments on qualified student loans to recipients of AmeriCorps Grants and participants in NCCC or VISTA who have obtained forbearance (postponement of loan repayment)."], "subsections": []}, {"section_title": "National Civilian Community Corps (Title I-E)", "paragraphs": ["Program Focus : NCCC is a full-time residential program that focuses on short-term projects that meet national and community needs related to disaster relief, infrastructure improvement, environment and energy conservation, environmental stewardship, and urban and rural development.", "Volunteer Eligibility : Individuals aged 18 to 24. By statute (42 U.S.C.S. §12613(c)), the Corporation is required to take steps to increase the percentage of program participants who are disadvantaged to 50% of all participants. ", "Amount of Volunteer Service : Participants can serve up to two years full time. Full-time service is defined as 10 months each year. ", "Volunteer Benefits : NCCC participants may receive a living allowance, room and board, limited medical benefits, and an educational award through the National Service Trust.", "Administrative Entity : NCCC programs are administered by the CNCS."], "subsections": []}, {"section_title": "Innovation, Demonstration, and Assistance Activities (I-H)", "paragraphs": ["CNCS continues to have broad authority to fund a range of activities as authorized by Subtitle I-H, Investment for Quality and Innovation. The Serve America Act established the following programs.", "Social Innovation Fund (SIF). The Social Innovation Fund leverages federal investments to increase state, local, business, and philanthropic resources to replicate and expand proven solutions and invest in the support of innovation for community challenges. P.L. 115-141 does not include funding for the Social Innovation Fund.", "Volunteer Generation Fund. The Volunteer Generation Fund awards competitive grants to state commissions and nonprofit organizations to develop and support community-based entities that recruit, manage, or support volunteers.", "Innovation, Demonstration, and Call to Service. The corporation supports innovative initiatives and demonstration programs, such as the Call To Service, which would engage Americans in community needs, such as the Martin Luther King Jr. National Day of Service and the September 11 th National Day of Service and Remembrance."], "subsections": []}, {"section_title": "Learn and Serve America (Title I-B)10—Not Funded Since FY2010", "paragraphs": ["Since 1990, NCSA has authorized community service programs benefitting students and communities through \"service-learning,\" which integrates community service projects with classroom learning. This program was last funded in FY2010 by the Consolidated Appropriations Act, 2010 ( P.L. 111-117 )."], "subsections": []}]}, {"section_title": "DVSA Programs and Funding", "paragraphs": ["The DVSA was enacted in 1973 as P.L. 93-113 . Like the NCSA, it was last reauthorized in 2011 by the Edward M. Kennedy Serve America Act ( P.L. 111-13 ). The purpose of DVSA is to foster and expand voluntary citizen service throughout the nation. DVSA programs are designed to help the poor, the disadvantaged, the vulnerable, and the elderly. Administered by the CNCS, DVSA programs include VISTA and the National Senior Volunteer Corps. See Table A-1 for DVSA funding information."], "subsections": [{"section_title": "VISTA (Title I-A)", "paragraphs": ["Program Focus : The VISTA program encourages Americans to participate in community service in an effort to eliminate poverty. ", "Volunteer Eligibility : Individuals aged 18 and older. ", "Amount of Volunteer Service : VISTA members serve full time for up to five years. ", "Volunteer Benefits: VISTA members may receive a living allowance, student-loan forbearance, health coverage, relocation costs, training, and child care assistance. VISTA members have the option of receiving an educational award, which is equivalent to the educational awards earned by AmeriCorps or NCCC members, or they may choose to receive an end-of-service lump sum stipend of $1,500 instead. Like NCCC members, VISTA members receive an educational award based on the Pell Grant. Full-time, half-time, reduced half-time, quarter time, and minimum time terms of service each count as one term of service. ", "Administrative Entity : CNCS state offices."], "subsections": []}, {"section_title": "National Senior Service Corps (Title II)", "paragraphs": ["The National Senior Service Corps consists of three programs, summarized below: the Retired Senior Volunteer Program (RSVP), the Foster Grandparent Program (FGP), and the Senior Companion Program (SCP)."], "subsections": [{"section_title": "Retired and Senior Volunteer Program (Title II-A)", "paragraphs": ["Program Focus : Volunteers in RSVP may play community service roles in education, health and nutrition services, community and economic development, and other areas of human need.", "Volunteer Eligibility : Individuals aged 55 and older. ", "Amount of Volunteer Service : Participants can contribute up to 40 hours each week. ", "Volunteer Benefits : The RSVP offers no direct benefits (e.g., stipends or educational awards), with the exception of mileage reimbursement and insurance coverage during assignments.", "Administrative Entity : CNCS state offices."], "subsections": []}, {"section_title": "Foster Grandparent Program (Title II-B)", "paragraphs": ["Program Focus : FGP participants support children with exceptional needs by providing aid and services. FGP participants mentor children and teenagers, teach model parenting skills, and help care for premature infants and children with disabilities. ", "Volunteer Eligibility : Individuals must be 55 or older to participate in FGP and meet income eligibility requirements to receive a stipend. ", "Amount of Volunteer Service : Volunteer schedules, which range from 15 to 40 hours each week, average 20 hours per week. ", "Volunteer Benefits : Income eligible participants may receive a tax-free hourly stipend. Participants may also receive mileage reimbursements and accident, liability, and automobile insurance coverage during assignments. ", "Administrative Entity : CNCS state offices."], "subsections": []}, {"section_title": "Senior Companion Program (Title II-C)", "paragraphs": ["Program Focus : SCP gives older adults the opportunity to assist homebound elderly individuals to remain in their own homes and to enable institutionalized elderly individuals to return to home care settings. ", "Volunteer Eligibility : Individuals must be 55 or older to participate in SCP and meet income eligibility requirements to receive a stipend. ", "Amount of Volunteer Service : Volunteer schedules, which range from 15 to 40 hours each week, average 20 hours per week. ", "Volunteer Benefits : Participants may receive a stipend. Participants may also receive mileage reimbursements and accident, liability, and automobile insurance coverage during assignments.", "Administrative Entity : CNCS state offices."], "subsections": [{"section_title": "Appendix. CNCS Program Funding", "paragraphs": [], "subsections": []}]}]}]}]}]}}