{"id": "RL33587", "title": "Medicare Secondary Payer: Coordination of Benefits", "released_date": "2014-05-08T00:00:00", "summary": ["Medicare is a federal program that covers medical services for qualified beneficiaries. Established in 1965 to provide health insurance to individuals age 65 and older, Medicare has been expanded to include disabled individuals under 65. Medicare now consists of four parts (A-D) that cover hospitalizations, physician services, prescription drugs, skilled nursing facility care, home health visits, hospice care, and other treatments. Generally, Medicare is the \"primary payer\" for medical services, meaning that it pays health claims first. If a beneficiary has other health insurance, that insurance is billed after Medicare has made payments, to fill all, or some, of any gaps in Medicare coverage. In certain situations, however, federal Medicare Secondary Payer (MSP) law prohibits Medicare from making payments for an item or service when payment has been made, or can reasonably be expected to be made, by another insurer such as an employer-sponsored group health plan. Congress initiated MSP in 1980 to ensure that certain insurers met their contractual obligations to beneficiaries and to reduce Medicare expenditures, thus extending the life of the Medicare Trust Fund. According to the Department of Health and Human Services (HHS), private insurers designated legally primary to Medicare now pay about $8 billion in claims from Medicare recipients each year.", "In general, Medicare is the secondary payer for beneficiaries who are also covered through (1) a group health plan based on their own or their spouse's current employment; (2) auto and other liability insurance; (3) no-fault liability insurance; and (4) workers' compensation programs, including the Federal Black Lung Program. Additionally, Medicare is prohibited from covering items and services paid for directly, or indirectly, by another government entity, such as the Department of Veterans Affairs (subject to certain limitations), although Medicaid is always secondary to Medicare. In cases when Medicare is the secondary payer but primary payment is delayed or in dispute—for example, a medical liability lawsuit—Medicare can step in to cover claims to ensure that beneficiaries do not experience a gap in coverage. Medicare must be reimbursed for these conditional payments when a primary insurer makes payment.", "To identify cases where Medicare is the secondary payer and prevent improper Medicare payments, HHS matches information about Medicare recipients against data from the Social Security Administration and Internal Revenue Service. The Medicare, Medicaid, and SCHIP Extension Act of 2007 (P.L. 110-173) requires private insurers such as group health plans, liability insurers, no-fault insurers, and workers' compensation plans to regularly submit coverage information to HHS regarding Medicare beneficiaries. In December 2012, Congress approved, H.R. 1845 (the SMART Act, P.L. 112-242), which includes provisions designed to speed up the process for settling Medicare conditional claims in liability, no-fault, and similar cases. President Obama signed the act into law in January 2013. Title II of P.L. 112-242 requires HHS to establish a secure website that beneficiaries and their representatives can access to view information on conditional payments relating to a potential settlement, judgment, or award. The law made additional changes to the MSP statute and current HHS procedures, including data reporting requirements, appeal rights, use of Social Security numbers, and statutes of limitations. Separately, HHS has been attempting to create streamlined processes for settling smaller-dollar liability and workers' compensation cases involving Medicare beneficiaries. In September 2013, HHS published interim final regulations to implement the SMART Act. This report examines the MSP system, reporting requirements, liability issues, and issues for Congress."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["Medicare is a federal program that covers medical services for qualified beneficiaries. Established in 1965 as Title XVIII of the Social Security Act to provide health insurance to individuals aged 65 and older, Medicare has been expanded to include qualified disabled individuals under the age of 65, persons with End Stage Renal Disease (ESRD) and persons with Amyotrophic lateral sclerosis (ALS, or Lou Gehrig's Disease). Medicare now consists of four parts (A-D) that cover hospitalizations, physician services, prescription drugs, skilled nursing facility care, home health visits, hospice care, and other treatments. When Medicare was created in 1965, it was the primary payer for all beneficiaries except those receiving coverage through workers' compensation programs. When Medicare acts as the primary payer, it assumes responsibility for a beneficiary's medical bills, up to designated Medicare program limits. If an enrollee has other insurance, the beneficiary, physician, or other supplier can bill that insurance only after Medicare is billed to fill in possible gaps in Medicare coverage. Medicare is always primary to Medicaid, the joint federal-state health insurance program for qualifying low-income and certain disabled beneficiaries. Medicaid pays only after Medicare and group health plans have paid. ", "Beginning with the Omnibus Budget Reconciliation Act of 1980 ( P.L. 96-499 ; OBRA), Congress created the Medicare Secondary Payer (MSP) program, which spells out specific conditions under which other insurers are required to pay first and Medicare is responsible for qualified, secondary payments. MSP is designed to ensure that certain insurers make contractually required payments, reduce Medicare expenditures, and extend the life of the Medicare Trust Fund. ", "The 1980 OBRA made Medicare a secondary payer for medical claims involving non-group health insurance such as liability and no-fault insurance. In 1981, Congress expanded MSP to cover certain Medicare beneficiaries in employer-sponsored group health plans. MSP was further refined in the Tax Equity and Fiscal Responsibility Act ( P.L. 97-248 ; TEFRA) of 1982 and other statutes. (See Appendix A .) In general, Medicare is now the secondary payer for an item or service when payment has been made, or can reasonably be expected to be made, by responsible third-party payers. (See Table 1 .) Medicare also does not cover services paid for by another government entity, such as the Department of Veterans Affairs (VA).", "MSP sometimes is confused with Medicare supplement, or Medigap, insurance policies, but the two are different. MSP spells out instances where private insurance is primary and Medicare coverage is secondary. Medigap policies, by contrast, are private policies that provide supplemental coverage for individuals who rely on Medicare as their primary payer. ", "In certain cases where Medicare is the secondary payer but primary payment is delayed, Medicare may step in to pay claims, thereby ensuring that beneficiaries do not have a break in coverage. Examples of such so-called conditional payments include cases where medical liability claims are contested in court or where employer plans are slow to make payment. For example, in a case where a Medicare beneficiary is hit by a car, the driver's insurance may be responsible for covering medical bills related to the accident, but payment could be delayed by legal proceedings. In such a case, Medicare can pay outstanding claims until a legal settlement is reached. Medicare is entitled to recover its conditional payments once a beneficiary has received a settlement, judgment, or other award. ", "MSP laws and regulations have reduced Medicare spending by an average of about $8 billion a year in recent years, including about $50 billion in savings from FY2006 through FY2012. (See Table 5 .) As Congress has expanded the scope of MSP, however, businesses and insurers have told lawmakers that the resulting paperwork requirements are onerous and that HHS has been slow to provide a final accounting of conditional payments that must be reimbursed, leading to delays in settling some liability cases. The American Bar Association has urged Congress to pass legislation to simplify the process for dealing with MSP claims for future medical bills in workers' compensation cases. HHS has responded by increasing the number of workers processing claims and settlements, reorganizing operations, and creating standardized procedures for resolving smaller claims and some workers' compensation cases. In June 2012, HHS issued a proposed rulemaking to further expedite processing of certain MSP settlements. ", "On December 19, 2012, the House approved H.R. 1845 , the Medicare IVIG Access Act. Title II of the legislation (The SMART Act) creates a new process for resolving MSP conditional payment claims to speed up resolution of liability, no-fault and similar cases. The Senate passed H.R. 1845 by unanimous consent on December 28, 2012, and President Obama signed the measure into law on January 10, 2013 ( P.L. 112-242 ). The law requires HHS to create a password-protected website that beneficiaries and their representatives can access to view information on conditional payments relating to a potential settlement, judgment, or award. The law makes additional changes to the MSP statute and current HHS procedures, including data reporting requirements, appeal rights, use of Social Security numbers, and statutes of limitations. (See Appendix B .)"], "subsections": []}, {"section_title": "MSP and Employer Group Health Plans", "paragraphs": ["Medicare is the primary payer for Medicare beneficiaries who are retired, even if they have retiree health insurance coverage through a former employer. Medicare is the secondary payer for certain beneficiaries who are still working (often referred to as the working aged ) and who are eligible for group health insurance through an employer. Table 2 outlines the main instances when Medicare is the primary or secondary payer for those covered by group insurance policies."], "subsections": [{"section_title": "Working Aged", "paragraphs": ["Under MSP rules, employer-sponsored health insurance is the primary payer (with some exceptions) for Medicare-eligible individuals who have group coverage due to their own or a spouse's current employment. When a group health plan is primary but does not cover a bill in full, Medicare may make a secondary payment, as prescribed by law.", "Medicare is the secondary payer for a beneficiary with group health insurance aged 65 or older who is working, or whose spouse is working, for a company with 20 or more employees (or for a group of employers where at least one has more than 20 workers). ", "Under federal law, an employer with 20 or more employees must offer workers age 65 and older the same group health insurance coverage offered to other employees. Federal statutes prohibit a group health plan from taking into account the fact that an individual, or his/her spouse who is covered by the plan, is entitled to Medicare benefits. Any individual age 65 or older (and his/her spouse age 65 or older) who has current employment status and is in a group plan with more than 20 workers is entitled to the same benefits, under the same conditions, as any such individual (or his/her spouse) under age 65. Such employees must be in current employment status —that is, they must be individuals who are (1) actively working as an employee, (2) the employer, or (3) associated with the employer in a business relationship (such as a supplier included on the employer's group health plan). ", "All working-aged employees have the option of accepting or rejecting employer group health coverage. If a working-aged individual accepts coverage that meets certain federal secondary payer guidelines such as group size, the employer plan is the primary payer and Medicare is secondary. For Medicare-enrolled employees who reject employer-sponsored coverage, Medicare is primary. However, federal statutes prohibit employers from paying for supplemental benefits for Medicare-covered services, such as Medigap policies, so as not to provide financial incentives for employees to reject employer-sponsored coverage.", "The MSP requirements also apply to multiple-employer plans (plans sponsored by more than one employer) and to multi-employer plans (plans jointly sponsored by the employers and unions under the Taft-Hartley law, P.L. 80-101). When each of the employers in the group has less than 20 employees, Medicare is primary. When at least one employer has 20 or more employees, Medicare is secondary. An employer in a group with less than 20 employees may request an exemption for its working-aged employees. In that case, Medicare would be primary for the exempted employees, and the employer could offer those individuals coverage that supplements Medicare.", "There are exceptions to MSP policy for the working aged. Medicare is not the secondary payer for the working aged who", "Are enrolled only in Medicare Part B, or who are enrolled in Part A based on monthly premiums (rather than qualifying through work history). Are covered by an individual, rather than a group, health plan. Are former spouses who have Federal Employee Health Benefit coverage under the Civil Service Retirement Spouse Equity Act of 1984. Are on a temporary leave of absence from their place of employment."], "subsections": [{"section_title": "Workers in Group Health Plans with Less Than 20 Employees", "paragraphs": ["Medicare is the primary payer for aged workers in employer-sponsored group health plans with less than 20 employees (unless such plans choose to offer primary coverage). Only employers offering group health plans with more than 20 employees are required to offer the same coverage to employees over age 65 as to younger workers. Health benefits experts suggest that aging workers in group health plans with less than 20 workers should enroll in Medicare when eligible to prevent possible gaps in coverage and higher out-of-pocket costs, and to prevent possible penalties for late Medicare enrollment. "], "subsections": []}]}, {"section_title": "Working Disabled", "paragraphs": ["Medicare is the secondary payer for disabled Medicare beneficiaries (other than those with ESRD) who are under age 65 and have employer-sponsored health insurance based on their own current employment, a spouse's current employment, or as a dependent of an employed worker. ", "One major difference between the MSP requirements for the working aged and the working disabled is the size of the employee group needed to trigger secondary payer status. The MSP rules apply to disabled beneficiaries enrolled in large group health plans—that is, plans offered by employers that had 100 or more employees on at least 50% or more of their business days during the preceding calendar year. The requirement applies to smaller plans that are part of a multiple or multi-employer plan if at least one of the employers in the plan has 100 or more employees. Another difference from the MSP rules for the working aged is that a multiple or multi-employer plan may not seek an exemption from MSP requirements for a disabled worker who is enrolled via an employer with fewer than 100 employees. ", "The MSP provisions do not apply to", "Disabled individuals enrolled in Medicare Part A on the basis of monthly premiums or individuals enrolled in Part B only. Disabled individuals covered by a health plan other than a large group plan, such as an individual plan bought outside of a place of employment. "], "subsections": []}, {"section_title": "Persons with End-Stage Renal Disease", "paragraphs": ["Individuals who are under the age of 65 can qualify for Medicare based on a diagnosis of ESRD, a medical condition in which the kidneys are failing and a person cannot live without dialysis or a kidney transplant. For individuals with enrollment based solely on ESRD, MSP rules apply for those covered by an employer-sponsored group health plan, regardless of the employer size or current employment status.", "For individuals whose Medicare eligibility is based solely on ESRD, any group health plan coverage they receive through their employer or their spouse's employer is the primary payer for the first 30 months of ESRD benefit eligibility, which is referred to as the 30-month coordination period. After 30 months, Medicare becomes the primary insurer. (Medicare remains the secondary payer for the full 30 months for a person initially covered due to ESRD even if that person becomes eligible for Medicare during that time due to age or other disability.) During this 30-month period, the group health plan is the primary insurer for all ESRD-related costs. ", "Similarly, for working individuals (or spouses) who qualify for and remain eligible for Medicare based on both ESRD and age or disability, any group health plan coverage they had been receiving through their employer or a spouse's employer remains the primary payer during the 30-month coordination period. After 30 months, Medicare becomes primary, even if the individual has employer-sponsored health insurance based on current employment status. ", "There is an exception to the MSP rules for beneficiaries with ESRD. Medicare would immediately become the primary payer if both following conditions were met: (1) an individual was first entitled to Medicare on the basis of age or disability and then also became eligible on the basis of ESRD, and (2) the MSP provisions for age or disability did not apply because the plan coverage was not \"by virtue of current employment status,\" or the employer did not meet the test of size for either the aged or disabled. ", "For retirees, rather than current workers, who first qualify for Medicare based on ESRD and then turn 65 during the 30-month coordination period, their retiree health insurance remains primary for the entire 30-month period. For retirees with group health insurance who simultaneously become eligible for Medicare based on age and ESRD, their health insurance is primary for 30 months.", "Medicare coverage for those who qualify based solely on a diagnosis of ESRD ends 12 months after the month in which a beneficiary stops dialysis treatment, or 36 months after the month a beneficiary has a successful kidney transplant. However, if Medicare coverage ends, and then begins again based on ESRD, the 30-month coordination period also starts again."], "subsections": []}, {"section_title": "COBRA", "paragraphs": ["Title X of the Consolidated Omnibus Budget Reconciliation Act of 1985 (COBRA; P.L. 99-272 ) requires that certain group health plans allow beneficiaries to continue existing employer-sponsored coverage if they are laid off, work fewer hours, or lose insurance due to a change in family circumstance, such as a divorce or the death of a spouse enrolled in a plan. Group health plans offered by employers that have 20 or more employees are subject to COBRA.  COBRA benefits typically last for 18 months, but can run for 36 months, depending on the nature of the triggering event. Enrollees must pay as much as 102% of the group health plan premium for COBRA coverage. ", "In general, COBRA is secondary to Medicare when an individual's insurance coverage is based on COBRA eligibility, rather than on current employment status. (See Table 3 .) Employers may terminate COBRA benefits if a person who has first elected COBRA coverage subsequently becomes entitled to Medicare (with some exceptions). In cases where a person loses retiree coverage due to Medicare entitlement, however, his or her spouse and children still may be eligible for COBRA benefits.", "If an individual is entitled to Medicare due to ESRD, rather than age or disability, COBRA continuation depends on when he or she becomes eligible for COBRA. If an individual becomes entitled to Medicare because of ESRD prior to becoming eligible for COBRA benefits, COBRA will remain primary to the extent it overlaps the 30-month coordination period. If a person still has COBRA coverage remaining when the 30-month coordination period ends, Medicare will pay first and COBRA coverage will end. ", "Individuals who become eligible for Medicare, based on age, while receiving COBRA benefits may face a financial penalty and a delay in coverage if they do not sign up for Medicare during the initial program enrollment period. Federal law allows workers to postpone signing up for Medicare, without penalty, if they are covered by insurance from a company where they or a spouse are currently working. But COBRA recipients who are not currently employed are not entitled to the special enrollment period for Medicare Part B. If those individuals do not enroll during the initial eight-month period, they may be subject to a late enrollment penalty and may have to wait until the next open enrollment period, which runs from January to March each year, for coverage beginning that July."], "subsections": []}]}, {"section_title": "MSP and Non-Group Insurance", "paragraphs": [], "subsections": [{"section_title": "No-Fault and Liability Insurance", "paragraphs": ["Medicare is the secondary payer when payment has been made, or can reasonably be expected to be made, under automobile medical insurance, and other forms of no-fault and liability insurance. Medicare may make conditional payments for services when payment from these primary payers has been delayed, subject to later reimbursement. If a beneficiary is also covered by a group health plan, the group health plan, as well as the liability plan, is to be billed first before Medicare conditional payment is requested. In cases where Medicare has made a conditional payment in a medical liability case, HHS has a priority right of recovery from the primary payer, as well as from any other parties that have received part of a settlement including a provider, beneficiary, supplier, or insurer. In addition, Medicare has other recovery rights. (See \" Subrogation .\") The MSP provisions governing automobile, medical, no-fault, and other liability insurance initially were included in OBRA 1980, effective December 5, 1980. "], "subsections": []}, {"section_title": "Workers' Compensation", "paragraphs": ["Medicare is the secondary payer for items or services covered under a workers' compensation law or plan of the United States or a state. In the case of a contested claim, a workers' compensation board must notify a beneficiary, and pending a decision, Medicare may be billed. A Medicare conditional primary payment may be made if the compensation carrier will not pay promptly, but follow-up action must be taken to recover the payment. If a beneficiary exhausts all appeals under workers' compensation, Medicare would be the primary payer.", "Beneficiaries who receive workers' compensation settlements or other payments designed to cover future or lifetime medical costs must protect the Medicare program from unnecessary expenses. Medicare does not pay for workers' compensation-related medical and prescription drug benefits when an individual receives a payment or settlement designed to cover future medical expenses. In such cases, the CMS recommends that individuals set up a Workers' Compensation Medicare Set-aside Arrangement (WCMSA), which allocates a portion of any workers' compensation settlement for future medical expenses. The amount of the set-aside is determined on a case-by-case basis and is reviewed by CMS, when appropriate. (See \" Medicare Set-Aside Accounts .\")"], "subsections": []}]}, {"section_title": "MSP and Other Federal Programs", "paragraphs": ["Items and services furnished by federal providers, a federal agency, or under a federal law or contract are excluded from Medicare coverage. (See Table 4 .) This includes U.S. military hospitals, the Department of Veterans Affairs (with some exceptions), and research grants, among others. This exclusion from Medicare coverage does not include health benefits offered to employees of federal entities, rural health clinic services, federally qualified health centers, and other exemptions that may be specified by the Secretary of HHS.", "The federal-state Medicaid program, which covers services for low-income and some disabled elderly beneficiaries, is always secondary to Medicare."], "subsections": [{"section_title": "Federal Black Lung Program", "paragraphs": ["Medicare coordinates benefits with the Federal Black Lung Program. Medicare does not pay for services covered under the Federal Black Lung Program for Medicare beneficiaries who are entitled to Black Lung medical benefits, in accordance with the Federal Coal Mine Act (P.L. 91-173). Medicare may be billed for Medicare-covered services not covered by the Federal Black Lung Program. If the services are solely for a non-Black Lung condition, Medicare would be billed as primary."], "subsections": []}, {"section_title": "Department of Veterans Affairs", "paragraphs": ["Medicare coverage has been coordinated with Department of Veterans Affairs (VA) health benefits since 1965, when the Medicare program was created. In general, Medicare does not pay for the same services covered under VA benefits, in a case where a Medicare beneficiary is also entitled to VA benefits. The VA, at its expense, may authorize private physicians and other suppliers to provide services to certain veterans with service-connected disabilities, and, in specific cases, with non-service-connected disabilities. Medicare may reimburse veterans for VA co-payment amounts charged for VA-authorized services furnished by non-VA sources. (Medicare may also provide credit toward the Medicare deductible or coinsurance amounts for such services.)", "If a physician accepts a veteran as a patient and bills the VA, the physician must accept the VA reimbursement as payment in full. But Medicare may supplement VA payments when a VA claim is for physician services and is filed by the veteran, not the physician. When the Medicare claim is submitted, it must indicate which services were billed to the VA and whether or not the beneficiary submitted a claim to the VA for payment. ", "In another case, if the VA authorizes hospital services in a non-VA hospital, Medicare may pay for covered services that fall outside of the VA authorization. For example, if the VA authorizes a five-day hospital stay in a non-VA hospital, but a patient remains in the hospital two more days, Medicare may cover the two additional days, subject to its payment rules. "], "subsections": []}, {"section_title": "TRICARE", "paragraphs": ["TRICARE provides health care coverage for active duty military, National Guard and reserve members, retirees and their families, survivors, and certain former spouses. The rules for primary and secondary coverage of this group are not included in the Medicare statutes, but rather are included under Title 10 of the U.S. Code §1095. In general, Medicare pays for Medicare services and TRICARE pays for services from a military hospital or federal provider. ", "TRICARE for Life (TFL) is a form of Medigap program under which TRICARE offers secondary coverage to beneficiaries age 65 and older enrolled in both Medicare Part A and Part B. For TFL beneficiaries, Medicare is the primary payer for services covered by both programs and TRICARE is secondary. For services covered under Medicare but not by TRICARE, TFL beneficiaries must pay Medicare cost-sharing amounts and the deductible. For health care services covered under TRICARE, but not by Medicare, beneficiaries must pay the TRICARE cost-sharing amounts or deductibles. For TFL beneficiaries serving overseas, TRICARE is primary and they must pay TRICARE's annual deductible and cost sharing. ", "A TRICARE beneficiary entitled to Medicare on the basis of age, disability, or ESRD must enroll and pay the monthly Medicare Part B premium to remain TFL-eligible. There are some exceptions for active duty military."], "subsections": []}]}, {"section_title": "Federal MSP Oversight and Administration", "paragraphs": ["CMS works through outside contractors to coordinate payment of Medicare benefits with other types of insurance. The process is designed to identify insurers and other entities that are primary to Medicare; to collect necessary information to prevent mistaken or unnecessary payment of Medicare benefits; and to recoup Medicare payments, including conditional payments, in cases where other insurance is found to be primary. ", "Prior to 2014, CMS used a Coordination of Benefits Contractor (COBC) and a Medicare Secondary Payer Recovery Contractor (MSPRC) to oversee MSP payments. Lawmakers, HHS officials, and business executives raised concerns about the efficiency of the system, with several studies, including reviews by the HHS ombudsman, the Government Accountability Office (GAO), and the Senate Homeland Security & Governmental Affairs Subcommittee on Contracting Oversight, identifying issues in the administration of the MSP program. In February 2014, CMS merged the COBC and MSPRC into a new entity known as the Benefits Coordination & Recovery Center (BCRC). "], "subsections": [{"section_title": "Benefits Coordination & Recovery Center", "paragraphs": ["The BCRC is responsible for activities that support the collection, management, and reporting of insurance coverage for Medicare beneficiaries and for ensuring that Medicare makes proper payments by identifying primary and secondary payers. ", "The BCRC collects information on group and non-group health plans from a range of sources including beneficiaries, doctors or other providers, employers, insurers, workers' compensation plans, and attorneys. ", "In cases where a Medicare beneficiary has other sources of insurance coverage, the BCRC initiates an investigation to determine whether Medicare or the other insurer has primary responsibility for payment. The BCRC posts MSP records on a special data site called the Common Working File (CWF), where payers and carriers can verify beneficiary eligibility and conduct prepayment review and approval of claims. ", "The BCRC also is responsible for recovering funds owed to the Medicare program as part of settlements, judgments, awards, or other payments by liability, no-fault insurance, or workers' compensation plans. The BCRC does not handle payment recoveries with respect to group health plans. (See \" Non-Group Health Plan Recovery Process .\") "], "subsections": []}, {"section_title": "Commercial Repayment Center", "paragraphs": ["In instances where a group health plan is determined to be the primary payer rather than Medicare, the Commercial Repayment Center (CRC) initiates any necessary payment recovery from the employer and group health plan. (See \" Group Health Plan Recovery Process .\") "], "subsections": []}, {"section_title": "Workers Compensation Review Contractor", "paragraphs": ["The Workers' Compensation Review Contractor (WCRC) is responsible for overseeing creation and execution of Workers' Compensation Medicare Set-Aside Arrangements (WCMSA). The set-aside accounts are designed to cover future medical expenses relating to workers' compensation cases, thereby ensuring that medical services to treat the underlying disability or illness are not billed to Medicare. Proposed set-aside accounts are reviewed by CMS before final approval, if they meet certain guidelines. "], "subsections": []}]}, {"section_title": "General Data Reporting Requirements", "paragraphs": ["The BCRC and government agencies review information from a variety of sources, including beneficiary questionnaires, Social Security and Internal Revenue Service (IRS) databases, and mandatory industry reports. "], "subsections": [{"section_title": "Initial Enrollment Questionnaire", "paragraphs": ["Medicare beneficiaries are mailed a voluntary Initial Enrollment Questionnaire (IEQ) about three months before their Medicare entitlement begins. The BCRC questionnaire asks about employment status and spouse's employment status; health insurance coverage such as Black Lung, workers' compensation, or liability coverage; and any health insurance purchased through an employer. If the questionnaire is not returned within 45 days, a follow-up survey is sent to the beneficiary. Beneficiaries are asked, but not required, to respond to the IEQ. "], "subsections": []}, {"section_title": "IRS/SSA/CMS Data Match Program", "paragraphs": ["The Social Security Act authorizes a data match program to identify cases where an insurer other than Medicare is the primary payer. Each October, the Social Security Administration (SSA) sends a file to the IRS. The IRS has 40 business days to match this file against its tax records. The file is returned to SSA, which has another 40 business days to process the \"Data Match Employer-Employee File\" for CMS. The BCRC reviews and analyzes these data in preparation for use in contacting employers concerning possible other insurance coverage that is primary to Medicare. The purpose of the data match is to identify secondary payer situations before Medicare makes payment, and to facilitate recoveries when incorrect Medicare payments have been made. ", "The BCRC sends selected employers a questionnaire to determine which employers offer health insurance, and to determine the insurance status of specific beneficiaries. The information becomes part of the CWF. CMS may impose civil monetary penalties on employers who do not respond to the questionnaire. This information is used on an ongoing basis to identify claims for which Medicare should not be the primary payer. "], "subsections": []}, {"section_title": "Provider Notification", "paragraphs": ["Medicare providers, including hospitals, physicians, and outpatient hospital departments, among others, must ask beneficiaries a series of standardized questions before providing services to ascertain whether another insurer is primary to Medicare. For recurring outpatient hospital services, the MSP information needs to be verified once every 90 days. While the information is not required to be collected for every visit, incorrect Medicare payments are still subject to repayment. Health care providers must bill other primary payers before billing Medicare. "], "subsections": []}]}, {"section_title": "2007 MMSEA Mandatory Reporting", "paragraphs": ["In addition to the general data reporting requirements, Section 111 of the Medicare, Medicaid and SCHIP Extension Act of 2007, ( P.L. 110-173 , MMSEA) requires Responsible Reporting Entities (RRE) that include group health plans and what CMS calls non-group health plans such as liability, no-fault, and workers' compensation insurers, to provide information regarding health insurance status of employees, as well as judgments, payments, or settlements involving Medicare beneficiaries. The information is used prospectively to determine whether Medicare is a primary or a secondary payer and retrospectively to collect reimbursement for erroneous payments and conditional payments. The 2007 requirements were phased in gradually, in response to concerns from businesses and insurers about the possible burden of the law. ", "The SMART Act ( P.L. 112-242 ) makes additional changes to Section 111 that are intended to speed up the process for estimating conditional payments that must be reimbursed. (See Appendix B .) The SMART Act also eases some requirements that businesses found onerous. For example, RREs that did not comply with the Section 111 reporting requirements were subject to mandatory fines of $1,000 per day per violation. The SMART Act provides that failure to report a claim under Section 111 may carry with it a civil penalty of up to $1,000 per day per claim."], "subsections": [{"section_title": "Group Health Plans", "paragraphs": ["The MMSEA instituted mandatory reporting for group health plans, which include insurers, third-party administrators or insurance plans, and in the case of self-insured and self-administered plans, an administrator or fiduciary. Plans may also use third parties such as data firms to submit their information. Under Section 111, group health plans provide information to the BCRC on a quarterly basis regarding active, covered individuals in their plans. Active, covered individuals are people who may be Medicare-eligible and are currently employed, or who are spouses or dependents of workers who are covered by a group health plan and may be Medicare-eligible . The BCRC, after receiving the data, provides insurers with information about primary and secondary coverage for individuals that it can identify as Medicare beneficiaries. The Secretary of HHS is entitled to share this enrollment information with other government entities in order to coordinate benefits. "], "subsections": []}, {"section_title": "Liability, No-Fault, and Workers' Compensation Reporting", "paragraphs": ["The MMSEA Section 111 quarterly reporting requirements apply to non-group health plans such as auto, homeowners, no-fault, and workers' compensation insurance. These plans are required to supply CMS with information regarding Medicare beneficiaries or dependent spouses of Medicare-eligible beneficiaries for whom they assume responsibility for ongoing medical payments, or who receive a settlement, judgment, or award from liability insurance, no-fault insurance, or a workers' compensation plan. This group of insurers and related entities may also enter into voluntary data sharing agreements with the BCRC. ", "The 2007 law requires these RREs to report information including diagnosis codes for injuries or illnesses; the amount of any settlement, judgment, or other financial awards; and information about any other claimants. Section 111 initially required RREs to submit a beneficiary's Medicare identification number (HICN) or Social Security number. Reporting entities also have been required to provide an Employer Identification Number (EIN). Congress altered these requirements in the SMART Act. The law requires the Secretary of HHS to modify reporting requirements, within 18 months of enactment, so that plans complying with MSP laws are permitted, but not required, to access or report Social Security or HICN numbers. (See Appendix B .)"], "subsections": [{"section_title": "Increased Industry Reporting Volume", "paragraphs": ["CMS phased in implementation of the MMSEA Section 111 requirements in response to concerns from business and insurance interests. Group health plans began data reporting in 2009 and were phased in by 2011. Workers' compensation and other liability insurance reporting requirements, based on set, dollar-level thresholds, are being phased in through 2015. Even with the staggered requirements, the HHS noted in its 2011 Financial Report that the volume of reports regarding MSP liability and other payment situations had doubled since the MMSEA was passed. Most of the increased reporting has been from group health plans. (More than 1,500 group health insurers provide data under Section 111.) ", "The GAO in a March 2012 report to Congress noted that the number of reported MSP cases involving liability and no-fault plans rose by 176% from FY2008 to FY2011, while the number of workers' compensation set-aside proposals submitted to the CMS contractor rose by 42% during that period. However, the GAO noted that a number of workers' compensation cases that were submitted did not meet certain financial thresholds required for CMS review. (See \" Medicare Set-Aside Accounts .\")"], "subsections": []}]}]}, {"section_title": "Determining MSP Reimbursement for Claims", "paragraphs": ["When Medicare is the secondary payer, a health care provider must first submit a claim to a beneficiary's primary payer, who processes the claim according to terms of the coverage contract. If the primary payer does not pay the full charges for the service, Medicare secondary payments may be made if the service is covered by Medicare . In no case can the actual amount paid by Medicare exceed the amount it would pay as primary payer. Any primary payments from a third-party payer for Medicare-covered services are credited toward the beneficiary's Medicare Part A and Part B deductibles and, if applicable, coinsurance amounts. However, if the primary payment is less than the deductible, the beneficiary may be responsible for paying his/her unmet Medicare deductibles and coinsurance amounts.", "The Medicare secondary payment amount is subject to certain limits. For some services, such as inpatient hospital care, the combined payment by the primary payer and Medicare cannot exceed Medicare's recognized payment amount (without regard to beneficiary cost-sharing charges). As one example of how Medicare would decide its secondary payment amount for inpatient hospital services, assume that an individual received inpatient hospital services costing $6,800. The primary payer paid $4,360 for the Medicare-covered services. No part of the inpatient hospital deductible ($1,183 for 2013) had previously been met. Medicare's gross payment amount, without regard to the deductible, is $4,700. As the secondary payer, Medicare would pay the lowest of", "Medicare's gross payment amount, without regard to deductible, minus the primary payer's payment—$4,700-$4,360 = $340; Medicare's gross payment amount minus the Medicare inpatient deductible—$4,700-$1,183 = $3,517; the hospital charge minus the primary payer's payment—$6,800-$4,360 = $2,440; the hospital charge minus the Medicare inpatient deductible—$6,800-$1,183 = $5,617.", "In this case, Medicare would pay $340. The combined payment made by the primary payer and Medicare is $4,700. The beneficiary has no liability for Medicare-covered services, since the primary payer's payment satisfied the $1,183 inpatient deductible. If Medicare's payment amount had been lower than the primary payer's amount, it would not have made a secondary payment.", "In other cases, such as physicians' services, the Medicare secondary payment amount cannot exceed the lowest of the calculation of the following three options. For example, assume that a physician charges $175 for a service; the primary payer's allowable charge is $150, of which it pays 80%, or $120; and Medicare's recognized payment amount for the service is $125, of which it pays 80%, or $100. The options are described below:", "actual provider charge minus the primary payer's allowable charge, adjusted for copayment: $175-$120 = $55; Medicare's payment amount, adjusted for copayment: .80 x $125 = $100; primary payer's allowable charge of $150 is compared to the Medicare recognized payment amount of $125, and the higher of the two (which in this case is the primary payer's charge of $150) minus the primary payer's payment of $120: 150-$120 = $30.", "Because Medicare's secondary payment is based on the lowest of these three options, Medicare would pay $30."], "subsections": []}, {"section_title": "MSP Conditional Payments", "paragraphs": ["In some cases, Medicare may pay first for a medical claim, and then the BCRC may receive notification or otherwise determine that Medicare was actually the secondary payer. In other instances, Medicare will make conditional payments for medical treatment even when it is the recognized secondary payer. Examples include cases when (1) Medicare could reasonably expect payment to be made under a workers' compensation or no-fault insurance claim, but Medicare determines the payment will not be paid or will not be made promptly (within 120 days); (2) a beneficiary's employer-sponsored plan denies a properly filed claim, in some cases; or (3) a properly filed claim is not made due to physical or mental incapacity of the beneficiary. Medicare can also make payments in cases where Medicare benefits have been claimed for an injury that allegedly was caused by another person.", "Medicare will not make conditional payments under the following conditions: (1) a third-party payer plan alleges that it is secondary to Medicare; (2) a plan limits payment when the individual is entitled to Medicare; (3) a plan provides covered services for younger employees and spouses, but not for employees and spouses who are 65 and older; (4) a proper claim is not filed, or is not filed in a timely manner, for any reason other than the physical or mental incapacity of the beneficiary; or (5) a group health plan fails to furnish needed information to CMS to determine whether or not an employer plan is primary to Medicare.", "Medicare must be repaid for conditional payments by the primary payer or anyone who has received the primary payment, if it is demonstrated that another payer, such as a liability insurer, had a responsibility to make a payment. Repayment is expected when a beneficiary receives a settlement or other payment."], "subsections": [{"section_title": "Subrogation", "paragraphs": ["In addition to statutory authority to collect reimbursement for conditional payments, CMS has the right of subrogation in liability or other cases that involve Medicare beneficiaries. Typically, subrogation occurs when an insurance company that pays its insured client for injuries, losses, or medical expenses, seeks to recover its payment. The insurer, in this case Medicare, may reserve the \"right of subrogation\" in the event of a loss. This means that the insurer may choose to take action to recover the amount of a claim paid for services provided to a beneficiary if the loss was caused by a third party. For example, if a beneficiary is injured in a car accident, Medicare may seek to recover its payment from any money collected by the beneficiary, or it may sue on behalf of the beneficiary to recover its payment, from automobile liability insurance, uninsured motorist insurance, or under-insured motorist insurance.", "CMS is subrogated to any individual, provider, supplier, physician, private insurer, state agency, attorney, or any other entity entitled to payment by a primary payer. Medicare will reduce its recovery to take account of the beneficiary's cost of procuring a judgment or settlement. If the Medicare payment is less than the judgment or settlement amount, Medicare will prorate the procurement costs. If the payment equals the judgment or settlement, it may recover the total amount minus total procurement costs."], "subsections": []}, {"section_title": "Conditional Payment Resolution System", "paragraphs": ["One of the more challenging aspects of the MSP program has been to develop an expeditious system to process and resolve conditional payment claims arising from liability and workers' compensation cases."], "subsections": [{"section_title": "Group Health Plan Recovery Process", "paragraphs": ["In the case of a group health plan, when Medicare finds evidence of a mistaken payment, the Commercial Repayment Center (CRC) issues a Primary Payment Notice to the insurer or plan sponsor, seeking verification of enrollment and beneficiary information. The employer or plan sponsor has 45 days to respond. If the issue is not resolved, a demand letter is issued for the claims at question. The employer or plan sponsor can then pay the claim or contest the claim. If the claim is neither paid nor contested, interest will begin to accrue and if CMS efforts are unsuccessful, the claim may be turned over to the Department of the Treasury. The actual time for resolving claims may vary from the timeline, depending on factors involved in the cases."], "subsections": []}, {"section_title": "Non-Group Health Plan Recovery Process", "paragraphs": ["In a case of accident or illness involving liability and other insurers, where the BCRC has been notified and Medicare has stepped in to make conditional payments, the BCRC follows up with a letter to the affected parties laying out their rights and responsibilities. The BCRC contractor then begins to review bills and other documents relevant to the underlying illness or injury, and calculates the amount owed to Medicare. The BCRC next issues a conditional payment notification that summarizes Medicare payments made. ", "When a settlement, judgment, or payment is reached, the parties submit information to the BCRC, including total payments and costs, as well as attorney's fees. CMS determines total repayment after deducting allowable expenses such as legal bills, and issues a demand letter, with payment due within 60 days. Beneficiaries can pay, appeal, or request a waiver of repayments. Interest begins to accrue on any outstanding balance from the date of demand, and is assessed beginning after the 60-day timeframe. If full payment is not received in 120 days (assuming all correspondence regarding the conditional payments has been reviewed and resolved), the BCRC may issue a letter saying it will refer the issue to the Department of the Treasury for collection. CMS will not refer debt to Treasury any earlier than 120 days from the date of the demand letter, nor any later than 240 days from the demand letter. As is the case with conditional payment claims involving group health plans, the actual time it takes to resolve a claim can vary significantly. "], "subsections": []}, {"section_title": "Complaints Regarding Response Time", "paragraphs": ["The MMSEA Section 111 reporting requirements prompted an increase in number of conditional payment cases reported to CMS, but also led to complaints from beneficiaries, insurers, and businesses about what they said were delays in CMS response time to their requests for information needed to settle claims or lawsuits or process awards. ", "On June 22, 2011, the House Energy and Commerce Subcommittee on Oversight and Investigations held a hearing on issues related to MSP reporting requirements and response time by CMS contractors. The House hearing followed a 2010 investigation by the Senate Homeland Security and Governmental Affairs Select Subcommittee on Contracting Oversight. The subcommittee, citing reports by CMS auditors, identified performance problems with the contractors. The GAO in a March 2012 report to Congress identified areas for improvement in MSP administration, noting that average wait times for telephone calls to contractors regarding MSP cases had increased substantially from FY2008 to FY2011, as had the time for the contractors to process claims. The GAO noted that the rising delays were due partly to the fact that a larger number of cases were submitted to CMS. CMS made progress in reducing its backlog of cases during 2011."], "subsections": []}]}, {"section_title": "Expedited Repayment Options", "paragraphs": ["CMS has created several options for speeding conditional payment claims in certain cases—both for past medical bills and for some cases that involve future medical payments. Examples of cases where expedited options are in place include", "$1,000 Threshold—if a beneficiary has suffered a physical trauma-type injury, obtains a liability settlement of $1,000 or less, and does not receive nor expect to receive additional \"settlements\" related to the incident, Medicare will not pursue recovery. Fixed Payment Option—if a beneficiary suffers a physical trauma-based injury, obtains a liability settlement of $5,000 or less, and does not receive nor expect to receive additional settlements related to the incident, the beneficiary may resolve Medicare's recovery claim by paying 25% of the gross settlement. Self-Calculated Conditional Payment Option—if a beneficiary suffers a physical trauma-based injury at least six months prior to selecting this option, anticipates obtaining a settlement of $25,000 or less, proves that medical care has been completed, and has not received nor expects to receive additional settlements related to the incident, the beneficiary may self-calculate Medicare's recovery claim. Medicare then reviews the beneficiary's calculations and provides Medicare's final, conditional payment amount."], "subsections": []}, {"section_title": "SMART Act Changes", "paragraphs": ["The 2013 SMART Act was designed to streamline the process for resolving outstanding conditional payments involving non-group health plans. (For a detailed explanation of the SMART Act and its implementing regulations, see Appendix B .) ", "Under the SMART Act, as of the date of enactment, January 10, 2013, the civil penalties for non-compliance with mandatory insurance reporting requirements became discretionary and \"up to\" $1,000 for each day of non-compliance with respect to each claimant. As required, the Secretary solicited proposals for safe harbor situations where good faith efforts could be made to identify a Medicare beneficiary in order to comply with the mandatory reporting requirements. Effective July 10, 2013, a MSP action for recovery of conditional payments by CMS may not be brought more than three years after the date of receipt of notice to CMS of a settlement, judgment, award, or other payment. Prior to the SMART Act, it was not clear which statute of limitations, if any, was applicable to such lawsuits.", "In one of the most significant changes in the new law, the Secretary issued final regulations establishing a process by which parties might notify Medicare of a reasonably expected settlement and request and receive a demand letter from Medicare setting forth the total reimbursement amount due to Medicare. The final \"statement of reimbursement amount\" constitutes the final conditional payment amount recoverable by CMS, if certain conditions are met. The Secretary also maintains a website permitting beneficiaries to access information about claims and services paid by Medicare. Regulations implementing the timeline and website requirements of Section 201 were promulgated on September 20, 2013, and became effective on November 19, 2013. (For a full discussion of the regulations see Appendix B .)", "As of January 1, 2014, certain liability claims are exempt from reporting and reimbursement if the claim falls below the annual threshold as calculated by the Secretary. The threshold amount will be determined such that CMS's costs of recovery will not be greater than the amount collected. On February 28, 2014, CMS announced the threshold amount would be $1,000.", "Other changes relating to access or reporting Social Security numbers or health identification claim numbers (HICNs) by responsible reporting entities must be made by the Secretary within 18 months. ", "Even after the law takes full effect, some beneficiaries will have the flexibility to continue using existing CMS procedures for resolving small-dollar claims and no-fault claims, rather than the new system. Further, the SMART Act does not address issues regarding creating set-aside accounts to cover future medical bills in workers' compensation and other cases."], "subsections": []}]}, {"section_title": "Medicare Set-Aside Accounts", "paragraphs": ["In addition to reimbursing CMS for past, conditional payments, individuals must protect Medicare's interest with respect to future medical bills if they have received, reasonably anticipate receiving, or should have reasonably anticipated receiving, Medicare-covered items and services for a medical condition after the date of a settlement or payment based on that condition. CMS suggests, though MSP law does not require, that individuals who receive workers' compensation settlements that include payments for future medical expenses create set-aside accounts. The accounts allocate a share of a settlement to cover future medical bills, thus ensuring that Medicare does not pay for services related to a disability or illness that triggered a settlement (and where workers' compensation or liability insurance would otherwise be primary). Set-aside accounts are becoming more common in other liability settlements as well. ", "CMS does not review workers' compensation settlements for current Medicare beneficiaries when an award is less than $25,000 in total payments. However, CMS cautions that this threshold is not considered a safe harbor for such accounts and that individuals remain obliged to protect Medicare's interests. ", "CMS generally reviews workers' compensation set-asides in cases where an individual is within 30 months of becoming eligible for Medicare and the payment over the life of the settlement is more than $250,000. For example, a person who is age 63 and is awarded a settlement equal to $25,000 per year to cover medical payments would qualify for review of a set-aside account, based on the fact that he or she would be eligible for Medicare at age 65 (within 30 months) and would have a life expectancy of more than 10 years (exceeding the $250,000 threshold). ", "In reviewing the adequacy of set-aside accounts, the Workers Compensation Review Contractor (WCRC) considers a number of factors including the severity of the underlying illness, life expectancy, and the cost of expected medical procedures. Once a set-aside account has been approved, Medicare will not pay for items or services related to the injury or illness until the account has been exhausted. (Medicare will cover other, unrelated medical services.) Set-aside accounts are not mandatory, and individuals can use other means to ensure that Medicare's interests regarding future medical bills are protected. However, the ABA and other lawyers and beneficiaries say that even though the set-asides are not required, they are the best way to receive assurance from CMS that Medicare's interests have been met and that Medicare will not withhold payment for future medical services.", "The ABA and other businesses and attorneys have criticized CMS for not developing formal regulations to guide the set-aside process, instead relying on more informal guidance documents. In June 2012 CMS issued a proposed rulemaking that would provide new options for set-aside accounts. (See \" Expedited Set-Aside Accounts .\") In addition, lawmakers have introduced legislation to impose formal requirements for handling set-aside accounts, which would remain voluntary. (See \" Issues for Congress .\") ", "The number of workers' compensation set-aside accounts submitted to the WCRC has risen since the Section 111 reporting requirements took effect. The average time for processing an account rose from 22 days in April 2010 to 95 days in September 2011, according to the GAO, though the WCRC has since made progress in clearing up its backlog."], "subsections": [{"section_title": "Expedited Set-Aside Accounts", "paragraphs": ["In June 2012, CMS issued an advance notice of proposed rulemaking that spells out options for creating a standardized system for Medicare set-aside accounts in cases involving automobile and liability insurance (including self-insurance) and no-fault insurance cases, in addition to workers' compensation set-asides. The rules have not been finalized.", "CMS proposed a series of options to streamline the process for set-aside accounts, including", "Setting out specific conditions under which Medicare would not pursue future medical claims. Satisfying future claims by providing documentation that a course of care has been completed and reimbursing Medicare for any conditional payments. Expanding the current workers' compensation set-aside review system. Expanding or amending Medicare's existing three expedited payment options. Allowing for some type of up-front payment to satisfy MSP requirements. Waiving some payments if a beneficiary has a compromise settlement or a waiver or recovery. Having a beneficiary administer his or her own settlement account until it is exhausted."], "subsections": []}]}, {"section_title": "MSP Savings", "paragraphs": ["According to CMS, MSP laws and regulations reduced Medicare spending by about $50 billion from FY2006 through FY2012. The largest savings came from situations where group health plans acted as primary payers, leaving Medicare in the secondary position. CMS is processing a growing volume of claims regarding liability, no-fault, and workers' compensation cases.", "CMS's annual MSP report shows total MSP savings of more than $8 billion for FY2011, increasing from $6 billion in FY2006. Payments are expected to reach about $8 billion in FY2012 as well. As shown in Table 5 , about half of total savings each year came in cases where group health plans were the primary payers for the working aged and the working disabled. Workers' compensation payments have been the fastest growing part of MSP payments. CMS payments to contractors have also increased since the Section 111 payments took effect. According to the GAO, payments to the CMS contractors were $21 million higher in FY2011 than in FY2008. During this time the workload for the COBC rose 176%, the MSPRC by 102%, and the WCRC by 42%. While overall savings to Medicare appear to have increased, it could take years to determine final dollar amounts given the lag time between filing claims and collecting payments, according to the GAO."], "subsections": []}, {"section_title": "Issues for Congress", "paragraphs": ["During the past several decades, Congress has expanded the scope of the MSP program in order to ensure that other insurers make contractually required payments, reduce Medicare expenditures, and extend the life of the Medicare Trust Fund. The changes have succeeded in increasing the volume and dollar amount of MSP payments reported to CMS, but have also resulted in a backlog for MSP contractors and created a backlash among businesses, insurers, and attorneys concerned about the time and expense of reporting, delay in CMS response and potential fines. ", "Congress in the 2012 SMART Act addressed some of these issues, by creating a centralized website for conditional claim information and setting tighter timelines for CMS action. (See Appendix B .) The SMART Act did not address other issues related to MSP that have raised concerns among beneficiaries and industry officials, such as the process for creating set-aside accounts to cover future medical bills. Now that the SMART Act is law, there could be a new focus on legislation setting out a formal process for creating and reviewing workers' compensation set-aside accounts. Legislation introduced in the 113 th Congress, H.R. 1982 , would impose thresholds for review of set-aside accounts (which would remain voluntary); impose timelines for review, as well as an appeals process; and allow beneficiaries to set aside a set percentage of certain settlements, or make direct payments to Medicare, to cover future medical bills.", "In addition, Congress will be overseeing implementation of the SMART Act. The Congressional Budget Office has estimated that the SMART Act will result in modest budget savings to Medicare. It remains unclear, whether CMS will be able to comply with the law's timelines for calculating and issuing final conditional payments. During House debate on the measure, lawmakers noted that Congress did not provide CMS with additional funding to create the required website, or to implement other features of the measure.", "Appendix A. Selected MSP Legislation", "Appendix B. SMART Act ", "Section by Section Summary of the Statute", "During the 112 th Congress, lawmakers approved additional changes to the process for resolving outstanding MSP conditional payments. Title II of P.L. 112-242 , signed into law on January 10, 2013, is entitled \"Strengthening Medicare Secondary Payer Rules\" (also known as the SMART Act). The act's provisions make substantive and procedural changes to the MSP statute and current CMS procedures, including provisions relating to Medicare conditional payments, MMSEA Section 111 reporting requirements, appeal rights, use of Social Security numbers, and statutes of limitations. The new provisions apply to what CMS calls non-group health plans such as workers' compensation, no-fault, and liability insurance (including self-insurance) plans, but not to employer group health plans.", "Section 201 of P.L. 112-242 directs CMS to make a password-protected website available to Medicare beneficiaries, authorized representatives, and \"applicable plans\" with information on the items and services claimed that relate to a specific injury or incident that forms the basis of a potential settlement, judgment, award, or other payment. CMS must update the conditional payment information (including provider or supplier name(s), diagnosis codes, date of service, and conditional payment amounts) on the website in as timely a manner as possible, but not later than 15 days after the date Medicare pays a claim.", "CMS is also required to provide a \"timely process\" for Medicare beneficiaries/claimants and their authorized representatives to resolve discrepancies in downloaded statements of conditional payments from the website. No administrative or judicial review of this dispute resolution process is provided; however, beneficiaries would still be able to exercise formal administrative or judicial appeals to contest final conditional payment demands from CMS.", "A Medicare beneficiary or applicable plan may notify CMS at any time beginning 120 days before the reasonably expected date of a settlement, judgment, award, or other payment that a payment is reasonably expected and the expected date of payment. Medicare then has a 65-day response period (95 days in some circumstances) in which to post conditional payments on the website. After the response period, during a prescribed \"protected period,\" a Medicare beneficiary/claimant or applicable plan may download a \"statement of reimbursement amount\" that will constitute the final conditional payment amount recoverable by CMS, if certain conditions are met. Regulations implementing the website and dispute resolution requirements of Section 201 must be promulgated within nine months of enactment of this statute. ", "This section also requires the Secretary to promulgate regulations (no specified deadline) establishing a right of appeal and an appeal process for non-group health plans and their attorneys, agents, or third-party administrators to appeal Medicare final conditional payment determinations for which CMS seeks to recover from such plans. An applicable plan must provide notice to Medicare beneficiaries of its intent to appeal. Under current MSP law, only Medicare beneficiaries can file an administrative appeal or federal court action to challenge Medicare conditional payment demand amounts.", "Section 202 requires the Secretary of HHS to annually calculate and publish a single threshold amount below which MSP re-payment and Section 111 of MMSEA reporting obligations will not apply. The threshold amount will apply to settlements, judgments, awards, or other payments arising from liability insurance (including self-insurance), and for alleged physical trauma-based incidents (excluding alleged ingestion, implantation, or exposure cases), and will apply to years beginning with 2014.", "Section 203 changes current law under which Responsible Reporting Entities (RREs) that fail to report certain information regarding Medicare claimants to CMS \"shall be subject to a civil monetary penalty of $1,000 for each day of non-compliance with respect to each claimant\" to provide that an RRE \"may\" be subject to a fine \"of up to\" $1,000 per day. In addition, the Secretary must publish a notice within sixty days of enactment soliciting proposals \"for the specification of practices for which sanctions will and will not be imposed … including not imposing sanctions for good faith efforts to identify a beneficiary ...\" After consideration of submitted proposals the Secretary is directed to publish proposed safe harbor practices, and thereafter issue final regulations.", "Section 204 requires that, no later than 18 months after the date of enactment, the Secretary shall modify the reporting requirements for non-group health plans so that such plans are permitted, but not required, to report to CMS the Social Security Numbers or Health Insurance Claim Numbers of Medicare beneficiaries. The deadline for implementing this modification may be extended by the Secretary upon notice to Congress that compliance with current deadline would threaten patient privacy or the integrity of the secondary payer program.", "Section 205 requires that CMS file suit for recovery of Medicare conditional payments in the non-group health plan context within three years after the date CMS receives notice of a settlement, judgment, award, or other payment under Section 111 of MMSEA. This provision applies to actions brought and penalties sought on or after 6 months after the date of the enactment of this act.", "The Congressional Budget Office (CBO) has estimated that the SMART Act will reduce federal outlays by $45 million from FY2013 to 2022. According to the CBO, the bill would allow some liability and other legal settlements to take place more quickly. At the same time, some settlements might be less than they would have been under previous law because of the tighter timeframe for estimating conditional payments.", "Interim Final Rule on Conditional Payment Web Portal Under Section 201 of the SMART Act", "On September 20, 2013, the Secretary promulgated an interim final rule (IFR) with a comment period specifying the process and timeline for expanding the current MSP Web portal. These regulations became effective on November 19, 2013. ", "Highlights of this rule include the following:", "Beneficiaries will continue to have access to details of their claims related to their pending settlements through CMS' Web portal. CMS intends to implement a multifactor authentication process that will be used for access to the Web portal. When that security feature is implemented, no later than January 1, 2016, all authorized parties, including the beneficiary's attorney or other authorized representative or applicable plan, will be able to view claim-specific data via the Web portal. (42 C.F.R. §411.39(b).)", "In order to obtain a final conditional payment amount through the Web portal, the beneficiary, his or her attorney or other representative, or an applicable plan is required to provide initial notice of pending liability insurance, no-fault insurance, and workers' compensation settlements, judgments, awards, or other payment to the appropriate Medicare contractor. After receiving such notification, Medicare will have 65 days to post its initial claims compilation on the Web portal. CMS' response may be extended by 30 days under certain circumstances. At any time after Medicare posts its initial claims compilation, the beneficiary may notify CMS once, and only once, through the Web portal that he or she is within 120 days of settlement of the claim. Based on these timelines, under the rule, initial notification to the Medicare contractor must be provided at least 185 days prior to an expected settlement. (42 C.F.R. §411.39(c)(1)(i).)", "A beneficiary, or his or her attorney, or other representative may address discrepancies by disputing a claim, once and only once, if he or she believes that improper claims have been included in the claims compilation. The dispute will be resolved within 11 business days of notice of the dispute and any required supporting documentation. The beneficiary maintains his or her traditional appeal rights regarding CMS' MSP recovery determination, once CMS issues its final demand. (42 C.F.R. §411.39(c)(1)(iv).)", "After disputes have been resolved and the beneficiary, his or her attorney or other representative has executed a final \"claims refresh\" and has obtained confirmation that refresh has been performed (within 5 business days after the claims refresh request is initiated), he or she may download a time and date stamped final conditional payment summary through the Web portal. This form will constitute the final conditional payment amount if settlement is reached within 3 days of the date on the conditional payment summary form. Within 30 days of securing the settlement, the beneficiary or his or her attorney or other representative must submit through the Web portal settlement information specified by the Secretary, or else the final conditional payment amount will expire. Once the settlement information is received, a pro rata reduction will be applied to the final conditional payment amount and a final MSP recovery demand letter will be issued. (42 C.F.R. §411.39(c)(1)(vi).)", "The rule specifies that obligations with respect to possible future medical items and services are not included in the final conditional payment amounts obtained through the Web portal. (42 C.F.R. §411.39(d).)", "Appeals Process", "The SMART Act required CMS to write rules establishing the right of an applicable plan, an attorney, agent, or a third-party administrator acting on behalf of an applicable plan, to appeal a CMS determination on MSP payments. CMS on December 27, 2013, published a proposed regulation laying out an administrative appeals process for liability insurers, no-fault insurers, and workers' compensation laws or plans when Medicare pursues a MSP recovery claim directly from the insurer. The appeals provisions of the proposed regulations are designed to address the situation whereby a Medicare beneficiary has formal rights and a process to appeal a MSP recovery demand, but insurers do not. ", "Imposition of Section 111 Penalties", "CMS on December 11, 2013, published an advanced notice of proposed rulemaking seeking input from the industry and others on how to define specific situations when civil monetary penalties would, or would not, be imposed on insurers for failure to report Section 111 MSP situations to the federal government. Specifically, CMS said in its notice of rulemaking that it is interested in recommendations to define ''noncompliance'' in the context of current law, which allows financial penalties ''... for each day of noncompliance with respect to each claimant ...'' ", "CMS in the notice also solicited proposals for determining the dollar amount of any penalty that could be levied on insurers for noncompliance, and how CMS might devise a means to determine what actions by an insurer could constitute ''good faith effort(s)'' to identify a Medicare beneficiary for the purposes of the mandatory reporting requirements. "], "subsections": []}]}}