{"id": "RL33974", "title": "Legal Issues Raised by Provision in House Energy Bill (H.R. 6) Creating Incentives for Certain Outer Continental Shelf (OCS) Leaseholders to Accept Price Thresholds", "released_date": "2007-06-14T00:00:00", "summary": ["In February 2007, Congress began looking into why certain oil and gas leases on the Outer Continental Shelf (OCS)—specifically, some 1,024 deep water leases in the Gulf of Mexico issued in 1998 and 1999—did not contain \"price thresholds.\" A price threshold in an OCS oil and gas lease means that once the market price for oil and natural gas rises above a certain price, the lessee's freedom from having to pay royalties no longer applies. Such freedom from paying royalties was thought necessary by Congress to promote exploration and production in deep water areas of the Gulf, and was embodied in the Outer Continental Shelf Deep Water Royalty Relief Act (DWRRA), enacted in 1995. Various legislative proposals surfaced to encourage holders of the 1998/1999 leases to renegotiate the terms of their leases so as to include price thresholds for future production of oil and gas.", "This report looks at several of the legal issues arguably raised by one such proposal, which on January 18, 2007, passed the House of Representatives as section 204 of H.R. 6, the House energy bill (more formally, the Creating Long-Term Energy Alternatives for the Nation Act of 2007 or the CLEAN Energy Act of 2007). Section 204 provides that a party that holds one of the 1998 and 1999 leases will not be eligible to bid on future leases auctioned by the Secretary of the Interior, generally through the Minerals Management Service (MMS) unless the lessee either renegotiates the lease terms to include a price threshold or pays a \"conservation of resources\" fee established by the Secretary of the Interior. H.R. 6 is now being considered in the Senate.", "This report analyzes potential legal challenges to section 204, including whether the provisions of section 204 (1) work a \"taking\" under the Takings Clause of the Fifth Amendment, (2) offend the doctrine of unconstitutional conditions, (3) violate either the substantive due process or equal protection guarantees applied by the Fifth Amendment, or (4) effect a breach of contract. Finally, the report deals with whether legal action against the leaseholders in question independent of section 204 might be possible under the contract theories of unilateral or mutual mistake."], "reports": {"section_title": "", "paragraphs": ["In 2006, Congress began looking into why certain oil and gas leases on the Outer Continental Shelf (OCS)—specifically, some 1,024 deep water leases in the Gulf of Mexico issued in 1998 and 1999—did not contain \"price thresholds.\" A price threshold in an OCS oil and gas lease means that once the market price for oil and natural gas rises above a certain price, the lessee's freedom from having to pay royalties no longer applies. Such freedom from paying royalties was thought necessary by Congress to promote exploration and production in deep water areas of the Gulf, and was embodied in the Outer Continental Shelf Deep Water Royalty Relief Act (DWRRA), enacted in 1995. A congressional committee investigated the absence of price thresholds in the 1998/1999 leases; the Department of the Interior's Inspector General did likewise; and congressional hearings were held.", "More to the point, various legislative proposals surfaced to encourage holders of the 1998/1999 leases to renegotiate the terms of their leases so as to include price thresholds for future production of oil and gas. This report looks at the legal issues that may be raised by such proposals, focusing on a proposal which on January 18, 2007, passed the House of Representatives as section 204 of H.R. 6 , the House energy bill. H.R. 6 is now being considered in the Senate.", "Section 204 prohibits the Secretary of the Interior from issuing any new oil and gas lease in the Gulf of Mexico to holders of the threshold-less 1998/1999 leases, or associated persons, unless the leaseholder satisfies either of two conditions: acceptance of price thresholds or payment of \" conservation of resources \" fees . More fully explained, the first condition that the lessee can meet is to renegotiate each \"covered lease\" (i.e., a 1998/1999 lease) to which it is a party to include price thresholds no greater than those explicitly stated in the DWRRA.", "Analysis of these provisions requires some background. At present, the DWRRA's explicit price thresholds apply, under DWRRA section 302, only to new production from leases in existence as of the DWRRA ' s enactment in 1995 . The DWRRA provision for the 1998/1999 leases at issue here, section 304, also authorizes the Department of the Interior to impose price thresholds, but in contrast with section 302 it states no explicit thresholds. Thus the matter was left in 1995 to the Department's discretion. Under that discretionary authority, the Department included price thresholds matching those required for pre-1995 leases in the section 304 leases for the years 1995, 1996, and 1997. For reasons beyond the scope of this report, the wording of the 1998 and 1999 leases was changed in a manner that effectively price thresholds. Thus the renegotiation condition in H.R. 6 is an effort to have the holders of 1998/1999 leases accept price thresholds no higher than those to which the section 302 leaseholders have long been subject.", "The second, alternative condition that a threshold-less leaseholder can meet is to pay a \"conservation of resources\" fee established by the Secretary of the Interior. The amount of the fees is spelled out in section 204 of H.R. 6 . For producing leases, it is $9 per barrel for oil and $1.25 per million BTUs for gas, payable only in a year when the average price for light sweet crude exceeds $34.73 per barrel for oil and $4.34 per million Btu for gas, in 2005 dollars. For non-producing leases, the amount is $3.75 per acre per year in 2005 dollars. In both cases, the fees apply on and after October 1, 2006. For producing leases, however, the fee is restricted to the threshold-less 1998/1999 leases; fees for non-producing leases apply to all federal oil and gas leases in the Gulf of Mexico. The amount of the fees was likely an attempt to approximate the royalties that would have been recovered from the 1998/1999 leases if the price threshold provision had been in place, based on oil and gas prices at the time of the initial drafting of the provision.", "As a strictly legal matter, therefore, section 204 gives the threshold-less 1998/1999 leaseholder a choice: accept either price thresholds or payment of fees of roughly similar amount, or refuse price thresholds and fees and instead be ineligible for future Gulf of Mexico leases. Nothing in section 204 legally compels the leaseholder to give up his freedom from having to pay royalties at any market price for oil and gas—though of course, the bill presents him with a strong economic incentive to do so.", "This report analyzes various legal theories that have been mentioned in the debate over Congress' options for dealing with the threshold-less leases in the context of the elective scheme of section 204 of H.R. 6 . More particularly, does section 204 (1) work a \"taking\" under the Takings Clause of the Fifth Amendment, (2) offend the doctrine of unconstitutional conditions, (3) violate either the substantive due process or equal protection guarantees applied by the Fifth Amendment, or (4) effect a breach of contract? Finally, the report deals with whether an action against the leaseholders in question might be possible under the contract theories of unilateral or mutual mistake."], "subsections": [{"section_title": "I. The Takings Clause", "paragraphs": ["The Takings Clause of the Fifth Amendment demands that just compensation be paid a property owner when his/her \"property\" is taken by government action. Thus, the initial task in any takings analysis is to identify a cognizable property interest. With regard to section 204 of H.R. 6 , one taking argument might be that it interferes with some property right to receive such new leases. Searching the Outer Continental Shelf Lands Act and its implementing regulations, however, we find no legal support for a property right to receive new OCS leases, whether or not one is an existing DWRRA leaseholder.", "It is also important to look at existing DWRRA leases to determine whether they provide for a right to receive future OCS leases, since existing leases are in the nature of contracts, and contract rights are generally deemed to be property in Takings Clause jurisprudence. Based on informal conversations with OCS leasing experts, CRS asssumes in this report that DWRRA leases, including the 1998/1999 leases, contain no explicit right to bid on new OCS leases, though we have surveyed only representative individual leases.", "The principal argument that section 204 effects a taking would seem to be that since the holder of one of the leases in question must choose between paying a new fee or becoming ineligible for future leases, section 204 effectively forces such leaseholders to renegotiate a valuable lease term: their exemption from having to pay any royalty on certain production regardless of how high the market price of oil or gas rises. This lease term is seen as a property right.", "At the outset, nothing in section 204 directly or indirectly alters terms in existing DWRRA leases. Section 204 does not mandate renegotiation of lease terms, but only creates an incentive to renegotiate. This situation gives the United States an argument that there is no taking: from this perspective the decision of a leaseholder to renegotiate is voluntary, and a loss resulting from a voluntary action cannot be the basis of a takings claim. The case law supports the doctrine that losses due to voluntary action cannot provide grounds for a takings claim, regardless of whether DWRRA leaseholders bring a regulatory or physical takings challenge to section 204. Courts have held that an act was voluntary notwithstanding significant economic pressure on the claimant to submit to the alleged property deprivation. However, it is worth nothing that a DWRRA leaseholder could potentially exist for which ineligibility to receive new leases in the Gulf of Mexico imposes such a hardship as to prompt a court to reject a voluntariness defense.", "Our research has not revealed any takings decisions in which the statutory or regulatory approach alleged to have caused the taking is identical to the approach of section 204. Often, contractual takings claims involve outright abrogation of express contract terms by the United States. This differs from the incentive approach of section 204. Perhaps the most closely analogous case is Ruckelshaus v. Monsanto , a takings challenge to the federal pesticide statute. This statute prohibited the sale or use of any pesticide except in accordance with its EPA registration. To obtain registration, the pesticide manufacturer had to submit data supporting the pesticide's safety and effectiveness—data that often included trade secrets. The statute had promised protection from disclosure prior to 1978, but statutory amendments adopted in 1978 limited those protections. Plaintiff claimed that the data registration and limited data disclosure provisions of the statute effected a taking of a property right, namely, their trade secrets. The Court recognized that the plaintiff's trade secrets were a legitimate property interest, but held that the voluntary submission of trade secrets post-1978 in exchange for the economic advantages of a registration \" can hardly be called a taking. \" The Court reasoned that during this period, Monsanto had voluntarily submitted its trade secret data with full knowledge of the legal possibility that EPA would use the data in ways that diminished their trade secret value, and thus could not complain when the agency actually did so.", "The Ruckelshaus holding that voluntary compromise of a property right in exchange for an economic benefit is not a taking suggests that a court might reach the same conclusion with respect to a takings challenge to section 204. As with the statute at issue in Ruckelshaus , section 204 would not require any action, but would instead offer a choice: compromise a property right (exemption from payment of royalties) in exchange for a possible economic benefit (receipt of new OCS leases).", "Another argument that courts would be unlikely to discern a taking in section 204 draws on the underlying purpose of the Takings Clause. As the Court stated in Armstrong v. United States , the Takings Clause \"was designed to bar Government from forcing some people alone to bear public burdens which, in all fairness and justice, should be borne by the public as a whole.\" As this invocation suggests, courts have generally been less likely to find a taking where property owners have not been treated unequally. In this regard, it should be noted that it remains unclear whether the 1998/1999 DWRRRA leases price threshold provisions were omitted by mistake, resulting in leaseholders receiving a better deal than the government thought it was providing. If it is somehow confirmed that the omission was in fact a mistake, it may lessen the probability that a court would find a taking in section 204, because the section could be viewed as a congressional effort to correct a governmental error that plaintiffs were exploiting. However, we do not know whether the upfront bonus payments made by the affected leaseholders were calculated to reflect the fact that the royalty exemption was not linked to market prices. If so, leaseholders could argue that, error or not, they paid for the economic advantage of having no price threshold.", "There are other factors which suggest that a challenge to section 204 as an unlawful taking might not succeed. First, the Court of Federal Claims and its appellate court, the U.S. Court of Appeals for the Federal Circuit, are the courts that would adjudicate a takings challenge to section 204. These courts have long voiced a preference for adjudicating cases involving written contracts with the United States on a breach of contract theory, rather than under takings law. Second, any regulatory taking claim may be parried by the government's argument that government contracting is a \"heavily regulated field,\" so that affected leaseholders cannot claim to be surprised—especially given the level of current oil prices—that Congress sought to impose section 204. With regard to the bid ineligibility section 204 imposes, the United States has broad discretion in setting the qualifications of those with whom it contracts. Thus it may be argued that section 204 does not defeat any reasonable investment-backed expectations of affected leaseholders.", "While our analysis suggests that section 204 may not constitute a constitutional \"taking,\" it should be noted that if the court agrees to do a takings analysis at all, the outcome can be difficult to predict. This is in part because a fact-based analysis is often used to resolve a takings claim. This could be the case with a takings challenge to section 204 of H.R. 6 , which could conceivably turn on whether a particular plaintiff is able to demonstrate that the loss of the ability to bid on future leases is such an onerous burden that section 204's options of renegotiation or payment of a fee are not voluntary."], "subsections": []}, {"section_title": "II. Doctrine of Unconstitutional Conditions", "paragraphs": ["Though first stated by the Supreme Court over a century ago, the doctrine of unconstitutional conditions still lacks consistent formulation and is invoked by the Court unpredictably. In black-letter terms, the doctrine states that \"the government ordinarily may not grant a benefit on the condition that the beneficiary surrender a constitutional right, even if the government may withhold that benefit altogether. The doctrine of unconstitutional conditions, where applied, requires a court to employ strict scrutiny in analyzing the challenged condition.\" The doctrine is intended to prevent the government from indirectly achieving a result that it could not command directly.", "A challenge to section 204 based on the doctrine of unconstitutional conditions would likely assert that the section impermissibly seeks abandonment of the constitutional right to compensation for a lessee's property right in a valuable contract term in return for the government benefit of eligibility for new OCS leases. This argument would assume, and this memorandum will assume, that Congress could not directly eliminate the leaseholders' royalty-free status without triggering a compensable taking.", "It does not appear likely that Section 204 would violate the doctrine of unconstitutional conditions (although given the limited and inconsistent case law on the doctrine, it is difficult to reach a conclusion with any certainty). In Ruckelshaus v. Monsanto— a case that, as noted above, offers rough analogy to section 204—the Court rejected not only a taking argument, but one based in the doctrine of unconstitutional conditions as well. Monsanto argued that the pesticide act's requirement that the registration applicant give up its property interest in the trade secrets constituted placing an unconstitutional condition on the right to a valuable government benefit. The Court rejected this argument, stating that", "... Monsanto has not challenged the ability of the Federal Government to regulate the marketing and use of pesticides. Nor could Monsanto successfully make such a challenge, for such restrictions are the burdens we all must bear in exchange for the advantage of living and doing business in a civilized community. This is particularly true in an area, such as pesticide sale and use, that has long been the source of public concern and the subject of government regulation.", "It should be noted that subsequent to Ruckelshaus , the Court did make the doctrine of unconstitutional conditions the foundation of its test as to whether a taking is effected by a land-use \"exaction\"—land dedication conditions imposed by government agencies upon their approval of proposed development. However, it might be difficult to argue on this basis that Ruckelshaus is no longer good law; the area of \"land exactions\" is highly specialized. Also, the variant of the unconstitutional conditions standard applied by the Court in the \"land exaction\" decisions would likely be satisfied by section 204."], "subsections": []}, {"section_title": "III. Substantive Due Process and Equal Protection", "paragraphs": [], "subsections": [{"section_title": "Substantive Due Process", "paragraphs": ["The Due Process Clause of the Fifth Amendment is stated in purely procedural terms, directing that no person be deprived of life, liberty, or property without \"due process.\" Notwithstanding, the Court has long discerned in the Clause a prohibition on certain types of legislation interfering with such interests, regardless of the process used. This implicit prohibition is known as substantive due process.", "The precise content of a substantive due process analysis varies considerably depending on the category of legislation. For present purposes, what is most important is that so-called \"economic legislation\"—of which section 204 is almost certainly an example—is tested under the most deferential of substantive due process standards, asking only whether one can conceive of a \"rational basis\" for Congress' action:", "It is by now well established that legislative Acts adjusting the benefits and burdens of economic life come to the Court with a presumption of constitutionality, and that the burden is on one complaining of a due process violation to establish that the legislature has acted in an arbitrary and irrational way.", "Courts rarely find a violation of this deferential threshold. In particular, it would seem that section 204's effect on contractual \"property\" rights is well on the constitutional side of the threshold. In section 204, Congress may be expressing a judgment that royalty-free DWRRA leases are not in the public interest and would be creating a means to discourage their continuance. That the means (ineligibility for new leases) is rationally related to this legitimate government objective seems difficult to question.", "To be sure, section 204 would achieve its legitimate purpose by imposing a burden on existing leaseholders—that is, by upsetting settled expectations. This retroactivity aspect of section 204 does not appreciably alter the substantive due process analysis. As the Court has stated,", "[O]ur cases are clear that legislation readjusting rights and burdens is not unlawful solely because it upsets otherwise settled expectations. This is true even though the effect of the legislation is to impose a new duty or liability based on past acts.", "The retroactivity aspect of legislation is subject to separate Substantive Due Process scrutiny, but under the same deferential rational-basis standard. \"That burden is met simply by showing that the retroactive application of the legislation is itself justified by a rational legislative purpose.\" The retroactivity feature of section 204 certainly meets this minimal standard. Given that the DWRRA leases that Congress wishes to have renegotiated are already in existence, it had little choice but to apply section 204's new-lease eligibility restriction to existing leases."], "subsections": []}, {"section_title": "Equal Protection", "paragraphs": ["As a preliminary matter, the Equal Protection Clause of the Fourteenth Amendment, which by its terms applies only to the states , has been held applicable to the federal government as well through the Due Process Clause of the Fifth Amendment. A 1995 Supreme Court decision notes that the Court has for decades \"treat[ed] the equal protection obligations imposed by the Fifth and Fourteenth Amendments as indistinguishable.\"", "Equal protection analysis seeks to assure that similar entities will be treated similarly by the government. It has been said that \"[Equal protection] does not reject the government's ability to classify persons or 'draw lines' in the creation and application of laws, but it does guarantee that those classifications will not be based upon impermissible criteria or arbitrarily used to burden a group of individuals.\" Depending on the nature of the classification, the standard of review used by courts varies greatly. When the law's classification involves a \"fundamental constitutional right\" (e.g., interstate travel, marriage, or voting), \"suspect classification\" (e.g., race or country of origin), or characteristics such as sex or legitimacy, a higher level of scrutiny—either \"strict\" or \"intermediate\"—is used. By contrast, when the challenged law is deemed \"economic legislation\" (not involving fundamental rights and suspect classifications), the level of scrutiny applied by the court is at a minimum, that is, at its most deferential to the legislative judgment.", "Section 204 would appear not to involve any of the Supreme Court-recognized triggers for anything greater than the minimal level of scrutiny under equal protection analysis. At least for purposes of equal protection analysis, contract rights such as those held by OCS lessees (and property rights in general) have not been judicially designated as fundamental constitutional rights. Rather, section 204's approach likely would be viewed by courts as economic legislation. As such, it would be subject to the minimal standard of judicial review. The Court has stated that", "Whether embodied in the Fourteenth Amendment or inferred from the Fifth, equal protection is not a license for courts to judge the wisdom, fairness, or logic of legislative choices. In areas of social and economic policy , a statutory classification that neither proceeds along suspect lines nor infringes fundamental constitutional rights must be upheld against equal protection challenge if there is any reasonably conceivable state of facts that could provide a rational basis for the classification . ... This standard of review is a paradigm of judicial restraint.", "Thus, if a court can holds that there is a rational basis for achieving a legitimate government objective in connection with section 204's different treatment of OCS leases without price thresholds and those with price thresholds, it will reject an equal protection challenge to section 204. It would seem that such a rational basis for achieving a legitimate government objective can be imagined. Congress, in enacting section 204, might have thought that lessees without price thresholds are earning greater than reasonable profits from the public lands, given the much higher price of oil and natural gas today than when the leases were entered into and given the open-ended royalty relief. As such, Congress might reasonably have concluded that such lessees should be ineligible to bid on new OCS leases, under which they would earn further (though not to say unreasonable) profits from public property. Congress might also have determined that entities that were not required to pay royalties under the 1998/1999 leases might as a result have been in a better financial position to bear the burden of a fee aimed at conservation of resources. It would also seem rationally related to a legitimate government objective that Congress, in enacting section 204, thought that such an approach would encourage renegotiation of the no-price-threshold leases, especially should it be determined that the omission of price thresholds was truly an administrative mistake, and might also provide funds for protection of resources.", "In sum, it seems likely that section 204 would survive equal protection challenge."], "subsections": []}]}, {"section_title": "IV. Breach of Contract", "paragraphs": ["In addition to potential challenges to section 204 based on constitutional violations, as described supra , it is possible that adversely affected parties might seek redress based on an alleged breach of contract; namely, that the United States has effectively breached its agreement in the 1998-1999 leases by enacting section 204. The Supreme Court has repeatedly declared that \"[w]hen the United States enters into contract relations, its rights and duties therein are governed generally by the law applicable to contracts between private individuals.\" This includes the law governing breach of contract. Under the Tucker Act, the United States has waived sovereign immunity for breach of contract claims against it.", "The fact that section 204 renders certain DWRRA leaseholders ineligible for new OCS leases probably would not constitute a breach of contract by the United States if, as discussed in the Fifth Amendment takings section, existing DWRRA leases contain no promise that the leaseholders will be eligible to bid on new OCS leases. That is, based on this assumption, section 204 appears not to deny any performance owed by the United States to such lessees.", "As to existing leaseholders giving up their valuable exemption to gain eligibility for new leases, our research reveals no case where a voluntary surrender of a contract right was held to constitute a breach. Though the United States has indeed been held liable for breach, the court decisions involve government abrogation by fiat, not by offers of a choice. However, as with our takings analysis, it should be noted that there may be a factual issue regarding whether in a handful of cases, renegotiation has been effectively compelled because the loss of eligibility for new leases for certain entities is so damaging that no real \"option\" exists.", "Finally, leaseholders who accept the implicit invitation in section 204 to renegotiate might be tempted to argue that renegotiated contracts are voidable because entered into under duress. Under the Restatement (Second) of Contracts, if one enters into a contract because of \"an improper threat by the other party that leaves the victim no reasonable alternative,\" the contract is voidable. As stated, however, the threat must be \"improper,\" and the Restatement definition of this term does not appear to fit the circumstances of section 204. Thus, an effort by holders of renegotiated leases to void them based on section 204-induced duress likely would fail."], "subsections": []}, {"section_title": "V. Unilateral and Mutual Mistake", "paragraphs": ["The previous sections of this report examined possible legal challenges to congressional action aimed at recovery of amounts not currently recoverable under the 1998/1999 leases due to the absence of a price threshold provision, with a focus on the provisions of section 204 of H.R. 6 . However, it is also prudent to examine the possibility of litigation under the common-law contract doctrines of mistake that could effectively alter the 1998 and 1999 leases so as to include royalty price thresholds without necessitating congressional action. Because leases are a type of contract, it is possible that a party could sue the lessees and/or United States under the contract law doctrines of unilateral or mutual mistake, asking the court to impose \"reformation\" of the leases or to void them. The argument would be premised on the possibility that either the Minerals Management Service (MMS) of the Department of the Interior alone, or both the MMS and the lessees, made a mistake as to the effect of the 1998-1999 lease language. Thus we will assume for purposes of our analysis that MMS, or MMS and the lessees, mistakenly thought the references to 30 CFR Part 260 in the 1998/1999 leases had the effect of imposing price thresholds.", "As an initial proposition, we note that an erroneous belief as to the effect of an agreement provision, just as an erroneous belief as to nonlegal facts, constitutes a mistake for purposes of the unilateral and mutual mistake doctrines."], "subsections": [{"section_title": "Unilateral Mistake", "paragraphs": ["In this section we assume that only the MMS, not the oil company lessees, believed at the time the 1998/1999 leases were signed that price thresholds had been incorporated. That is, the mistake on MMS' part was unilateral, and the lessees were aware of the lack of a price threshold in the leases. Section 153 of the Restatement (Second) of Contracts (hereinafter the \" Restatement \") states", "Where a mistake of one party at the time a contract was made as to a basic assumption on which he made the contract has a material effect on the agreed exchange of performances that is adverse to him, the contract is voidable by him if he does not bear the risk of the mistake under the rule stated in § 154, and", "(a) the effect of the mistake is such that enforcement of the contract would be unconscionable, or", "(b) the other party had reason to know of the mistake or his fault caused the mistake.", "Section 154 of the Restatement , referred to in the above-quoted language, suggests that the MMS likely did not \"bear the risk\" of the supposed mistake in question here, because the risk was not contractually allocated to MMS, nor was MMS aware of any limited knowledge with respect to the facts pertaining to the royalty threshold provision in the leases. This eliminates the first barrier to the court's award of redress under the theory of unilateral mistake. Thus, voiding the lease might be available as a remedy if either: (a) the effect of MMS' mistake (allowing the lessees to avoid paying royalties with oil/gas prices above the threshold) is deemed \"unconscionable\"; or (b) the lessees \"had reason to know of the mistake.\"", "Winning a unilateral mistake case is an uphill climb. \"The law of contracts,\" says the Restatement , \"supports the finality of transactions lest justifiable expectations be disappointed.\" Voiding or reformation of contract terms is the \"exceptional situation[].\" Especially is this so when the mistake was made solely by one party. Finally, establishing unconscionability is said to be a \"substantial burden,\" though as section 153 indicates through use of the disjunctive \"or,\" showing unconscionability may be bypassed by pursuing clause (b). Also, the fact that the mistake could have been averted by the exercise of reasonable care by the mistaken party does not preclude a remedy.", "Contract reformation would not seem to be available as a remedy for a unilateral mistake. According to Section 155 of the Restatement , where a contract fails to express an agreement because of a mistake by both parties as to the effect of the writing, the court may at the request of a party reform the writing. But,", "If one party [here, MMS] sends to the other [the lessees] an offer which, because of a mistake, does not reflect the offeror's intention, the rule stated in this Section does not apply because only one party is mistaken and because there was no prior agreement. The mistaken party's remedy, if any, in that case is not reformation but avoidance under the rule stated in § 153.", "Diverging slightly from the Restatement view, a leading treatise asserts that unilateral mistake accompanied by inequitable conduct by the other party who knew of the mistake and failed to point it out may be regarded as mutual mistake and remedied by reformation."], "subsections": []}, {"section_title": "Mutual Mistake", "paragraphs": ["In this section we assume that both the MMS and the lessees believed at the time the 1998/1999 leases were signed that price thresholds had been incorporated by the leases' reference to 30 CFR Part 260. That is, the mistake was mutual. Section 155 of the Restatement potentially applies here:", "Where a writing that evidences or embodies an agreement ... fails to express the agreement because of a mistake of both parties as to the contents or effect of the writing, the court may at the request of a party reform the writing to express the agreement, except to the extent that the rights of third parties such as good faith purchasers for value will be unfairly affected.", "Especially pertinent to the DWRRA leases, the Restatement is explicit that \"[i]f the parties are mistaken with respect to the legal effect of the language that they have used, the writing may be reformed to reflect the intended effect.\" As with unilateral mistake, the remedy (here, reformation) \"is not precluded by the mere fact that the party who seeks it failed to exercise reasonable care in reading the writing ....\"", "In order for Section 155 to be invoked, however, \"there must have been some agreement between the parties prior to the writing,\" perhaps a letter exchange between MMS and the lessees expressing a belief that the leases included price thresholds. A treatise indicates that the key factor in the defective-writing mutual-mistake cases is proof of the actual agreement of the parties. To the best of our knowledge, no document that demonstrates an agreement between MMS and the lessees to include royalty price thresholds exists. This lack of proof of an agreement between the parties on the issue could make it difficult to establish mutual mistake."], "subsections": []}, {"section_title": "Comments", "paragraphs": ["Indulging in speculation, it seems likely that the 1998/1999 leases involved at most a unilateral mistake (by MMS), rather than mutual mistake—or at least that mutual mistake would be harder to prove. The law of unilateral mistake in connection with contract mistakes by the government is undeveloped, however. In a leading treatise on U.S. government procurement contracts (a different, but more common type of government contract than leases), the doctrine of unilateral mistake is discussed at length, with numerous court and administrative decisions cited. But apparently every one of these decisions involves mistakes by the contractor, not the United States. This lopsided ratio may be the result of two clauses commonly found in government procurement contracts that obviate the government's having to argue mistake. One such clause is the termination for convenience clause, which is standard in every government procurement contract. The other is a clause to the effect that the government has the right unilaterally to issue contract change orders, subject to renegotiation of the contract price.", "Whatever the cause of the paucity of government-mistake cases, we are left with a situation in which there is little applicable precedent for assessing whether the unilateral mistake doctrine applies to the circumstances here. Certainly the fact that the MMS arguably was acting within its DWRRA section 304 authority in not imposing price thresholds adds a complicating element to the analysis.", "It should also be noted that it is not clear who would be a proper party to bring a challenge to the 1998-1999 leases based on unilateral or mutual mistake. The United States would be the most natural party to sue since it is the directly aggrieved party, but the Department of the Interior has communicated views to Congress suggesting that it would not be willing to do so. Plainly, the lessees have little incentive to sue. And a plaintiff suing based solely on his/her status as a taxpayer would not succeed in an Article III court: the Supreme Court has recently reaffirmed its rejection of federal taxpayer standing, based on the Constitution's \"case\" or \"controversy\" requirement. Thus, who might be able to bring a challenge to the 1998-1999 leases is not clear."], "subsections": []}]}, {"section_title": "VI. Conclusion", "paragraphs": ["Efforts to rectify what appears to be an oversight in the leases issued by MMS in 1998 and 1999 that do not contain royalty price threshold provisions raise a number of legal questions. These include potential claims of infringement on certain constitutional rights, including the Takings clause of the Fifth Amendment, the Due Process clause of the Fifth Amendment, and the Equal Protection Clause of the Fourteenth Amendment. A related concern is an allegation of the \"doctrine of unconstitutional conditions,\" which forbids the government from granting a benefit on the condition that the beneficiary surrender a constitutional right, even if the government may withhold that benefit altogether. Although our analysis does not conclude that current efforts to rectify the oversight in the 1998-99 leases, including the provisions of H.R. 6 , would constitute clear violations of these constitutional rights, they should be kept in mind in any analysis of a proposed \"fix\" to the leases.", "In addition, any efforts to correct for the absence of royalty price thresholds in the 1998/1999 leases could be perceived as a breach of contract, because leases are considered contractual by nature and, for the most part, the federal government is treated the same as any other contracting party by the courts. Although H.R. 6 offers lessees the option to renegotiate their leases and does not force them to do so, the final analysis of whether the legislation (or similar legislation) effectively breaches the lease may be a factual analysis dependent upon the resulting hardship to individual lessees, and thus it is difficult to predict how a court might rule on this issue.", "Finally, it should be noted that there is a potential non-legislative fix for the missing royalty price thresholds in the 1998/1999 leases. The leases could be challenged based on a theory of unilateral mistake or of mutual mistake. For such a claim to succeed (resulting in reformation or voiding of the leases), the party challenging the lease provisions would have to demonstrate, among other things, that one or both parties thought it was including the royalty price thresholds when the leases were signed. Furthermore, an interested party would have to be willing to litigate the matter. Thus far, no party has initiated litigation to amend or void the leases."], "subsections": []}]}}