{"id": "RL33747", "title": "Emergency Communications Legislation: Implications for the 110th Congress", "released_date": "2008-09-15T00:00:00", "summary": ["Since September 11, 2001, several bills introduced in the U.S. Congress have included provisions to assist emergency communications. Key provisions from a number of these bills have become law.", "Legislation addressing communications among first responders focused first on interoperability—the capability of different systems to connect—with provisions in the Homeland Security Act (P.L. 107-296). The Intelligence Reform and Terrorism Prevention Act (P.L. 108-458) provided more comprehensive language that included requirements for developing a national approach to achieving interoperability. Some of the legislative requirements were based on recommendations made by the National Commission on Terrorist Attacks Upon the United States (9/11 Commission). Also in response to a 9/11 Commission recommendation regarding the availability of spectrum for radio operations, Congress set a date to release needed radio frequency spectrum by early 2009, as part of the Deficit Reduction Act (P.L. 109-171). The act also provided funding for public safety and for the improvement of 911 systems through a Digital Television Transition and Public Safety Fund. In a section of the Homeland Security Appropriations Act, 2007 (P.L. 109-295, Title VI, Subtitle D), Congress revisited the needs of an effective communications capacity for first responders and other emergency personnel and expanded the provisions of P.L. 108-458. The 109th Congress also passed provisions to improve emergency alerts, incorporated in the Port Security Improvement Act (P.L. 109-347).", "In the 110th Congress, the Implementing Recommendations of the 9/11 Commission Act of 2007 (P.L. 110-53) was passed in the 1st Session. Sections in the act modified and expanded provisions for emergency communications passed in P.L. 109-171 and P.L. 109-295. Among introduced bills that would fund public safety are: S. 74 (Senator Schumer), to ensure adequate funding for high-threat areas; S. 345 (Senator Biden), that would provide funding and includes a requirement for the immediate release of spectrum for public safety use, now scheduled for 2009; S. 3465 (Senator Wicker), to create a First Responders Interoperable Device Availability Trust Fund that would provide grants to purchase interoperable radios for the new public safety network proposed for some of the spectrum made available by the transition to digital TV; H.R. 3116 (Representative Stupak), creating a Public Safety Communications Trust Fund to receive, among other sources of funding, the uncommitted balance remaining in the Digital Television Transition and Public Safety Fund; and H.R. 130, a funding bill for first responders (Representative Frelinghuysen), with a provision that would require the Department of Homeland Security to conduct a study evaluating the need to assign additional spectrum for use by public safety. The bills that carry provisions regarding spectrum are referring, for the most part, to licenses at 700 MHz that were auctioned in January-March 2008; some of the licenses have been assigned to public safety. The proceeds from the auction are to be deposited in the Digital Television Transition and Public Safety Fund, from which mandated disbursements will be made by the National Telecommunications and Information Administration (NTIA). The auction grossed approximately $19.6 billion."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction: Policy and Technological Convergence", "paragraphs": ["Members of the 2 nd Session of the 110 th Congress who support sustaining and improving emergency communications have a body of recent legislation on which to build. Since September 11, 2001, successive Congresses have passed legislation regarding technology, funding, spectrum access and other areas critical to emergency communications. These new laws have tended to address specific issues, dealing separately, for example, with interoperability for first responders, improvements in emergency alerts, and 911 call centers. When reviewing emergency communications legislation, whether for oversight or new initiatives, Congress may review the pace of technological convergence and its impact on policies for emergency communications. What once were discrete areas of emergency response are increasingly sharing common technologies. First responders and other emergency workers not only have access to better tools, but also—by adopting new technologies—find themselves confronted with the need to rethink their internal organizational structure and the ways that they communicate with external groups.", "Most emergency communications in use today have been built on core technologies such as two-way radio for emergency responders, telephone line switches for 911 calls, and broadcasting for emergency alerts. Operated independently of each other, these three pillars of emergency response have developed along separate technology tracks. Advances in information technology—and particularly the ubiquity of the Internet—have laid the groundwork for connecting the functions of communications for emergency responders, 911 call centers, and public alerts. For example: digital broadcasting used for emergency alerts can also be used to deliver information to emergency responders; the use of Internet Protocols (IP) provides a standard for network inter-connectivity; interoperable radio networks used by first responders can open a channel for real-time participation by operators in 911 call centers; these same call centers can be used to generate local alerts, over all types of communications media, to virtually any enabled device. Developing communications technologies with common elements provide synergies that benefit both provider and user.", "Federal policy and congressional action tend to treat these three important areas of emergency communications through different agencies and different committees. Some observers cite cross-agency coordination at the federal level and cross-jurisdiction cooperation at the congressional level as areas where rapprochement could facilitate homeland security. Because the preponderance of incidents involving emergency workers occurs at the local level, local, state and regional participation and coordination are included in federal solutions. Encouraging the right balance of cooperative policy and federal leadership—to support both daily operations and national response in catastrophic situations—is one of the goals of Congress. Through legislation, Congress has proposed methods for blending the use of advanced technology with the changes in organization that shifts in technology tend to foster. In time, the convergence of communications technology may lead to new approaches in policy-making and oversight based on a recognition that both function and technology are interconnected."], "subsections": []}, {"section_title": "First Responders and Emergency Communications", "paragraphs": ["Congressional interest in the federal government's support of interoperable emergency communications capability has increased since September 11, 2001. Chaotic situations at the Pentagon and the World Trade Center were exacerbated by inadequate communications support for local, state, and federal responders at the sites. Radio communications systems, in particular, were not interoperable, hampering coordination of rescue efforts. The different types of technology, operating on different radio frequencies, could not interface with each other.", "Congress first addressed interoperability in the Homeland Security Act of 2002 ( P.L. 107-296 ). Then, responding to recommendations of the National Commission on Terrorist Attacks Upon the United States (9/11 Commission), Congress included a section in the Intelligence Reform and Terrorism Prevention Act of 2004 ( P.L. 108-458 ) that expanded its requirements for action in improving interoperability and public safety communications. Also in response to a recommendation by the 9/11 Commission, Congress set a firm deadline for the release of radio frequency spectrum needed for public safety radios as part of the Deficit Reduction Act of 2005 ( P.L. 109-171 ). These laws provide the base from which the Department of Homeland Security (DHS) can develop a national public safety communications capability as required by the Homeland Security Appropriations Act, 2007 ( P.L. 109-295 ). Title VI, Subtitle D of the act, cited as the 21 st Century Emergency Communications Act of 2006, placed new requirements on DHS as well as reaffirming key passages in the Intelligence Reform and Terrorism Prevention Act. The act created the position of Director of Emergency Communications within the Department of Homeland Security."], "subsections": [{"section_title": "The Homeland Security Act of 2002 and Actions by the Department", "paragraphs": ["Provisions of the Homeland Security Act instructed DHS to address some of the issues concerning public safety communications in emergency preparedness and response and in providing critical infrastructure. Telecommunications for first responders is mentioned in several sections, with specific emphasis on technology for interoperability.", "The newly created DHS placed responsibility for interoperable communications within the Directorate for Science and Technology, reasoning that the focus of DHS efforts would be on standards and on encouraging research and development for communications technology. Responsibility to coordinate and rationalize federal networks, and to support interoperability, had previously been assigned to the Wireless Public SAFEty Interoperable COMmunications Program—called Project SAFECOM—by the Office of Management and Budget (OMB) as an e-government initiative. With the support of the Administration, SAFECOM was placed in the Science and Technology directorate and became the lead agency for coordinating federal programs for interoperability. The Secretary of Homeland Security assigned the responsibility of preparing a national strategy for communications interoperability to the Office of Interoperability and Compatibility (OIC), which DHS created, an organizational move that was later ratified by Congress in the Intelligence Reform and Terrorism Prevention Act. SAFECOM continued to operate as an entity within the Office of Interoperability and Compatibility, which assumed the leadership role. The director of SAFECOM was promoted to head the OIC."], "subsections": []}, {"section_title": "Intelligence Reform and Terrorism Prevention Act", "paragraphs": ["Acting on recommendations made by the National Commission on Terrorist Attacks Upon the United States (9/11 Commission), Congress included several sections regarding improvements in communications capacity—including clarifications to the Homeland Security Act—in the Intelligence Reform and Terrorism Prevention Act ( P.L. 108-458 ).", "The Commission's analysis of communications difficulties on September 11, 2001 was summarized in the following recommendation.", "Congress should support pending legislation which provides for the expedited and increased assignment of radio spectrum for public safety purposes. Furthermore, high-risk urban areas such as New York City and Washington, D.C., should establish signal corps units to ensure communications connectivity between and among civilian authorities, local first responders, and the National Guard. Federal funding of such units should be given high priority by Congress.", "Congress addressed both the context and the specifics of the recommendation for signal corps. The Intelligence Reform and Terrorism Prevention Act amended the Homeland Security Act to specify that DHS give priority to the rapid establishment of interoperable capacity in urban and other areas determined to be at high risk from terrorist attack. The Secretary of Homeland Security was required to work with the Federal Communications Commission (FCC), the Secretary of Defense, and the appropriate state and local authorities to provide technical guidance, training, and other assistance as appropriate. Minimum capabilities were to be established for \"all levels of government agencies,\" first responders, and others, including the ability to communicate with each other and to have \"appropriate and timely access\" to the Information Sharing Environment, an initiative treated elsewhere in the act. The act further required the Secretary of Homeland Security to establish at least two pilot programs in high-threat areas. The process of development for these programs was to contribute to the creation and implementation of a national model strategic plan; its purpose was to foster interagency communications at all levels of the response effort. Building on the concept of using the Army Signal Corps as a model, the law directed the Secretary to consult with the Secretary of Defense in the development of the pilot projects, including review of standards, equipment, and protocols.", "Congress also raised the bar for performance and accountability. Section 7303 (a) (1) set program goals for the Department of Homeland Security, in consultation with the Secretary of Commerce and the FCC. Briefly, the goals were to:", "Establish a comprehensive, national approach for achieving interoperability; Coordinate with other federal agencies; Develop appropriate minimum capabilities for interoperability; Accelerate development of voluntary standards; Encourage open architecture and commercial products; Assist other agencies with research and development; Prioritize, within DHS, research, development, testing and related programs; Establish coordinated guidance for federal grant programs; Provide technical assistance; and Develop and disseminate best practices.", "The act included a requirement that any request for funding from DHS for interoperable communications \"for emergency response providers\" be accompanied by an Interoperable Communications Plan, which must be approved by the Secretary. Criteria for the Plan were also provided in the act.", "The act conveyed the sense of Congress that \"interoperable emergency communications systems and radios should continue to be deployed as soon as practicable for use by the first responder community, and that upgraded and new digital communications systems and new digital radios must meet prevailing national, voluntary consensus standards for interoperability.\"", "Spectrum allocation, needed for radio communications by first responders and other emergency workers, is also an important issue. The act required two studies on spectrum and communication networks for public safety and homeland security, to be prepared for Congress by year end 2005. The FCC was designated to lead a study on spectrum needs for emergency response providers. The Secretary of Homeland Security, with the FCC and the National Telecommunications and Information Administration (NTIA), was required to prepare a study on strategies to meet public safety and homeland security needs for first responders and all other emergency response providers.", "The FCC report was released December 2005. For the study, the FCC sought comment on whether additional spectrum should be made available for public safety, possibly from the 700 MHz band. Comments received from the public safety community overwhelmingly supported the need for additional spectrum, although other bands besides 700 MHz were also mentioned. The FCC did not make a specific recommendation for additional spectrum allocations in the short-term although it stated that it agreed that public safety \"could make use of such an allocation in the long-term to provide broadband services.\" It qualified this statement by observing that spectrum is only one factor in assuring access to mobile broadband services for emergency response. It further announced that it would move expeditiously to see whether the current band plan for the 24 MHz at 700 MHz currently designated for public safety could be modified to accommodate broadband applications.", "The second required study, to be conducted by DHS in cooperation with the FCC and the NTIA, has not been released in final form. In addition to the requirement from Congress, the Secretary of Homeland Security had also been ordered by a Presidential Executive Memorandum to participate in a national study of spectrum policy. The Presidential Spectrum Policy Initiative planning process is moving forward under the direction of the NTIA and will apparently incorporate information intended to meet the congressional study requirement.", "The act also included a sense of Congress provision that the 109 th Congress should pass legislation supporting the Commission's recommendation to expedite the release of spectrum. This was addressed by the 109 th Congress in the \" The Deficit Reduction Act \", discussed below."], "subsections": []}, {"section_title": "The Deficit Reduction Act", "paragraphs": ["The Balanced Budget Act of 1997 required the FCC to allocate 24 MHz of spectrum at 700 MHz to public safety, without providing a hard deadline for the transfer. The channels designated for public safety are among those currently held by TV broadcasters; they are to be cleared as part of the move from analog to digital television (DTV). The 9/11 Commission urged that Congress take prompt action to assure the release of spectrum at 700 MHz—allocated for public safety, but not released—to support needed interoperable network capability and more robust communications capacity.", "Provisions in the Deficit Reduction Act of 2005 planned for the release of spectrum by February 18, 2009 and created a fund to receive spectrum auction proceeds and disburse designated sums to the Treasury and for other purposes. The fund is to transfer $7.363 billion to the Treasury to reduce the budget deficit as specified in H.Con.Res. 95 . Other disbursements from the fund include advances of up to $1.5 billion to assist consumers with the transition to digital television and a grant program of up to $1 billion for public safety agencies. The fund's disbursements are to be administered by the NTIA, which was empowered to borrow funds for communications interoperability grants effective October 1, 2006. At the time, the Congressional Budget Office projected that the grants program for public safety would receive $100 million in FY2007, $370 million in FY2008, $310 million in FY2009 and $220 million in FY2010. However, the 109 th Congress, in its closing hours, passed a bill with a provision requiring that the grants program receive \"no less than\" $1 billion to be awarded \"no later than\" September 30, 2007. Language in Implementing Recommendations of the 9/11 Commission Act of 2007 ( P.L. 110-53 ) reaffirms the 2007 fiscal year deadline, but makes changes in the grant program."], "subsections": []}, {"section_title": "Further Actions Regarding the Deficit Reduction Act: Spectrum Assignment for Public Safety", "paragraphs": ["The FCC established auction rules that comply with the Deficit Reduction Act and also provide for a new, interoperable communications network for public safety users to be shared with commercial users. A national license for 10 MHz, designated as Upper Block D, was put up for auction under service rules that required working with a Public Safety Licensee to build and manage a shared network. The Public Safety Licensee would be assigned a single, national license for 10 MHz that is intended to provide the core capacity for public safety users of the new network. Under the auction rules, there was no winning bidder for the D Block. The FCC is in the process of reconsidering its options and has issue a Second Further Notice of proposed Rulemaking, in which it solicits comment on a wide variety of options. A partnership would give public safety communications users access to private-sector capital and expertise to build the network. Although public safety users would be charged for access to the network, proponents of the plan argue that overall costs will be less than if the network were purely for public safety, because of greater economies of scale."], "subsections": []}, {"section_title": "Further Actions Regarding the Deficit Reduction Act: Memorandum of Understanding for Communications Grants and Subsequent Modifications", "paragraphs": ["In February 2007, the NTIA, designated by Congress to administer the $1 billion grant program in cooperation with the Department of Homeland Security, signed a memorandum of understanding (MOU) with the Office of Grants and Training at DHS to administer the expenditure of the designated funds. The MOU includes an overview of how the Public Safety Interoperable Communications (PSIC) Grant Program will be administered. The overview was reiterated and explained in testimony. Both the MOU and the testimony indicate that the priority will be to fund needs identified through Tactical Interoperable Communications Plans and Statewide Interoperable Plans developed in conjunction with SAFECOM. In particular, tactical plans for urban areas are to be supported.", "On July 18, 2007, the Secretaries of Commerce and Homeland Security jointly announced the details of the grants program. The grants program, as announced, is to provide $968,385,000 in funding for all 50 states, the District of Columbia, and U.S. Territories. Seven urban areas which are part of an ongoing Urban Area Security Initiative are specifically funded. The amounts are subsets of the amount designated for the state associated with the urban area. The New York City Area, for example, is slotted to receive $34,812,602, accounting for over half of the $60,734,783 designated for New York State. The other urban areas are centered on: San Francisco, CA; Chicago, IL; Houston, TX; Newark-Jersey City, NJ; Los Angeles-Long Beach, CA; and Washington, DC. The announcement of the top-level, statewide allocations meets the September 30 deadline set by Congress. The states, however, have additional time to submit their detailed requests, and will receive funds through FY2010.", "The funding program has been modified slightly to conform to provisions established in P.L. 110-53 . In addition, states will have to reappraise their plans for grant requests to meet the new guidelines established by the law. One of the most significant changes has been to provide for grants for strategic technology reserves for communications in an emergency. The $75 million for strategic reserves required by the new law will be distributed among the recipients in proportion to the funds already set aside."], "subsections": []}, {"section_title": "The Homeland Security Appropriations Act, 2007", "paragraphs": ["The destruction caused by Hurricanes Katrina and Rita in August-September 2005 reinforced the recognition of the need for providing interoperable, interchangeable communications systems for public safety and also revealed the potential weaknesses in existing systems to withstand or recover from catastrophic events. Testimony at numerous hearings following the hurricanes suggested that DHS was responding minimally to congressional mandates for action, most notably as expressed in the language of the Intelligence Reform and Terrorism Prevention Act. Bills subsequently introduced in both the House and the Senate proposed strengthening emergency communications leadership and expanding the scope of the efforts for improvement. Some of these proposals were included in Title VI of the Homeland Security Appropriations Act, 2007 ( P.L. 109-295 ). Title VI—the Post-Katrina Emergency Management Reform Act of 2006—reorganized the Federal Emergency Management Agency (FEMA), gave the agency new powers, and clarified its functions and authorities within DHS.", "Subtitle D—the 21 st Century Emergency Communications Act of 2006—created an Office of Emergency Communications and the position of Director, reporting to the Assistant Secretary for Cybersecurity and Communications. The Director is required to take numerous steps to coordinate emergency communications planning, preparedness, and response, particularly at the state and regional level. These efforts are to include coordination with Regional Administrators appointed by the FEMA Administrator to head ten Regional Offices. Among the responsibilities of the Regional Administrators is \"coordinating the establishment of effective regional operable and interoperable emergency communications capabilities.\"", "Two major programs previously supported by other sections of the Department of Homeland Security are included in the responsibilities of the Director of Emergency Communications—SAFECOM and participation in the Integrated Wireless Network (IWN). IWN was planned as a joint law enforcement network for the Departments of Justice, the Treasury, and Homeland Security. DHS has been represented in the IWN Joint Program Office through the Wireless Management Office of the Chief Information Officer.", "Another important organizational shift required by the new law is the requirement that the Director of Emergency Communications coordinate, with the cooperation of the National Communications System (NCS), the establishment of a national response capability. The NCS had been designated the Primary Agency and Emergency Support Function Administrator for the Communications Annex of the Federal Response Plan, a role it continues in the revised National Response Framework. Originally created to assure continuity of the federal government and its operations, NCS has a small role in state and local response and recovery.", "The law also instructs the Director of Emergency Communications to work with the Director of the Office of Interoperability and Compatibility (OIC). The responsibilities of the Office of Interoperability and Compatibility are clarified regarding standards development, research, developing and assessing new technology, coordination with the private sector, and other duties. The development of a comprehensive research and development program is required.", "Among the key responsibilities assigned to the Director of Emergency Communications is to assist the Secretary for Homeland Security in carrying out the program responsibilities required by the \" Intelligence Reform and Terrorism Prevention Act \" in Sec. 7303 (a) (1) [6 U.S.C. 194 (a) (1)], summarized above. Other responsibilities of the Director include conducting outreach programs, providing technical assistance, coordinating regional working groups, promoting the development of standard operating procedures and best practices, establishing non-proprietary standards for interoperability, developing a national communications plan, working to assure operability and interoperability of communications systems for emergency response, and reviewing grants. Required elements of the National Emergency Communications Plan include establishing requirements for assessments and reports, and an evaluation of the feasibility of developing a mobile communications capability modeled on the Army Signal Corps. General procedures are provided for coordination of emergency communication grants, and for a Regional Emergency Communications Coordination (RECC) Working Group. An Emergency Communications Preparedness Center is to be established. Specific provisions are included covering urban and other high risk communications capabilities that closely resemble the provisions of the Intelligence Reform and Terrorism Prevention Act.", "The formation of the regional working groups, the RECCs, responded in part to requests from the public safety community to expand interoperable communications planning to include the second tier of emergency workers. Non-federal members of the RECC include first responders, state and local officials and emergency managers, and public safety answering points (911 call centers). Additionally, RECC working groups are to coordinate with a variety of communications providers (such as wireless carriers and cable operators), hospitals, utilities, emergency evacuation transit services, ambulance services, amateur radio operators, and others as appropriate.", "Congress also required assessments of emergency communications capabilities, including an inventory that identifies radio frequencies used by federal departments and agencies."], "subsections": []}, {"section_title": "9/11 Commission Recommendations", "paragraphs": ["As noted above, Congress initially responded to the 9/11 Commission recommendation about emergency communications with provisions in the Intelligence Reform and Terrorism Prevention Act.", "In addition to the recommendation, which urged the release of spectrum, creation of better communications connectivity in high-risk urban areas, and high priority for federal funding for communications capacity, the section containing this recommendation mentioned other concerns. The Commission report commented on the impact on emergency response capacity when \"an attack is large enough\" and the need for \"Teamwork, collaboration, and cooperation\" as well as \"regular joint training sessions.\" The report states that \"Public safety organizations, chief administrative officers, state emergency management agencies, and the Department of Homeland Security should develop a regional focus.... \" The Commission expressed the opinion that the problems of communications at all three crash sites provided \"strong evidence that compatible and adequate communications among public safety organizations at the local, state, and federal levels remains an important problem.\"", "Both the 108 th and 109 th Congresses provided authorities and funds to address the Commission's concerns. The 110 th Congress has continued the work, meeting a Democratic campaign pledge to implement fully the 9/11 Commission's recommendations with the passage of Implementing Recommendations of the 9/11 Commission Act of 2007 ( P.L. 110-53 ), see below."], "subsections": []}, {"section_title": "Actions in the 110th Congress", "paragraphs": ["The passage of the Implementing Recommendations of the 9/11 Commission Act of 2007 ( P.L. 110-53 ) further advanced the efforts of Congress to provide better and interoperable communications for public safety. Title III of the law is to assist in meeting the goals set for the Office of Emergency Communications in the 21 st Century Emergency Communications Act of 2006 ( P.L. 109-295 , Title VI, Subtitle D) with an Interoperable Emergency Communications Grant Program.", "Title XXII revised provisions of the Deficit Reduction Act regarding the nature of programs eligible for grants from the Digital Television Transition and Public Safety Fund, making funds generally available for planning, system designing, and purchasing decisions related to achieving interoperability. Part of the funds must be allocated for grants to establish strategic reserves. The bill also has required the FCC to study feasible ways to set up a backup system for emergency communications with the objective of developing \"a resilient interoperable communications system.\" The requirement for funding the billion-dollar program in FY2007, as required by the Call Home Act, was reaffirmed in the text."], "subsections": []}, {"section_title": "National Emergency Communications Plan", "paragraphs": ["Title III of the Implementing Recommendations of the 9/11 Commission Act established new guidelines for funding, tightened requirements for meeting state and national planning goals, and set a deadline by which interoperable communications must be achieved as part of the National Emergency Communications Plan required by Title VI Subtitle D of P.L. 109-295 . The Department of Homeland Security issued the National Emergency Communications Plan (NECP) in July 2008. The report stated that 56 states and territories had submitted Statewide Communications Interoperability Plans, confirming their eligibility for grants as stipulated in the Homeland Security Act, as amended. At a hearing on July 15, 2008, members of Congress had expressed concern at the lateness of the plan, which is a pre-condition for releasing grant funds.", "The NECP sets three goals for levels of interoperability", "By 2010, 90% of all areas designated within the Urban Areas Security Initiative (UASI) will demonstrate response-level emergency communications, as defined in grant programs, within one hour for routine events involving multiple jurisdictions and agencies. By 2011, 75% of non-UASI will have achieved the goal set for UASIs. By 2013, 75% of all jurisdictions will be able to demonstrate response-level emergency communications within three hours for a significant incident as outlined in national planning scenarios.", "These jurisdictional goals are to be knit together into a national communications capability through program efforts such as FEMA's Regional Emergency Communications Coordination (RECC) Working Group. The three goals are bolstered by seven objectives for improving emergency communications for first responders, dealing largely with organization and coordination. Each of these objectives have \"Supporting Initiatives\" and milestones. Some of the initiatives do not specify what entity is to accomplish the step described in the NECP but many of them include a commitment from FEMA to deliver a product by deadlines ranging from six months to three years, providing the 111 th and successive Congresses ample opportunity for oversight."], "subsections": []}, {"section_title": "Proposed Legislation", "paragraphs": ["The Homeland Security Trust Fund Act of 2007 (Senator Biden, S. 345 ) would establish and fund a Homeland Security and Neighborhood Safety Trust Fund. Expenditures from the fund would go for grants to support programs that fulfill recommendations by the 9/11 Commission. In particular, provisions are made for $1 billion annually in grants for fiscal years 2007 through 2011 for state and local interoperable communications, to be distributed through the Office of Community Oriented Policing Services. The bill also contains a requirement for the immediate release of the 24 MHz of spectrum for public safety use, now scheduled for 2009, discussed above. Also in the Senate, Senator Charles E. Schumer introduced a bill to ensure adequate funding for high-threat areas ( S. 74 ). In the 108 th Congress, Senator Schumer had sponsored similar legislation, some of which found its way into the Intelligence Reform and Terrorism Prevention Act in the form of requirements for at least two pilot programs in high-threat areas.", "The Reliable, Effective, and Sustained Procurement of New Devices for Emergency Responders (RESPONDER) Act of 2008 ( S. 3465 , Wicker) would create a First Responders Interoperable Device Availability Trust Fund to provide grants to purchase interoperable radios for the new public safety network proposed for some of the channels being released in the transition to digital TV. The network plan is linked to the auction of a remaining block of analog spectrum, known as the D Block. The RESPONDER Act would place the entire net proceeds of the D Block Auction in the Trust. Additional funds would come from a percentage of future auctions. Auction authority for the Federal Communication Commission would be extended to assure the continuation of revenue-producing auctions.", "In the House, H.R. 130 (Representative Frelinghuysen), Smarter Funding for All of America's Homeland Security Act of 2007, would provide additional formulas for assuring funding, but does not specifically address interoperability. Among its provisions, H.R. 130 would create an Advisory Council on First Responders and would also require the Under Secretary of Science and Technology within DHS to conduct a study evaluating the need to assign additional spectrum for use by public safety. The Re-Channelization of Public Safety Spectrum Act ( H.R. 1788 , Representative Ferguson) would require the FCC to provide a band plan for public safety use of channels at 700 MHz to accommodate commercial broadband applications.", "The Public Safety Interoperability Implementation Act ( H.R. 3116 , Representative Stupak) would establish a separate fund within the Digital Television Transition and Public Safety Fund that would be used for public safety communications grants. This separate fund would receive the proceeds remaining from the auction required by the Deficit Reduction Act, after the payments required by the act had been made. It would also receive up to half of the net proceeds of future auctions, although this share could be reduced. In addition a total of $1.5 billion would be authorized for appropriations over three years, beginning with FY2008. The grant program would be administered by the NTIA with a board created for that purpose, with five members appointed by the Secretary of Commerce. Grants would go for communications critical to public safety, with a preference for programs providing broad-based interoperability."], "subsections": []}]}]}}