{"id": "RL33960", "title": "The Elementary and Secondary Education Act, as Amended by the No Child Left Behind Act: A Primer", "released_date": "2013-06-06T00:00:00", "summary": ["The primary source of federal aid to K-12 education is the Elementary and Secondary Education Act (ESEA), particularly its Title I, Part A program of Education for the Disadvantaged. The ESEA was initially enacted in 1965 (P.L. 89-10), and was most recently amended and reauthorized by the No Child Left Behind Act of 2001 (NCLB, P.L. 107-110). The NCLB authorized virtually all ESEA programs through FY2008. It is widely expected that the 113th Congress will consider whether to amend and extend the ESEA.", "The NCLB initiated a major expansion of federal influence upon several aspects of public K-12 education, primarily with the aim of increasing the accountability of public school systems and individual public schools for improving achievement outcomes of all students, especially the disadvantaged. States must implement in all public schools and school districts a variety of standards-based assessments in reading, math and science; make complex annual adequate yearly progress (AYP) determinations for each public school and district; and require virtually all public school teachers and aides to meet a variety of qualification requirements. State AYP policies must incorporate an ultimate goal of all public school students reaching a proficient or higher level of achievement by the end of the 2013-2014 school year. Further, participating states must enforce a series of increasingly substantial consequences for most of their schools and almost all school districts that fail to meet the AYP standards for two consecutive years or more. All of these requirements are associated with state participation in the ESEA Title I-A program.", "Other major ESEA programs provide grants to support the education of migrant students; recruitment of and professional development for teachers; language instruction for limited English proficient students; drug abuse prevention programs; after-school instruction and care; expansion of charter schools and other forms of public school choice; education services for Native American, Native Hawaiian, and Alaska Native students; Impact Aid to compensate local educational agencies for taxes foregone due to certain federal activities; and a wide variety of innovative educational approaches or instruction to meet particular student needs.", "While Congress has not enacted legislation to reauthorize the ESEA, the Administration has made available an ESEA flexibility package that waives various academic accountability requirements, teacher qualification-related requirements, and funding flexibility requirements that were enacted through NCLB. In exchange for these waivers, states must agree to meet four principles established by the U.S. Department of Education (ED) for \"improving student academic achievement and increasing the quality of instruction.\" The four principles, as stated by ED, are as follows: (1) college- and career-ready expectations for all students; (2) state-developed differentiated recognition, accountability, and support; (3) supporting effective instruction and leadership; and (4) reducing duplication and unnecessary burden.", "Taken collectively, the waivers and principles included in the ESEA flexibility package amount to a fundamental redesign by the Administration of many of the accountability and teacher-related requirements included in current law. As of May 2013, ED had approved ESEA flexibility package applications for 37 states and the District of Columbia and was reviewing applications from several other states. If Congress considers ESEA reauthorization during the 113th Congress, it is possible that provisions included in any final bill may be similar to or override the waivers and principles established by the Administration.", "This report focuses only on current law and does not discuss the details of the ESEA flexibility package or how it modifies current law. For more information about the ESEA flexibility package, see CRS Report R42328, Educational Accountability and Secretarial Waiver Authority Under Section 9401 of the Elementary and Secondary Education Act."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The primary source of federal aid to K-12 education is the Elementary and Secondary Education Act (ESEA), particularly its Title I, Part A program of Education for the Disadvantaged. The ESEA was initially enacted in 1965 (P.L. 89-10), and was most recently amended and reauthorized by the No Child Left Behind Act of 2001 (NCLB, P.L. 107-110 ). The NCLB authorized virtually all ESEA programs through FY2008. During the 112 th Congress, both the House and Senate considered legislation to reauthorize the ESEA. It is widely expected that the 113 th Congress will consider whether to amend and extend the ESEA.", "The NCLB initiated a major expansion of federal influence on several aspects of public K-12 education, primarily with the aim of increasing the accountability of public school systems and individual public schools for improving achievement outcomes of all students, especially the disadvantaged. Accountability requirements included in Title I-A of the ESEA require states to implement content and performance standards and assessments aligned with these standards for reading/language arts and mathematics for multiple grades. The results of these assessments are used to make complex annual adequate yearly progress (AYP) determinations for each public school and local educational agency (LEA). A series of increasingly substantial consequences must be applied to schools and LEAs that fail to meet the AYP standards for two consecutive years or more. Accountability requirements also extend to virtually all public school teachers and aides with respect to their qualifications. As discussed in a subsequent section of this report, the Administration has taken actions to alter many of these requirements. ", "Beyond Title I-A, other major ESEA programs provide grants to support the education of migrant students; recruitment of and professional development for teachers; language instruction for limited English proficient (LEP) students; drug abuse prevention programs; after-school instruction and care; expansion of charter schools and other forms of public school choice; education services for Native American, Native Hawaiian, and Alaska Native students; Impact Aid to compensate local educational agencies for taxes forgone due to certain federal activities; and a wide variety of innovative educational approaches or instruction to meet particular student needs.", "Annual appropriations for ESEA programs are provided through the Departments of Labor, Health and Human Services, and Education, and Related Agencies (L-HHS-ED) Appropriations Act. Table A -1 provides FY2010, FY2011, FY2012, and FY2013 appropriations for programs authorized by the ESEA based on line-item amounts included in appropriations tables. This list of \"programs\" does not take into account the number of programs, projects, or activities that may be funded under a single line-item appropriation, so the actual number of ESEA programs, projects, or activities being supported through appropriations is not shown. ", "This report provides a brief overview of major provisions of the ESEA. It is organized by title and part of the act. Other CRS reports provide much more detailed discussions and analyses of major ESEA provisions. Appendix B provides a list of selected acronyms used in the report. "], "subsections": []}, {"section_title": "Recent ESEA Flexibility Provided by the Administration", "paragraphs": ["While Congress has not enacted legislation to reauthorize the ESEA, on September 23, 2011, President Obama and the Secretary announced the availability of an ESEA flexibility package for states and described the principles that states must meet to obtain the included waivers. The waivers apply to school years 2011-2012, 2012-2013, and 2013-2014. States have the option to apply for a one-year waiver extension for the 2014-2015 school year.", "The waivers exempt states from various academic accountability requirements, teacher qualification-related requirements, and funding flexibility requirements that were enacted through NCLB. State educational agencies (SEAs) may also apply for an optional waiver related to the 21 st Century Community Learning Centers program. However, in order to receive the waivers, SEAs must agree to meet four principles established by the U.S. Department of Education (ED) for \"improving student academic achievement and increasing the quality of instruction.\" The four principles, as stated by ED, are as follows: (1) college- and career-ready expectations for all students; (2) state-developed differentiated recognition, accountability, and support; (3) supporting effective instruction and leadership; and (4) reducing duplication and unnecessary burden.", "Taken collectively, the waivers and principles included in the ESEA flexibility package amount to a fundamental redesign by the Administration of many of the accountability and teacher-related requirements included in current law. As of May 2013, ED had approved ESEA flexibility package applications for 37 states and the District of Columbia and was reviewing applications from several other states. If Congress continues to work on ESEA reauthorization during the 113 th Congress, it is possible that provisions included in any final bill may be similar to or override the waivers and principles established by the Administration.", "The remainder of this report focuses only on current law and does not discuss the details of the ESEA flexibility package or how it modifies current law. For more information about the ESEA flexibility package, see CRS Report R42328, Educational Accountability and Secretarial Waiver Authority Under Section 9401 of the Elementary and Secondary Education Act ."], "subsections": []}, {"section_title": "Title I: Improving the Academic Achievement of the Disadvantaged", "paragraphs": ["The introductory text for ESEA Title I includes the authorization of appropriations for FY2002-FY2007 for each Part of the Title, including school improvement grants (SIGs), and authority for states to reserve 1% of grants under parts A, C, and D, or $400,000 (whichever is greater), for state administration."], "subsections": [{"section_title": "School Improvement Grants", "paragraphs": ["Title I-A authorizes the appropriation of such sums as may be necessary for grants to states under Section 1003(g) for School Improvement Grants. States are eligible to apply for these grants, which are allocated in proportion to each state's share of funds received under ESEA Title I, Parts A, C (Migrant Education Program), and D (Neglected and Delinquent Children and Youth). States must use at least 95% of the funds received to make subgrants to LEAs. Subgrants made to LEAs must be between $50,000 and $500,000 for each school identified for improvement, corrective action, or restructuring that will be served through the grant, and must be renewable for up to two additional years if schools meet the goals of their school improvement plans. Subgrants must be used by LEAs to support school improvement. LEAs with the lowest-achieving schools and the greatest commitment to ensuring that such funds are used to provide \"adequate resources\" to enable the lowest-achieving schools to meet the goals under school and LEA improvement plans must be given priority in the awarding of subgrants. ", "While the ESEA has not been reauthorized since the enactment of NCLB in 2002, several changes have been made to the SIG program through various appropriations acts. Through the Consolidated Appropriations Act, 2010 ( P.L. 111-117 ), the SIG program was amended to provide a maximum grant of $2 million annually to each school served using funds appropriated under the American Recovery and Reinvestment Act (ARRA; P.L. 111-5 ) or FY2010 appropriations. In addition, provisions in P.L. 111-117 altered school eligibility criteria to receive SIG to include any school eligible to receive assistance under Title I-A that has not made adequate yearly progress (AYP) for at least two years or is in the state's lowest quintile of performance based on proficiency rates or, for secondary schools, includes any school with a graduation rate below 60%. The FY2011 ( P.L. 112-10 ) and FY2012 ( P.L. 112-74 ) appropriations acts included the same provisions relevant to the identification of schools for SIG funds and changes to the maximum amount that can be awarded to a school. Schools that are eligible for SIG as a result of the new criteria included in the appropriations acts are referred to as \"newly eligible schools.\" In addition to the aforementioned provisions, the FY2012 appropriations act also included a provision permitting the Secretary of Education to reserve up to 5% of the funds appropriated for SIG to carry out activities to build SEA and LEA capacity to implement the SIG program."], "subsections": []}, {"section_title": "Part A: Improving Basic Programs Operated by Local Educational Agencies", "paragraphs": ["Title I, Part A, of the ESEA authorizes federal aid to local educational agencies (LEAs) for the education of disadvantaged children. Title I-A grants provide supplementary educational and related services to low-achieving and other students attending pre-kindergarten through grade 12 schools with relatively high concentrations of students from low-income families. It has also become a \"vehicle\" to which a number of requirements affecting broad aspects of public K-12 education for all students have been attached as a condition for receiving Title I-A grants.", "Title I-A funds are allocated by the U.S. Department of Education (ED) to state educational agencies (SEAs), which then suballocate grants to LEAs. It is one of the few federal K-12 formula grant programs for which substate grants are, in most cases, calculated by ED. Portions of each annual appropriation for Title I-A are allocated under four different formulas—Basic, Concentration, Targeted, and Education Finance Incentive Grants—although funds allocated under all of these formulas are combined and used for the same purposes by recipient LEAs. Although the allocation formulas have several distinctive elements, the primary factors used in all four formulas are estimated numbers of children aged 5-17 in poor families plus a state expenditure factor based on average expenditures per pupil for public K-12 education. Other factors included in one or more formulas include weighting schemes designed to increase aid to LEAs with the highest concentrations of poverty, and a factor to increase grants to states with high levels of expenditure equity among their LEAs. Each formula also has a LEA hold harmless provision (no LEA may receive less than 85-95% of its previous year grant, depending on the LEA's poverty rate) and a state minimum grant provision (up to either 0.25% or 0.35% of state grants, depending on the formula).", "Within LEAs, Title I-A funds are used to provide supplementary educational services to students at public schools with the highest percentages or numbers of children from low-income families, as well as eligible students who live in the areas served by these public schools, but who attend private schools. While there are several program rules related to school selection, the participating schools must generally have a percentage or number of children from low-income families that is greater than the LEA's average. LEAs can generally choose to focus Title I-A services on selected grade levels (e.g., only in elementary schools), but they must usually provide services in all schools, without regard to their grade level, where the percentage of students from low-income families exceeds 75%. Once schools are selected, Title I-A funds are allocated among them on the basis of their number of students from low-income families.", "There are two basic types of Title I-A programs. Schoolwide programs are authorized if the percentage of low-income students served by a school is 40% or higher. In schoolwide programs, Title I-A funds may be used to improve the performance of all students in a school. For example, funds might be used to provide professional development services to all of a school's teachers, upgrade instructional technology, or implement new curricula. The other major type of Title I-A school service model is the targeted assistance program (TAP). This was the original type of Title I-A program, under which Title I-A-funded services are generally limited to the lowest achieving students in the school. For example, students may be \"pulled out\" of their regular classroom for several hours of more intensive instruction by a specialist teacher each week, or they may receive such instruction in an after-school program, or funds may be used to hire a teacher's aide who provides additional assistance to low achieving students in their regular classroom. ", "A number of major accountability requirements apply to public schools in a state that participates in the Title I-A program. Participating states must administer annual, standards-based assessments in reading/language arts and mathematics to students in each of grades 3-8, plus at least once in grades 10-12. Beginning with the 2007-2008 school year, such assessments must also be administered to students in each of three grade levels (3-5, 6-9, and 10-12) in science. Student performance standards for all required assessments must include at least three performance levels: advanced, proficient, and basic. The state assessments must meet a variety of criteria regarding accommodations for students with disabilities and LEP students, and linkages between state content standards, student performance standards, and assessments. Participating states must also administer annual assessments of English language proficiency to all of their LEP students, and participate in National Assessment of Educational Progress (NAEP) tests of 4 th and 8 th grade students in reading and math every two years.", "States must develop annual measurable objectives (AMOs) that are established separately for reading and mathematics assessments, are the same for all schools and LEAs, identify a single minimum percentage of students who must meet or exceed the proficient level on the assessments that applies to the all students group and each subgroup for which data are disaggregated, and must ensure that all students will meet or exceed the state's proficient level of achievement on the assessments based on a timeline established by the state. The timeline must incorporate concrete movement toward meeting an ultimate goal of all students reaching a proficient or higher level of achievement by the end of the 2013-2014 school year. ", "States participating in Title I-A must use results of the required reading and math assessments to make annual adequate yearly progress determinations. AYP standards must be applied to all public schools, LEAs, and to states overall. However, under the ESEA, consequences for failing to meet AYP standards need only be applied to schools and LEAs participating in Title I-A, and consequences for states as a whole are limited to potential identification and provision of technical assistance. AYP is defined primarily on the basis of the percentage of students scoring at a proficient or higher level of achievement. AYP standards must also include at least one additional academic indicator; in the case of high schools, this must be the graduation rate.", "AYP calculations must be disaggregated—that is, determined separately for several demographic groups, as well as for an \"all students\" group. The specified groups include economically disadvantaged students, LEP students, students with disabilities, and students in major racial and ethnic groups. However, student groups need not be considered if their number is so small that results would not be statistically significant or the identity of students might be divulged (minimum group size). In order to make AYP, at least 95% of students overall and 95% of each demographic group must participate in assessments. Schools or LEAs meet AYP standards only if they meet the required threshold levels of performance on assessments, other academic indicators, and test participation with respect to all of the designated student groups that meet the minimum group size criterion selected by the state. The primary structure for AYP determination under the ESEA applies the same required threshold level of achievement to all students and schools statewide (a \"status\" model). The ESEA also includes a \"safe harbor\" provision, under which AYP may be met by a student group if it experiences a 10% reduction, compared to the previous year, in the number of students below proficiency. In recent years, there has been increasing interest in using \"growth\" models to determine AYP, by which the achievement of individual students is tracked from year to year. Interested states may apply to receive a waiver from the Secretary of Education (hereinafter referred to as the Secretary) to implement a growth model.", "The ESEA requires states to identify LEAs and schools that fail to meet AYP standards for two consecutive years for improvement. Students attending these schools must be provided with options to attend other public schools that make AYP. If a Title I-A school fails to meet AYP standards for a third year, students from low-income families must be offered the opportunity to receive instruction from a supplemental educational services (SES) provider of their choice. One or more additional \"corrective actions,\" such as implementing a new curriculum, must be taken with respect to Title I-A schools that fail to meet AYP for a fourth year. Those that fail to meet AYP standards for a sixth year must develop a \"restructuring\" plan, involving such actions as reopening as a charter school. If a school fails to make AYP for a subsequent year, the school must implement its restructuring plan. Procedures analogous to those for schools apply to LEAs that receive Title I-A grants and fail to meet AYP requirements.", "Finally, states participating in Title I-A are required to provide that all public school teachers in core subjects are \"highly qualified.\" In order to be deemed a highly qualified teacher (HQT), all such public school teachers must hold at least a bachelor's degree, have obtained full state certification or passed the state teacher licensing examination, and must hold a license to teach. In addition, teachers who are new to the profession must demonstrate subject area knowledge, including (if teaching at a secondary level) passing a state academic test or completing an academic major, graduate degree, or advanced certification in each subject taught. A public school teacher who is not new to the profession may also be deemed to be \"highly qualified\" by demonstrating competence in all subjects taught \"based on a high objective uniform State standard of evaluation\" (HOUSSE). Further, paraprofessionals (aides) providing instruction in Title I-A programs must have either: (a) completed at least two years of higher education; or (b) earned an associate's (or higher) degree; or (c) met a \"rigorous standard of quality.\""], "subsections": []}, {"section_title": "Part B: Student Reading Skills Improvement Grants", "paragraphs": ["Subpart 1 of Title I-B authorizes the Reading First program. Under Reading First, grants are allocated among participating states in proportion to their estimated number of children aged 5-17 in poor families, with each state receiving at least 0.25% of the total funds available for state grants. SEAs then make competitive subgrants to LEAs, with priority given to LEAs in which the estimated number of children aged 5-17 in poor families is at least 6,500 or the poverty rate for 5-17 year-olds is at least 15%. LEAs are to use these funds to improve reading programs for students in grades K-3 in schools that either have percentages of students from low-income families that are among the highest in the LEA or have been identified for improvement under Title I-A. The supported reading instruction must be grounded in scientifically based reading research. Subpart 1 also authorizes targeted assistance performance awards to states that have demonstrated improvements in student reading performance. This program is not currently funded.", "The Early Reading First program is authorized under Subpart 2 of Title I-B. Early Reading First provides competitive grants to LEAs and/or programs serving preschool children for activities, grounded in scientifically based reading research, that are intended to help preschool children acquire knowledge and skills necessary for learning to read. This program is not currently funded.", "Subpart 3 of Title I-B authorizes the William F. Goodling Even Start Family Literacy Programs. Under Even Start, funds are allocated to states in proportion to grants under Title I-A, with a minimum state grant amount of the greater of $250,000 or 0.5% of total funding for state grants. Within states, funds are competitively awarded to partnerships of LEAs and other entities to provide a combination of services to parents and children, from birth to age 7, including early childhood education, adult basic education, and parenting skills training to parents lacking a high school diploma. This program is not currently funded.", "Subpart 4 of Title I-B authorizes grants to LEAs to improve the services provided by school libraries. If annual appropriations are less than $100 million (as has been the case each year thus far), competitive grants to LEAs are made directly by ED; if appropriations were $100 million or above, grants would be made by formula to SEAs, in proportion to Title I-A grants, and SEAs would make competitive grants to LEAs. This program is not currently funded."], "subsections": []}, {"section_title": "Part C: Education of Migratory Children", "paragraphs": ["Title I-C authorizes grants to SEAs for the education of migratory children and youth. Funds are allocated by formula on the basis of each state's number of migratory children and youth aged 3-21 and the Title I-A state expenditure factor. ED may also make grants for the coordination of services and transfer of educational records for migratory students."], "subsections": []}, {"section_title": "Part D: Prevention and Intervention Programs for Children and Youth Who Are Neglected, Delinquent, or At-Risk", "paragraphs": ["Title I-D authorizes a pair of programs intended to improve education for students who are neglected, delinquent, or at risk of dropping out of school. Subpart 1 authorizes grants for the education of children and youth in state institutions for the neglected or delinquent, including community day programs and adult correctional institutions. Funds are allocated to states on the basis of the number of such children and youth plus the Title I-A state expenditure factor. A portion of each state's grant is to be used to provide transition services to children and youth transferring to regular public schools. Subpart 2 provides aid for programs operated by LEAs in collaboration with locally operated correctional facilities, and in coordination with the Title I-A program."], "subsections": []}, {"section_title": "Part E: National Assessment of Title I", "paragraphs": ["Title I-E requires ED to conduct a national assessment of Title I programs, including a national longitudinal study of schools participating in Title I-A and an evaluation of assessments used to meet the accountability requirements of Title I-A. Part E also authorizes grants for the demonstration of innovative practices in serving students assisted under Title I programs, and grants to the Close-Up Foundation for civic education programs. In addition, using authority available to the Secretary under section 1502, the Striving Readers program, a comprehensive literacy education program for children from birth through grade 12, was enacted through the L-HHS-ED Appropriations Act."], "subsections": []}, {"section_title": "Part F: Comprehensive School Reform", "paragraphs": ["Title I-F authorizes grants via SEAs to LEAs to implement comprehensive reform strategies in schools participating in Title I-A. This program is not currently funded."], "subsections": []}, {"section_title": "Part G: Advanced Placement Programs", "paragraphs": ["Title I-G authorizes grants to SEAs to pay advanced placement test fees on behalf of low-income individuals, as well as grants to SEAs, LEAs, or nonprofit educational entities with relevant expertise, to support activities intended to expand access to advanced placement programs for low-income individuals."], "subsections": []}, {"section_title": "Part H: School Dropout Prevention", "paragraphs": ["At annual appropriations levels of $75 million or less (as has been the case each year thus far), Title I-H authorizes competitive grants to SEAs or LEAs for dropout prevention and reentry programs in high schools with dropout rates above the state average plus middle schools whose graduates attend these high schools. At annual appropriations levels above $75 million but less than $250 million, competitive grants would be made to SEAs for dropout prevention and reentry services to be provided via competitive subgrants to LEAs. If annual appropriations were $250 million or above, grants would be made by formula (in proportion to Title I-A grants) to SEAs, with competitive subgrants to LEAs. At all funding levels, the Secretary of Education is authorized to carry out a variety of activities as part of a \"coordinated national strategy\" for dropout prevention and reentry. "], "subsections": []}, {"section_title": "Part I: General Provisions", "paragraphs": ["Title I-I provides for the development of federal regulations for Title I programs, state administration of these programs, and a selected number of LEA Title I-A audits. Part I also prohibits federal control of the \"specific instructional content, academic achievement standards and assessments, curriculum or program of instruction\" of states, LEAs, or schools (Sec. 1905), and states that nothing in Title I is to be \"construed to mandate equalized spending per pupil for a State, local educational agency, or school\" (section 1906)."], "subsections": []}]}, {"section_title": "Title II: Preparing, Training, and Recruiting High-Quality Teachers and Principals", "paragraphs": [], "subsections": [{"section_title": "Part A: Teacher and Principal Training and Recruiting Fund", "paragraphs": ["Subpart 1 authorizes a program of state grants that may be used for a variety of purposes related to recruitment, retention, and professional development of K-12 teachers and principals. In the allocation of funds, each state first receives an amount equal to its FY2001 grant under two antecedent programs (the Eisenhower Professional Development and the Class Size Reduction programs), and remaining funds, if any, are allocated as follows: 35% on the basis of total population aged 5-17, and 65% on the basis of population aged 5-17 in poor families, with a state minimum grant amount of 0.5% of funds available for state grants. SEAs may reserve a share of funds for administration and statewide services, such as teacher or principal support programs or certification reform, and must suballocate at least 95% of grants to LEAs under Subpart 2 . In making grants to LEAs under Subpart 2, each LEA first receives an amount equal to its FY2001 grant under the two antecedent programs noted above, and remaining funds, if any, are allocated as follows: 20% on the basis of total population aged 5-17, and 80% on the basis of population aged 5-17 in poor families. LEAs may use these grants for purposes that include recruiting and retaining highly qualified teachers and professional development activities for teachers and principals, consistent with a locally developed needs assessment.", "Subpart 3 authorizes grants to partnerships for sustained, high quality professional development services for teachers, principals, and paraprofessionals. Eligible partnerships must include an institution of higher education (IHE) with a teacher or principal education department, a school of arts and sciences within an IHE, a high-need LEA (defined as an LEA with either a school-age child poverty rate of 20% or with 10,000 school-age children in poor families, and a high percentage of teachers who are not fully certified or who are not teaching in fields or grade levels for which they were trained), and possibly additional organizations. Additional provisions of Part A authorize national activities, such as support for principal recruitment, advanced certification, and early childhood educator professional development programs, plus a National Panel on Teacher Mobility."], "subsections": []}, {"section_title": "Part B: Mathematics and Science Partnerships", "paragraphs": ["Part B authorizes grants to eligible partnerships—that include an SEA (if annual appropriations are $100 million or above), an engineering, mathematics, or science department of an IHE, and a high-need LEA (as defined in Part A)—for activities that include professional development, summer workshops or institutes, and recruitment of mathematics and science teachers, as well as development of rigorous curricula in these fields. Title II-B funds are allocated to states by formula if appropriations are equal to or greater than $100 million, as has been the case in recent years."], "subsections": []}, {"section_title": "Part C: Innovation for Teacher Quality", "paragraphs": ["Subpart 1 authorizes a pair of programs designed to encourage former members of the armed services to become teachers (Troops to Teachers), and to support alternative certification programs for mid-career professionals and others to become teachers through nonstandard routes, especially in high-need LEAs (as defined in Part A) or schools (Transition to Teachers). Subpart 2 authorizes grants to a nonprofit organization, the National Writing Project, which, through a series of contracts with IHEs and other nonprofit entities, provides professional development training to teachers of writing. Subpart 3 authorizes a pair of grants to nonprofit organizations, the Center for Civic Education and the National Council on Economic Education, as well as other organizations experienced in the development of civic and economic educational materials for use in the schools of other nations. These grants are used to support civic education in U.S. schools, plus civic and economic educational exchange programs between the United States and Central or Eastern European nations, Ireland, or any developing country. Subpart 4 authorizes the Teaching of Traditional American History program, under which competitive grants are made for instructional improvement to partnerships that include an IHE, a nonprofit history or humanities organization, and a library or museum. Subpart 5 sets limits on the liability of teachers for actions taken to maintain classroom discipline; it applies to states that receive funds under any ESEA program. Many of these programs are not currently funded."], "subsections": []}, {"section_title": "Part D: Enhancing Education Through Technology", "paragraphs": ["Subpart 1 of Part D authorizes grants to SEAs and LEAs to increase access to educational technology, support the integration of technology into instruction, enhance technological literacy, and support technology-related professional development of teachers. Funds are allocated to states in proportion to Title I-A grants, with a state minimum grant amount of 0.5% of total funding for state grants. At least 95% of state grants must be allocated to LEAs (and consortia of LEAs and other entities)—50% by formula, in proportion to Title I-A grants, and 50% competitively. Subpart 2 authorizes support for national activities related to educational technology, including development of a national long range technology plan. Subpart 3 authorizes the Ready-to-Learn Television program, under which support is provided to one or more public telecommunications entities to support the production and distribution of educational programs for preschool and elementary school students and their parents to support school readiness and student academic achievement. Subpart 4 requires LEAs or schools receiving aid under Part D to establish and implement Internet safety policies designed to prevent minors from accessing material that is obscene, includes child pornography, or is harmful to minors, and prevent adults from accessing material that is obscene or includes child pornography. This program is not currently funded."], "subsections": []}]}, {"section_title": "Title III: Language Instruction for Limited English Proficient and Immigrant Students", "paragraphs": ["Title III of the ESEA authorizes funds to support the education of LEP and immigrant students. For fiscal years in which appropriations equal or exceed $650 million, Title III, Part A, the English Language Acquisition, Language Enhancement, and Academic Achievement Act, is in effect. If appropriations are less than $650 million, Title III, Part B, Improving Language Instruction Educational Programs, is in effect. Since FY2002, appropriations have exceeded $650 million, meaning only Title III, Part A has been in effect. Therefore, only Part A is discussed below."], "subsections": [{"section_title": "Part A: English Language Acquisition, Language Enhancement, and Academic Achievement Act", "paragraphs": ["Title III-A was designed to help ensure that LEP students, including immigrant students, attain English proficiency, develop high levels of academic attainment in English, and meet the same state academic content and student academic achievement standards that all students are expected to meet. Formula grant allocations are made to states based on the proportion of LEP students and immigrant students in each state relative to all states. These amounts are weighted by 80% and 20%, respectively, resulting in a formula allocation based primarily on the number of LEP students in each state. States make subgrants to eligible entities (often LEAs) based on the relative number of LEP students in schools served by the eligible entity. States are also required to reserve up to 15% of the state allocation to make grants to eligible entities that have experienced a significant increase in the number of immigrant students enrolled in schools in the geographic area served by the eligible entity.", "Eligible entities receiving subgrants are required to use funds for two activities. Funds must be used to increase the English language proficiency of LEP students by providing high-quality instructional programs that are grounded in scientifically based research that demonstrates the program is effective in increasing English language proficiency and student academic achievement in core academic subjects. Funds must also be used to provide high-quality professional development to school staff or community-based personnel that work with LEP students. Eligible entities receiving grants from the funds reserved specifically for immigrant students are required to use these funds to support activities that \"provide enhanced instructional opportunities\" for immigrant students.", "Each SEA is required to develop and hold eligible entities responsible for meeting annual measurable achievement objectives (AMAOs) for LEP students. AMAOs must include objectives for the following measures:", "Annual increases in the number or percentage of students making progress in attaining English proficiency; Annual increases in the number or percentage of students attaining English proficiency by the end of each school year; and AYP targets for LEP students on annual assessments (under Title I-A).", "While Title III-A focuses on the education of LEP students, Title I-A also contains provisions that specifically apply to this student population. For example, Title I-A requires that LEAs annually assess the English proficiency of all students with limited English proficiency (Section 1111(b)(7)). These assessments must measure students' speaking, listening, reading, and writing skills in English."], "subsections": [{"section_title": "National Programs (Sections 3131 and 3303)", "paragraphs": ["In the reservations of funds made under Title III-A, funds are provided to support two specific national programs: (1) the National Professional Development Project; and (2) the National Clearinghouse. Under the National Professional Development Project, grants are awarded on a competitive basis for a period of up to five years to IHEs working in consortia with SEAs or LEAs to provide for professional development activities that will improve classroom instruction for LEP students and to help personnel working with these students to meet professional standards (e.g., licensure, certification). The National Clearinghouse is responsible for collecting, analyzing, synthesizing, and disseminating information about language instruction educational programs for LEP students and related programs."], "subsections": []}]}]}, {"section_title": "Title IV: 21st Century Schools", "paragraphs": ["Title IV of the ESEA authorizes the Safe and Drug-Free Schools and Communities program (Part A) and the 21 st Century Community Learning Centers (Part B). It also includes requirements related to the provision of services for children in smoke-free environments (Part C)."], "subsections": [{"section_title": "Part A: Safe and Drug-Free Schools and Communities", "paragraphs": ["Title IV-A is the federal government's major initiative to prevent drug abuse and violence in and around schools. One-half of state grant funds is allocated on the basis of total population aged 5-17, and one-half is allocated in proportion to Title I-A concentration grants, with a minimum grant amount of the greater of 0.5% of total funding for state grants or each state's grant for FY2001. SEAs subsequently make formula grants to LEAs based on each LEA's share of total Title I-A funding (60%) and share of enrollment in public and private nonprofit elementary and secondary schools (40%). Title IV-A also provides funds to state governors to create programs to deter youth from using drugs and committing violent acts in schools. Funds are not currently provided for state grants. National programs supporting a variety of national leadership projects designed to prevent drug abuse and violence in elementary and secondary schools (e.g., the Safe Schools/Healthy Students initiative) are also funded under Title IV-A."], "subsections": []}, {"section_title": "Part B: 21st Century Community Learning Centers", "paragraphs": ["Title IV-B supports activities provided during nonschool hours that offer learning opportunities for school-aged children. Formula grants are made to states based on the proportion of Title I-A funds received by each state relative to the total amount of funding provided through Title I-A. States subsequently award grants to local entities (e.g., LEAs, community-based organizations) on a competitive basis for a period of three to five years. SEAs are required, to the extent possible, to distribute funds equitably among the various geographic areas within the state, including urban and rural communities. Eligible entities are to serve primarily students who attend schools eligible for schoolwide programs under Title I-A and the families of these students. Eligible entities may use funds for before- and after-school activities that advance student academic achievement. The program's focus, however, is currently on providing after-school activities for children and youth, and literacy-related activities for their families."], "subsections": []}, {"section_title": "Part C: Environmental Tobacco Smoke", "paragraphs": ["Title IV-C prohibits smoking in facilities providing elementary or secondary education or library services to children, if the services are funded directly or indirectly by the federal government, or the facility is constructed, operated, or maintained using federal funds."], "subsections": []}]}, {"section_title": "Title V: Promoting Informed Parental Choice and Innovative Programs", "paragraphs": [], "subsections": [{"section_title": "Part A: Innovative Programs", "paragraphs": ["Part A authorizes the Innovative Programs block grant program, under which aid is provided to SEAs and LEAs that can be used for an especially wide range of educational services and activities. Part A grants are allocated to states on the basis of total population aged 5-17, with a state minimum grant amount of 0.5% of total funding for state grants. At least 85% of Title V-A funds must be allocated by SEAs to LEAs on the basis of state-developed formulas that take into consideration each LEA's enrollment of students in public and private schools, with adjustments to provide increased grants per pupil to LEAs with the greatest numbers or percentages of \"high cost\" students, including those from economically disadvantaged families and those living in sparsely populated areas or areas of concentrated poverty.", "Of the Part A funds that may be retained by states, no more than 15% may be used for administrative costs; remaining funds reserved by states are to be used for one or more of seven specified types of programs and services, including the broad categories of statewide education reform, school improvement programs and technical assistance activities. LEAs may use their Part A funds for any of 27 different types of \"innovative assistance programs.\" While several of these are relatively specific (e.g., programs to provide same gender schools and classrooms), others are more general (e.g., promising education reform projects). This program is not currently funded."], "subsections": []}, {"section_title": "Part B: Public Charter Schools", "paragraphs": ["Subpart 1 authorizes grants to SEAs or, if a state's SEA chooses not to participate, charter school developers, to support the development and initial implementation of public charter schools. Priority in awarding grants is to be given to states with charter school policies meeting such criteria as holding charter schools accountable for meeting clear and measurable objectives, or establishing one or more public chartering agencies that are not LEAs. Up to 5% of program funds may be reserved by ED for technical assistance to, as well as studies of, charter schools. Subpart 1 also includes general provisions for allocations to charter schools under ESEA and other federal formula grant programs. Subpart 2 authorizes ED to make grants to three or more entities to demonstrate innovative ways to help charter schools acquire appropriate facilities. Subpart 3 authorizes competitive grants to SEAs, LEAs, or partnerships of these entities with nonprofit organizations for programs to expand public school options for K-12 students. Subpart 3 is not currently funded."], "subsections": []}, {"section_title": "Part C: Magnet Schools Assistance", "paragraphs": ["Part C provides grants to plan and operate magnet schools—public schools of choice designed to encourage voluntary enrollment by students of different racial backgrounds."], "subsections": []}, {"section_title": "Part D: Fund for the Improvement of Education", "paragraphs": ["Part D authorizes a series of competitive grant programs intended to support a variety of innovative K-12 educational activities. Subpart 1 includes both a broad authority for innovative activities selected at the discretion of the Secretary of Education, and a series of required studies (on unhealthy public school buildings, exposure of children to violent entertainment, and sexual abuse in schools). This authority has been used to create the Teacher Incentive Fund (TIF) program and the Promise Neighborhoods program through L-HHS-Ed appropriations acts. The TIF program provides competitive grants to support the development and implementation of performance-based teacher and principal compensation systems in high-need schools. The Promise Neighborhood program provides competitive grants to support distressed communities in developing and implementing a plan for the provision of a continuum of effective family and community services, family supports, and comprehensive educational reforms designed to improve outcomes for children from birth through college.", "A number of specific activities are authorized in Subparts 2-21 . Authorized programs include Elementary and Secondary School Counseling Programs; Partnerships in Character Education; Smaller Learning Communities; Gifted and Talented Students; Star Schools Program; Ready to Teach; Foreign Language Assistance Program; Physical Education; Community Technology Centers; Educational, Cultural, Apprenticeship, and Exchange Programs for Alaska Natives, Native Hawaiians, and Their Historical Whaling and Trading Partners in Massachusetts; Excellence in Economic Education; Grants to Improve the Mental Health of Children; Arts in Education; Parental Assistance and Local Family Information Centers; Combating Domestic Violence; Healthy, High-Performance Schools; Grants for Capital Expenses of Providing Equitable Services for Private School Students; Additional Assistance for Certain Local Educational Agencies Impacted by Federal Property Acquisition; and the Women's Educational Equity Act. Many of these programs are not currently funded.", "The availability of funds for any of these subparts, and the level of actual discretion for the Secretary, within a single appropriations authorization for all of Part D, is determined through annual appropriations legislation."], "subsections": []}]}, {"section_title": "Title VI: Flexibility and Accountability", "paragraphs": [], "subsections": [{"section_title": "Part A: Improving Academic Achievement", "paragraphs": ["Subpart 1 of Part A authorizes grants to states for the development and enhancement of assessments meeting the requirements of Title I-A. In the allocation of funds, each state first receives $3 million per year, and remaining funds, if any, are allocated in proportion to population aged 5-17. Through FY2008, if appropriations exceeded a \"trigger\" amount ($400 million in FY2008), funds in excess of the trigger amount were awarded competitively to states for assessment-related activities. If appropriations fell below the trigger amount, states could defer the commencement or suspend the administration of student assessments required under Title I-A. This \"trigger\" no longer applies. Funds continue to be appropriated for both formula and competitive grants. The majority of funds are awarded by formula.", "Subpart 2 of Part A allows most LEAs to transfer up to 50% of their formula grants among selected ESEA programs, and to transfer funds from these programs into , but no funds out of , Title I-A. States may transfer up to 50% of the funds under the selected ESEA programs over which they have authority, except for administrative funds, among a number of ESEA programs. States may also transfer these funds into, but not out of, Title I-A.", "Subpart 3 of Part A authorizes a pair of regulatory flexibility programs, State-Flex and Local-Flex. Under State-Flex, up to seven states may consolidate all of their state administration and state activity funds under a number of ESEA programs and use these funds for any purpose authorized under any ESEA program. Under a companion Local-Flex authority, a limited number of LEAs may consolidate all of their funds under a number of ESEA programs, and use these funds for any purpose authorized under any ESEA program. Under both the state and local flexibility demonstration programs, a limited number of specified types of requirements—including those regarding civil rights, fiscal accountability (particularly the requirement that funds be used only to supplement, and not supplant, nonfederal funds), and equitable participation by private school students and teachers—may not be waived.", "Subpart 4 of Part A requires the Secretary of Education to review whether participating states overall (i.e., not individual LEAs or schools) meet the adequate yearly progress requirements of Title I-A and the annual measurable achievement objectives of Title III-A. The Secretary is to provide technical assistance to states that fail to meet either of these requirements for two consecutive years, and to submit reports to Congress listing such states."], "subsections": []}, {"section_title": "Part B: Rural Education Initiative", "paragraphs": ["Part B includes Rural Education Achievement Program (REAP) initiatives that are designed to assist rural LEAs that may lack the resources to compete effectively for competitive grants and that may receive grants that are too small to be effective in meeting their specified purposes. Subpart 1 of Part B authorizes the Small, Rural School Achievement Program (SRSA), which provides flexibility in the use of funds under several ESEA programs to rural LEAs with fewer than 600 students (or meeting certain other criteria). Eligible LEAs may also receive additional grants, although these are offset by amounts received under certain ESEA programs. Subpart 2 authorizes the Rural and Low-Income School Program (RLIS), under which grants are made to rural LEAs that do not receive grants under the SRSA program and that have a school-age child poverty rate of 20% or more. The RLIS grants may be used for a variety of ESEA-related purposes."], "subsections": []}, {"section_title": "Part C: General Provisions", "paragraphs": ["Part C contains one of several prohibitions against federal control of educational curriculum, standards, and assessments (others may be found in Title I-I and Title IX-E of the ESEA, as well as other statutes). Title VI-C also contains a number of provisions regarding the National Assessment of Educational Progress that were primarily designed to support the NAEP participation requirements under Title I-A."], "subsections": []}]}, {"section_title": "Title VII: Indian, Native Hawaiian, and Alaska Native Education", "paragraphs": [], "subsections": [{"section_title": "Part A: Indian Education", "paragraphs": ["Subpart 1 of Part A authorizes grants to LEAs and to schools operated or funded by the Bureau of Indian Affairs (BIA). Eligible LEAs must meet Indian student enrollment thresholds of at least 10 students or 25% of total enrollment (the thresholds do not apply if the LEA is located in Alaska, California, or Oklahoma, or on or near an Indian reservation). Formula grants are allocated on the basis of the number of Indian students and the greater of the average expenditure per pupil for the state or 80% of the national average. The formula grants may be consolidated with grants under other federal education programs serving Indian students (under a demonstration project authority); and may be used for comprehensive programs of educational services for Indian students, such as culturally related activities and curriculum content, substance abuse prevention, and family literacy programs. Subpart 2 of Part A authorizes competitive grants to SEAs, LEAs, Indian tribes and organizations, BIA operated or supported schools, Indian institutions (such as IHEs), or consortia of these entities for such activities as early childhood education and teacher professional development. Subpart 3 authorizes a variety of national activities intended to improve education for Indian students, such as research, postsecondary education fellowships, programs for gifted and talented Indian students, adult education programs, and education planning and administration grants to Indian tribes. Subpart 4 establishes the National Advisory Council on Indian Education, and authorizes a preference for Indian applicants under Part A grant programs."], "subsections": []}, {"section_title": "Part B: Native Hawaiian Education", "paragraphs": ["Part B authorizes a consolidated program of competitive grants to Native Hawaiian educational or community-based organizations, or other public or private nonprofit organizations with experience in operating Native Hawaiian programs, or consortia of these entities to provide a wide variety of services intended to improve education for Native Hawaiians. In the awarding of grants, priority is to be given to activities that are intended to: improve reading skills for Native Hawaiian students in grades K-3; meet the needs of at-risk children and youth; increase participation by Native Hawaiians in fields or disciplines in which they are underemployed; or increase the use of the Hawaiian language in instruction. Specifically authorized activities include early childhood education and care, postsecondary education scholarships, and services for Native Hawaiian students with disabilities. Title VII-B also establishes a Native Hawaiian Education Council, and supports the establishment of individual island councils."], "subsections": []}, {"section_title": "Part C: Alaska Native Education", "paragraphs": ["Part C authorizes competitive grants for a variety of activities and services intended to improve education for Alaska Natives. Eligible grantees include Alaska Native organizations, entities with experience operating Alaska Native programs or instruction in Alaska Native languages, or other organizations, including SEAs and LEAs, in consortia with Alaska Native organizations. Priority is to be given to applicants that include Alaska Native regional nonprofit organizations. Authorized uses of grants include the development of curriculum materials that address the special needs of Alaska Native students, family literacy services, support for Alaska Native students in teacher preparation programs, home instruction programs, and cultural education and exchange programs."], "subsections": []}]}, {"section_title": "Title VIII: Impact Aid", "paragraphs": ["Title VIII of the ESEA, Impact Aid, compensates LEAs for \"substantial and continuing financial burden\" resulting from federal activities. These activities include federal ownership of certain lands, as well as the enrollments in LEAs of children of parents who work and/or live on federal land (e.g., children of parents in the military and children living on Indian lands). The federal government provides compensation because these activities deprive LEAs of the ability to collect property or other taxes from these individuals (e.g., members of the Armed Forces living on military bases) even though the LEAs are obligated to provide free public education to their children. Thus, Impact Aid is intended to compensate LEAs for the resulting loss of tax revenue.", "Title VIII authorizes several types of Impact Aid payments. These include payments under Section 8002, Section 8003, Section 8007, and Section 8008. Each of these types of payments is discussed briefly below.", "Section 8002. Section 8002 compensates LEAs for the federal ownership of certain property. To qualify for compensation, the federal government must have acquired the property, in general, after 1938, and the assessed value of the land at the time it was acquired must have represented at least 10% of the assessed value of all real property within an LEA's area of service.", "Section 8003. Section 8003 compensates LEAs for enrolling \"federally connected\" children. These are children who reside with a parent who is a member of the Armed Forces living on or off federal property; reside with a parent who is an accredited foreign military officer living on or off federal property; reside on Indian lands; reside in low-rent public housing; or reside with a parent who is a civilian working and/or living on federal land.", "Two payments are made under Section 8003. Section 8003(b) authorizes \"basic support payments\" for federally connected children. Basic support payments are allocated directly to LEAs by ED based on a formula that uses weights assigned to different categories of federally connected children and cost factors to determine maximum payment amounts. Section 8003(d) authorizes additional payments to LEAs based on the number of certain children with disabilities who are eligible to receive services under the Individuals with Disabilities Education Act (IDEA). Payments are limited to certain IDEA-eligible children, most notably those whose parents are members of the Armed Forces (residing on or off military bases), and those residing on Indian lands. Section 8003 payments account for more than 90% of total Impact Aid appropriations.", "Section 8007. Section 8007 provides funds for construction and facilities upgrading to certain LEAs with high percentages of children living on Indian lands or children of military parents. These funds are used to make formula and competitive grants.", "Section 8008. Section 8008 provides funds for emergency repairs and comprehensive capital improvements to 24 schools that ED currently owns but LEAs use to serve federally connected children. Two of the schools are located on closed military bases and operated by ED, and the remaining facilities are operated by LEAs. Statutory language requires ED to transfer ownership of these facilities to LEAs or other entities."], "subsections": []}, {"section_title": "Title IX: General Provisions", "paragraphs": [], "subsections": [{"section_title": "Part A: Definitions", "paragraphs": ["Part A provides definitions of a variety of terms used frequently throughout the ESEA, such as \"local educational agency,\" \"state educational agency,\" \"highly qualified teacher,\" \"limited English proficient,\" \"professional development,\" \"scientifically based research,\" and \"state.\""], "subsections": []}, {"section_title": "Part B: Flexibility in the Use of Administrative and Other Funds", "paragraphs": ["Part B authorizes SEAs and LEAs to consolidate and jointly use funds available for administration under multiple ESEA programs. In order to qualify for this flexibility, SEAs must demonstrate that a majority of their resources are provided from nonfederal sources."], "subsections": []}, {"section_title": "Part C: Coordination of Programs; Consolidated State and Local Plans and Applications", "paragraphs": ["Part C authorizes SEAs and LEAs to prepare single, consolidated plans and reports for all \"covered\" ESEA programs (in general, these are the formula grant programs administered via SEAs)."], "subsections": []}, {"section_title": "Part D: Waivers", "paragraphs": ["Under this provision, the Secretary of Education is authorized to waive most requirements associated with any program authorized by the ESEA, if specifically requested by SEAs, LEAs, Indian tribes or schools (via their LEAs)."], "subsections": []}, {"section_title": "Part E: Uniform Provisions", "paragraphs": ["Subpart 1 of Part E contains provisions for the participation of private school students and staff in those ESEA programs where such participation is authorized. Under the relevant ESEA programs, services provided to private school students or staff are to be equitable in relation to the number of such students or staff eligible for each program; are to be secular, neutral and nonideological, with no funds to be used for religious worship or instruction; and are to be developed through consultation between public and private school officials. Provision is made for bypassing SEAs and LEAs that cannot or have not provided equitable services to private school students or staff, and serving private school students and staff in these areas through neutral, third-party organizations. Provision is also made for the submission of complaints regarding implementation of these requirements. Subpart 1 also prohibits federal control of private or home schools, or the application of any ESEA requirement to any private school that does not receive funds or services under any ESEA program.", "Subpart 2 of Part E contains a general definition of \"maintenance of effort,\" as applied in several ESEA programs; requires ED to publish guidance on prayer in public schools, and requires LEAs receiving ESEA funds to certify to their SEAs that they do not limit the exercise of \"constitutionally protected prayer\" in public schools; requires recipient SEAs, LEAs, and public schools that have a \"designated open forum\" to provide equal access to the Boy Scouts; prohibits the use of ESEA funds to \"promote or encourage sexual activity;\" prohibits federal control of educational curriculum, content or achievement standards, building standards, or allocation of resources; prohibits federally sponsored testing of students or teachers; and requires LEAs receiving funds under any ED program to provide to the armed services access to directory information on secondary school students, unless students or their parents request that such information not be released (this provision does not apply to certain religiously affiliated private schools). Finally, under an \"Unsafe School Choice Option,\" students in states receiving ESEA funds who attend a \"persistently dangerous\" public school, or who are victims of violent crime at school, are to be offered the opportunity to transfer to a safe public school."], "subsections": []}, {"section_title": "Part F: Evaluations", "paragraphs": ["Part F authorizes ED to reserve 0.5% of the funds appropriated for ESEA programs, other than Titles I and III, for program evaluations, if funds for this purpose are not separately authorized.", "Appendix A. Appropriations for Programs Authorized by the ESEA", "Appendix B. Selected Acronyms Used in This Report", "AMAO: Annual measurable achievement objectives", "AMO: Annual measureable objectives", "AYP: Adequate yearly progress", "BIA: Bureau of Indian Affairs", "BIE: Bureau of Indian Education", "ED: U.S. Department of Education", "ESEA: Elementary and Secondary Education Act", "HOUSSE: High objective uniform state standard of evaluation", "HQT: Highly qualified teacher", "IDEA: Individuals with Disabilities Education Act", "IHE: Institution of higher education", "LEA: Local educational agency", "LEP: Limited English proficient", "NAEP: National Assessment of Educational Progress", "NCLB: No Child Left Behind Act", "REAP: Rural Education Achievement Program", "RLIS: Rural and Low-Income School Program", "SEA: State educational agency", "SES: Supplemental educational services", "SRSA: Small, Rural School Achievement Program", "TAP: Targeted assistance program"], "subsections": []}]}]}}