{"id": "RL33902", "title": "Living Organ Donation and Valuable Consideration", "released_date": "2010-03-25T00:00:00", "summary": ["The central issue before Congress with respect to living organ donation is how to balance the needs of people seeking organs with one another, and with the needs of potential organ donors. While the majority of organs are harvested from deceased donors, an increasing number of donations are made by living donors each year. As new types of programs are developed to help encourage the practice of living donation, both legal and ethical issues may arise.", "The primary federal law governing organ donation in the United States is the National Organ Transplantation Act (NOTA, P.L. 98-507). It permits living and deceased organ donation, and prohibits the sale of organs. Specifically, section 301 of NOTA prohibits the exchange of valuable consideration (money or the equivalent) for organs.", "Congress specified in the Charlie W. Norwood Living Organ Donation Act (H.R. 710; S. 487; P.L. 110-144) that NOTA's prohibition on the exchange of valuable consideration for organs does not extend to paired organ donation (also known as paired donation, or human organ paired donation). Paired organ donation arises when two or more willing living donors are incompatible with their intended recipients, but compatible with one another's recipients. The donors give their organs to one another's intended recipients so that each recipient receives a compatible organ.", "Living organ donation generally, and paired and other similar types of organ donation arrangements specifically, raise or at least touch upon a range of issues. These include some related to evolving transplantation systems, the directive that physicians do no harm, risk-benefit ratios, informed consent, type O recipients, resource allocation, parity, and the possibility of paying for organs.", "Over time, Congress has considered several other types of measures intended to increase organ donation by amending NOTA's prohibition on the exchange of organs for valuable consideration. These would have specified that some combination of familial, emotional, psychological, and physical benefit, and another type of organ exchange known as list donation, were exempt from the prohibition. The impact, if any, of P.L. 110-144 on the legality of these exchanges is unclear.", "This report contains background regarding how living donation is included within the larger organ donation construct, the likely impact that paired organ donation will have, and that list donation programs would have, on organ supply, the legislative history and legal interpretation of the term valuable consideration as it is defined by NOTA, and the various ethical and policy issues related to living donation, paired donation and list donation.", "This report will be updated as needed."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The issue of living organ donation is important to Congress because it represents one important set of possibilities for balancing the needs of people seeking organs with one another, and with the needs of potential organ donors. On one side of the balance, the drive to increase the supply of transplantable organs is fueled by people awaiting organ transplants. They are, in a sense, competing with one another on waiting lists for potentially life-saving scarce resources. On the other side of the balance, the drive to ensure that the transplant system is ethical and equitable precludes some mechanisms that would increase the supply of transplantable organs. Some options that have been rejected to date in the United States include paying healthy persons to donate their organs, and mandating that transplantable organs be harvested from all cadavers.", "To maintain the most ideal balance for the organ transplantation system, Congress may now wish to clarify whether certain new types of living organ donation should be adopted to increase the supply of transplantable organs, or prohibited for ethical and/or equitable reasons."], "subsections": [{"section_title": "Demand for Transplantable Organs", "paragraphs": ["The demand for transplantable organs is outpacing the supply at an increasing rate. In the United States in 1988, there were 16,026 individuals on the waiting list for an organ transplant. By 1995, the waiting list had increased almost 175%, to 43,937. Since then, it has more than doubled again. As of March 12, 2010, the waiting list held 106,131 candidates, including 83,754 people seeking kidneys. Each day, an average of more than 300 people are added to the transplant waiting list, yet less than 80 organ transplants are performed. One patient dies approximately every hour and a quarter awaiting a transplant. "], "subsections": []}, {"section_title": "United States Organ Procurement System", "paragraphs": ["In order to help ensure that organs are equitably distributed, Congress passed the National Organ Transplant Act of 1984 (NOTA). NOTA authorized the Secretary of the Department of Health and Human Services (HHS) to establish the Organ Procurement Transplantation Network (OPTN), by contract. Currently, the OPTN is administered by the United Network for Organ Sharing (UNOS) under contract with the Health Resources and Services Administration of HHS. The OPTN and UNOS have established a national system for matching organs and individuals in need of organs. In addition, the OPTN and UNOS set policies for United States transplant centers and organ procurement organizations (OPOs). The 1984 NOTA also prohibited the buying and selling of human organs by making it unlawful to exchange valuable consideration for human organs for use in transplantation. The 1984 Act did, however, allow reasonable payments to be made to living donors for expenses relating to travel, housing, and lost wages in connection with the donation of an organ.", "Currently, the United States organ procurement system is composed of 58 OPOs, which provide all the deceased and some living donor organs for the nation's 249 transplant centers. Each OPO has a contiguous geographical service area designated by the federal government for recovering organs in all hospitals in that region. Each OPO is required to be a member of and provide transplant candidate information to the OPTN, which maintains the master waiting list of individuals seeking transplants in the United States. OPOs may also implement regional organ allocation systems different from the national OPTN system for the purpose of increasing organ availability and/or organ quality, reducing or addressing an inequity in organ allocation/distribution unique to a local area, and/or examining a policy variation intended to benefit the allocation/distribution system overall. In 1986, in order to help increase the organ supply available for transplantation, Congress passed legislation requiring virtually all hospitals to establish protocols requiring health professionals to make organ donor requests."], "subsections": []}, {"section_title": "Living Donation", "paragraphs": ["In 2004 Congress passed the Organ Donation and Recovery Improvement Act, the first federal law directly applicable in part to living donors (i.e., living people who donate either an organ they can survive without, such as one of their two kidneys, or a portion of an organ, such as a liver). Living donation is preferable for transplant recipients, because kidneys recovered from live donors typically outlast those from deceased donors. The law amended the Public Health Service Act to authorize the HHS Secretary to award grants to states, transplant centers, qualified organ procurement organizations or other public or private entities to reimburse travel, subsistence, and incidental nonmedical expenses incurred by individuals toward making living organ donations. The law also authorized the Secretary to establish and maintain mechanisms to evaluate the long-term effects associated with living organ donations by individuals who have served as living donors. For all types of donations, the law created and authorized funding for donor awareness programs.", "Government oversight of the living donation process is limited, and some OPOs have organized non-traditional programs for living donors. A typical living donor program allows individuals to receive transplants from living spouses, parents, or friends who are willing to donate and are biologically compatible.", "Questions have been raised about the entire process of living donation and the multitude of health, financial, and social post-operative risks that the living donor faces. (For a detailed discussion of these, see the final section of this report.) In part to help answer some of these questions, in 2007, Congress passed the Charlie W. Norwood Living Organ Donation Act ( H.R. 710 ; P.L. 110 - 144 ). One provision of the law requires the HHS Secretary to submit annually to the appropriate committees of Congress a report that details the progress made toward understanding the long-term health effects of living organ donation. In addition, as discussed in detail below, this law clarified that human paired organ donation does not violate NOTA's prohibition against the exchange of valuable consideration.", "Over time, Congress has considered a range of legislation aimed at encouraging the practice of living organ donation. Some bills aim to increase donation by providing a tax credit, as proposed in H.R. 218 , the Living Organ Donor Tax Credit Act of 2009. Others, such as H.R. 2776 , the Living Organ Donor Job Security Act, would entitle certain employees to unpaid leave under the Family and Medical Leave Act of 1993 (FMLA) if they provide a living organ donation. A third type would have directed the Secretary of the Treasury to design and strike a bronze medal to be awarded to organ donors and/or their families, as proposed in H.R. 4753 / S. 2283 (109 th )."], "subsections": []}, {"section_title": "Directed Living Donation and Valuable Consideration: Paired Donation and Other Types of Exchanges", "paragraphs": ["As described above, in traditional living donation, a specific donor, who is biologically compatible with his or her intended recipient, donates an organ to that person. To accommodate willing living donors who are not biologically compatible with their intended recipients, some other types of directed exchanges—in which a donor specifies who is to receive his or her organ—have emerged. One is paired donation (also known as paired organ donation or human paired organ donation ). In paired donation, two or more donors whose kidneys are incompatible with their own intended recipients, but compatible with each other's, trade donations. Each recipient receives a compatible kidney from a living donor.", "P.L. 110 - 144 clarified that NOTA's prohibition on the exchange of valuable consideration for organs does not extend to paired donation. Prior to the passage of this law, the exchange element of paired donations triggered questions about whether such arrangements represented the exchange of valuable consideration for an organ. If so, these arrangements would have been illegal.", "P.L. 110 - 144 contains the following definition of human paired organ donation:", "(A) An individual (referred to in this paragraph as the 'first donor') desires to make a living donation of a human organ specifically to a particular patient (referred to in this paragraph as the 'first patient'), but such donor is biologically incompatible as a donor for such patient.", "(B) A second individual (referred to in this paragraph as the 'second donor') desires to make a living donation of a human organ specifically to a second particular patient (referred to in this paragraph as the 'second patient'), but such donor is biologically incompatible as a donor for such patient.", "(C) Subject to subparagraph (D), the first donor is biologically compatible as a donor of a human organ for the second patient, and the second donor is biologically compatible as a donor of a human organ for the first patient.", "(D) If there is any additional donor-patient pair as described in subparagraph (A) or (B), each donor in the group of donor-patient pairs is biologically compatible as a donor of a human organ for a patient in such group.", "(E) All donors and patients in the group of donor-patient pairs (whether 2 pairs or more than 2 pairs) enter into a single agreement to donate and receive such human organs, respectively, according to such biological compatibility in the group.", "Prior to the passage of the law, OPOs in Washington, D.C., and New England had implemented two types of programs for the exchange of kidneys. One was paired donation, which was addressed in P.L. 110 - 114 , and the other was list donation , which was not addressed in the law.", "In a list donation exchange, a donor who is incompatible with an intended recipient makes a donation to a stranger on the waiting list. In return, the intended recipient advances on the waiting list for a deceased donor organ. While receiving a kidney from a living donor may be preferable to receiving one from a deceased donor, recipients of organs from deceased donors still have a much greater chance of survival than those who remain on dialysis. (Dialysis is a mechanical process designed to partially perform kidney functions.)", "List donation is similar to paired donation in that it is a directed living organ donation exchange program that may facilitate increased organ donation. However, it is different in two distinct ways. First, unlike paired donation, list donation disadvantages people seeking transplants who have blood type O. (See the \" Ethical and Policy Issues Related Living Organ Donation, and Paired and List Donation \" section of this report for details).", "Second, the effect of the passage of P.L. 110 - 114 on the permissibility of list donation is unclear. As was the case for paired donation prior to the enactment of the law, questions have been raised as to whether the exchange element of list donation violates NOTA's valuable consideration provision. The effect, if any, of the passage of P.L. 110-114 on the legality of list donation is explored in more detail in the \" Legal Issues Relating to Valuable Consideration and Living Donation Arrangements \" section of this report.", "Congress has previously considered legislation to clarify that list donation is permissible for kidneys ( S. 2306 , 109 th ). In addition, one version of the Organ Donation and Recovery Improvement Act ( S. 573 IS, 108 th ) proposed an even broader exemption: that the definition of valuable consideration not include familial, emotional, psychological, or physical benefit to an organ donor or recipient.", "This report first presents information regarding the impact of living donation programs on the organ transplantation system. It presents statistics related to the current system, and estimates the impact that paired and list donation programs would have on the supply of organs for transplantation, waiting lists, and deaths. Next, the report presents a legal analysis of NOTA's prohibition on valuable consideration as it relates to directed living donation exchange programs. The report concludes with a presentation of ethical issues involved in living donation, with a focus on paired and list donation programs."], "subsections": []}]}, {"section_title": "Impact of Living Donation Arrangements on Organ Supply", "paragraphs": ["Living donation provides thousands of organs for transplantation each year. In 2009, the most recent year for which complete statistics are available, 6,610 organs were provided by living donors, which accounted for a little more than a fifth of the 30,828 total organs donated. (See Table 1 .) More than 96% of the organs donated by living donors were kidneys. All of the organs collected from kidney and other living donors were transplanted, and just over 85% of organs recovered from deceased donors were transplanted.", "The annual number of living organ donations has followed a few trends over the past decade, peaking in 2004. (See Table 2 .) The number of living organ donations rose each year from 2000 to 2004, then fell each year from 2004 to 2008. In 2009 there were more living organ donations than in 2008, but still fewer than there were in even 2001.", "More than 6,000 people have died each year between 2000 and 2009 while awaiting an organ for transplant. (See Table 3 .) More than half of those were awaiting kidneys. The number who have died awaiting a kidney transplant rose each year from 2000 to 2009. ", "The overall effect that mechanisms for expanding the pool of potential living organ donors, such as paired and list donation, will or might have on the available supply of various organs is difficult to measure. This is due largely to the fact that paired and list donation systems have only been implemented and tested for kidney donation, which is discussed below."], "subsections": [{"section_title": "Research on Paired and List Kidney Donation Systems", "paragraphs": ["Since P.L. 110-144 specified that NOTA does not prohibit paired kidney donation, some noteworthy stories have emerged, such as one detailing the pairing of 13 kidneys to 13 patients. Still, the number of additional kidney transplants likely to result from a national paired and/or list kidney donation system depends on a number of things. The number of available kidneys could be increased by numerous factors—not all of which are necessarily desirable. These factors include selecting an optimal transplant system (list, paired, or combination) for the size of the population, lowering the degree of compatibility required for a transplant, increasing donor willingness to participate in list and paired donation programs, and avoiding systemic restrictions used to achieve equitable outcomes among recipients. The studies that have examined these factors are summarized below.", "One study generated data about the type of transplant system that is optimal for a given population size by comparing paired, list, and combination programs via computer model. The authors estimated that a pool of 3,584 donor/recipient pairs could generate 1,871 successful transplants (52%) using a combination paired/list exchange program, 1,730 (48%) using a paired program alone, and 1,330 (37%) using a list program alone. The same study found that, for small populations of donor/recipient pairs (less than 100), list donation would generate more potential transplants than paired donation because list donation uses the entire deceased donor pool, while paired donation is limited to the incompatible pool.", "A second study investigated factors that influence donors' willingness to participate in paired and list exchange programs. Willingness to make a paired or list donation appeared to be directly proportional to the likely magnitude of benefit to the intended recipient. Of 174 potential donors who had been found medically incompatible with their intended recipients, 63.8% were willing to participate in paired donation (in which the intended recipient would receive a kidney immediately from a live donor), and 37.9% were willing to participate in list donation (in which the intended recipient would be moved up the list for a kidney from a deceased donor). Willingness to make a list donation was greatest when the intended recipient would be moved to the top rather than the top 20% of the waiting list (37.9% vs. 19.0%).", "A third study examined the possibility of maximizing paired donations by lowering the donor/recipient compatibility requirements. By doing so, authors were able to increase the percentage of possible exchanges from 57% to 91.7% of patients in their database. A number of specialized centers report success with incompatible kidney transplantation using special techniques to make the kidney more compatible with the intended recipient. The results of these types of transplants are reportedly encouraging, but long-term results are not yet available, and therapy is labor intensive, requires immunosuppressives, and adds an average of $28,000 to the cost of the transplant.", "A fourth study estimated the impact that ethical restrictions to help ensure that people of all blood types benefit equitably from list donations would have on the number of transplants performed. The authors proposed certain restrictions on list donation (and others have proposed avoiding list donation altogether) because people with blood type O may be disadvantaged by such a system. Donors with blood type O may give compatible kidneys to recipients with any blood type, but recipients with O blood type may only receive compatible kidneys from type O donors. For that reason, type O recipients, who already have the longest mean wait time on the cadaver waiting list, may have to wait an even longer time for a cadaveric kidney in a typical list donation program. The ethical dimensions of this issue are discussed further in the Ethical Issues section of this report.", "Study results indicated that restrictions to benefit recipients with blood type O would decrease annually the number of additional kidneys available from list exchanges by about one-half (from a range of 844—2,155 additional kidneys, to a range of 414—1,150 additional kidneys). The study also indicated that, unless the restrictions were used, type O recipient candidates in a list exchange program would experience an increased waiting time that would translate into 15.17 deaths per year among the group."], "subsections": []}]}, {"section_title": "Legal Issues Relating to Valuable Consideration and Living Donation Arrangements", "paragraphs": [], "subsections": [{"section_title": "Statutory Prohibition in NOTA", "paragraphs": ["As enacted, the National Organ Transplant Act of 1984 (NOTA), § 301(a), prohibited buying or selling human organs \"for valuable consideration for use in human transplantation.\" The original statute also included a criminal provision with fines of up to $50,000 and imprisonment for up to five years, or both. While the statute did not define valuable consideration, it did state that the term \"does not include the reasonable payments associated with the removal, transplantation, implantation, processing, preservation, quality control, and storage of a human organ or the expenses of travel, housing, and lost wages incurred by the donor of a human organ in connection with the donation of the organ.\"", "The legislative history of the 1984 NOTA did not discuss the meaning of the term valuable consideration. It simply expressed Congress's intent to criminalize the buying and selling of organs for profit. For example, the Senate report accompanying S. 2048 stated that \"[i]t is the sense of the Committee that individuals or organizations should not profit by the sale of human organs for transplantation.\" The House conference report for that bill reiterated that Section 301 was directed toward monetary exchanges: \"This title intends to make the buying and selling of human organs unlawful.... \" During congressional hearings in 2003 on incentives to increase organ donations, strong objections were proffered against the use of direct monetary incentives to procure organs.", "Living donations of kidneys from a single biologically compatible living donor to a recipient had taken place before NOTA was enacted in 1984. Since NOTA specifically allowed certain expense payments to be provided to a living donor, it was clear that living donations were not precluded by NOTA and that single living donations did not implicate the § 301 prohibition against the exchange of valuable consideration. At the time NOTA was enacted, living donation arrangements involving multiple donors and recipients, such as paired donation and list donation, had not yet been developed as medical options. Thus, Congress did not consider such practices in enacting the prohibition on giving or receiving valuable consideration in return for human organs. In recent years, some transplantation facilities have implemented living donation programs involving multiple recipients and/or donors, however other transplant facilities have hesitated to implement such multiple living donation programs because of possible legal concerns over whether such practices could be construed as violating the exchange of valuable consideration prohibition in NOTA. Congress, in December, 2007, enacted P.L. 110 - 144 , the Charlie W. Norwood Living Organ Donation Act, which clarifies that \"human organ paired donation\" is not a human organ transfer for valuable consideration and thus does not violate NOTA."], "subsections": []}, {"section_title": "Valuable Consideration and Living Donation Arrangements", "paragraphs": ["It has always been clear that living donation arrangements such as paired donation and list donation do not involve actual monetary payments to the donor or recipient. The concern that has been raised is whether the donors and recipients in multiple living donation arrangements have received valuable consideration for their promises to get something in return for specific acts. Such arrangements arguably involve some kind of bargain since there are mutual promises on both sides of the arrangement. The argument has been made that where a donor trades his organ for a compatible organ for his intended beneficiary, the donor receives valuable consideration in the exchange of mutual promises to donate organs. Now that Congress has clarified that paired transplants of compatible living donors and recipients do not violate NOTA's prohibition of valuable consideration in return for organ donation, issues may still be raised regarding other kinds of living donation arrangements such as list donation, because Congress clarified only the legality of paired donation arrangements.", "Two legal opinions issued before Congress's recent amendment of § 301 of NOTA regarding paired donation arrangements continue to be relevant to the question of the legality of other kinds of multiple living donation arrangements, such as list donation. The Associate General Counsel to UNOS, in 2006, provided a legal analysis of the applicability of § 301 of NOTA to both paired donation and list donation arrangements, concluding that \"NOTA §301 is legally and historically inapplicable to today's living donation arrangements.\" Elaborating on the applicability of the § 301 prohibition on the exchange of valuable consideration, the UNOS legal analysis stated as follows:", "\"Valuable consideration\" under NOTA § 301 is a monetary transfer or a transfer of valuable property between donor, recipient and/or organ broker in a sale transaction. It is not familial, emotional, psychological or physical benefit to the organ donor or recipient, all of which attach equally to the \"living-related kidney transplants\" in yesterday's terminology and to the multi-party intended recipient donations, paired donations and similar innovative and highly beneficial living donation arrangements of today and tomorrow. There is no \"valuable consideration\" under NOTA § 301 in any of these living donation arrangements. The donor receives none, the recipient gives none and none is transferred to a broker. In fact, there is no \"consideration\" at all in a living organ donation arrangement because the donation is a \"gift\"....", "A gift is different from a contract. A contract does not involve donative intent. \"Consideration\" and the mutual agreement of the parties are required to make the contract legally binding. A gift, on the other hand, involves a gratuitous transfer by the donor and no transfer of money, property or services or agreement not to exercise rights or to suffer material detriment (\"consideration\") by the beneficiary. For that reason, it is often said that no \"consideration\" is present in a gift. A promise to make a gift of an organ is not intended to be legally binding.", "The donation of an organ is properly considered to be a gift, rather than a contractual undertaking. As gifts, living donations may be made conditionally for a specific purpose. The condition can be construed as \"consideration\" only if the happening of the condition will be a benefit to the person who promises to give an organ. If, on the other hand, the happening of the condition will not benefit the promisor and is merely for the purpose of enabling the promisee to receive a gift, the condition is not \"consideration.\" [footnotes omitted]", "The Associate General Counsel's analysis concluded that, although list donation and paired donation involve more than a single set of recipients and/or donors, the condition in each case benefits the intended recipient rather than the donor. Thus, these transactions are conditional gifts and do not involve any federally prohibited exchange of valuable consideration.", "In addition, pursuant to a request by the HHS General Counsel, the U.S. Department of Justice's Office of Legal Counsel (OLC) rendered an opinion in March 2007 on the legality of alternative organ donation practices under § 301 of NOTA. The HHS General Counsel requested the OLC's opinion so that the Secretary of HHS would know whether § 301 imposes a barrier to his engaging in various actions to encourage practices such as paired and list donation. The OLC concluded at that time that paired exchanges and living donor transplants for increased priority in deceased donor allocation do not involve 'valuable consideration' and are therefore not prohibited under NOTA. The OLC opinion examined relevant statutory provisions, the common law of contracts, contemporaneous state laws, and case law. While the opinion acknowledged that the common law understanding of valuable consideration was somewhat vague, the meaning derived from case law and the context of the term in the NOTA statute suggested that consideration, to be \"valuable,\" should be pecuniary. Because § 301 is a criminal provision, \"it is therefore appropriate to apply the rule of lenity in favor of a narrower reading, and thus to understand 'valuable consideration' in section 301 of the Act as referring to the buying and selling of organs for monetary gain or to organ exchanges that are otherwise commercial,\" and not to alternative organ donation practices such as paired and list donation.", "While Congress has made it clear that paired donation arrangements do not violate NOTA's prohibition against the exchange of valuable consideration for human organs, the legality under § 301 of NOTA of current list donation arrangements and of other, future multiple recipient/donor arrangements remains an open question. The two legal opinions cited above lend credence to the argument that such arrangements may not be found to involve illegal exchanges of valuable consideration for human organs. Further clarification of these issues would be helpful."], "subsections": []}]}, {"section_title": "Ethical and Policy Issues Related Living Organ Donation, and Paired and List Donation", "paragraphs": ["The central ethical question involved in organ transplantation is how to balance the needs of people seeking organs with one another, and with the needs of potential organ donors. This question has given rise to many issues, discussed below, including those related to evolving transplantation systems, the directive that physicians do no harm, risk-benefit ratios, informed consent, type O recipients, resource allocation, parity, and the possibility of paying for organs.", "In order to help address the ethical issues, two groups have made recommendations, and a third has held deliberations. First, the ACOT has made a series of recommendations to the Secretary. Second, the Institute of Medicine (IOM) issued a report in 2006, Organ Donation: Opportunities for Action. Third, the President's Council on Bioethics (PCBE), which was created in 2001 to advise the President on bioethical issues, took up the issue of organ transplantation in its June 2006 and February 2007 meetings. Relevant recommendations and discussions from ACOT, IOM, PCBE and a variety of articles are summarized in the following sections."], "subsections": [{"section_title": "Evolving Transplantation Systems", "paragraphs": ["As new transplantation systems test the boundaries of old regulations, the primary question arises—does Congress want to maintain direct control over key components of the system to help ensure that ethical boundaries are not breached, or does Congress want to delegate more of its authority in order to make the system more flexible?", "Current law permits and defines paired organ donation ( P.L. 110 - 144 ) and is, in various instances, both more and less broad than earlier proposals that were made. It is broader in that it allows paired donations for many types of organs, while many earlier proposals were restricted to kidneys ( H.R. 710 EH and S. 487 , 110 th ). It is less broad in that it exempts paired but not list donation from the prohibition of exchange of valuable consideration ( S. 2306 , 109 th ), it does not specifically enable the Secretary to determine that other similar practices are also exempt ( H.R. 710 EAS, 110 th ), and it does not exempt the broader categories of familial, emotional, psychological, or physical benefits ( S. 573 IS, 108 th ), or tax credits ( H.R. 218 ).", "ACOT proposed one possible alternative that would enable more flexibility for developing transplantation systems. The Committee recommended that the HHS Secretary seek the authority from Congress to promulgate regulations clarifying the scope of the term valuable consideration, thus allowing for the regulations' revision as transplantation technologies and methods evolve. This would allow the Secretary to make modifications as new systems are developed and to develop any definitions necessary to interpret the regulations."], "subsections": []}, {"section_title": "Ethical Issues Related to Living Donation", "paragraphs": ["In medical practice generally, three primary guiding principles are that a physician should, above all, do no harm to a patient, that a procedure's benefits to a patient should outweigh its risks, and that one must obtain informed consent prior to medical procedures. The practice of obtaining organs from living donors challenges all three of these principles. Because P.L. 110 - 114 will presumably expand the practice of living organ donation, it raises issues with respect to these three principles, but not to a greater extent than such issues already raised by the current practice of living organ donation."], "subsections": [{"section_title": "Above All, Do No Harm", "paragraphs": ["The traditional first rule of medicine—above all, do no harm—would seem on its face to proscribe the practice of removing a healthy organ from a healthy person, making one a patient solely to benefit another person who is already a patient. Indeed, one survey of 100 liver transplant surgeons found that 77% experienced a moral dilemma in placing a living donor at risk. Still, 72% also agreed that transplant centers had a duty to offer their patients the possibility of transplantation using living donors. IOM considered this point in its report, and suggested that the Health Resources and Services Administration (HRSA) conduct a long and full review of living donation."], "subsections": []}, {"section_title": "Risk-Benefit Ratios", "paragraphs": ["The IOM also noted difficulties with living donation and the principle that a doctor should not perform a procedure unless the potential benefits outweigh the risks. This calculation is generally made for each patient independently—it is not ethically acceptable for one patient to bear all of the risks and another to reap all of the benefits. On this point, IOM noted that a living donor may gain psychosocial benefits from donating an organ to one in need, which could arguably outweigh the risks to the donor's physical health. However, in order to help ensure that the risk is not too great for a particular donor due to a preexisting medical condition or the like, IOM recommended that an independent donor advocate be appointed to assess the risk-benefit ratio.", "Even with a donor advocate to make the risk-benefit assessments, one major factor complicates the assessment of the ratio: little is known about the long term health and quality-of-life effects of being a living organ donor. This lack of information makes it difficult for professionals to ensure that they consider the full spectrum of risks to be outweighed by benefits. Therefore, IOM recommended (as ACOT had before ) that living donor registries be established to enable follow-up research on the long-term effects of living donation. In addition, in June 2006, HHS solicited public comments from the organ transplant community for living donation after \"several widely publicized living donor deaths\" and an increasing trend in the number of living donations."], "subsections": []}, {"section_title": "Informed Consent", "paragraphs": ["Ethically justifiable living organ donation presupposes the competent donor's voluntary informed consent. ACOT specified that living donors' informed consent must be competent, free from coercion, and fully informed of the risks and benefits as a donor, among other things. As IOM noted, obtaining informed consent is confounded by the same lack of long-term health data that makes assessing the risk-benefit ratios difficult. It is not possible to fully inform potential living donors (a necessary component of informed consent) without information about the likely impact of the procedure on long-term health. IOM suggested that creating a living donor registry would enhance informed consent as well as inform the risk-benefit analysis.", "Further problems in obtaining informed consent are related to the requirement that it be given voluntarily. Establishing a voluntary process may be complicated if donors are not legally competent to consent (e.g., children), or if situations are coercive (e.g., loved ones feel pressured to become living donors). Some potential donors have expressed relief at discovering that they were incompatible with their intended recipients. Expanded use of paired exchanges, and the prospect of list exchanges, may eliminate the incompatibility excuse for potential donors, and may thus create a coercive situation. IOM's recommendation that each living donor receive an advocate is aimed at protecting voluntary informed consent as well as evaluating the risk-benefit ratio. In addition, IOM recommends that the advocates address gender disparities in living donation. Women represent 56% to 59% of living kidney donors each year, and one study suggests that this is due primarily to the fact that women are asked to donate more often than men."], "subsections": []}]}, {"section_title": "Ethical Issues Related to List Donation: Blood Type O", "paragraphs": ["Approximately 46% of the population has the blood type O, yet they represent 51.9% of people awaiting organ transplants, and 52.5% of people awaiting kidney transplants. More than half have to wait more than five years for an organ (53.2%) or kidney (54.8%). No other blood type comes close to rivaling these waiting times. The percentage of people who have to wait more than five years is as follows:", "for blood type A—28.3% for organs, and 22.8% for kidneys, for blood type B—16.1% for organs, and 20.2% for kidneys, and for blood type AB—no recipients have to wait more than five years.", "As noted previously, several authors have expressed concern that individuals with the blood type O, an already disadvantaged population in the transplantation system, may be further disadvantaged by a list donation system. Implementing a system with a disparate impact, particularly one that falls on an already disadvantaged group, has caused some authors to recommend that list paired donation have a minimal role on a national level. It has caused others to recommend that the system be modified to protect type O recipients.", "A different set of authors has come out in favor of the list exchange program despite the impact on people with type O blood. They claim that the impact on type O recipients would be transient. Though some people would be bumped to the top of the transplant list, their absence from that list when they would have come to its top (four to five years later) would eventually balance out the impact of the system.", "Current law avoids the type O issue by focusing only on paired, and not list, donation. Earlier proposals would have raised this issue by explicitly permitting list donation (e.g., S. 2306 , 109 th , and S. 573 IS, 108 th ), or potentially allowing the practice ( H.R. 710 EAS, 110 th )."], "subsections": []}, {"section_title": "Ethical Issues Related to Directed Donation (Paired and List)", "paragraphs": ["Directed donation, which allows an organ donor to specify the recipient, creates issues related to the equitable allocation of organs. Paired and list donation (both of which are types of directed donation) create parity issues regarding what the intended recipient should be entitled to receive in lieu of the donation. Current law allows a form of directed donation (paired donation), and thus raise the issues discussed below."], "subsections": [{"section_title": "Allocation", "paragraphs": ["People on waiting lists for organs may wait years for a transplant, and may die before an organ becomes available. The rules governing who gets an organ are, therefore, quite important. In general, the ranking on the waiting list depends on biological matching, medical status, patient location, age of the patient, and length of time the patient has been on the waiting list for a transplant. By contrast, directed donation allows the donor to choose who receives their organ (or, in the case of list donation, who is to advance on the waiting list). The PCBE noted that this raises the question of whether it is ethical for one person to receive an organ before another more needy person, simply because someone cares for them enough to make a donation. PCBE also noted that prohibiting such acts of love as living donation in the name of justice would be perverse."], "subsections": []}, {"section_title": "Parity", "paragraphs": ["Some have suggested that in paired and list donations, the donated and received organs must be of equal value to ensure an equitable exchange. While this might be possible with a paired exchange, it is almost certainly not the case with a list donation, because the intended recipient will receive a kidney from a deceased donor instead of a living one. (Deceased donor organs do not typically last as long as living donor organs). Other issues related to parity have been raised, such as whether one donor in a paired exchange may change his or her mind if the other donor has already undergone surgery. To prevent these scenarios, it has been suggested that both donors should undergo surgery at the same time. Other authors have suggested that outcome parity cannot be guaranteed in list and paired exchange programs. If one organ fails, the recipient is not necessarily entitled to receive another."], "subsections": []}]}, {"section_title": "Ethical Issues Related to Proposals for Expanding the Organ Supply: Exchanging Valuable Consideration for an Organ", "paragraphs": ["The demand for transplantable organs has inspired a wide variety of proposals to increase the supply, including some that would allow or encourage forms of payment for organs. Congress has considered several proposals to give donors honorific or tax incentives for donating organs. The use of financial incentives has been studied, proposed and debated in the general literature. Various organizations, including the American Medical Association and UNOS have supported the study of financial options to encourage organ donations. Arguments have been made that donors of organs should be treated no differently than donors of tissues (such as human hair, blood plasma, sperm, and eggs). It has also been argued that because the practice of transplanting organs is profitable for the professional parties involved, those from whose bodies the organs are harvested should be able to share in some of the profits.", "There has been resistance to proposals that encourage commodification of human organs. The IOM conducted an extensive analysis of various types of financial incentives to encourage donation, such as payment through regulated futures markets, payment of funeral expenses, providing bereavement counseling, tax incentives, and providing health insurance. IOM concluded that none should be promoted at this time because of a lack of evidence that these incentives would improve donation rates, because once put in motion a system of financial incentives would be difficult to reverse, and because of fears that such systems might disproportionately affect the poor. This recommendation came as a disappointment to some who seek to increase the supply of transplantable organs.", "While current law clarifies that paired donation does not violate NOTA's prohibition on the exchange of human organs for valuable consideration, it does not permit the payment of money in exchange for organ donation. To date, Congress has not considered legislation that would do so."], "subsections": []}]}]}}