{"id": "RL33774", "title": "Federal Buildings Funding Limitations and Their Implications", "released_date": "2008-03-21T00:00:00", "summary": ["The General Services Administration (GSA), through its Public Buildings Service (PBS), is the primary federal real property and asset management agency, with a portfolio consisting of 8,847 buildings and structures with an estimated replacement value of $68.8 billion in FY2006. GSA is also responsible for completing needed repairs and renovations to the federal facilities it manages. Congress enacted the Public Buildings Act Amendments in 1972, and established the Federal Buildings Fund (FBF) within GSA to finance the operating and capital costs associated with federal facilities. Created as a revolving fund, the FBF is financed by income from rental charges assessed to tenant agencies occupying GSA-owned-and-leased space that approximate commercial rates for comparable space and services. While these deposits to the FBF are the principal source of funding, Congress annually prescribes how GSA may allocate its FBF assets as new obligational authority in appropriations funding. Congress also may appropriate additional monies into the fund. Generally, FBF revenues are used first for GSA's building operating expenses. Congress then allocates FBF funds for new construction, repairs, and renovations.", "The 92nd Congress established the Federal Buildings Fund with the objective that income derived from agency rental assessments would provide a more predictable source of revenue for new construction and capital improvements than direct congressional appropriations. However, the FBF did not generate sufficient revenues for capital expenditures due, in large part, to statutory obligations and limitations placed on the FBF when it was created. After meeting its primary obligation to finance building operating expenses, the FBF has historically not produced sufficient revenues to fund needed repairs in GSA's real property inventory. Because of long-standing problems with a buildings portfolio that has not been financially self-sustaining, GSA has relied on leasing as the only practicable method available to meet increased space needs.", "Capital reinvestment is one of the largest challenges confronting GSA officials, who have described their buildings inventory as predominantly aging, with maintenance and repair needs that far exceed available FBF revenues. Legislation enacted in the 108th Congress authorized the GSA Administrator to convey real property by sale, lease, exchange, or buyback agreements, with net proceeds deposited into the FBF for future real property capital acquisitions and improvements. The FY2008 Consolidated Appropriations Act, signed into law on December 26, 2007, authorizes that an additional amount of $84 million be deposited in the Federal Buildings Fund. The President's FY2009 budget requests that $525 million be deposited in the FBF.", "This report was originally written by [author name scrubbed], who has retired from CRS, and will not be updated."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction and Statutory Intent", "paragraphs": ["The General Services Administration (GSA), through its Public Buildings Service (PBS), is the primary federal real property and asset management agency, with a portfolio consisting of 8,847 buildings and structures with an estimated replacement value of $68.8 billion in FY2006. GSA is also responsible for completing needed repairs and renovations to the federal facilities it manages. Congress enacted the Public Buildings Act Amendments in 1972, and established the Federal Buildings Fund (FBF) within GSA to finance the operating and capital costs associated with federal buildings. Created as a revolving fund, the FBF is financed by income from rental charges assessed to tenant agencies occupying GSA-owned-and-leased space that approximate commercial rates for comparable space and services. GSA determines the base or shell rental rate by conducting appraisals of other comparable properties and incorporates operating expenses and tenant improvements. In order to assess accurately the commercial market rate for each facility, GSA conducts a property appraisal every five years. In the event there may be no comparable building available on which to base a fair appraisal, GSA uses a \"return on investment (ROI)\" method, which calculates the rate needed to recover the building's actual construction costs over 25 to 30 years.", "The GSA Administrator is required to prescribe regulations providing for the rates that GSA charges to tenant agencies for use of its space. The rental rate may also include a charge for any additional improvements or remodeling performed by GSA at the request of the tenant, which is amortized, or paid in equal installments during the term of the lease. However, the tenant agency is responsible for paying shell rent for as long as it occupies the GSA facility. For privately leased space, GSA charges the tenant agency for the actual leasing and operating costs, and related management services. In each instance, there is an occupancy agreement between GSA and the tenant agency that sets forth the financial terms and conditions of the occupancy.", "While rent deposits to the FBF are the principal source of funding, Congress annually prescribes how GSA may allocate its FBF assets as new obligational authority in appropriations funding. Congress also may provide additional appropriations to the fund. Generally, FBF revenues are used first for GSA's building operating expenses. Congress then allocates FBF funds for the construction of new buildings, including courthouses, as well as for repairs and renovations to existing facilities. A major concern for GSA is that the FBF has not historically produced sufficient rent revenues to finance needed capital improvements to its inventory of owned buildings.", "By way of background, congressional establishment of the FBF to finance the capital costs of federal facilities with income derived from rent assessments represented an important revision to previously enacted federal real property law. Previously, construction authority for each federal building was approved and funded in separate legislation until the 1902 enactment of the Omnibus Public Building Act authorizing the Secretary of the Treasury to \"give effect to and execute the provisions of existing legislation\" to acquire property and to enter into contracts for the construction of federal buildings. The federal government's acquisition of federal property was suspended in 1914 at the onset of World War I, and was not reinstated until the enactment of the Public Buildings Act in 1926. This 1926 act provided the basic authority for construction of federal buildings by the congressional authorizations and appropriations process. Congress later enacted the Public Buildings Act of 1949 to authorize the acquisition of sites and design plans for federal buildings located outside Washington, DC, and for improvements to existing federal buildings. The same year, Congress enacted the Federal Property and Administrative Services Act of 1949. This act established the General Services Administration (GSA) and gave the GSA Administrator responsibility for administering federal real property. In 1954, Congress amended the Public Buildings Act of 1949 to authorize the GSA Administrator to acquire titles to real property and to construct federal buildings through lease-purchase contracts. Under this procedure, a building was financed by private capital, and the federal government made installment payments on the purchase price in lieu of rent payments. Title to the property was vested in the federal government at the end of the contract period, generally of at least 10 and not more than 30 years.", "When authority for lease-purchase contracts expired in 1957, Congress approved a successor statute, the Public Buildings Act of 1959. The 1959 act re-established earlier requirements to provide for direct federal construction of public buildings through the congressional authorizations and appropriations process. This law, as amended and recodified over the years, remains the basic statute authorizing the construction and renovation of federal civilian facilities. The act vests the Administrator of General Services with sole authority to acquire, construct, alter, repair, remodel, improve, or extend most federal buildings, and to acquire the sites or additions to sites for such buildings. As part of the funding authorization process, GSA is required to submit to the Senate Committee on Environment and Public Works, and the House Committee on Transportation and Infrastructure, a detailed prospectus of all proposed building projects.", "In the decade following the 1959 passage of the Public Buildings Act, Congress appropriated approximately $115 million each fiscal year to GSA for new construction projects. However, by 1972, a total of 63 congressionally authorized building projects had not received appropriations, largely as a result of fiscal constraints. In April 1972, the House Committee on Public Works reported that, while Congress \"repeatedly asserted its insistence\" that direct federal construction of public buildings was the most efficient and economical way to meet the government's urgent space requirements, an additional $1 billion would be needed in direct congressional appropriations to fund the 63 uncompleted construction projects. During its consideration of H.R. 10488 and the proposed Federal Buildings Fund, the committee reported that", "a single Congressional approval for all the costs of acquiring a site, designing, and construction of a building is essential to a timely, responsive Federal building program. Such a consolidated appropriation would expedite construction by allowing GSA to employ various time-saving techniques used in private construction but unavailable where funding uncertainties preclude the precision planning necessary to implement them.... A buildings fund to finance the acquisition, construction, alteration, maintenance, operation, and protection of all public buildings is the logical mechanism for one-time project funding.", "The proposed buildings fund was to be financed by income from rental charges assessed to tenant agencies occupying GSA-owned-and-leased space that approximated commercial rates for comparable space and services. Each tenant agency would budget for its own space needs in the annual congressional authorizations and appropriations process. The legislative history reveals that Congress believed that the requirement for tenant agencies to be directly accountable for their space needs would result in more efficient utilization of federal office space. During its 1971 consideration of legislation to create the FBF, the Senate Committee on Public Works reported that individual agency requests and justifications for office space during the annual budget process represented a \"significant step toward performance budgeting,\" resulting in greater congressional oversight of the federal buildings program.", "The 1971 congressional deliberations focused on two different methods to establish agency rental charges, the cost-recovery method and the rent-equivalent method. Under the cost-recovery method, charges would have been based on estimated maintenance costs, the cost of leasing space, and depreciation costs on GSA-owned facilities. Income resulting from the depreciation charges would have been available to finance future GSA construction and repairs projects. The cost-recovery approach was rejected by Congress because not enough revenue could have been generated; in fact, GSA estimated that it would have needed additional appropriations of nearly $150 million each year to finance future construction projects. The second option, the rent-equivalent method based on commercial rates for leasing space, was ultimately embodied in law. GSA officials estimated that, based on 1971 funding obligations, approximately $800 million in rental charges would be paid to the fund. Of this total, Congress and GSA anticipated that nearly $300 million in revenues would be available for capital expenditures. The Senate Committee on Public Works reported that, while it endorsed GSA's use of commercial charges, it was not encouraging the agency", "to establish its rates so high as to produce an inordinate surplus of monies in the fund. On the contrary, the committee desires that the rates charged ... be sufficient only to defray the cost of constructing, maintaining, and replacing public buildings and facilities, and to provide related services.", "P.L. 92-313, enacted on June 16, 1972, amended the Federal Property and Administrative Services Act of 1949 to establish a real property management financing fund in the U.S. Treasury to receive revenues from tenant agencies for GSA-owned-and-leased space and services. Revenues deposited into the fund were authorized to be used for expenditures for real property management and related activities \"in such amounts as are specified in annual appropriations Acts without regard to fiscal year limitations.\" The Federal Buildings Fund, which became operational in FY1975, replaced and received the unexpended balances of two existing buildings management and construction funds, and any prior GSA congressional appropriations for public buildings. The act authorized appropriations to the fund for the first two fiscal years in which the fund became operational, and any additional appropriations as might be necessary to carry out the fund's purposes. The legislation also reinstated the purchase contract authority for a three-year period to provide immediate funding for the construction of GSA's backlog of authorized, but unfunded, building projects. Section 5 authorized the GSA Administrator to enter into purchase contracts, for a period not to exceed 30 years, with title ultimately reverting to the federal government. In a departure from the 1954 act authorizing purchase contracts, P.L. 92-313 required GSA to pay local property taxes during the purchase term. The 1972 legislation authorized the GSA Administrator to charge a tenant for the GSA space which the agency occupied, and for all GSA maintenance and repairs. While the act specified that GSA's rental rates \"shall approximate commercial charges for comparable space and services,\" the statute gave no criteria or guidance for computing these charges."], "subsections": []}, {"section_title": "Early Factors Contributing to Reduced FBF Revenues", "paragraphs": ["The 92 nd Congress established the Federal Buildings Fund with the objective that income derived from agency rental assessments would provide a more predictable source of revenue for new construction and capital improvements than direct congressional appropriations. Congress also believed that the FBF would promote responsible asset management by requiring tenant agencies to budget for their rent and services. However, the FBF did not generate sufficient revenues for capital expenditures due, in large part, to statutory obligations and limitations placed on the FBF when it was created.", "When the FBF became operational in FY1975, GSA's existing portfolio of federal facilities, valued at nearly $3.5 billion, was transferred to the FBF as contributed capital and provided the principal source of revenue. However, the General Accounting Office (GAO, now the Government Accountability Office) estimated that nearly half of GSA's federal building inventory was more than 30 years old, requiring as much as $1.1 billion in extensive repairs. For many of GSA's older buildings, the funds needed for alterations and other related costs could sometimes exceed the annual rental income generated to the FBF. GAO reported in 1981 that, during the first six years of the fund's existence, a total of $442 million was available from the FBF for new construction, averaging only about $73.6 million each year.", "A second factor contributing to a loss of revenue for the FBF was GSA's use of the purchase contract method from 1972 to 1975 to finance the construction of 68 federal facilities that had not received congressional funding. As authorized by Section 5 of P.L. 92-313, building construction projects were financed with private funds, with ownership of the buildings eventually reverting to the federal government. GSA borrowed approximately $1.3 billion through the sale of participation certificates to private investors, while letting contracts for construction in the same manner employed for direct construction projects financed with appropriated funds. During the purchase contract term, the FBF's resources were obligated to repay the principal, interest, and local real estate taxes for the federal facilities, and these expenditures were a major drain on the FBF. On the basis of available data on 21 of the newly constructed federal buildings, GAO reported in 1979 that FBF expenditures for principal, interest, and real estate taxes actually exceeded the properties' incoming rental income to the FBF. In FY1980, GSA estimated that FBF resources would be used to pay about $100 million in principal, interest, and taxes on the 68 buildings. The obligations for annual purchase contract payments increased steadily between 1976 and 1982, from $51 million to $156 million. The FBF's reserves were also affected by its obligations to pay for the buildings' maintenance and other services pertaining to GSA's central property management responsibilities, which increased from $414 million in FY1975 to nearly $571 million in FY1980.", "Another reason the FBF generated less revenue than anticipated for needed capital investment was that Congress and the Office of Management and Budget (OMB) periodically restricted the rent payments that GSA was allowed to charge tenant agencies. GAO reported that, between 1975 and 1988, administrative and legislative rent restrictions reduced available FBF revenues by nearly $4 billion. When the Federal Buildings Fund became operational in FY1975, the GSA Administrator established agency rental charges and prescribed regulations providing for the rates that GSA charges to tenant agencies for use of its space. These rates were based on computing composite commercial rates charged in various locations throughout the country and included rating factors pertaining to the quality of structure and design elements for different types of commercial facilities. According to GAO's findings, the quality rating was an important component, since the higher the rating, the greater the building rental charge. GAO reported, however, that GSA's quality ratings were largely based on \"subjective judgment and limited criteria,\" and that GSA's reliance on market surveys did not provide an \"adequate basis\" for determining approximate rental rates. Tenant agencies also criticized GSA's methodology in determining fees based on composite market rates instead of actual costs based on more favorable long-term leases.", "During consideration of GSA's FY1975 budget request, the House Committee on Appropriations reported that GSA's rent charges were higher than comparable commercial rates, reducing rental fees by 10%. The Senate Committee on Appropriations agreed to the provision. As a result, FY1975 rental income to the FBF was reduced from $1.16 billion to $1.04 billion, and any FBF revenues in excess of $1.08 billion were authorized to be deposited in miscellaneous receipts of the U.S. Treasury. Again in FY1976, the House and Senate Committees on Appropriations reduced agency rental payments to GSA by 10% and authorized that revenues to the FBF in excess of $1.34 billion be deposited in miscellaneous receipts of the U.S. Treasury. The following year, in FY1977 appropriations language, Congress again authorized GSA to deposit in the U.S. Treasury any revenues accruing to the FBF in excess of $1.15 billion. GAO reported that, in FY1977, GSA decided to reduce its rental rates by 10% to preclude a congressionally imposed reduction. In both FY1976 and FY1977, OMB required GSA to grant length-of-occupancy discounts to agency tenants, further reducing GSA's rental income by 20 %. In addition, a GSA internal audit committee issued a report which criticized the agency's method of calculating composite rental rates without giving adequate consideration to the location of facilities and the corresponding differences in market values.", "In order to provide a more equitable method to determine agency rental charges, GAO recommended that GSA conduct an individual survey and appraisal for each GSA-owned-and-leased building to determine a rent that would be \"equivalent to commercial rent for comparable space and services.\" In part because of GAO's recommendations, GSA began conducting independent appraisals for each of its owned and leased facilities to establish rental rates in FY1978. GAO subsequently reported that GSA's new appraisal method appeared to provide documented and defensible justifications for computing commercially comparable rental rates. While Congress did not reduce tenant rental fees in FY1978, it did require GSA to deposit any income from the FBF in excess of $1.33 billion in miscellaneous receipts of the U.S. Treasury. From FY1975 to FY1978, GAO reported that GSA had transferred about $7 million from the FBF to miscellaneous receipts of the U.S. Treasury, further reducing FBF revenues available for capital improvements."], "subsections": []}, {"section_title": "Current Conditions of GSA Real Property Inventory", "paragraphs": ["After meeting its primary obligation to finance building operating expenses, the FBF has historically not produced sufficient revenues to fund needed repairs in GSA's real property inventory. Past studies by GAO reveal that a large portion of GSA's aging federal facilities are urgently in need of significant and costly repairs. In many instances, federal facilities are vacant or no longer needed because of tenant agencies' changing missions. GAO issued a 2003 report on federal property as part of its high-risk series, which identified areas vulnerable to mismanagement, waste, or fraud and concluded that \"a major commitment is necessary to either modernize these facilities or to dispose of them.\" Two years later, GAO reported that, while progress had been initiated by the 2004 establishment of the Federal Real Property Council (discussed later in this CRS report), long-standing problems persisted for GSA in managing its real property inventory."], "subsections": [{"section_title": "Aging and Underutilized Properties", "paragraphs": ["Restoration, repair, and maintenance backlogs in federal facilities are significant and attributable to \"ineffective stewardship\" by GSA and other landholding federal agencies who oversee a valuable and historic real property portfolio. GAO investigations have revealed that significant repairs and alterations are necessary to renovate federal buildings that have deteriorated, have become functionally obsolete, or have health- and safety-related problems. Inspections of several deteriorating federal buildings have revealed inadequate and malfunctioning air ventilation and fire safety systems, unsafe water supplies, and continued structural deteriorations caused by long-standing plumbing leaks. Other factors impeding adequate workplace conditions included outdated cooling and heating systems, resulting in significantly higher operating costs, and obsolete electrical systems unable to accommodate new information technology. Aging and deteriorating office space can also adversely impact federal employee recruitment, retention, and productivity.", "Maintaining federal facilities is a challenging task, since many of GSA's largest buildings were constructed more than 50 years ago and have deteriorated without needed alterations. According to GSA, limitations in FBF revenues are exacerbated by the heightened demands for repairs and alterations associated with aging buildings. GAO's analysis of FBF revenues from FY1994 through FY1999 determined that GSA was authorized approximately $580 million in new obligational authority from the FBF each year to complete repairs on existing GSA facilities. While GSA completed substantial work, new requirements were frequently added to GSA's repairs inventory. In 1999, GSA estimated that nearly $4 billion was needed to complete repairs and alterations to 903 buildings, or approximately 54% of its entire inventory of 1,682 federal buildings. The repair and alteration work identified in 446 buildings was estimated to cost $500,000 or less per building. However, 44 aging facilities, classified by GSA as large office buildings or courthouses, needed major repairs of more than $20 million for each facility, accounting for nearly 60% of the almost $4 billion estimated as needed to fund all identified repairs and alterations. Furthermore, GAO found that some of the repairs and alterations that had been identified more than five years earlier were still unfinished. GSA officials stated that some tasks were not completed because adequate funding was not available. Three years later, in 2003, GAO reported that GSA's estimated backlog of repairs and alterations would require $5.7 billion in federal funding. GSA officials estimated in 2005 that deferred maintenance costs for its federal facilities totaled more than $6 billion. In 2007, GSA reported an estimated $6.6 billion backlog of repairs.", "The deteriorating physical condition of many federal buildings and the corresponding underutilization and vacancy of many government facilities has serious cost implications for GSA's real property portfolio. Investigations by GAO have revealed that many properties in the federal inventory are not financially self-sustaining and are no longer relevant to their agencies' changing missions. According to GAO, by identifying and disposing of unneeded properties, GSA could give greater attention and funding to the repair of a streamlined federal inventory. Due to the vast size and diversity of its real property portfolio, GSA is often not able to fully identify and assess each of its properties to determine those that need repairs and those for which there is no longer any substantial federal purpose. In May 1991, GAO first reported that GSA had not fully implemented a systematic approach for managing its inventory because of a lack of reliable real property data, causing even more delays in needed building repairs.", "At present, GSA annually reports summary data on real property owned and leased by the federal government worldwide, based on inventory reports submitted by the individual agencies. These inventory reports are not, however, required under current law, and there is no statutory requirement for landholding agencies to submit accurate or timely data. In July 2000, GAO reported to Congress that a comprehensive and reliable inventory of federal real property holdings was the first step in identifying and subsequently managing the government's large portfolio of federal assets. GAO investigations also revealed that GSA and the other landholding agencies had poor or inadequate data assessing the current market value of their properties. However, GAO acknowledged that agency compliance with proposed statutory requirements for a comprehensive property inventory would be a \"challenging task,\" based on its finding that the federal government lacked the necessary standards to ensure complete and reliable information on its property assets. Lacking a reliable and comprehensive listing of federal properties, GSA continues to have limited success in the identification, maintenance, or disposal of its federal inventory. GAO reported in June 2003 that GSA, in response to GAO's earlier criticisms, had begun to conduct more systematic reviews of individual facilities, giving funding priority to projects that might return more rent revenues to the FBF and disposing of properties with no long-term federal purpose.", "In FY2005, the Federal Real Property Council issued new federal property reporting requirements for executive branch agencies, which replaced GSA's existing reporting requirements and the agency's comprehensive annual report on federally owned and leased properties. Published in June 2006, the Federal Real Property Council's first executive summary was compiled from agency data pertaining to utilization, condition, and operating and maintenance costs."], "subsections": []}, {"section_title": "Reliance on Leased Office Space", "paragraphs": ["Because of long-standing problems with a buildings portfolio that has not been financially self-sustaining, GSA has relied on leasing as the only practicable method available to meet increased space needs. Generally, the federal construction or purchase of buildings provides the most cost effective approach to meet space requirements over a long period of time. GSA's inventory of leased space increased from 87.4 million square feet in FY1975 to 91.2 million square feet in FY1981, an increase of approximately 4.5%. However, the corresponding costs for annual rental payments increased from $364 million to nearly $677 million, an 86% increase during the same period. In the past decade, GSA has continued to enter into lease agreements to acquire office space because of insufficient funding available to construct or repair existing buildings. GAO reported in 1995 that GSA had entered into 55 long-term lease agreements that would ultimately cost the federal government $700 million more in extended rent payments than would have total construction costs for the same space. A 1999 investigation by GAO auditors of nine major lease agreements proposed by GSA revealed that construction would have been the most economical option in eight instances, resulting in an estimated $126 million in savings to the federal government. While this GAO investigation focused on GSA's leasing practices, GAO had previously found that the other landholding agencies with leasing authorities also relied heavily on operating leases. In June 2006, GSA owned 218.9 million square feet of office space, and spent $4.6 billion to lease 168.8 million square feet of building space, or almost 46% of the government's total office area.", "The annual congressional appropriations and authorizations process tends to favor operating leases over construction or purchasing agreements, since they appear less costly in any given year. While operating leases are more expensive over a 10-year period, these total costs are not reflected in a single year's appropriations request. In contrast, total costs necessary for proposed construction and lease-purchase contracts must be included in the first year's budget authority. According to studies by GAO, the current budget process enables more expensive leasing transactions to appear to be more economical in the short term, thus encouraging an \"over-reliance\" on them for meeting the government's space requirements."], "subsections": []}, {"section_title": "FBF Revenues", "paragraphs": ["While agency rental payments have provided a relatively stable and predictable source of income for the Federal Buildings Fund, this revenue had not been sufficient to finance both growing capital investment needs and the cost of leased space. GAO estimated that, between FY1983 and FY1988, annual revenues to the FBF from tenant rental payments increased from approximately $1.8 billion to $3.1 billion. Between FY1995 and FY2001, about $5.3 billion in incoming rent revenues was deposited each year into the FBF. Nearly 90% of this total was used for GSA's operating costs, rental payments for leased space, and construction of new buildings, with, on average, only $606 million remaining each year for completing repairs and renovations. In FY2007, $7.5 billion in FBF revenue came from rent paid by federal tenant agencies; $4.4 billion was obligated from the FBF for rental of space, and $733 million for repairs and alterations (see Table 1 ). Table 1 indicates the FBF's incoming revenues and obligations for FY2006 through FY2008 (request).", "While Congress has increased authorized funding through the FBF for building repairs and alterations, these funds have not been adequate to maintain GSA's building inventory. Funding data compiled by GSA since FY1995 indicate that Congress has authorized $8.9 billion from the FBF, or 72%, of the $12.5 billion in new obligational authority that GSA has requested for building repairs and alterations. However, in FY2006, Congress approved $1.1 billion in FBF revenues for repairs, which was more than was requested by GSA, or 104%. Table 2 indicates the FBF funding authority that GSA has requested from FY1995 through FY2008, and the obligational authority that Congress has approved for repairs and alterations from the FBF.", "GAO has reported that GSA officials are developing new ways to generate additional FBF revenues to finance capital improvements in GSA-owned facilities. These methods include giving the highest priority to maintenance projects that would achieve the most rent revenue for the FBF and reducing operating costs where possible to redirect monies to repair and alteration projects. Legislation enacted in the 108 th Congress authorized the GSA Administrator to convey real property by sale, lease, or exchange agreements, with net proceeds deposited into the FBF for future real property capital acquisitions and improvements. As a result of this new authority, an additional $50.4 million in net proceeds was achieved in FY2006 (see Table 1 )."], "subsections": []}, {"section_title": "Rent Restrictions", "paragraphs": ["As discussed earlier in this report, the FBF generated less revenue than anticipated during its first years of operation because Congress and OMB periodically restricted the rent payments that GSA was allowed to charge tenant agencies for their office space. GSA's ability to finance its repair and alteration requirements was so limited by these imposed rent restrictions that, in 1989, GAO recommended their removal. GAO further recommended that no new restrictions on rent be authorized. The GSA Administrator also has the authority to exempt a tenant agency from the rent it owes for occupying GSA space. These exemptions are generally granted for the partial or full rent payments for a particular building, and for a limited time. Based on GSA data, 14 partial and full rent exemptions were in effect in 2005, with an estimated forgone annual rent of $169.6 million. Of this total, 12 rent exemptions were authorized by the GSA Administrator, and the remaining two were authorized by Congress.", "Even though the federal judiciary has the responsibility to identify and propose new courthouse construction projects, GSA is responsible for their design and construction. GSA and the federal judiciary undertook a substantial courthouse construction initiative from FY1993 through FY2005, with congressional funding of approximately $4.5 billion through new appropriations and obligations from the FBF for 78 courthouse projects. In the last 30 years, the judicial branch has increased the amount of GSA space it occupies by 310%, an increase of one million square feet per year. In September 2004, the Judicial Conference approved a two-year moratorium on new courthouse projects in an attempt to reduce its annual rent obligations for the use of GSA-owned space. In December 2004, the Judicial Conference requested that GSA provide the judicial branch with a permanent annual $483 million rent exemption. According to GSA testimony, the $483 million rent exemption sought by the judiciary, approximately 50% of the courts' yearly rental payments, would essentially bankrupt the FBF.", "Two bills were introduced in the 109 th Congress to provide rent relief to the federal judiciary. The first, H.R. 4710 , the \"Judiciary Rent Reform Act of 2006,\" would have required the GSA Administrator to establish rent charges for GSA-owned-and-leased space that do not exceed actual operating and maintenance costs. The proposed legislation would also have required the judiciary to reimburse GSA from judiciary appropriations for any GSA courthouse construction, alterations, or tenant improvements for which GSA did not receive congressional authorization and funding. The legislation was referred to the House Judiciary Committee and Transportation and Infrastructure Committee on February 8, 2006, and, on the following day, to the House Transportation and Infrastructure Subcommittee on Economic Development, Public Buildings, and Emergency Management. The second bill, S. 2292 , also would have required GSA to charge the judiciary for actual operating costs, but would have authorized the Director of the Administrative Office of the U.S. Courts and the GSA Administrator to agree mutually upon how the judicial branch would reimburse GSA for repairs. S. 2292 was referred to the Senate Judiciary Committee on February 15, 2006. The bill was reported favorably on April 27, 2006, and placed on the Senate Legislative Calendar the same day.", "During consideration of GSA's FY2006 funding, the Senate Committee on Appropriations expressed disappointment that the federal judiciary had attempted to", "relieve its overall budget problems by challenging the overall rent and cost of its courthouses. The judicial branch has suggested that all the courthouses be transferred to the judicial branch with a forgiveness of debt. This is misplaced logic and any forgiveness would undermine the ability of the Federal Buildings Fund to meet its mission of supporting federal buildings needs both currently and in the future. The committee notes that it strongly supports the purpose and structure of the Federal Buildings Fund, of which the judicial branch is an important participant.", "The Judicial Conference's rent exemption request has renewed longstanding congressional concerns over costly courthouse construction which requires upgraded structural and architectural elements. GAO reported that courthouses are among the most costly types of federal space to construct. These construction costs necessitate rental rates under GSA's pricing policy that are more expensive than the highest-quality office space in other locations. In addition, GAO recommended that GSA fully analyze and explain factors such as space increases, operating costs, and security upgrades that determine the judiciary's rental rates on an annual basis. GAO believes this information could enable the judiciary to \"better understand the reasons behind its rent increases, make more informed space allocation decisions in the future, and identify errors in GSA's billing.\" The issues not completely resolved include courtroom sharing and assurances from GSA and the judiciary that all future construction projects will be adequately justified to reduce costs. GAO recommended that the judiciary create incentives for more efficient space use, establish criteria for courtrooms and chambers, and reallocate its space needs based on new technological advancements."], "subsections": []}]}, {"section_title": "Efforts to Address Problems in Real Property Inventory", "paragraphs": ["Capital reinvestment is one of the largest challenges confronting GSA officials, who have described their buildings inventory as predominantly aging, with maintenance and repair needs that far exceed available FBF revenues. The condition of the federal government's real property inventory is not static; that is, even as certain repairs are completed, new problems are identified. In addition, the amount of funding needed for repairs is greater each year, due to cost increases in maintaining an expanded inventory of properties. As a solution, GAO has stated that GSA must find new ways to generate additional revenues that are needed to upgrade its federal inventory. Seeking to increase the amount of funding available to adequately maintain these federal properties, GSA officials have expressed support for legislative reform initiatives introduced in previous Congresses that would authorize the agency to convey excess real property by sale, lease, or exchange, with net proceeds deposited into the FBF for future real property capital acquisitions and improvements."], "subsections": [{"section_title": "Past Congressional Reform Initiatives", "paragraphs": ["Legislative initiatives to revise federal real property management policies, S. 2805 and H.R. 3285 , were introduced in the 106 th Congress, but neither bill was reported out of committee before Congress adjourned. In 2001, S. 1612 was introduced with recommendations to reform federal property asset management, but the legislation was not reported out of committee before adjournment of the 107 th Congress.", "Two similar bills were introduced in the 108 th Congress to revise federal property management policies, H.R. 2548 and H.R. 2573 . The first, H.R. 2548 , the Federal Property Asset Management Reform Act, was more comprehensive in its attempt to allow landholding agencies greater flexibility to manage directly their own federal properties. Its provisions were similar to those of S. 1612 , introduced in the 107 th Congress. The proposed legislation would have modified existing federal property statutes to authorize landholding agencies to enter into interagency transfers or exchanges of property, subleases of unexpired portions of existing leases, property exchanges or sales with non-federal sources, or outleases of underutilized real property that must remain in federal ownership. If enacted, H.R. 2548 would have authorized federal landholding agencies to retain the proceeds from their real property transactions. New statutory requirements would have been provided for the crediting of monetary proceeds to existing agency accounts, which would then have been used to fund that agency's capital asset expenditures. H.R. 2548 was ordered to be reported, as amended, by voice vote on July 17, 2003. No further action occurred during the 108 th Congress.", "The second bill, H.R. 2573 , the Public Private Partnership Act, focused on public-private partnerships as a method to increase funding for the FBF and would have authorized GSA to administer these transactions. The proposed legislation would have authorized GSA to enter into agreements with non-federal entities for the acquisition, lease, construction, maintenance, or renovation of real property under the jurisdiction of GSA, or other landholding agencies. Proceeds from all real property transactions have been deposited into the FBF. H.R. 2573 was reported favorably from the House Government Reform Committee to the full House by voice vote on June 25, 2003. No further action was taken on H.R. 2573 .", "Although no final action was taken on either H.R. 2548 or H.R. 2573 , the 108 th Congress revised GSA's property management policies with the passage of the FY2005 Consolidated Appropriations Act on December 8, 2004. Section 412 authorized the GSA Administrator to convey real property for sale, lease, exchange, or leaseback agreements, with net proceeds deposited into the FBF for future real property capital acquisitions and improvements."], "subsections": []}, {"section_title": "Federal Real Property Council", "paragraphs": ["On February 4, 2004, President George W. Bush implemented new federal property guidelines for executive branch agencies with Executive Order 13327, entitled \"Federal Real Property Asset Management.\" Many of its provisions were based on his earlier administrative initiatives pertaining to federal property asset management reforms, which were incorporated as Title III of S. 1612 , introduced during the 107 th Congress. In order to increase agency accountability for real property asset management, E.O. 13327 established the position of Senior Real Property Officer within each executive branch agency. Section 3(b) required that each officer prepare and submit to OMB an initial asset management plan composed of data on the agency's real property assets, and proposals for cooperative arrangements with the commercial real estate community. Section 4 established a Federal Real Property Council within OMB to develop guidance and provide oversight for the executive branch's real property inventory. The chairman of the council is OMB's Deputy Director for Management. Members include each agency's Senior Real Property Officer, OMB's Financial Management Controller, the Administrator of GSA, and any other federal officials deemed appropriate by the chairman.", "Section 5 required GSA, in consultation with the Federal Real Property Council, to provide policy oversight, and to manage selected properties for the executive branch agencies that requested such assistance. With the consent of the GSA Administrator, operational responsibilities may be delegated to a particular agency, taking into consideration the receiving agency's willingness and proven ability to perform such tasks. Section 5(b) authorized GSA, in conjunction with the council, to establish and maintain a comprehensive database of the executive branch's real property inventory, except when otherwise precluded for reasons of national security. GSA also must publish any asset management measures or standards that may be adopted by the Federal Real Property Council. E.O. 13327 further required GSA to consult with OMB and the other landholding agencies to develop new legislative initiatives to improve the federal government's management of real property activities. Section 2(b) recognized that the provisions of E.O. 13327 did not supersede existing real property law."], "subsections": []}, {"section_title": "Congressional Initiatives in the 109th Congress", "paragraphs": ["H.R. 3134 , the Federal Real Property Disposal Pilot Program and Management Improvement Act of 2005, was introduced in the House by Representative Tom Davis and one co-sponsor, on June 30, 2005. The proposed legislation would have established a five-year pilot program to allow for the expedited disposal of surplus or underutilized federal real properties to increase revenues for capital improvements. The OMB Director would be authorized to select the federal properties to participate in the program, based on the cost and time required to dispose of real property assets and the availability of unneeded federal properties. A selected federal property would have been sold at or above fair market value, and the agency that owned the property would have been authorized to retain a portion of the proceeds. If enacted, H.R. 3134 would have codified certain provisions authorized by E.O. 13327, such as the establishment of a Federal Property Council and the creation of senior real property officer positions in the executive branch agencies. Two amendments were adopted by voice vote on October 26, 2005. The first amendment was to authorize the GSA Administrator to notify local governments of the federal government's intent to dispose of federal property in their jurisdictions. In addition, a federal property determined by GSA to be a public benefit conveyance for use by homeless groups would not have been eligible for the five-year pilot program. The second substitute amendment was to require that the OMB Director submit an annual report on the status of the Federal Real Property Disposal Pilot Program to the House Government Reform Committee and the Senate Homeland Security and Governmental Affairs Committee. H.R. 3134 , as amended, was ordered to be reported favorably by the House Committee on Government Reform on October 26, 2005."], "subsections": []}, {"section_title": "Congressional Action in the 110th Congress", "paragraphs": ["As approved by the House on June 28, 2007, H.R. 2829 , the FY2008 Financial Services and General Government appropriations bill, provides that an additional amount of $88 million be deposited in the FBF. On July 12, 2007, the Senate Appropriations Committee reported that an additional amount of $625 million be deposited in the Federal Buildings Fund. The FY2008 Consolidated Appropriations Act, signed into law on December 26, 2007, authorized that an additional amount of $84 million be deposited in the Federal Buildings Fund."], "subsections": []}, {"section_title": "GSA Initiatives", "paragraphs": ["Given its backlog of rent repairs and the FBF's limited resources, GSA is striving to improve its owned-building inventory by conducting a financial analysis to determine which GSA-owned facilities are not generating sufficient income to cover their operating expenses and the amounts needed for future repairs. Capital reinvestment funds would be used on GSA facilities that are not generating sufficient income compared with their market value, but might generate higher rents once the buildings are renovated. Buildings that are deemed to be nonperforming may be referred for disposal or, if authorized by Congress, alternatives include property exchanges with other federal, state, or local agencies; outleasing to non-federal tenants; and public-private partnerships. Legislation enacted in the 108 th Congress authorized the GSA Administrator to convey real property by sale, lease, or exchange agreements, with net proceeds deposited into the FBF for future real property capital acquisitions and improvements. As a result of this new authority, an additional $50.4 million in net proceeds for the FBF was achieved in FY2006."], "subsections": []}]}, {"section_title": "Policy Considerations", "paragraphs": ["It has been documented that incoming rent revenues deposited into the FBF have been insufficient to fund needed repairs. Moreover, GSA's efforts to deal with a long-standing backlog of needed repairs have been hindered by a lack of reliable and detailed information about specific properties. In addition, real property law restricts GSA's, and other landholding agencies', ability to generate the additional revenues necessary to upgrade federal buildings, or to dispose of them when they are no longer of use. Some observers contend that existing statutory requirements that have been in place since 1949 often constrain effective federal property management that is necessary to meet agencies' changing mission requirements.", "As previously mentioned, the 108 th Congress revised GSA's property management policies with the passage of the FY2005 Consolidated Appropriations Act, on December 8, 2004. Section 412 authorized the GSA Administrator to convey real property by sale, lease, exchange, or leaseback agreements, with net proceeds deposited into GSA's Federal Buildings Fund for future real property capital acquisitions and improvements. Introduced in the 109 th Congress, H.R. 3134 , the Federal Real Property Disposal Pilot Program and Management Improvement Act of 2005, proposed to improve the management of federal real property by establishing a five-year pilot program to allow for the expedited disposal of surplus or underutilized federal real properties, and would have enacted many of the requirements of E.O. 13327 into law. It also appears that certain types of transactions with the private sector will continue to be encouraged as the most cost-effective means to restore federal properties, and to dispose of properties that the government no longer needs. GAO has long supported real property reform initiatives that would allow incoming revenues to the FBF from real property transactions. According to proponents, enactment of reform initiatives, such as H.R. 3134 , could fundamentally change existing law by giving GSA and other landholding agencies new incentives to manage and dispose of their real property inventories.", "Other issues regarding property management may also need to be addressed to resolve GSA's long-standing problems. GAO has reported that GSA's continued reliance on leased property remains as one of the major obstacles to a viable and self-sustaining federal property portfolio. As stated earlier, the current budget process favors lease agreements that appear more economical. One option that Congress may wish to consider would be to include a reference to the total cost of lease agreements in the annual appropriations and authorizations process to reflect better the actual long-term costs associated with leasing.", "President Bush's establishment of the Federal Real Property Council and the appointment of Senior Real Property Officers will arguably provide greater coordination within the executive branch to improve the operational and financial management of the government's real property inventory. Congressional enactment of H.R. 3134 would have codified these provisions into law. GAO has reported that, while the Federal Real Property Council is developing performance measures and a real property inventory database, it is too early to determine the impact of these efforts, which, in GAO's view, are positive.", "Funding limitations will likely continue to be GSA's greatest obstacle to completing urgent repairs and renovations to aging federal facilities. Addressing GSA's long-standing issues with its real property portfolio will:", "...require a reconsideration of funding priorities at a time when budget constraints will be pervasive. Without effective incentives and tools; top management accountability, leadership, and commitment; adequate funding; full transparency with regard to the government's real property activities; and an effective system to measure results, long-standing real property problems will continue and likely worsen.", "The cost history pertaining to FBF reserves and trends in the following areas may continue to be of particular concern to Congress: the size of the GSA-managed space inventory and how efficiently that space is used; the leasing program and its effect on costs; and the level of capital investments. In addition to Congress and the executive branch, local and foreign governments, the private sector, and various advocacy groups, such as historic preservation organizations, all have a vested interest in how GSA acquires, manages, and disposes of its real property. A diversity of views could be expected should Congress choose to address this issue further."], "subsections": []}]}}