{"id": "RL33797", "title": "Copyright Protection of Digital Television: The Broadcast Video Flag", "released_date": "2007-01-11T00:00:00", "summary": ["In November 2003, the Federal Communications Commission (FCC) adopted a rule that required all digital devices capable of receiving digital television (DTV) broadcasts over the air, and sold after July 1, 2005, to incorporate technology that would recognize and abide by the broadcast video flag, a content-protection signal that broadcasters may choose to embed into a digital broadcast transmission as a way to prevent unauthorized redistribution of DTV content. However, in October 2004, the American Library Association and eight organizations representing a large number of libraries and consumers filed a lawsuit that challenged the power of the FCC to promulgate such a rule. In May 2005, the United States Court of Appeals for the District of Columbia Circuit ruled in American Library Association v. Federal Communications Commission that the FCC had exceeded the scope of its delegated authority in imposing the broadcast flag regime, and the court thus reversed and vacated the FCC's broadcast flag order.", "Parties holding a copyright interest in content transmitted through DTV broadcasts, in particular broadcasters and television program creators, remain concerned about the unauthorized distribution and reproduction of copyrighted DTV content and thus continue to advocate the adoption of a broadcast video flag. However, several consumer, educational, and technology groups raise objections to the broadcast flag because, in their view, it would place technological, financial, and regulatory burdens that may stifle innovation, limit the consumer's ability to use DTV broadcasts in accordance with the Copyright Act's \"fair use\" principles, and possibly frustrate the use of digital television content by educators and librarians in distance education programs.", "This report provides a brief explanation of the broadcast video flag and its relationship to digital television and summarizes the American Library Association judicial opinion. The report also examines a legislative proposal introduced in the 109 th Congress, the Digital Content Protection Act of 2006, which appeared as portions of two bills, S. 2686 and H.R. 5252 (as reported in the Senate), that would have expressly granted statutory authority to the FCC under the Communications Act of 1934 to promulgate regulations implementing a broadcast video flag system. Although not enacted, these bills represent approaches to authorizing the broadcast video flag system that may be of interest to the 110 th Congress."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["Technological advances, a looming statutory deadline, and the need to reclaim analog spectrum occupied by television broadcasters have put digital television (DTV) on a fast track. At the same time, development of digital television has necessitated balancing the competing interests of content holders and consumer and technological industries. Reconciling these interests has led to the development of a broadcast video flag to combat unauthorized redistribution of content broadcast through digital television signals. The move to protect digital content has been given urgency by the Federal Communications Commission's (FCC's) determination that broadcast transmissions be digital by December 31, 2006. The 105 th Congress, in the Balanced Budget Act of 1997, P.L. 105-33 , made this date statutory. However, the lack of widespread purchase and adoption by consumers of digital television equipment prompted the 109 th Congress to extend the 2006 deadline; a provision of the Deficit Reduction Act of 2005, P.L. 109-171 , established a \"firm deadline\" of February 17, 2009, for the digital transition."], "subsections": [{"section_title": "What Is DTV?", "paragraphs": ["Digital Television is a new television service representing the most significant development in television technology since the advent of color television in the 1950s. Three major components of DTV service must be present for consumers to enjoy a fully realized high-definition television viewing experience. First, digital programming must be available. Digital programming is content assembled with digital cameras and other digital production equipment. Second, digital programming must be delivered to the consumer via a digital signal. Third, consumers must have digital television equipment capable of receiving the digital signal and displaying digital programming for viewing.", "Developing a protocol for transmitting and receiving digital television in a way that accommodated competing interests has proved challenging. Digital content, like other media, can be relatively easily duplicated and distributed, especially with the aid of the Internet. Unlike other types of content, duplication of digital information does not degrade the original. Whereas the quality of a VHS tape degrades after successive copies, a DVD may be copied almost infinitely with no effect on the quality of the medium. It is because of the ease and inexhaustible potential of copying digital media, coupled with the proliferation of Internet peer-to-peer file-sharing services, that content providers have greeted this new technology with some trepidation."], "subsections": []}]}, {"section_title": "The Broadcast Video Flag", "paragraphs": ["The broadcast video flag is a combination of technical specifications and federal regulations designed to combat unauthorized redistribution of content broadcast through digital television signals. Its adoption was prompted largely by the FCC's determination that broadcast transmissions be digital by December 31, 2006 (a deadline that has since been extended by Congress to February 17, 2009). The FCC imposed a transition to DTV in part to capitalize on the sharper images, CD-quality sound, and wider screen angles that are available from advanced digital technologies. However, in addition to the technological impetus, the FCC also has been motivated by the knowledge that broadcasters, upon receiving digital spectrum allotments, must relinquish their analog spectrum allotments to the FCC. The analog spectrum will in turn be auctioned for other commercial and public interests. Content providers, fearing widespread piracy that would endanger aftermarket sales (such as cable re-broadcast and DVD sales), urged the FCC to provide for a means to protect their assets. Meanwhile, consumer electronics and information technologists, as well as consumer rights groups, came together in an effort to minimize the possible negative outcome that a wide-scale regulation might have imposed.", "The technical specifications behind the broadcast video flag were a compromise measure, premised on an understanding that more restrictive approaches (such as encrypted signals created at the source of transmission) imposed economically or technologically infeasible conditions. The compromise came after a consortium of content providers and consumer electronics and information technology groups came together, forming the Broadcast Protection Discussion Group (BPDG). The result of this consortium was a Final Report published in June 2002, which was delivered to Representative Billy Tauzin, then-Chairman of the House Committee on Energy and Commerce. The report suggested a set of \"robustness and compliance\" rules for devices capable of demodulating digital television signals, which would require that such devices protect \"flagged\" content from being recorded by unauthorized devices. However, the flag itself would not require that all machines recognize it, and would act only as a means to halt unauthorized use in machines capable of detecting it.", "In November 2003, the FCC published a Report and Order that required all digital devices capable of receiving digital broadcast over the air, and sold after July 1, 2005, to incorporate a standard content-protection technology that would recognize the broadcast video flag and limit redistribution when the flag is recognized. The FCC's regulations apply the flag mark to all devices and receivers capable of receiving digital content. Such devices include, but are not limited to, televisions, computers, digital video-recorders (e.g., TiVo), and DVD players. The broadcast flag itself is optional for broadcasters, allowing them to determine how much copy-protection they wish to impose on their digital broadcast content.", "Because the flag does not prevent the distribution of content to non-compliant devices, a consumer who continues to use an older television set (or theoretically, a non-compliant demodulator) will still be able to receive and copy television programs in non-digital form. In addition, digital television sets made prior to July 1, 2005, will still enjoy digital content with no obstruction. In citing its support for a flag-based approach over encryption or other means, the FCC noted concerns over \"the implementation costs and delays\" associated with other solutions.", "In addition to the \"compliance\" requirements imposed on receiving devices, the FCC also imposed a \"robustness\" requirement that forces makers of consumer devices to ensure that circumvention is difficult. The standard of care adopted by the FCC was that of \"an ordinary user using generally available tools or equipment.\""], "subsections": []}, {"section_title": "FCC Authority", "paragraphs": ["The FCC derives its regulatory authority over digital television from both direct and ancillary statutory authority."], "subsections": [{"section_title": "Digital Television Implementation Under the Telecommunications Act of 1996", "paragraphs": ["The Telecommunications Act of 1996 directed the FCC to promulgate regulations regarding the licensing of advanced television services. The act defined \"advanced television services\" as \"television services provided using digital or other advanced technology.\" In prescribing such regulations, the Commission was authorized to adopt such \"technical and other requirements as may be necessary or appropriate to assure the quality of the signal used to provide advanced television services ... and prescribe such other regulations as may be necessary for the protection of the public interest, convenience, and necessity.\"", "Pursuant to the Telecommunications Act of 1996, the FCC has issued regulations regarding spectrum allocation for digital television stations and has established a time line for the implementation of digital broadcasting by licensees. At least one court has agreed that in regard to television digital tuners, the FCC possessed reasonable authority to act, based on an \"unambiguous command of an act of Congress.\""], "subsections": []}, {"section_title": "Copyright Protection", "paragraphs": ["While copyright protection generally lies outside the scope of the FCC, the Commission may exercise jurisdiction over matters not explicitly provided for by statute if the exercise is \"reasonably ancillary to the effective performance of the Commission's various responsibilities for the regulation of television broadcasting.\" The FCC has asserted that television receivers generally, and digital television receivers specifically, fall within the scope of that authority. Under the FCC Report and Order, \"pursuant to the doctrine of ancillary jurisdiction, we adopt use of the ... flag as currently defined for redistribution control purposes and establish compliance and robustness rules for devices with demodulators to ensure that they respond and give effect to the ... flag.\" However, the FCC initially put off deciding on permanent mechanisms for approving \"content protection and recording technologies to be used in conjunction with device outputs.\" Instead, in its Report and Order, the FCC proposed examination of such issues at a later time and established an interim certification process for currently proposed devices. In addition to the need to regulate television broadcasting, the FCC's action arguably protects broadcasters from any unreasonable loss in advertising revenue that may result from unauthorized sharing of copyrighted digital television broadcasts.", "However, the FCC was careful to note that the \"scope of our decision does not reach existing copyright law,\" and that its rulemaking established a \"technical protection measure\" that did not change the underlying \"rights and remedies available to copyright holders.\" In addition, \"this decision is not intended to alter the defenses and penalties applicable in cases of copyright infringement, circumvention, or other applicable laws.\""], "subsections": []}]}, {"section_title": "Possible Implications of the Broadcast Video Flag", "paragraphs": ["While the broadcast flag is intended to \"prevent the indiscriminate redistribution of [digital broadcast] content over the Internet or through similar means,\" the goal of the flag was not to impede a consumer's ability to copy or use content lawfully in the home, nor was the policy intended to \"foreclose use of the Internet to send digital broadcast content where it can be adequately protected from indiscriminate redistribution.\" However, current technological limitations have the potential to hinder some activities that might normally be considered \"fair use\" under existing copyright law. For example, a consumer who wishes to record a program to watch at a later time, or at a different location (time-shifting and space-shifting, respectively), might be prevented when otherwise approved technologies do not allow for such activities or do not integrate well with one another, or with older, \"legacy\" devices. In addition, future fair or reasonable uses may be precluded by these limitations. For example, a student would be unable to e-mail herself a copy of a project with digital video content because no current secure system exists for e-mail transmission.", "In addition, some consumer electronics and information technology groups contend that the licensing terms for approving new compliant devices are limiting and may potentially stifle innovation, especially with regard to computer hardware. While the FCC in its Report and Order declined to establish formal guidelines for which \"objective criteria should be used to evaluate new content protection and recording technology,\" it has stated an intention to take up these issues in the future.", "Finally, consumer rights and civil liberties groups worry about the possibility that such content protections will limit the free flow of information and hamper the First Amendment. This concern is expressed most prominently regarding news or public interest-based content, or works that have already entered the public domain. Despite suggestions raised by consumer rights groups, the FCC has so far declined to adopt language to prevent content providers from using the broadcast flag on such programs, largely because of the \"practical and legal difficulties of determining which types of broadcast content merit protection from indiscriminate redistribution and which do not.\""], "subsections": []}, {"section_title": "Legal Challenges to the Broadcast Video Flag", "paragraphs": ["In October of 2004, the American Library Association (ALA), Association of Research Libraries, American Association of Law Libraries (AALL), Medical Libraries Association, and others petitioned the U.S. Court of Appeals for the District of Columbia Circuit to review the FCC's Report and Order. Bringing a challenge on behalf of \"libraries, librarians and educators ... and ... television viewers and computer users,\" the petitioners, as parties to the agency proceedings, questioned the FCC's statutory authority to establish the broadcast flag system under the Communications Act of 1934. On May 6, 2005, the United States Court of Appeals for the District of Columbia Circuit granted the ALA's petition for review and reversed and vacated the Commission's order requiring DTV reception equipment to be manufactured with the capability to prevent unauthorized redistributions of digital content.", "In American Library Association v. Federal Communications Commission , the court of appeals determined that the FCC lacked the authority \"to regulate apparatus that can receive television broadcasts when those apparatus are not engaged in the process of receiving a broadcast transmission.\" The court noted that in adopting the broadcast flag rules, the Commission \"cited no specific statutory provision giving [it] authority to regulate consumers' use of television receiver apparatus after the completion of the broadcast transmission.\" The Commission's reliance on its ancillary jurisdiction under Title I of the Communications Act of 1934 was rejected by the court. The court found that although the jurisdictional grant under Title I plainly encompasses the regulation of apparatus that can receive television broadcast content, the Commission's regulatory authority does not extend beyond the actual receipt of such content by the apparatus in question. The court's decision was limited to resolving whether the Commission had the authority to impose the broadcast flag requirements; it did not address the imposition of the broadcast flag requirements in terms of copyright law."], "subsections": []}, {"section_title": "Broadcast Video Flag Legislation Introduced in the 109th Congress", "paragraphs": ["In response to the American Library Association decision, two bills were introduced in the 109 th Congress that would have expressly granted statutory authority to the FCC under the Communications Act of 1934 to implement the FCC's Report and Order In the Matter of Digital Broadcast Content Protection . These legislative proposals represent approaches that may be taken in the 110 th Congress for authorizing a broadcast video flag system. The Digital Content Protection Act of 2006 was introduced by Senator Ted Stevens in the 109 th Congress as part of two bills, S. 2686 and H.R. 5252 (as reported in the Senate).", "Section 452 of S. 2686 , as introduced, would have required the FCC to modify its Report and Order to permit the following transmissions:", "short excerpts of broadcast digital television content over the Internet, broadcast digital television content over a home network or other localized network accessible to a limited number of devices connected to such network, and redistribution of news and public affairs programming (not including sports) in which the primary commercial value depends on timeliness, as determined by the broadcaster or broadcasting network.", "The Senate version of H.R. 5252 would have prohibited television broadcast stations from using the broadcast video flag \"to limit the redistribution of news and public affairs programming the primary commercial value of which depends on timeliness.\" However, the bill expressly allowed each broadcaster or broadcasting network to make the determination as to whether the primary commercial value of a particular news program depends on timeliness. The bill also authorized the FCC to \"review any such determination by a broadcaster or broadcasting network if it receives bona fide complaints alleging, or otherwise has reason to believe, that particular broadcast digital television content has violated\" this limitation concerning timeliness and commercial value.", "Hearings on the broadcast flag held by the 109 th Congress revealed that educators and librarians who use digital materials in education are concerned that a broadcast video flag regime could frustrate the utilization of digital television in distance education. Both bills contained provisions that sought to preserve this statutory right under the Technology, Education, and Copyright Harmonization (TEACH) Act of 2002:", "S. 2686 required the FCC's video flag regulation to \"permit government bodies or accredited nonprofit educational institutions to use copyrighted work in distance education courses pursuant to\" the TEACH Act and the amendments made by that Act. H.R. 5252 , as reported in the Senate, contained a provision that would have directed the FCC to, within 30 days of enactment of the Act, initiate proceedings \"for the approval of digital output protection technologies and recording methods for use in the course of distance learning activities.\"", "In addition, the Senate version of H.R. 5252 clarified that nothing in the bill shall \"be construed to affect rights, remedies, limitations, or defenses to copyright infringement, including fair use,\" under the Copyright Act. S. 2686 did not contain a similar provision with regard to the broadcast video flag."], "subsections": []}]}}