{"id": "RL33700", "title": "United Nations Peacekeeping: Issues for Congress", "released_date": "2011-02-11T00:00:00", "summary": ["A major issue facing the United Nations, the United States, and the 111th Congress is the extent to which the United Nations has the capacity to restore or keep the peace in the changing world environment. Associated with this issue is the expressed need for a reliable source of funding and other resources for peacekeeping and improved efficiencies of operation.", "For the United States, major congressional considerations on U.N. peacekeeping stem from executive branch commitments made in the U.N. Security Council. The concern with these commitments, made through votes in the Council, is the extent to which they bind the United States to fund and to participate in some way in an operation. This includes placing U.S. military personnel under the control of foreign commanders.", "Peacekeeping has come to constitute more than just the placement of military forces into a cease-fire situation with the consent of all the parties. Military peacekeepers may be disarming or seizing weapons, aggressively protecting humanitarian assistance, and clearing land mines. Peacekeeping operations also now involve more non-military personnel and tasks such as maintaining law and order, election monitoring, and human rights monitoring.", "Proposals for strengthening U.N. peacekeeping and other aspects of U.N. peace and security capacities have been adopted in the United Nations, by the U.S. executive branch, and by Congress. Some are being implemented. Most authorities have agreed that if the United Nations is to be responsive to 21st century world challenges, both U.N. member states and the appropriate U.N. organs will have to continue to improve U.N. structures and procedures in the peace and security area.", "This report serves as a tracking report for action by Congress on United Nations peacekeeping."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Most Recent Developments", "paragraphs": ["On December 22, 2010, President Barack Obama signed H.R. 3082 , amending the Continuing Appropriations Act, 2011 ( P.L. 111-242 ), to replace December 3, 2010, in Section 106 (3), with March 4, 2011. In effect, spending levels would be \"at a rate for operations as provided in the applicable appropriations Acts for fiscal year 2010 and under the authority and conditions provided in such Acts\" ( P.L. 111-242 , sec. 101). ", "On February 1, 2010, the President, in his budget for FY2011, had requested $2,182,300,000 for U.S. contributions to U.N. peacekeeping operation assessed accounts in the Contributions to International Peacekeeping Activities (CIPA) account, Department of State. That compares with $2,125,000,000 enacted for FY2010. The request also included language amending the assessment cap on U.S. contributions to U.N. peacekeeping operations made during calendar year 2011 to 27.5%. On June 30, 2010, the House Subcommittee on State, Foreign Operations, and Related Programs reported its recommendations to the full House Appropriations Committee. They included $2,126,382,000 for the CIPA account. The full committee did not report a bill. On July 29, 20010, the Senate Appropriations Committee reported S. 3676 , the Department of State, Foreign Operations, and Related Programs Appropriations Bill, 2011, recommending $2,126,382,000 for the CIPA account. ", "The President's March 24, 2010, FY2010 supplemental request for funding costs associated with relief and reconstruction support for Haiti following the January 12, 2010, earthquake included $96,500,000 to finance additional U.S. assessed contributions to the U.N. Stabilization Mission in Haiti (MINUSTAH), the U.N. peacekeeping operation in Haiti, through the CIPA account. On July 29, 2010, the President signed H.R. 4899 , Supplemental Appropriations Act, 2010 ( P.L. 111-212 ), with the funding for U.S. assessed contributions to MINUSTAH intact."], "subsections": []}, {"section_title": "Introduction", "paragraphs": ["The role of the United Nations in facilitating dispute settlement and establishing peacekeeping operations to monitor cease-fires and participate in other duties as assigned by the U.N. Security Council increased markedly in the 1990s. Between April 1988 and April 1994, a total of 20 peacekeeping operations were set up, involving 16 different situations. Since May 1994, however, the pace of Council creation of new U.N. controlled peacekeeping operations dropped noticeably. This reduction resulted, in part, from the U.S. decision, in Presidential Decision Directive 25 (PDD 25), signed May 1994, to follow strict criteria for determining its support for an operation. This U.S. decision was accompanied by a Security Council statement adopting similar criteria.", "If the trends between 1978 and 2010 (see Appendix C ) and situations at the start of 1988 and in more recent years are compared, the following trends emerge:", "Numbers of Operations : As of the end of 1978, six U.N. peacekeeping operations existed. No operations were created between the start of UNIFIL in March 1978 and April 1988. The number of operations increased from 8 in 1970 to 17 in 1993 and 1994, 16 in 1995 and 1996, and 17 again in 1999. Since 2000, the number of operations as of the end of the year has generally fluctuated between 15 and 16. As of December 31, 2010, there were 15 U.N. peacekeeping operations. Five of the six operations in existence in 1978 still exist. U.N. Costs : For calendar year 1978, U.N. peacekeeping expenditures totaled $202 million and were up to $635 million for 1989. This went up to $1.7 billion for 1992 and to $3 billion annually for 1993, 1994, and 1995. The total for 1996 went down to $1.4 billion and below $1 billion for 1998. Since 2000, U.N. peacekeeping costs were, annually, over $2 billion, reaching $3.6 billion in 2004 and $4.7 billion for 2005. U.N. Personnel : As of December 31, 1978, personnel in U.N. peacekeeping operations totaled 16,700. The highest number during 1993 was 78,500, but the total was down to 68,900 in 1995. In 1996, the highest number was down to 29,100 and 14,600 in 1998. For 2000, the highest number was 38,500 and climbing. For 2004, 64,700 was the highest number and at the end of 2007, the number in U.N. peacekeeping operations totaled 84,309. As of December 31, 2010, the number of uniformed personnel in U.N. peacekeeping operations totaled 98,638, down from 100,645, as of June 30, 2010. U.S. contributions for assessed peacekeeping accounts : For CY1988, U.S. assessed contributions totaled $36.7 million. CY1994 U.S. payments to U.N. peacekeeping accounts were $991.4 million; and $359 million in CY1996. U.S. assessed contributions totaled $518.6 million in CY2000 but were up to $1.3 billion, including arrears payments, in CY2001. U.S. contributions were $1.1 billion in CY2005, $1.1 billion in CY2006, and $2.26 billion in CY2008. U.S. Personnel in U.N. Peacekeeping : When 1988 started, the U.S. military participated, as observers, in one U.N. operation, the U.N. Truce Supervision Organization in Palestine (36 officers). As of December 31, 1995, a total of 2,851 U.S. military personnel served under U.N. control in seven operations. As of December 31, 2003, 518 U.S. personnel served in seven operations and as of the end of 2007, 316 U.S. personnel served in seven operations. By December 31, 2010, the number of U.S. personnel serving in six operations had dropped to 87."], "subsections": []}, {"section_title": "Current Funding Situation", "paragraphs": [], "subsections": [{"section_title": "Fiscal Year 2011", "paragraphs": ["On February 1, 2010, President Obama requested, for FY2011, $2,182,300,000 to pay U.S. assessed contributions to U.N. peacekeeping operations, in the State Department's Contributions to International Peacekeeping Activities (CIPA) account. It compares with $2,125,000,000 enacted for FY2010. The FY2011 request included $37,972,000 for the two international war crimes tribunals (Yugoslavia and Rwanda) that are not peacekeeping operations. The request also included language amending the assessment cap on contributions to U.N. peacekeeping operations made during calendar year 2011 to 27.5%.", "On June 30, 2010, the House Subcommittee on State, Foreign Operations, and Related Programs reported its recommendations to the full House Appropriations Committee. They included $2,126,382,000 for the CIPA account. The full committee has not reported a bill. On July 29, 2010, the Senate Appropriations Committee reported S. 3676 , the Department of State, Foreign Operations, and Related Programs Appropriations Bill, 2011, recommending $2,126,382,000 for the CIPA account. This was $55,918,000 below the President's request, which had included that amount to finance U.S. assessed contributions to the U.N. Support to the African Union Mission in Somalia (UNSOA). This amount was transferred to the Peacekeeping Operations (PKO) account to cover such assessed payments. Section 7047 (b) of S. 3676 sets the peacekeeping assessment cap for assessments received by the United States in calendar years 2010 and 2011 at 27.3%.", "President Obama's March 24, 2010, FY2010 supplemental request for funding costs associated with relief and reconstruction support for Haiti following the January 12, 2010, earthquake included $96,500,000 to finance additional assessed U.S. contributions to the U.N. Stabilization Mission in Haiti (MINUSTAH), the U.N. peacekeeping operation in Haiti, through the State Department's CIPA account. Immediately following the earthquake, the U.N. Security Council had increased force levels for MINUSTAH. The FY2010 supplemental budget request also included, under Foreign Operations, in the International Narcotics Control and Law Enforcement Affairs (INCLE) account, $45,000,000 to support U.S. personnel to MINUSTAH, adding 30 police advisers and five corrections advisers. These funds would increase the U.S. totals to MINUSTAH to 91: 80 police, 10 corrections officers, and one drug specialist. On July 29, 2010, the President signed H.R. 4899 , the Supplemental Appropriations Act, 2010, with the funding requested for or related to MINUSTAH intact ( P.L. 111-212 ). "], "subsections": []}, {"section_title": "Fiscal Year 2010", "paragraphs": ["On May 7, 2009, the President requested, for FY2010, $2,260,000,000 to pay U.S. assessed contributions to U.N. peacekeeping operations, in the State Department's Contributions to International Peacekeeping Activities (CIPA) account. This request included $46,233,000 for the two international war crimes tribunals (Yugoslavia and Rwanda) that are not peacekeeping operations. It also included $135,100,000 for U.S. assessed contributions to a special assessed account created by the U.N. General Assembly to support the African Union Mission in Somalia (AMISOM). ", "On June 26, 2009, the House Appropriations Committee recommended $2,125,000,000 for the CIPA account; this was $135,000,000 lower than the request. The committee decided that most of the funds requested for the U.S. assessment to the U.N. logistical support package for Somalia ($135,000,000 of the requested $135,100,000) be funded from the PKO account, used normally for voluntary contributions. The committee provided $102,000,000 in the PKO account for assistance for Somalia, including $55,000,000 to be used to pay assessed expenses. The committee urged the Department to \"give priority funding consideration\" for the U.N. peacekeeping operations in the Central African Republic and Chad (UNMURCAT) and the Congo (MONUC) \"during allocation of resources.\" The committee directed the State Department \"to provide the necessary support to ensure that OIOS [U.N. Office of Internal Oversight Services] oversight is systemically brought to bear on every UN peacekeeping mission, including through the presence of resident auditors. The Committee directs the Department to request a performance report on the efforts of this Office to root out the causes of waste, fraud, and abuse.\" In addition, the committee stresses \"that the UN needs to press troop contributing countries to seek justice\" against those U.N. peacekeepers found to commit trafficking in persons and illegal sexual exploitation. Finally, on the issue of the 25% cap on peacekeeping assessments, the committee included a provision adjusting the level of U.S. assessments for peacekeeping during calendar year 2010 from 25.0% to 27.1%. The committee did not include the request increase for calendar year 2011, instead encouraging the Department to \"negotiate a lower assessment.\" The House passed H.R. 3081 on July 9, 2009.", "On July 9, 2009, the Senate Appropriations Committee reported S. 1434 , Department of State, Foreign Operations and Related Appropriations Act, 2010, recommending $2,125,000,000 for the CIPA account. This was $135,000,000 below the President's request. The committee moved the funding requested for the logistics support package for Somalia, \"with modifications\" to the PKO account. The committee, in the PKO account, recommended up to $102,000,000 for peacekeeping activities in Somalia, \"of which up to $55,000,000 is for United Nations assessed costs.\" ", "On December 16, 2009, the President signed H.R. 3288 , the Consolidated Appropriations Act, 2010, Division F of which was the Department of State, Foreign Operations, and Related Programs Appropriations Act, 2010. Congress provided $2,125,000,000 for the CIPA account, of which 15% shall remain available until September 30, 2011. The conferees support the United Nations Office of Internal Oversight Services (OIOS) to \"identify waste, fraud and abuse, including sexual abuse in peacekeeping operations, and to recommend corrective action and reform. The conferees direct the Department of State to work to ensure that the OIOS has sufficient resources to carry out its mandate.\" The conference agreement, in Section 7051 on the Peacekeeping Assessment, includes a provision that amends Section 404 (b)(2)(B) of the Foreign Relations Authorization Act, Fiscal Years 1994 and 1995, by adding that the cap on peacekeeping assessments made during calendar year 2010 is set at 27.3%. In addition, the PKO account included funding for peacekeeping activities in Somalia already proposed by the House and Senate. "], "subsections": []}, {"section_title": "Fiscal Year 2009", "paragraphs": ["On February 4, 2008, President Bush, in his budget for FY2009, requested $1,497,000,000 for U.S. contributions to U.N. peacekeeping operation assessed accounts in the Contributions to International Peacekeeping Activities account (CIPA). This included $31,000,000 for U.S.-assessed contributions to the two war crimes tribunals (Yugoslavia and Rwanda) that are not peacekeeping operations. Bush also requested $247,200,000 for the FY2009 Peacekeeping Operations (PKO) account. This account finances, inter alia, U.S. contributions to the Multilateral Force and Observers (MFO), a non-U.N. peacekeeping operation, and other U.S. support of regional and international peacekeeping efforts. The MFO implements and monitors the provisions of the Egyptian-Israeli peace treaty of 1979 and its 1981 protocol, in the Sinai. On May 2, 2008, President Bush sent Congress an amendment to his FY2009 budget, requesting for the PKO account an additional $60 million, to fund U.S. assistance to international efforts to monitor and maintain peace in Somalia and Democratic Republic of Congo. This brought the FY2009 PKO request to $307,200,000.", "In February 2008, President Bush also requested authority to pay up to 27.1% of the cost of any U.N. peacekeeping operation assessments received from calendar year 2005 through calendar year 2009. The Administration noted that the U.S.-assessed share of U.N. peacekeeping accounts has \"been reduced in recent years from well over 27 percent for assessments made in 2005 to just under 26 percent for assessments received in 2008 and 2009.\" The Administration request was made \"in order to allow for the payment of peacekeeping assessments at the rates assessed by the United Nations, including amounts withheld because of the statutory cap limited payments to 25 percent of UN peacekeeping costs from 2005 through 2007....\"", "On June 30, 2008, President Bush signed H.R. 2642 , the Supplemental Appropriations Act, 2008 ( P.L. 110-252 ), which included supplemental funding for U.S. contributions to U.N. peacekeeping accounts in the CIPA account, Department of State, for both FY2008 and FY2009 and supplemental funding for the PKO account for FY2009. Subchapter A, of Chapter 4—Department of State and Foreign Operations—was titled Supplemental Appropriations for Fiscal Year 2008. Under the CIPA account, $373,708,000 was appropriated, to remain available until September 30, 2009, of which $333,600,000 \"shall\" be for the U.N.-African Union Hybrid Mission in Darfur (UNAMID). The $40,108,000 difference was \"to meet unmet fiscal year 2008 assessed dues for the international peacekeeping missions to countries such as the Democratic Republic of the Congo, Cote d'Ivoire, Haiti, Liberia, and Sudan.\"", "Subchapter B, of Chapter 4 was titled Bridge Fund Supplemental Appropriations for Fiscal Year 2009. Congress appropriated an additional $150,500,000 for the CIPA account, which shall become available on October 1, 2008, and remain available through September 30, 2009; and an additional amount for the PKO account of $95,000,000, which shall become available on October 1, 2008, and remain available through September 30, 2009. This additional PKO money would not be used to finance U.S. contributions to U.N. peacekeeping assessed accounts.", "On July 18, 2008, the Senate Appropriations Committee reported S. 3288 , the Department of State, Foreign Operations, and Related Programs Appropriations Act, 2009. The committee recommended $1,650,000,000 in FY2009 appropriations to the CIPA account, an amount that was $153,000,000 above the President's request. This was in addition to the $150,500,000 provided in Bridge Funding for FY2009 in P.L. 110-252 . The committee noted \"that the budget request for U.S. assessed contributions to international peacekeeping missions assumed a reduction in the cost of every mission below the fiscal year 2008 operating level.... The Committee recognizes the significant contribution to international peace and stability provided by U.N. peacekeeping activities, without the participation of U.S. troops. The Committee does not support OMB's practice of under-funding peacekeeping activities and relying on limited supplemental funds to support only a few missions.\"", "The committee bill included language, as requested by the President, to \"adjust the authorized level of U.S. assessments for peacekeeping activities for calendar year 2009 and prior years from 25 percent to 27.1 percent, consistent with the level set in fiscal year 2008 ( P.L. 110-161 ).\" The committee expected \"that future budget requests shall include sufficient funding to support such authorization.\"", "The committee report also included the following:", "The Committee directs the Department of State to seek to ensure that all peacekeepers, civilian police, and other United Nations personnel being trained and equipped with funds contributed by the United States in preparation for deployment as part of peacekeeping missions, receive proper training to prevent and respond to violence against women and girls. The Secretary of State should work aggressively with the United Nations to ensure that individuals who are found to have engaged in exploitation or violence against women are held accountable, including prosecution in their home countries.", "S. 3288 was placed on the Senate Legislative Calendar but was not considered on the Senate floor.", "On July 16, 2008, the State and Foreign Operations Subcommittee of the House Appropriations Committee approved its FY2009 bill, which was sent to the full committee. The subcommittee recommendation was never issued as a bill.", "On September 30, 2008, President Bush signed H.R. 2638 , the Consolidated Security, Disaster Assistance, and Continuing Appropriations Act, 2009, into law as P.L. 110-329 . Division A of the Act, the Continuing Appropriations Resolution, 2009, provided appropriations for nine regular appropriations for FY2009, through March 6, 2009, at FY2008 spending levels, as apportioned by the Office of Management and Budget (OMB). According to the State Department, the funds available for the CIPA during this period are $525,800,000. Funds available for the PKO account during this period total $97,366,613.", "On March 11, 2009, President Obama signed H.R. 1105 , the Omnibus Appropriations Act, 2009 ( P.L. 111-8 ). Division H of the Act was the Department of State, Foreign Operations, and Related Programs Appropriations Act and included funding for U.S. assessed contributions to U.N. conducted peacekeeping operation accounts. CIPA account funding totaled $1,517,000,000, in addition to the $150,500,000 appropriated for FY2009 in P.L. 110-252 . Section 7051, on Peacekeeping Assessment, amended Section 404 (b)(2)(B) of the Foreign Relations Authorization Act, Fiscal Years 1994 and 1995 (22 U.S.C. 287e note), by deleting subsection (v) and replacing it with \"(v) For assessments made during each of the calendar years 2005, 2006, 2007, 2008, and 2009, 27.1 percent.\" ", "The joint explanatory statement directed the Department of State to \"provide full funding\" for the U.S. assessed contribution to the UN/African Union Hybrid operation in Darfur (UNAMID), ensuring that UNAMID personnel receive training on prevention of and response to violence against women. The State Department was also directed to \"support oversight of peacekeeping missions by the UN's OIOS to identify waste, fraud and abuse, including sexual abuse within every UN peacekeeping mission, and submit to the Committees on Appropriations a performance report on the progress of these efforts.\" "], "subsections": [{"section_title": "Supplemental Appropriations Act, 2009", "paragraphs": ["On April 9, 2009, President Obama submitted a supplemental request, most of which was for military and security efforts in Afghanistan, Pakistan, and Iraq. Under the CIPA account, he requested an additional $836,900,000, to be available through September 30, 2010. He requested that up to $50,000,000 be available for transfer to and merging with the Peacekeeping Operations (PKO) account for peacekeeping in Somalia. It was anticipated that $454,529,000 of the request for the CIPA account would be available for paying shortfalls in U.S. assessed contributions to existing U.N. peacekeeping operations. The supplemental also requested $50,000,000 for the PKO account that normally finances U.S. voluntary support for peacekeeping.", "On June 24, 2009, the President signed H.R. 2346 , the Supplemental Appropriations Act, 2009 ( P.L. 111-32 ), which provided $721,000,000 for the CIPA account, $115.9 million less than the request. It provided $185,000,000 for the PKO account, including up to 115.9 million that may be used to pay assessed expenses of international peacekeeping activities in Somalia."], "subsections": []}]}, {"section_title": "Fiscal Year 2008", "paragraphs": ["On February 5, 2007, the Bush Administration requested, in its FY2008 budget, $1,107,000,000 to pay U.S. assessed contributions to U.N. peacekeeping operations in the State Department's Contributions to International Peacekeeping Activities (CIPA) account. The CIPA request included $34,181,000 for the two war crimes tribunals (Yugoslavia and Rwanda) that are not peacekeeping operations. Bush also requested $221,200,000 in voluntary contributions for the FY2008 Peacekeeping Operations (PKO) account to finance, inter alia, U.S. contributions to the Multilateral Force and Observers (MFO), a non-U.N. operation, and other U.S. support of regional and international peacekeeping efforts. The MFO implements and monitors the provisions of the Egyptian-Israeli peace treaty of 1979 and its 1981 protocol, in the Sinai.", "On June 18, 2007, the House Appropriations Committee recommended $1,302,000,000 for the CIPA account and $293,200,000 for the PKO account. It included language setting the peacekeeping assessment cap at 27.1% for calendar year 2008. The committee, in recommending funding for CIPA at $195 million above the Administration's request, expressed \"concern\"", "[t]hat the Administration has not adequately planned for funding International Peacekeeping activities. Committee analysis has concluded that the Administration's budget request in fiscal year 2008 for CIPA is a cut of 3 percent below the fiscal year 2007 level and that all missions except UNMIS are taking a reduction in the President's request. The Committee continues to inquire as to the rationale used by the Secretary of State when requesting $28,275,000 below the fiscal year 2007 level in the CIPA account. The Committee is concerned that peacekeeping missions could be adversely affected if the requested fiscal year 2008 funding level is enacted. The Committee notes that in the last year the Administration has voted for: a seven-fold expansion of the UN's peacekeeping mission in Lebanon; the expansion of the UN's peacekeeping mission in Darfur; reauthorization of the UN's peacekeeping mission in Haiti; and a renewed peacekeeping mission in East Timor.", "The committee noted that some non-governmental organizations and outside experts have estimated that the U.S. debt to U.N. peacekeeping operations might reach $1 billion if funding is not increased and if additional projected peacekeeping operations are created. \"The Committee is concerned that these debts are preventing the UN from paying the countries that provide troops for UN peacekeeping missions and will likely significantly impact India, Pakistan, and Bangladesh.\" The House, in passing H.R. 2764 , Department of State, Foreign Operations, and Related Programs Appropriations Act, 2008, on June 22, 2007, approved the committee's recommendations for funding and for the peacekeeping assessment cap.", "On July 10, 2007, the Senate Appropriations Committee reported H.R. 2764 , recommending $1,352,000,000 for the CIPA account and $273,200,000 for the PKO account. The committee recommendation for CIPA is $245 million above the President's request but, according to the committee, \"still $66,275,000 below projected current requirements for U.S. contributions to peacekeeping.\" The committee continued, \"the request was unrealistic considering the significant contribution to peace and stability provided by U.N. peacekeeping activities, without the participation of U.S. troops.... The Committee does not support the administration's practice of under-funding peacekeeping activities and relying on limited supplemental funds.\" The committee included language to \"adjust the authorized level of U.S. assessments for peacekeeping activities for fiscal year 2008 from 25 percent to 27.1 percent.\" (Section 113 of the reported bill stipulated for \"assessments made during calendar year 2008, 27.1 percent.\") On September 6, 2007, the Senate passed H.R. 2764 , providing the committee-recommended funding for the CIPA and PKO accounts and the increased peacekeeping assessment cap for CY2008.", "On October 22, 2007, President Bush sent to Congress amendments to his FY2008 budget request in a FY2008 Supplemental that included an additional $723,600,000 for the CIPA account to remain available until September 30, 2009. This amount, designated as \"emergency requirements,\" would fund the U.S. share of the start-up, infrastructure, and operating costs of the new U.N. peacekeeping operation in Darfur (UNAMID).", "On December 19, 2007, Congress passed and sent to President Bush H.R. 2764 , the Consolidated Appropriations Act, 2008, Division J of which provided funding for the Department of State, Foreign Operations, and Related Programs Act, 2008. The President signed the bill on December 26, 2007 ( P.L. 110-161 ). The bill included across-the-board rescissions. The estimated figure after application of the rescission is provided in brackets. The bill provided $1,700,500,000 [$1,690,517,000] for CIPA, of which $468,000,000 was designated emergency, for U.S. contributions to UNAMID. The President had, for FY2008, requested a total of $1,830,600,000 for the CIPA account, $723,600,000 of which was designated an emergency requirement.", "Congress included, for the PKO account, $263,230,000 [$261,381,000], including not less than $25 million for the U.S. contribution to the MFO in the Sinai. This also included $35 million designated as emergency. The President had requested $221,200,000 in funds for the PKO account for FY2008."], "subsections": []}, {"section_title": "Fiscal Year 2007 Supplemental", "paragraphs": ["President Bush also requested on February 5, 2007, FY2007 supplemental funding for CIPA and for PKO. The CIPA supplemental request of $200 million was to pay U.S. contributions for \"unforeseen\" U.N. peacekeeping expenses: $184 million for the expanded force in Lebanon (UNIFIL) and $16 million for the U.N. operation in Timor Leste (UNMIT). The PKO supplemental request of $278 million was to support peacekeeping efforts in Darfur through the African Union Mission in Sudan (AMIS)—$150 million—and support peacekeeping needs in Chad and Somalia—$128 million. The request stipulated that up to $128 million of the total may be transferred to CIPA, for assessed costs of U.N. peacekeeping operations. \"The requested transfer authority would provide the flexibility to fund either a United Nations peacekeeping mission to Chad and Somalia or to support the efforts of African regional security organizations such as the African Union.\"", "On March 23, 2007, the House passed H.R. 1591 , Making Emergency Supplemental Appropriations for FY2007, which provided $288,000,000 for the CIPA account and $225,000,000 for the PKO account, but without the authority to transfer up to $128 million from the PKO to the CIPA account. On March 22, 2007, the Senate Appropriations Committee reported S. 965 , recommending $200 million for the CIPA account and $323 million for the PKO account and including the authority to transfer up to $128 million to the CIPA account. The PKO section also included a requirement that not less than $45 million shall be made available for assistance for Liberia, for security sector reform. On March 29, 2007, the Senate passed its amendment to H.R. 1591 , with these reported provisions on the CIPA and PKO accounts unchanged. On April 24, 2007, a conference report on H.R. 1591 was filed, providing $288 million for the CIPA account and $230 million for PKO, of which $40 million would be available for Liberia. There was no transfer authority language. H.R. 1591 was cleared for the White House on April 26, 2007, and, on May 1, was vetoed by the President because of Iraq-related language. Action to override the veto failed on May 2, 2007.", "On May 25, 2007, Congress sent to President Bush H.R. 2206 , a FY2007 emergency supplemental appropriations bill, which the President signed the same day ( P.L. 110-28 ). This bill, cited as the U.S. Troop Readiness, Veterans' Care, Katrina Recovery, and Iraq Accountability Appropriations Act, 2007, included $283,000,000 for CIPA, to remain available until September 30, 2008; $190,000,000 for PKO, to remain available until September 30, 2008; and $40,000,000 for PKO, to remain available until September 30, 2008, provided that these funds \"shall be made available, notwithstanding section 660 of the Foreign Assistance Act of 1961, for assistance for Liberia for security sector reform.\"", "H.R. 2206 referred to the joint explanatory statement in the conference report on H.R. 1591 ( H.Rept. 110-107 ) for directives and other information for expenditure of these funds. Thus, for CIPA, the conferees specified $184 million for UNIFIL (Lebanon), $16 million for the U.N. Mission in Timor Leste, and $88 million for a potential operation in Chad. If funds are not obligated for a U.N. mission in Chad by August 15, 2007, the conferees asked the State Department to consult with the appropriations committees \"on the funding needs for other priority missions\" within CIPA. It should be noted that H.R. 1591 provided $288 million for CIPA, whereas H.R. 2206 provided $283 mission for CIPA. H.R. 2206 provided funds for the PKO account in two separate sections that together totaled the amount provided in H.R. 1591 ."], "subsections": []}, {"section_title": "Fiscal Year 2007", "paragraphs": ["On February 6, 2006, the Bush Administration had requested, in its FY2007 budget, $1,135,327,000 to pay U.S. assessed contributions to U.N. peacekeeping operations in the State Department's Contributions to International Peacekeeping Activities (CIPA) account. The CIPA request included $44,303,000 for the two war crimes tribunals (Yugoslavia and Rwanda) that are not peacekeeping operations. Bush also requested $200,500,000 in voluntary contributions for the FY2007 Peacekeeping Operations (PKO) account under the Foreign Operations Act. This account would finance the U.S. contribution to the Multilateral Force and Observers in the Sinai (MFO), a non-U.N. peacekeeping operation, and U.S. support of regional and international peacekeeping efforts in Africa, Asia, and Europe.", "On June 9, 2006, the House, in H.R. 5522 , the Foreign Operations Act, proposed $170 million in the FY2007 PKO account. On June 20, 2006, the House, in the State Department Appropriations Act, 2007 ( H.R. 5672 ), agreed to the requested $1,135,327,000 for the CIPA account. This was $113,052,000 over the amount provided for FY2006, in regular appropriations. On the same day, the Senate Appropriations Committee recommended, in H.R. 5522 , appropriations for the State Department and for Foreign Operations, the amount requested for CIPA and $97,925,000 for the PKO account. The Senate did not act on this bill in the 109 th Congress.", "On February 15, 2007, President Bush signed H.J.Res. 20 , the Revised Continuing Appropriations Resolution, 2007, which amended the Continuing Appropriations Resolution 2007 ( P.L. 109-289 , division B), as amended by P.L. 109-369 and P.L. 109-283 , to extend through September 30, 2007. P.L. 110-5 included specific figures for the CIPA account ($1,135,275,00) and the PKO account ($223,250,000), of which not less than $50 million should be provided for peacekeeping operations in Sudan."], "subsections": []}, {"section_title": "U.N. Peacekeeping: Funding Assessed Contributions—FY2009-FY2011", "paragraphs": [" Table 1 shows FY2009 allocations, FY2010 enacted, and the FY2011 request. ( Table 5 shows FY1988-FY2006 data.)"], "subsections": []}, {"section_title": "The Peacekeeping Assessment Cap", "paragraphs": ["United States U.N. peacekeeping requests were funded during FY1997 through FY2001 at an assessment level of 25%, in accordance with Section 404 (b)(2), P.L. 103-236 , rather than at the level assessed by the United Nations. The scale of assessments for U.N. peacekeeping is based on a modification of the U.N. regular budget scale, with the five permanent U.N. Security Council members assessed at a higher level than they are for the U.N. regular budget. Since 1992, U.S. policy was to seek a U.N. General Assembly reduction of the U.S. peacekeeping assessment to 25%, meaning an increase of other countries' assessments. Since October 1, 1995, based on congressional requirements, U.S. peacekeeping payments had been limited to 25%. This limit, or cap, on U.S. payments added to U.S. arrearages for U.N. peacekeeping accounts. Table 2 and the discussion following it recount changes or amendments to Section 404 (b)(2) that increased the cap from 25%. Since the 25% cap remains for assessments made in CY1996 through CY2000, significant arrearages remain for the United States in its contributions to many closed or ended U.N. peacekeeping operations (see Appendix D ). ", "In December 2000, the U.N. General Assembly reduced the U.S. regular budget assessment level to 22%, effective January 1, 2001, and, in effect, reduced the U.S. assessment for peacekeeping contributions progressively to 25%. Then U.N. Ambassador Richard Holbrooke in testimony in January 2001, stated that \"The U.S. rate will continue to progressively decline, and we expect that it will reach 25% by roughly 2006 or 2007.\" In response, Congress passed S. 248 , which amended the 1999 enacted legislation authorizing payment of U.S. arrears on its contributions to the United Nations, once certain conditions had been met. One of the conditions required Assembly reduction of the U.S. peacekeeping assessment level to 25%. S. 248 ( P.L. 107-46 , signed October 5, 2001) changed that condition figure to 28.15%.", "In 2002, in Section 402, of P.L. 107-228 , Congress raised the 25% cap for peacekeeping payments that had been set by P.L. 103-236 to a range of 28.15% for Calendar Year (CY) 2001 to 27.4% for CY2003 and CY2004. Table 1 under \"Recognized by U.S.\" reflects these changes. This would enable U.S. peacekeeping assessments to be paid in full. Section 411 of Division B of P.L. 108-447 , signed December 8, 2004, continued the increased cap for assessments made during CY2005 to 27.1%.", "However, FY2006 legislation did not include a provision on the cap, which returned to 25% for assessments made in CY2006. On March 10, 2005, the Senate Committee on Foreign Relations had reported S. 600 , the Foreign Affairs Authorization Act, Fiscal Years 2006 and 2007. Section 401, Limitation on the United States share of assessments for United Nations peacekeeping operations, would have set a permanent ceiling of 27.1% on U.S. payments to U.N. peacekeeping accounts ( S.Rept. 109-37 , p. 16-17). During Senate floor consideration of S. 600 , Committee chair Senator Richard Lugar proposed an amendment ( S.Amdt. 266 ) to strike this provision from the bill. He maintained that passing a permanent ceiling of 27.1% at that time might reduce U.S. leverage in negotiating toward the U.S. goal of 25% as an assessment rate for its U.N. peacekeeping contributions. Senator Joseph Biden introduced a \"second degree amendment\" ( S.Amdt. 286 ) that would keep the then current rate of 27.1% for the next two calendar years: \"For assessments made during calendar years 2005, 2006, and 2007, 27.1 percent.\" This amendment, Senator Biden maintained, would put into place the language the President asked for in his FY2006 budget request. On April 6, 2005, the Senate rejected S.Amdt. 286 and agreed to S.Amdt. 266 , dropping section 401, that would have instituted a permanent change to 27.1%. The Senate did not complete action on S. 600 . On December 13, 2005, Senator Biden introduced S. 2095 that would set the cap for assessments made for CY2005 and CY2006 at 27.1%.", "The President's February 6, 2006 budget request for FY2007 included legislative language that would set the cap at 27.1% for assessments made during CYs 2005, 2006, 2007, and 2008. On June 22, 2006, the Senate passed S. 2766 , the Defense Authorization Act for FY2007, including an amendment by Senator Biden that would set the cap for U.S. contributions at 27.10% for assessments made for U.N. peacekeeping operations for CYs 2005, 2006, and 2007. This provision was dropped during conference consideration of H.R. 5122 , the John Warner National Defense Authorization Act for Fiscal Year 2007, that was presented to the President on October 5, 2006, for his signature. Thus, at the start of the 110 th Congress, the cap on funds available for U.S. assessed contributions to U.N. peacekeeping accounts remained at 25%.", "On January 25, 2007, Senator Biden introduced S. 392 , \"to ensure payment of United States assessments for United Nations peacekeeping operations for the 2005 through 2008 time period.\" It would amend the Foreign Relations Authorization Act, Fiscal Years 1994 and 1995 ( P.L. 103-236 ) to add \"For assessments made during calendar years 2005, 2006, 2007, and 2008, 27.1 percent.\" President Bush's FY2008 budget request, released February 5, 2007, included identical legislative language. Both provisions were to be added to Section 404 (b)(2)(B) of P.L. 103-236 , as amended. Senator Biden's bill also contained a \"conforming amendment\" that \"Section 411 of the Department of State and Related Agency Appropriations Act, 2005 (title IV of division B of P.L. 108-447 ; 22 U.S.C. 287e note) is repealed.\"", "On July 16, 2007, the Senate Committee on Foreign Relations reported S. 392 , without amendment favorably. The committee report noted that the legislation \"is designed to allow the United States to fully pay its dues to U.N. peacekeeping operations, pay arrears that have accumulated since January 2006, and ensure that no additional arrears accrue in 2007 and 2008.\" The Congressional Budget Office, in its cost estimate noted,", "Based on information from the State Department, CBO estimates that by raising the cap, the bill would allow the department to pay the U.N. an additional $157 million—$65 million for 2006 arrears, $48 million for the 2007 arrears, and $44 million for 2008 arrears (the department's request for 2008, based on the statutory cap of 25 percent, has not yet been appropriated.) CBO estimates that the department would pay the U.N. $126 million in 2008 and $31 million in 2009 under the bill, assuming appropriation of the necessary amounts and that outlays will follow historical spending or receipts.", "The Senate did not act on S. 392 . The Omnibus Appropriations Act, Division J, included language setting the peacekeeping assessment cap at 27.1% for assessments made in 2008.", "The President, in his FY2009 budget, requested authority to pay up to 27.1% of the cost of any U.N. peacekeeping operation assessments received from calendar year 2005 through calendar year 2009. This request was supported by the Senate Appropriations Committee in S. 3288 , Department of State, Foreign Operations, and Related Programs Appropriations Bill, 2009, and was included in the enacted Appropriations Act, 2009 ( P.L. 111-8 , Division H), signed March 11, 2009. The Department of State, Foreign Operations, and Related Programs Appropriations Act, 2010 ( P.L. 111-117 , Division F), set the cap on peacekeeping assessments made during calendar year 2010 at 27.3%. ", "The President's FY2011 budget requested authority to pay up to 27.5% for assessments made during calendar year 2011. On July 29, 2010, the Senate Appropriations Committee reported S. 3676 , section 7041 (b) of which set the peacekeeping assessment cap for assessments received by the United States in CY2010 and CY2011 at 27.3%. "], "subsections": []}, {"section_title": "Notifications to Congress", "paragraphs": ["Since 1997, pursuant to a provision in the State Department Appropriations Act, 1997, P.L. 104-208 (Omnibus Consolidated Appropriations Act, 1997), Congress has required the Secretary of State to notify it 15 days before U.S. support of a U.N. Security Council resolution setting up a new or expanding a current peacekeeping operation. The notification is to include \"the estimated cost and length of the mission, the vital national interest that will be served, and the planned exit strategy.\" A reprogramming request, indicating the source of funding for the operation, is also required. Tradition has sometimes resulted in a committee or subcommittee chairman \"placing a hold\" on the proposed reallocation in the reprogramming request, if it is not acceptable to him or her.", "In addition, the Committees on Appropriations and other appropriate committees are to be notified that the United Nations has acted to prevent U.N. employees, contractor personnel, and peacekeeping forces serving in any U.N. peacekeeping mission from trafficking in persons, exploiting victims of trafficking, or committing acts of illegal sexual exploitation, and to hold accountable individuals who engage in such acts while participating in the peacekeeping mission. An older notification requirement is that funds shall be available for peacekeeping expenses only upon a certification by the Secretary of State to the appropriate committees that American manufacturers and suppliers are being given opportunities to provide equipment, services, and material for U.N. peacekeeping activities equal to those being given to foreign manufacturers and suppliers."], "subsections": []}]}, {"section_title": "Basic Information", "paragraphs": ["United Nations peacekeeping might be defined as the placement of military personnel or forces in a country or countries to perform basically non-military functions in an impartial manner. These functions might include supervision of a cessation of hostilities agreement or truce, observation or presence, interposition between opposing forces as a buffer force, maintenance and patrol of a border, or removal of arms from the area. The U.N. Charter did not specifically provide for \"peacekeeping operations.\" This term was devised in 1956, with the creation of the U.N. Emergency Force as an interposition force between Israel and Egypt.", "The U.N. Security Council normally establishes peacekeeping operations in keeping with certain basic principles, which include agreement and continuing support by the Security Council; agreement by the parties to the conflict and consent of the host government(s); unrestricted access and freedom of movement by the operation within the countries of operation and within the parameters of its mandate; provision of personnel on a voluntary basis by U.N. members; and noninterference by the operation and its participants in the internal affairs of the host government. The conditions under which armed force may be used to carry out the mandate or for other purposes is set forth in the Council resolution or in Council approval of the rules of engagement or concept of operations.", "U.N. peacekeeping operations may take the form of either peacekeeping forces, such as the U.N. Force in Cyprus (UNFICYP), the U.N. Operation in the Congo [in the 1960s], or the U.N. Interim Force in Lebanon (UNIFIL), or observer missions, such as the U.N. Iran-Iraq Military Observer Mission (UNIIMOG), the U.N. Observer Group in Central America (ONUCA), or the U.N. Truce Supervision Organization in Palestine (UNTSO). The distinctions between observer missions and peacekeeping forces are found in the mandate or function of the operation, the numbers and types of personnel used, and whether the personnel are armed. Usually, peacekeeping forces are larger in the numbers of personnel, equipment, and cost than observer missions and are lightly armed rather than unarmed, as are observers.", "When the U.N. Security Council establishes a U.N.-conducted peacekeeping operation, its resolution also specifies how the operation will be funded. In most instances, this is by a special assessed account to be created by the U.N. General Assembly. Under the U.N. Charter, the General Assembly approves the budget and expenses of the organization; this includes U.N. peacekeeping operations. Each operation has a separate budget that is financed from a separate assessed account. In 1994, the Assembly decided that the financial period for each operation would be changed from January through December to July 1 to June 30, effective not later than July 1, 1996. As U.N. peacekeeping operations grew in number and complexity, the Assembly found it required a longer period of time to consider the budgets of each operation and other agenda items associated with United Nations peacekeeping.", "Since 1948, the United Nations has established 65 peacekeeping operations, 14 of which are currently active. A review of the data in Appendix B , \"U.N. Peacekeeping Operations: Numbers Created Annually, 1948-2010,\" shows a pattern of increase in the creation of operations that escalated during the mid-1990s. This increase placed a strain on the then-not-well-developed capacities of the U.N. Secretariat to support larger numbers of operations and personnel and also led to what some have called \"donor fatigue\" on the part of actual and potential troop contributing countries. The resulting hesitation or reluctance to rapidly provide personnel for U.N. peacekeeping operations created by the U.N. Security Council continues today.", "Current United Nations statistics on U.N. peacekeeping often refer to higher numbers of operations and personnel than are provided in the paragraph above. For example, the February 2007 report of the Secretary-General on implementation of recommendations of the Special Committee on Peacekeeping Operations, in referring to a \"surge in United Nations peacekeeping,\" noted that—", "as 2006 drew to a close, almost 100,000 men and women were deployed in 18 peace operations around the world, of which approximately 82,000 were troops, police, and military observers provided by contributing countries. Those figures are set to increase further in 2007, with the completion of deployments currently under way ... and the prospect of new United Nations peace operations being established, whether United Nations peacekeeping missions or special political missions. In parallel, the Department of Peacekeeping Operations has increased its administrative and logistics support to special political missions managed by the Department of Political Affairs, and is currently supporting 15 such field offices. More recently, it has become increasingly engaged in assisting regional actors to develop their peacekeeping capabilities, in particular providing substantial support to the African Union Mission in the Sudan (AMIS).", "The use of the term \"peace operations\" in this context can be tracked back to the Brahimi Panel report (see \" Brahimi Panel Report (2000) ,\" below). Peace operations might be seen and identified within the overall context of the Charter role of the U.N. Security Council in the maintenance of international peace and security (see Article 24 of the Charter), with U.N. peacekeeping being only one element or component of the array of responses the Council might employ. U.N. peace operations, as defined in the Brahimi Report, \"entail three principal activities: conflict prevention and peacemaking; peacekeeping; and peace-building.\" The numbers used when referring to the numbers of personnel involved in peace operations as compared with the numbers of personnel involved in U.N. peacekeeping operations can derive from two different aspects:", "(1) U.N. peacekeeping operations data generally tracks the numbers of uniformed personnel provided by U.N. member states and does not include the numbers of civilians in those operations, either recruited locally or those internationally recruited. These increasingly larger numbers of civilians are included in data tracking the numbers of personnel in peace operations.", "(2) As reflected in the data, the number of currently deployed peacekeeping operations, 15, as of December 31, 2010, differs from the number of peace operations, 16, which includes one peace operation—UNAMI, in Iraq."], "subsections": [{"section_title": "U.S. Provision of Personnel", "paragraphs": ["Section 7 of the U.N. Participation Act (UNPA) of 1945, as amended (P.L. 79-264), authorized the President to detail up to 1,000 members of the U.S. armed forces to the United Nations in a noncombatant capacity. Throughout U.N. history, the United States has provided various goods and services, including logistics, and has detailed its military to U.N. peacekeeping tasks, but in small numbers. Before 1990, the major category of forces provided by the United States were the individual military officers participating as observers in the UNTSO.", "The President has also used the authority in section 628 of the Foreign Assistance Act (FAA) of 1961 to provide U.S. armed forces personnel to U.N. peacekeeping operations. Under this section, such personnel may be detailed or sent to provide \"technical, scientific or professional advice or service\" to any international organization. For example, as of November 30, 1995, an estimated 3,254 U.S. military personnel served under U.N. control in eight operations. This included participation, under section 7 of the UNPA, of an estimated 748 and participation of an estimated 2,506 under section 628 of the FAA. The breakout of figures under each section for the forces in Macedonia (UNPREDEP) and Haiti (UNMIH) are based on the percentage in strength (the figure in brackets) as of September 6, 1995. See Table 3 .", "By the end of April 1996, with the U.N. Mission in Haiti (UNMIH) coming to an end, the number of U.S. military personnel serving in U.N. peacekeeping operations had fallen to 712.", "As of December 31, 2010, an estimated 89 U.S. personnel served under U.N. control in six operations. Other than the civilian police in three operations, these were U.S. military personnel (see Table 4 ). The United States currently contracts with outside firms to provide U.S. civilian police, either active duty on a leave of absence, former, or retired. They are hired for a year at a time and paid by the contractor. These contracts are financed from Foreign Operations Act accounts. As of December 31, 2010, a total of 98,638 uniformed personnel from 115 countries served in 15 U.N. peacekeeping operations."], "subsections": []}, {"section_title": "Other Peacekeeping Issues", "paragraphs": [], "subsections": [{"section_title": "A Peacekeeping Response to International Humanitarian Distress", "paragraphs": ["Since 1991, internal instabilities and disasters in the Persian Gulf region and in Africa, and conditions in the former Yugoslavia have prompted demands for the use of U.N. peacekeeping to expedite peaceful settlement of internal conflicts or to ensure the delivery of humanitarian assistance to starving and homeless populations within their countries. Some observers have suggested that the principle of nonintervention, incorporated in Article 2, paragraph 7 of the U.N. Charter, had been modified by Security Council Resolution 688 (1991), in which the Council \"insist(ed) that Iraq allow immediate access by international humanitarian organizations to all those in need of assistance in all parts of Iraq.\" Others cited Council Resolution 687 (1991), the cease-fire resolution, which imposed on Iraq a number of requirements that might be viewed as intervention into the territorial sovereignty and independence of that country.", "While the U.N. Security Council had, in the past, been reluctant to approve humanitarian assistance as a major or primary function of a peacekeeping operation, it has now moved away from that position. The Council established protection for humanitarian operations in Somalia as part of the major mandate for its operation there (UNOSOM) and added humanitarian protection to an expanded mandate for the operation (UNPROFOR) in Bosnia and Herzegovina.", "Another variable of U.N. peacekeeping in instances of humanitarian distress has been the extent to which peacekeepers can protect civilians, including those who come to the peacekeepers for protection. Often, such protection had not been part of the mandate approved by the U.N. Security Council and neither the composition of an operation nor its rules of engagement or concept of operations allowed for such action. Two situations have been widely regarded as significant examples of U.N. peacekeeping failures in the protection of civilians. The first was the \"1994 genocide in Rwanda\" and the second was the \"fall of Srebrenica\" in July 1995 and the killing of up to 200,000 people. Reports examining these failures have helped focus the attention of U.N. officials and of U.N. member states, especially members of the U.N. Security Council, on the need to prevent and to respond to this sort of situation. The continuing conditions in Darfur, Sudan, however, reveal the difficulty of fashioning and implementing an effective U.N. response in the face of continuing reports of genocide."], "subsections": []}, {"section_title": "The Role of U.N. Peacekeeping in Monitoring Elections", "paragraphs": ["Some authorities have called on the United Nations to organize, supervise, and/or monitor elections in various countries. In the past, the United Nations had organized and carried out elections and acts of self-determination pursuant to its Charter mandate for decolonization. However, it had not responded affirmatively to many requests for organizing or conducting elections in the peace and security domain. For example, in June 1989, Secretary-General Javier Perez de Cuellar, when considering Nicaragua's request for U.N. participation in its electoral process, characterized U.N. acceptance of election supervision in an independent country as \"unprecedented.\"", "However, in 1991, the U.N. General Assembly authorized the Electoral Assistance Division in the Department of Political Affairs to serve as a focal point for all U.N. electoral assistance activities. This was in addition to the special peace and security situations when the U.N. Security Council might approve U.N. participation in plebiscites or elections. For example, in the case of Namibia (UNTAG, 1989-1990), Western Sahara (MINURSO, 1991-present), and East Timor (June-September 1999), the election was an act of self-determination, as part of an overall conflict settlement arrangement. These referenda or elections were similar to the traditional U.N. role in the decolonization process.", "In other instances, the United Nations has conducted elections monitoring in an independent U.N. member state. U.N. conduct of elections in Cambodia (UNTAC, 1992-1994) were part of a political settlement arrangement to bring about an end to the Cambodian conflict. In the cases of Nicaragua and Haiti, the action was authorized and created by the U.N. General Assembly, not by the U.N. Security Council. The U.N. Observer Mission in Nicaragua (ONUVEN) involved U.N. civilian observers monitoring the election process in Nicaragua in 1989-1990 and did not include military or security forces. It was, however, part of the efforts to achieve a peaceful settlement in Central America. The case of election monitoring in Haiti in 1990-1991 did not include a role clearly identified as U.N. peacekeeping, but the United Nations Observer Group for the Verification of the Elections in Haiti (ONUVEH) included a security component that consisted of 64 security observers, 36 of whom were drawn from U.N. peacekeeping operations."], "subsections": []}]}, {"section_title": "U.S. Financing for U.N. Peacekeeping", "paragraphs": ["There are three major ways by which Congress may finance U.S. contributions to U.N. peacekeeping operations. First, Congress currently finances U.S. assessed contributions to these operations through the Department of State authorization and appropriation bills (under Contributions to International Peacekeeping Activities (CIPA) in the International Organizations and Conferences account). These are the peacekeeping operations for which the U.N. General Assembly creates a separate assessed account against which every U.N. member state is obligated to pay a specific percent of the expenses of the operation. U.S. arrearages to peacekeeping operations are associated with these assessed accounts.", "Second, Congress formerly funded one U.N. operation—the U.N. Peacekeeping Force in Cyprus (UNFICYP)—from the foreign operations authorization and appropriation bills (under Peacekeeping Operations (PKO) in the Military Assistance account). The U.S. contribution was funded this way because the Cyprus force was initially financed from voluntary contributions from U.N. member nations. On May 27, 1993, the Security Council changed the basis of funding for the force in Cyprus, from solely voluntary to assessed plus voluntary. Future funding for U.S. contributions to UNFICYP has moved, in the Administration's request, from the Foreign Operations, Military Assistance, PKO account to the State Department, CIPA account. Finally, Congress funds the U.S. contribution to some U.N. observer peacekeeping operations as part of its regular budget payment to the United Nations. There is no separate U.N.-assessed account for these groups. This is currently how the U.N. Truce Supervision Organization (UNTSO) and the U.N. Military Observer Group in India and Pakistan (UNMOGIP) are funded.", "Because U.N. peacekeeping requirements may arise out of sequence with the U.S. budget planning cycle, the President and Congress have had to devise extraordinary methods for acquiring initial funding for U.S. contributions to the operations. Over the past several years, these included reprogramming from other pieces of the international affairs budget, such as Economic Support Fund money obligated in past years for specific countries but not disbursed. Another approach used was the transfer of funds to the international affairs budget from the Department of Defense for funding U.N. peacekeeping operations. In recent years, the President has requested and the Congress has appropriated funding for U.S. assessed contributions to new or expanded peacekeeping operations through the supplemental appropriations process.", "In addition, in 1994 and 1995, President Clinton proposed that U.S. assessed contributions for peacekeeping operations, for which Chapter VII of the Charter is specifically cited in the authorizing Security Council resolution, be financed under the Defense Department authorization/appropriations bills. He proposed that the U.S. assessed contribution for any other U.N. peacekeeping operations for which a large U.S. combat contingent is present also be financed from Defense Department money. Congress did not support this proposal."], "subsections": []}]}, {"section_title": "U.N. Proposals for Strengthening Peacekeeping", "paragraphs": [], "subsections": [{"section_title": "Agenda for Peace (1992)", "paragraphs": ["As peacekeeping became an option of choice to resolve conflicts in the post-Cold War world, proposals were made for strengthening the U.N. response to all aspects of this peace and security challenge. On January 31, 1992, the U.N. Security Council, meeting at the heads of state and government level, \"invited\" U.N. Secretary-General Boutros Boutros-Ghali to prepare \"his analysis and recommendations on ways of strengthening and making more efficient within the framework and provisions of the Charter the capacity of the United Nations for preventive diplomacy, for peacemaking and for peace-keeping.\"", "The resultant 24-page report, An Agenda for Peace; Preventive Diplomacy, Peacemaking and Peace-Keeping , was presented by the Secretary-General to the Council on June 14, 1992. On peacekeeping, the Secretary-General noted that the", "basic conditions for success remain unchanged: a clear and practicable mandate; the cooperation of the parties in implementing that mandate; the continuing support of the Security Council; the readiness of Member States to contribute the military, police and civilian personnel, including specialists, required; effective United Nations command at Headquarters and in the field; and adequate financial and logistic support.", "Among his recommendations on peacekeeping were greater use by member states of the Stand-by Arrangements System; improved programs for training peacekeeping personnel, including civilian, police, or military; and special personnel procedures to permit the \"rapid transfer of Secretariat staff members to service with peace-keeping operations.\" He urged that a \"pre-positioned stock of basic peace-keeping equipment ... be established, so that at least some vehicles, communications equipment, generators, etc., would be immediately available at the start of an operation.\"", "After its initial positive reaction to the report [Statement by Council President, June 30, 1992], the U.N. Security Council undertook an in-depth examination of the report over the following years, starting on October 29, 1992. Thereafter, each month through May 1993, the Council met and the Council President issued a statement on some aspect of the report and its recommendations. On May 3, 1994, the Council President issued an extensive statement that dealt with criteria for establishing new operations; the need to review ongoing operations; communication with non-members of the Council, including troop contributing nations; stand-by arrangements; civilian personnel; training; command and control; and financial and administrative issues. This statement mirrored the content of the May 1994 U.S. Presidential Decision Directive on Reforming Multilateral Peace Operations (PDD 25).", "Security Council follow-up related to the Agenda for Peace initiatives continued through 1998, accompanied by debate and recommendations by the U.N. General Assembly and its Special Committee on Peacekeeping Operations and its Informal Open-Ended Working Group on an Agenda for Peace. While the Working Group did not produce final recommendations and stopped meeting in 1996, the more formal Special Committee formally reviewed the report, produced recommendations for action by the Secretary-General and by the General Assembly, and requested further reports from the Secretary-General.", "Among the resulting changes relating to U.N. peacekeeping were the following:", "Creation of a 24-hour operations or situation center; Transfer of the Field Operations Division from the Department of Administration and Management to the Department for Peacekeeping Operations (DPKO); Establishment of a Peacekeeping Reserve Fund of $150 million to help with financing for start-up of an operation; Adoption of a Convention on Protection of U.N. personnel; Creation of a military planning cell in DPKO; Improvement of three major departments related to peacekeeping (DPKO, Department of Political Affairs, and Department of Humanitarian Affairs); and Creation of a Task Force on United Nations Operations to coordinate among departments and provide the Secretary-General with options and recommendations on policy issues."], "subsections": []}, {"section_title": "Brahimi Panel Report (2000)", "paragraphs": ["On August 23, 2000, a special Panel on United Nations Peace Operations, convened by U.N. Secretary-General Kofi Annan, issued a report presenting its recommendations aimed at improving the U.N.'s peace and security capabilities. Annan had asked the Panel to \"assess the shortcomings of the existing system and to make frank, specific and realistic recommendations for change.\" Some of the recommendations have been implemented, both those the Secretary-General may carry out on his own and those requiring General Assembly authorization and/or the provision of additional funds, including increasing staff levels in the Department of Peacekeeping Operations. Other recommendations, however, especially those requiring expeditious Member State commitments of personnel for deployment, have not been fully implemented.", "Since 2004, reform of U.N. peacekeeping has become part of the overall review of the United Nations, its capabilities and capacities in the 21 st century, and the need to reform and renew the organization. The December 2004 report of a High-Level Panel on Threats, Challenges, and Responses convened by Secretary-General Annan recommended that \"Member States should strongly support\" efforts of the Department of Peacekeeping Operations, \"building on the ... work of the Brahimi Panel on U.N. Peace Operations.\" The Panel observed that \"the demand for personnel for both full-scale peace-enforcement missions and peacekeeping missions remains higher than the ready supply. In the absence of a commensurate increase in available personnel, United Nations peacekeeping risks repeating some of its worst failures of the 1990s.\"", "U.N. Secretary-General Annan in his March 2005 reform proposals echoed the call for improved deployment options with strategic reserves that could be rapidly employed. In addition, he stated that the time was ripe for \"the establishment of an interlocking system of peacekeeping capacities that will enable the United Nations to work with relevant regional organizations in predictable and reliable partnerships.\" Annan also noted allegations of misconduct by U.N. administrators and peacekeepers. He asserted that U.N. peacekeepers and peacebuilders have a solemn responsibility to respect international law and fundamental human rights and especially the rights of the people whom it is their mission to protect."], "subsections": []}, {"section_title": "Prince Zeid Report (2005)", "paragraphs": ["Later, in March 2005, a comprehensive report on sexual exploitation and abuse by U.N. peacekeeping personnel was issued by the Secretary-General and his Special Adviser on this issue. Prince Zeid's report, A Comprehensive Strategy to Eliminate Future Sexual Exploitation and Abuse in United Nations Peacekeeping Operations, recognized that both the United Nations Secretariat and U.N. member states had responsibilities in resolving this problem. Its recommendations were endorsed by the U.N. General Assembly on June 22, 2005, in A/RES/59/300.", "In September 2005, the 60 th session of the U.N. General Assembly, meeting as a World Summit, approved a 2005 World Summit Outcome, as A/RES/60/1. The Heads of State and Government convened at this meeting urged \"further development of proposals for enhanced rapidly deployable capacities to reinforce peacekeeping operations in crises. We endorse the creation of an initial operating capability for a standing police capacity to provide coherent, effective and responsive start-up capability for the policing component of the United Nations peacekeeping missions and to assist existing missions through the provision of advice and expertise.\" [para. 92] They also \"underscore[d] the importance of the recommendations of the Adviser to the Secretary-General on Sexual Exploitation and Abuse by United Nations Peacekeeping Personnel, and urge[d] that those measures adopted in the relevant General Assembly resolutions based upon the recommendations be fully implemented without delay.\" [para. 96]", "In November 2005, a Conduct and Discipline Team was set up in the Department of Peacekeeping Operations (DPKO), and by the end of 2006, Conduct and Discipline Teams had been established in seven peacekeeping operations and in U.N. missions in Burundi (BINUB), Sierra Leone (UNIOSIL), and Afghanistan (UNAMA). According to a report reviewing the status of U.N. measures for protection from sexual exploitation and sexual abuse, the Team at DPKO is responsible for developing strategies for \"addressing conduct and discipline\" throughout DPKO and for providing \"oversight on the state of conduct and discipline for all categories of personnel in all missions administered by the Department.\"", "The teams in the missions are to", "act as principal advisers to heads of mission on all conduct and discipline issues involving all categories of personnel and implement measures to prevent misconduct, to enforce United Nations standards of conduct and to ensure remedial action when it is required. The teams also receive and monitor allegations of misconduct, including sexual exploitation and abuse, forward the allegations to the appropriate investigating authorities and provide feedback to victims and host populations on the outcome of investigations.", "The teams also train U.N. personnel and host populations on the standards set forth in the Secretary-General's bulletin on sexual exploitation and abuse.", "On May 29, 2007, U.N. Under Secretary-General for Peacekeeping Jean-Marie Guehenno announced the resumption of discussions with U.N. member states on a \"proposed memorandum of understanding setting out standards\" for peacekeepers. These standards were intended to ensure that all would \"have the same understanding of what is acceptable, what is not acceptable, what is criminal, what is not.\" In addition, he stated that \"some countries may not have the same standards or procedures for conducting investigations as the U.N.'s Office of Internal Oversight Services (OIOS).\" Mr. Guehenno observed that \"some States have indicated they are opposed to the introduction of such standards and he called on those unnamed countries to rethink their positions.\"", "On July 24, 2007, the U.N. General Assembly adopted Resolution 61/291, approving the U.N. standards of conduct language to be included in the revised draft model memorandum of understanding (MOU), to be used as the basis for negotiation with all troop-contributing countries. Under this language, it is intended that all U.N. peacekeeping personnel agree to", "conduct themselves in a professional and disciplined manner at all times; respect local laws, customs and practices; treat host country inhabitants with respect, courtesy and consideration; and act with impartiality, integrity and tact and report all acts involving sexual exploitation and abuse. They also agree to encourage proper conduct among fellow peacekeeping personnel and to properly account for all money and property assigned to them as mission members.", "During a January 2007 Security Council meeting, U.S. Acting U.N. Representative Alejandro Wolff noted that the United States was \"very troubled\" by continued reports of sexual exploitation and abuse by personnel participating in some U.N. missions. He noted that the organization had responded to Prince Zeid's report and recommendations, putting into place a number of guidelines and procedures, standards of conduct, and policies of zero tolerance on sexual exploitation and abuse by personnel of U.N. peacekeeping operations. He observed, however, that a fundamental difficulty resulted from the fact that most personnel in U.N. peacekeeping operations are provided by U.N. member states. As such, each member state is responsible for enforcing standards of behavior of its personnel.", "On December 21, 2007, the U.N. General Assembly adopted a United Nations Comprehensive Strategy on Assistance and Support to Victims of Sexual Exploitation and Abuse by United Nations Staff and Related Personnel. After the decision, U.S. Adviser David Traystman made the following statement:", "The United States is very gratified to note that the General Assembly has now taken action on this important pillar of the Organization's response to sexual exploitation and abuse. Victims of sexual exploitation and abuse by UN staff and related personnel will now receive the assistance they need....", "My delegation is especially pleased to note that in adopting this text, the international community strongly condemns all acts of sexual exploitation and abuse and reiterates its support for the Secretary-General's zero tolerance policy.", "During a statement before the Fifth Committee of the Assembly in May 2008, Mr. Traystman addressed the work of the Conduct and Discipline Teams:", "The Teams are charged with the important task of implementing the Organization's rules and regulations concerning conduct and discipline. This includes the Organization's three-pronged strategy aimed at eliminating sexual exploitation and abuse, comprised of measures aimed at prevention of misconduct, enforcement of UN standards of conduct, and remedial action. These important functions are 'core' responsibilities that should be carried out by permanent CDT capacities, both at Headquarters and in the field.", "Mr. Traystman continued, \"We will continue to press for substantive training and disciplinary actions by troop contributors for their national contingents to guarantee that the zero tolerance policy on sexual exploitation and abuse is fully understood, respected and enforced.\" Secretary of State Condoleezza Rice, in a statement to the U.N. Security Council on June 19, 2008, followed up on this issue, noting, \"While the individual perpetrator is ultimately responsible for the abuse, member states are responsible for disciplining and holding their troops accountable.\""], "subsections": []}, {"section_title": "Reorganization and Restructuring (2007)", "paragraphs": ["Current discussions on U.N. reform in the peacekeeping area center around the proliferation of U.N. responses to peace and security circumstances. On February 15, 2007, new U.N. Secretary-General Ban Ki-moon announced his proposals for \"strengthening the capacity of the Organization to manage and sustain peace and security operations.\" Ban proposed a reconfiguration of the Department of Peacekeeping Operations into two departments: the Department of Peace Operations and the Department of Field Support. He proposed that the Department of Field Support be responsible for \"the administration and management of field personnel, procurement, information and communication technology and finances for United Nations peace operations.\" [para. 15] This would, he continued, \"allow a separate, concentrated Department of Peace Operations to focus on the work it needs to do: strategic as well as day-to-day direction and management of peacekeeping operations; new mission planning; implementation of policies and standards; and fostering partnerships with a broad range of United Nations and non-United Nations actors, including regional organizations.\" [para. 16]", "He intended to maintain", "unity of command and integration of effort at the field level by preserving the existing overall authority of my special representatives and heads of mission over all mission components, including the military, police and administrative components.... The Special Representative ... or Head of Mission will have a single, clear reporting line to the Secretary-General through the Under-Secretary-General for Peace Operations.... To ensure unity of command and integration of effort at the Headquarters level, the Under-Secretary-General of Field Support will report to and receive direction from the Under-Secretary-General for Peace Operations on all issues that fall under the purview of United Nations peacekeeping. [paras. 22-24]", "He sought to set up, within the Department of Peace Operations, a public affairs unit that would be responsible for \"media relations, departmental publicity, external relations and corporate messaging/internal communications.\" This new unit would also provide advice on budgetary, administrative, staffing and technical matters to public information components in the field. [para. 46]", "The new Department of Field Support would be responsible for \"the management and administration of information management capacity for peacekeeping, as well as for conduct and discipline, and for providing secretariat support to the senior field leadership selection process.\" [para. 26] This Department would have the \"analytical and information-processing capacity required to prepare budget proposals and performance reports\" although the Department of Management would \"retain the final authority to submit budgets to the Assembly.\" [para. 37] In addition, Ban intended to \"vest authority for field support procurement with the Department of Field Support by delegating procurement authority to that department as well as the authority to appoint procurement officers at Headquarters and in the field.... A common vendor database, a joint vendor review committee, a common procurement manual ... will be maintained.\" [para. 42]", "On March 15, 2007, the U.N. General Assembly, in Resolution 61/256, supported the restructuring of the Department of Peacekeeping Operations, including the establishment of the Department of Field Support and the intention to name an Under-Secretary-General to head that Department. The Assembly asked the Secretary-General to \"submit a comprehensive report, as soon as possible, elaborating on the restructuring of the Department of Peacekeeping Operations and the establishment of the Department of Field Support, including functions, budgetary discipline and full financial implications....\"", "On June 29, 2007, the U.N. General Assembly approved most of the restructuring plan and established the Department of Field Support. In many instances, not as many new positions were recommended, and the Assembly did not approve moving the field- or mission-related procurement functions from the Department of Management to the Department of Field Support. Most of the added positions were financed from the support account, that is, from the budgets of individual peacekeeping operations, rather than as core function positions from the U.N. regular budget. On March 14, 2008, Secretary-General Ban appointed Susana Malcorra of Argentina to head the Department of Field Support. She took over from Jane Holl Lute, who had been Officer-in-charge since the Department was established in July 2007."], "subsections": []}]}, {"section_title": "The United States and Peacekeeping Proposals", "paragraphs": ["The Clinton Administration initially supported collective security through the United Nations as a centerpiece of its foreign policy. Later, President Clinton, in a September 1993 speech to the U.N. General Assembly, called on the Security Council to review closely each proposal for an operation before determining whether to establish it, saying that \"the United Nations simply cannot become engaged in every one of the world's conflicts.\" He supported \"creation of a genuine U.N. peacekeeping headquarters with a planning staff, with access to timely intelligence, with a logistics unit that can be deployed on a moment's notice, and a modern operations center with global communications.\" Clinton urged that U.N. operations be adequately and fairly funded, saying he was \"committed to work with the United Nations\" in reducing the U.S. assessment for peacekeeping. In May 1994, Clinton signed Presidential Decision Directive 25 on Reforming Peace Operations. The policy recommended 11 steps to strengthen U.N. management of peacekeeping operations and offered U.S. support for strengthening the planning, logistics, information, and command and control capabilities of the United Nations. The policy also supported reducing the U.S. peacekeeping assessment from 31.7% to 25%.", "In a May 16, 2000 statement to a U.N. General Assembly committee, U.S. Ambassador Richard Holbrooke presented reform proposals aimed at strengthening U.N. capacities for U.N. peacekeeping and at changing the basis for financing U.N. peacekeeping. On August 24, 2000, a statement by the State Department spokesman \"commended\" the work of the U.N. Panel on Peace Operations [the Brahimi Panel], noting that \"the United States has been one of the earliest and most insistent voices calling for improvement in planning, the pace of deployment, and overall effectiveness in peacekeeping.\"", "In December 2004, Congress mandated the establishment of a bipartisan Task Force on the United Nations, to be organized by the U.S. Institute of Peace. The Task Force was to report to Congress within six months on how to make the United Nations more effective in realizing the goals of its Charter. It was chaired by Newt Gingrich, former Speaker of the House of Representatives and by George J. Mitchell, former Majority Leader of the Senate. The report, American Interests and U.N. Reform , was issued on March 24, 2005. The Task Force offered a wide variety of comments and recommendations relating to United Nations peacekeeping. They included the following:", "The key question for the Task Force in the area of UN peacekeeping is whether we are prepared to endorse the current practice of the United States and other members of the Security Council in demanding that peacekeepers regularly engage in a broad range of robust security activities. If so, then the United States and other governments must do much more to enhance capacities if we wish to ensure substantial success. The Task Force believes that the practical alternatives—to consign the United Nations to future failures, or to dramatically reduce the United Nations' role in efforts to manage conflict and build stable societies—are unacceptable. [p. 90-91]", "Member states \"must substantially increase the availability of capable, designated forces, properly trained and equipped, for rapid deployment to peace operations on a voluntary basis. The Secretariat should enhance its capacity to coordinate increases in member state contributions to the Stand-By Arrangements system.\" [p. 97]", "The Task Force noted that while \"the United States formally participates in the United Nations Stand-By Arrangements system, its participation is of only limited operational value to the United Nations—as it provides only a very general list of U.S. capabilities.... [T]he United States should consider upgrading its participation in this voluntary program\" by providing more detailed information about the support it might consider. [p. 97]", "The United States should support (1) creation of a senior police force management unit to conduct assessments and assist in the establishment of new peace operations; (2) assessed funding for first-year, quick-impact projects in peace operations, as well as the full range of early disarmament, demobilization, and reintegration assistance when those have been identified in premission assessments as critical for success; and (3) the adoption of two-year budgets for support of peacekeeping to ensure greater stability, permit more careful planning, and reduce administrative burdens. [p. 97-98]", "Concerned over reports of sexual exploitation and abuse by deployed U.N. peacekeepers and drawing on the findings by Prince Zeid, in his Comprehensive Strategy report, the Task Force urged that the United States", "strongly support implementation of reform measures designed to ensure uniform standards for all civilian and military participants in peace operations; improve training programs relating to sexual exploitation and abuse; increase deployment of women in peacekeeping operations; encourage deployment of established (rather than 'patched together') units to peacekeeping operations; impose accountability of senior managers; support effective data collection and management; provide victims assistance; increase staff to enhance supervision; and organize recreational activities for peacekeepers. Finally, states that prove unwilling or unable to ensure discipline among their troops should not be permitted to provide troops to peacekeeping missions. [p. 96]"], "subsections": []}, {"section_title": "Congress and United Nations Peacekeeping: 1991-2006", "paragraphs": [], "subsections": [{"section_title": "Overview", "paragraphs": ["Congress has, over the years, used authorizations and especially appropriations bills to express its views and enhance its oversight of U.S. executive branch actions and uses of United Nations peacekeeping operations. This has ranged from diminishing to increasing U.S. assessed contributions and linking release of U.S. contributions to reports on actions taken to improve U.N. peacekeeping reform or other actions, not related to peacekeeping, by the United Nations. It has requested to be kept informed on a monthly, an ad hoc, and annual basis of U.S. efforts taken in the U.N. Security Council to create or to expand U.N. peacekeeping. It has tried to ensure that U.S. companies engaged in activities that would be useful to the United Nations have equal access to U.N. procurement efforts.", "Congress provided initial U.S. contributions for the U.N. Iraq-Kuwait Observation Mission in 1991 ( P.L. 102-55 ). Funds for U.S. contributions for U.N. peacekeeping operations and also for the portion of U.S. arrearages to be paid from FY1992 money were authorized and appropriated in 1991 ( P.L. 102-138 ; P.L. 102-140 ) and additional funds were made available in 1992 for the rapidly increasing number of peacekeeping operations ( P.L. 102-266 ; P.L. 102-311 ; P.L. 102-368 ; and P.L. 102-395 ). This funding was important as demands for new U.N. actions worldwide increased.", "During 1992 , some in Congress focused on finding new sources of funding for U.S. contributions to U.N. peacekeeping obligations while others explored new directions for the United Nations in the area of peace and security. Senator Paul Simon introduced a bill, for example, suggesting that the United States finance its peacekeeping contributions from the defense budget function, as a larger and more reliable source. Proponents of this proposal pointed to the extent to which U.N. peacekeeping advances U.S. national security interests. Section 1342 of the Defense Authorization Act, P.L. 102-484 , authorized the Secretary of Defense to obligate up to $300 million from defense appropriations to, among other things, fund U.S. peacekeeping contributions if the funding is not available from the State Department's CIPA account. Congress, in P.L. 102-484 , asked the President for a report on the proposals made in \"An Agenda for Peace.\" President George Bush sent that report to Congress on January 19, 1993.", "In 1993 , in contrast, Congress did not provide all the funding requested by the President for financing U.S. contributions to U.N. peacekeeping. Congress appropriated $401.6 million of the $619.7 million requested in the CIPA account in the State Department Appropriations Act, FY1994 ( P.L. 103-121 , October 27, 1993). The Foreign Operations Act included $75,623,000 of the $77,166,000 requested for Peacekeeping Operations under the Military Assistance account ( P.L. 103-87 , September 3, 1993). Finally, Congress did not appropriate the $300 million requested in the Department of Defense budget for DOD peacekeeping support.", "Further, Congress's concerns in this area were expressed in a series of requirements included in the conference report on State Department appropriations. They included:", "Recommending that the Administration review thoroughly the current process of committing to peacekeeping operations. Expecting the Administration to notify the United Nations that the United States will not accept an assessment greater than 25% for any new or expanded peacekeeping commitments after the date of enactment of this act. Expecting the State Department in its FY1995 budget submission to include an annual three-year projection of U.S. peacekeeping costs and submit a detailed plan identifying U.S. actions needed to correct policy and structural deficiencies in U.S. involvement with U.N. peacekeeping activities. Expecting the Secretary of State to notify both appropriations committees 15 days in advance, where practicable, of a vote by the U.N. Security Council to establish any new or expanded peacekeeping operation. Expecting the notification to include the total estimated cost, the U.S. share, the mission and objectives, duration and estimated termination date, and the source of funding for the U.S. share.", "Similar concerns and requirements were placed in statutory language in the Defense Appropriations Act, FY1994 (Section 8153, P.L. 103-139 , November 11, 1993) and the National Defense Authorization Act, FY1994 (Title XI, P.L. 103-160 , November 30, 1993).", "In 1994 , the State Department appropriations bill ( P.L. 103-317 , August 26, 1994) included the requested $533.3 million in the FY1995 CIPA account and $670 million for the FY1994 CIPA supplemental appropriations. The foreign operations appropriations legislation ( P.L. 103-306 , August 23, 1994) also contained the requested $75 million for peacekeeping and peace support and a provision allowing a transfer of $850,000 to IMET for training of other countries' troops for U.N. peacekeeping duty. The FY1995 National Defense Authorization bill ( H.R. 4301 ) and the FY1995 DOD Appropriations Bill ( H.R. 4650 ) were enacted without the $300 million requested to finance U.S.-assessed contributions to three U.N. operations.", "Congress, in early 1996, responded to the President's February 1995 request by appropriating $359 million ($445 million requested) for FY1996 CIPA funding ( P.L. 104-134 , April 26, 1996) and $70 million ($100 million requested) for the PKO account ( P.L. 104-107 , February 12, 1996). Congress rejected the President's request for $672 million in FY1995 emergency supplemental funding in the CIPA account. Congress also rejected the Administration's proposal that part ($65 million) of the U.S. assessed contributions to two U.N. peacekeeping operations in which U.S. military personnel participated, Haiti (UNMIH) and Macedonia (UNPREDEP), be funded from Defense Department appropriations.", "Congress, in 1996 , provided $352.4 million for U.S. assessments to U.N. peacekeeping accounts in the Omnibus Consolidated Appropriations Act, FY1997 ( P.L. 104-208 ). This included $50 million for U.S. peacekeeping arrears accumulated in 1995. Release of the arrears funding depended on an Administration certification that two of three U.N. non-peacekeeping-related actions occur: (1) savings of $100 million in biennial expenses of five U.N. Secretariat divisions; (2) reduction in the number of U.N. staff by December 31, 1997, by at least 10% of the number employed on January 1, 1996; and (3) adoption of a budget outline for 1998-1999 lower than the current budget level of $2.608 billion. In addition, conferees expected that up to $20 million in the account would be available for contingencies related to African crises. Use of these funds was subject to Committee review procedures.", "Furthermore, Congress stipulated that none of the funds in the CIPA account shall be spent for any new or expanded U.N. peacekeeping mission unless the appropriate committees are notified, at least 15 days before a U.N. Security Council vote. The notification should provide the estimated cost, length of mission, and planned exit strategy. A reprogramming of funds is to be submitted, including the source of funds for the mission and a certification that American manufacturers and suppliers are given opportunities equal to those given to foreign sources to provide equipment, services, and materials for U.N. peacekeeping activities. Congress appropriated $65 million for the PKO account, but stipulated that none of the funds shall be obligated or expended, except as provided through regular notification procedures of the Appropriations committees.", "In 1997 , Congress appropriated $256 million ($286 million requested) for the FY1998 CIPA (including $46 million for prior year payments/arrears) and $77.5 million ($90 million requested) for the FY1998 PKO account. Release of $46 million for arrears payments was contingent on passage of an authorization package linking arrears payments to specific U.N. reforms. Release of part of the PKO funds, for the Multilateral Force and Observers (MFO), was contingent on the Secretary of State filing a report on the status of efforts to replace the Director-General of the MFO (letter sent to Congress, March 18, 1998).", "In 1998 , Congress appropriated the requested $231 million for U.S. assessed contributions to U.N. peacekeeping operations (CIPA) and $76.5 million ($83 million requested) for international peacekeeping activities (PKO). Congress, however, did not include funds ($921 million) sought in an FY1998 supplemental to pay U.N. and international organization arrears in FY1999 ($475 million) and FY2000 ($446 million).", "In 1999 , Congress appropriated $500 million for payment of U.S. assessed contributions to U.N. peacekeeping accounts in the State Department Appropriations Act and $153 million for voluntary contributions to international peacekeeping activities in the Foreign Operations Appropriations Act, both of which were incorporated by reference into the Omnibus Consolidated Appropriations Act, 2000, P.L. 106-113 .", "Congress also sent the President H.R. 3194 (106 th Congress), the State Department Authorization Act for FY2000-FY2001 ( H.R. 3427 ), which authorized $500 million for the CIPA account for FY2000 and \"such sums as may be necessary for FY2001\" and contained a number of peacekeeping-related provisions. One provision required an annual report to the United Nations on all U.S. costs (\"assessed, voluntary, and incremental\") incurred in support of all U.N. Security Council passed peace activities and required the President to request the United Nations to compile and publish a report on the costs incurred by all U.N. members in support of U.N. peacekeeping activities. Another provision amended the U.N. Participation Act requiring the President to obtain timely U.N. reimbursement for U.S. goods and services valued at over $3 million per fiscal year, per operation, provided to the United Nations. Another section codified in the U.N. Participation Act language previously enacted on consultations and reports on United Nations Peacekeeping Operations. Lastly, this legislation provided for U.S. arrears payments of $819 million to the United Nations for regular budget and peacekeeping accounts for FY1998, FY1999, and FY2000. In addition, section 913 provided for the forgiveness of $107 million in amounts owed by the United Nations to the United States in reimbursements for peacekeeping troops. The primary benchmarks relating to peacekeeping included a 25% ceiling on peacekeeping assessments and no funding for or development of a U.N. standing army.", "In 2000 , Congress appropriated $846 million for the FY2001 CIPA account, in response to the President's request of $738.6 million for FY2001 and an FY2000 supplemental of $107 million. Congress did not approve the supplemental for FY2000. In June 2000, the House Appropriations Committee, in recommending a smaller appropriation, expressed its \"gravest concern\" over what it called \"the Administration's tendency to ... extend moribund missions and to establish and expand missions irrespective of Congressional input or the availability of funding to pay for them.\" The $134 million requested for the FY2001 PKO account was reduced in the Foreign Operations appropriations bill to $127 million ( P.L. 106-429 ).", "On October 5, 2001 , President Bush signed legislation amending the Foreign Relations Authorization Act, Fiscal Years 2000-2001 ( P.L. 107-46 ). This bill revised a condition prohibiting the obligation of appropriated funds for payment of U.S. arrearages for assessed contributions to the United Nations until the share of the budget for each assessed U.N. peacekeeping operation does not exceed 28.15% for any single U.N. member. On November 28, 2001, the President signed H.R. 2500 , appropriating funds for the State Department, including the amount requested for the FY2002 CIPA account ( P.L. 107-77 ). The law includes a provision requiring that 15% ($126,620,850) of the $844,139,000 appropriated for CIPA remain available until September 30, 2003. On January 10, 2002, the President signed H.R. 2506 , providing $135 million ($150 million requested) in voluntary contributions for the FY2002 PKO account under the Foreign Operations Act.", "On March 21, 2002 , President Bush, in his Emergency FY2002 Supplemental Appropriations request (H.Doc. 107-195), included $43 million for the CIPA account, \"to meet projected increased costs for U.N. peacekeeping operations. The United States has a clear national interest in resolving multi-state conflicts and encouraging the evolution of stable democracies in countries in which U.N. peacekeeping missions are operational.\" Congress provided $23,034,000 for \"increased assessments\" for the U.N. operation in the Congo in H.R. 4775 , which was signed on August 2, 2002 ( P.L. 107-206 ).", "On September 30, 2002, the President signed the Foreign Relations Authorization Act, Fiscal Years 2002-2003 ( P.L. 107-228 ), in which Congress authorized $844 million for U.S. assessed contributions in CIPA and amended provisions relating to the 25% assessment level condition and cap on payment of U.S. assessed contributions to U.N. peacekeeping operations. On February 20, 2003, the President signed the FY2003 Consolidated Appropriations Resolution ( P.L. 108-7 ), which provided $673,710,000 for the CIPA account ($725.9 million requested) and $120,250,000 for the PKO account ($108.8 million requested). The conferees provided that, as requested by the President, 15% of the amount in the CIPA account (approx. $101 million) be available through September 30, 2004. This was due to \"demonstrated unpredictability of the requirements ... from year to year and the nature of multi-year operations\" with \"mandates overlapping the [U.S.] ... fiscal year.\"", "On April 24, 2003 , the Senate Foreign Relations Committee, in recommending S. 925 , authorized, for FY2004, the requested $550.2 million to pay U.S. assessed contributions to U.N. peacekeeping accounts. The Committee set the assessment limit for U.S. peacekeeping contributions beyond CY2004 at 27.4%. The Committee also asked the Secretary of State to assess U.N. implementation of the Brahimi Panel recommendations on U.N. peacekeeping capabilities reform and U.S. support of U.N. progress in this area ( S.Rept. 108-39 ). On July 16, 2003, the House passed H.R. 1950 , authorizing $550.2 million, as requested, for the CIPA account and setting the peacekeeping assessment cap for CY2005 and CY2006 at 27.1%. An authorization bill was not enacted in 2003.", "On July 23, 2003 , the House passed H.R. 2799 , appropriating for FY2004, the requested $550.2 million for CIPA. The Senate Appropriations Committee, on September 5, 2003, recommended $482,649,000 for the CIPA account ( S. 1585 ). Committee and floor recommendations for the PKO account ranged from $84.9 million ( S. 1426 ) to $85 million ( H.R. 2800 ) to $110 million ( H.R. 1950 ). The FY2004 Consolidated Appropriations bill, signed on January 23, 2004 ( P.L. 108-199 ), Div. B, provided $550,200,000 (including $454,842,000 in new direct appropriations and $95,358,000 in prior year unobligated balances) for the CIPA account and in Div. C, Foreign Operations, $74,900,000 for the PKO account. On November 6, 2003, the President had signed the Emergency Supplemental Appropriations for Defense and for Reconstruction of Iraq and Afghanistan for FY2004 ( P.L. 108-106 ) which added $245 million to the CIPA account for assessed costs of U.N. peacekeeping in Liberia and $50 million to the PKO account to support multilateral peacekeeping needs in Iraq and Afghanistan.", "On July 1, 2004 , the House Appropriations Committee reported H.R. 4754 , including the State Department Appropriations bill for FY2005, providing $650 million, as requested, for the CIPA account. The bill does not include requested language to make a portion of appropriations under CIPA available for two fiscal years. On July 8, 2004, the House passed this bill, including the requested CIPA funds. On July 15, 2004, the House passed H.R. 4818 , the Foreign Operations Appropriations Act, providing the requested $104 million for the PKO account. On September 15, 2004, the Senate Appropriations Committee reported S. 2809 , including the State Department Appropriations bill, providing $574 million for the CIPA account and on September 16, 2004, the Committee reported S. 2812 , providing the requested amount for the PKO account in Foreign Operations Appropriations. On September 23, 2004, the Senate, after incorporating S. 2812 into H.R. 4818 as an amendment, passed H.R. 4818 , by voice vote.", "For FY2005, Congress provided $490 million for CIPA and $104 million for PKO (FY2005 Consolidated Appropriations Act, P.L. 108-447 , December 8, 2004). The $490 million was reduced to $483,544,832 by an across-the-board cut of 0.80% and a Division B cut of 0.54%. The $104 million for the PKO account was cut 0.80% to $103,168,000. The peacekeeping assessment cap for CY2005 was set at 27.1% in P.L. 108-447 . In 2005, the President signed H.R. 1268 ( P.L. 109-13 , May 11, 2005), an FY2005 Supplemental that provided $680 million for CIPA for FY2005 ($50 million of this was transferred to the PKO account, leaving $630 million available).", "On November 22, 2005 , the President signed H.R. 2862 which included, in the State Department Appropriations Act, FY2006, the requested $1,035,500,000 for the CIPA account, of which 15% shall be available until September 30, 2007 ( P.L. 109-108 ). The actual amount available, after a recision, was $1,022,275,000. The Foreign Operations Appropriations Act, FY2006, was enacted, with $175 million for the PKO account ( P.L. 109-102 , November 14, 2005). On February 16, 2006, President Bush had requested, in an FY2006 supplemental, an additional $69.8 million for CIPA and $123 million for PKO, provided that such sums (of the PKO funds) as may be necessary may be transferred to and merged with CIPA for peacekeeping operations in Sudan. On June 15, 2006, Congress sent to the President H.R. 4939 , providing $129.8 million for the CIPA account and $178 million for the PKO account.", "On December 26, 2007 , the President had signed into law H.R. 2764 , the Consolidated Appropriations Act, 2008, Division J of which was the Department of State, Foreign Operations and Related Programs Appropriations Act, FY2008. This Act provided $1,700,500,000 [$1,690,517,000] for the CIPA account and $263,230,000 [$261,381,000] for the PKO account. This compares with the President's request for FY2008 of $1,107,000,000 for U.S. assessed contributions to U.N. peacekeeping operations, in the CIPA account, and $221,200,000 for the PKO account. In addition, in October, the President had requested, in a FY2008 Supplemental, an additional $723,600,000 for CIPA, as emergency requirements. Thus, the President's CIPA request for FY2008 totaled $1,830,600,000. The Act also included language raising the peacekeeping assessment cap to 27.1% for assessments made in calendar year 2008. Payment of U.S. contributions to U.N. peacekeeping operations had been limited to a level of 25% for assessments made in calendar years 2006 and 2007.", "Appendix A. U.N. Peacekeeping Operations: A Chronological List", "Appendix B. U.N. Peacekeeping Operations: Numbers Created Annually, 1948-2010", "Appendix C. United Nations Peacekeeping over the Years: Statistical Data for Comparative Analysis, 1978-2010", "Appendix D. U.N. Peacekeeping: Status of U.S. Assessed Contributions for Calendar Year 2008", "The Outstanding columns do not include $6,090,877 in contributions outstanding for UNAMET (E. Timor) and $144,390 in contributions outstanding for MINUGUA (Guatemala). Both these operations were primarily under the control of the Department of Political Affairs rather than the Department of Peacekeeping Operations.", "Credits totaling $17,893,368 were available for the United States but not used, as of December 31, 2008, for five operations not included in this table: UNTAG (Namibia): $11,991,064; ONUSAL (El Salvador): $2,677,182; UNMIH (Haiti): $1,448,861; UNOMIL (Liberia): $883,052; and UNMOT (Tajikistan): $893,209.", "2008 assessments figure is for bills received during CY2008.", "Appendix E. U.N. Peacekeeping: Status of U.S. Assessed Contributions for Calendar Year 2007 ", "The Outstanding columns do not include $6,090,877 in contributions outstanding for UNAMET (E. Timor) and $144,390 in contributions outstanding for MINUGUA (Guatemala). Both these operations were primarily under the control of the Department of Political Affairs rather than the Department of Peacekeeping Operations.", "Credits totaling $17,863,368 were available for the United States but not used, as of December 31, 2007, for five operations not included in this table: UNTAG (Namibia): $11,991,064; ONUSAL (El Salvador): $2,677,182; UNMIH (Haiti): $1,418,861; UNOMIL (Liberia): $883,052; and UNMOT (Tajikistan): $893,209. ", "2007 assessments figure is for bills received during CY2007.", "Appendix F. U.N. Peacekeeping: Status of U.S. Assessed Contributions for Calendar Year 2006", "The Outstanding columns do not include $6,090,877 in contributions outstanding for UNAMET (E. Timor) and $144,390 in contributions outstanding for MINUGUA (Guatemala). Both these operations were primarily under the control of the Department of Political Affairs rather than the Department of Peacekeeping Operations.", "Credits totaling $17,893,368 were available for the United States but not used, as of December 31, 2006, for five operations: UNTAG (Namibia): $11,991,064; ONUSAL (El Salvador): $2,677,182; UNMIH (Haiti): $1,448,861; UNOMIL (Liberia): $883,052; and UNMOT (Tajikistan): $893,209.", "2006 assessments figure is for bills received during CY2006.", "Appendix G. U.N. Peacekeeping: Status of U.S. Assessed Contributions for Calendar Year 2005", "The Outstanding columns do not include $6,090,877 in contributions outstanding for UNAMET (E. Timor) and $144,390 in contributions outstanding for MINUGUA (Guatemala). Both these operations were primarily under the control of the Department of Political Affairs rather than the Department of Peacekeeping Operations.", "Credits totaling $17,893,368 were available, as of December 31, 2005, for the United States for five operations: UNTAG (Namibia): $11,991,064; ONUSAL (El Salvador): $2,677,182; UNMIH (Haiti): $1,448,861; UNOMIL (Liberia): $883,052; and UNMOT (Tajikistan): $893,209.", "2005 assessments figure is for bills received during CY2005.", "Appendix H. U.N. Peacekeeping: Status of U.S. Assessed Contributions for Calendar Year 2004", "The Outstanding columns do not include $6,090,877 in contributions outstanding for UNAMET (E. Timor) and $144,390 in contributions outstanding for MINUGUA (Guatemala). Both these operations were primarily under the control of the Department of Political Affairs rather than the Department of Peacekeeping Operations.", "Credits totaling $17,863,368 were available, as of December 31, 2004, for the United States for five operations: UNTAG (Namibia): $11,991,064; ONUSAL (El Salvador): $2,677,182; UNMIH (Haiti): $1,418,861; UNOMIL (Liberia): $883,052; and UNMOT (Tajikistan): $893,209. UNOMIL and UNMOT are listed as credits under Contributions Outstanding, as of 12/31/04, within parenthesis.", "2004 assessments figure is for bills received during CY2004."], "subsections": []}]}]}}