{"id": "RL33627", "title": "NATO in Afghanistan: A Test of the Transatlantic Alliance", "released_date": "2009-12-03T00:00:00", "summary": ["The mission of the North Atlantic Treaty Organization (NATO) in Afghanistan is seen by many as a test of the alliance's political will and military capabilities. Since the Washington Summit in 1999, the allies have sought to create a \"new\" NATO, capable of operating beyond the European theater to combat emerging threats such as terrorism and the proliferation of weapons of mass destruction. Afghanistan is NATO's first \"out-of-area\" mission beyond Europe. The purpose of the mission is the stabilization and reconstruction of Afghanistan. The mission has proven difficult, an \"industrial-strength\" insurgency according to General David Petraeus, head of U.S. Central Command, because it must take place while combat operations against Taliban insurgents continue. The situation in Afghanistan has seen a rise in the overall level of violence due to increased Taliban military operations, an increase in terrorist-related activities, and recent major offensive operations conducted by the allies.", "U.N. Security Council resolutions govern NATO's responsibilities in Afghanistan. The NATO-led International Security Assistance Force (ISAF) faces formidable obstacles: shoring up a weak government in Kabul; using military capabilities in a distant country with rugged terrain; and rebuilding a country devastated by war and troubled by a resilient narcotics trade. NATO's mission statement lays out the essential elements of the task of stabilizing and rebuilding the country: train the Afghan army, police, and judiciary; support the government in counter-narcotics efforts; develop a market infrastructure; and suppress the Taliban.", "Between 2001 and 2006, ISAF proceeded in four stages to extend its area of responsibility over the whole of Afghanistan. Although the allies agree on ISAF's mission, they have differed on how to accomplish it. Some allies continue to restrict their forces from engaging in counter-insurgency operations and have placed operational restrictions on their troops. The principal mechanism to rebuild Afghanistan are the Provincial Reconstruction Teams (PRT) composed of military and civilian officials and charged with extending the reach of the Afghan government by improving governance and rebuilding the economy. The counter-narcotics efforts involving the destruction of poppy fields and drug facilities seems to be making some head way although drugs are still a major source of funds for the insurgents. Finally, continued turmoil in parts of Pakistan has complicated the effort to prevent the Taliban from infiltrating Afghanistan.", "Most observers suggest that ISAF's efforts to stabilize Afghanistan will require a long-term commitment from the allies. The Obama Administration has made the conflict a policy priority. On December 1, 2009, President Obama announced a new strategy for Afghanistan including the decision to commit an additional 30,000 U.S. military forces to address the conflict. The plan also considers the idea of reducing the number of U.S. forces in Afghanistan beginning in 2011 if conditions on the ground warrant. The 111th Congress continues to support the U.S. commitment in Afghanistan despite some rising opposition influenced in part by a growing negative public opinion in the United States towards the war and the added cost of the expanded war. The Congress has also demanded more integration and cooperation among all parties involved in the stabilization and reconstruction efforts in Afghanistan. See also CRS Report RL30588, Afghanistan: Post-Taliban Governance, Security, and U.S. Policy, by [author name scrubbed] and CRS Report R40156, War in Afghanistan: Strategy, Military Operations, and Issues for Congress, by [author name scrubbed] and [author name scrubbed]."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction1", "paragraphs": ["NATO's mission in Afghanistan, the International Security Assistance Force (ISAF) , is seen as a test of the allies' military capabilities and their political will to undertake a complex mission in a distant land and to sustain that commitment. Since the Washington NATO Summit in 1999, the allies have sought to create a \"new\" NATO, capable of operating beyond the European theater to combat emerging threats such as terrorism and the proliferation of weapons of mass destruction (WMD). NATO has sought to be \"global\" in its geographic reach and in the development of non-member partner states that can assist in achieving an agreed mission. This change in overall mission initially reflected a NATO consensus that the principal dangers to allied security lie distant from the treaty area and require new political tools and military capabilities to combat them.", "ISAF was created by United Nations Security Council Resolution 1386 on December 20, 2001. Led originally by the United States, the ISAF mission was initially limited to Kabul. NATO took over command of ISAF in Afghanistan in August 2003. The Security Council passed the currently governing resolution, Res. 1883, on September 23, 2008. The resolution calls upon NATO to provide security and law and order, promote governance and development, help reform the justice system, train a national police force and army, provide security for elections, and provide assistance to the local effort to address the narcotics industry. By the end of October 2009, ISAF had an estimated 71,000 troops from 42 countries, with the 28 NATO members providing the core of the force. The largest troop deployments come from the United States which has approximately 34,800 troops, the United Kingdom (9,000), Germany (4,300), Canada (2,800), Italy (2,700), France (3,100), the Netherlands (2,100), and Poland (2,000) . The NATO/ISAF mission in Afghanistan is led by U.S. General Stanley McChrystal, who assumed command in June 2009.", "NATO's effort in Afghanistan is the alliance's first \"out-of-area\" mission beyond Europe. The purpose of the mission is the stabilization and reconstruction of Afghanistan. Although NATO has undertaken stabilization and reconstruction missions before, for example in Kosovo, the scope of the undertaking in Afghanistan is considerably more difficult. Taliban and al Qaeda insurgents are providing stiff resistance to the operation, Afghanistan has never had a well-functioning central government, the distance from Europe, and the country's terrain present daunting obstacles to both NATO manpower and equipment. Stabilization and reconstruction must take place while combat operations, continue. And, although the allies agree upon the general political objective of the ISAF mission, some have had differing interpretations of how to achieve it.", "Politically, the mission in Afghanistan is likely to remain important for NATO's future. Several key NATO members, above all the United States, view the Afghanistan mission as a test case for the allies' ability to generate the political will to counter significant threats to their security. These countries believe Afghanistan provides a test of will against the concrete danger of international terrorism although some allies may disagree with such this assessment. However, as the war enters it ninth year, there appears to be growing opposition to the war among the public throughout Europe who question the threat to Europe from Afghanistan, and many experts suggest that significant progress in stabilizing Afghanistan must be made in 2010 or allied solidarity in support of the ISAF mission, including within the United States, could begin to unravel. ", "Over the past several years, NATO governments have also repeatedly pledged to develop capabilities making their forces more expeditionary, flexible, and \"deployable.\" The mission in Afghanistan provides a hard test of these capabilities and commitments. The impact of Afghanistan could also be felt as NATO begins its effort to write a new strategic concept that will define the Alliance and its role in the future. Differences of opinion on future commitments such as Afghanistan could provide serious disagreement within the Alliance for achieving consensus on NATO's future as a \"global\" or expeditionary alliance and thus on the ability and willingness of the member states to provide funding in order to procure the capabilities necessary for an Alliance of that sort in the future.", "The conflict in Afghanistan continues to present a significant challenge to NATO's military commanders as well. Over the past three years, Taliban attacks have increased in scope and number, and Taliban fighters have adopted some of the tactics, such as roadside bombs and suicide attacks, used by insurgents in Iraq. In January 2008, a report issued by the Afghanistan Study Group claimed that the year 2007 was the deadliest for American and international troops in Afghanistan since the 2001 invasion of Afghanistan. However, in 2008 the violence continued to escalate with a reported 30% increase nationwide and an estimated 40% rise in attacks over 2007 in the U.S.-led eastern sector. The continuation of violence throughout 2009 including allied operations in Helmand province has increased the number of casualties resulting from these and other attacks by Taliban forces and has now made 2009 the deadliest year for the allied effort.", "Suicide attacks and insurgent violence have continued and have escalated thus far in 2009. As the 2009 winter season came to an end, many military experts were expecting the spring and early summer to become a difficult and violent period that could have become a decisive time for the ISAF mission as the nation prepared for national elections scheduled for August. Although by June 2009 some 400 insurgent attacks had been recorded, a higher than normal number, the anticipated large-scale spring/early summer offensive did not materialize as expected. According to some experts, three explanations have been offered for this. The first was that the beginning of the deployment of the 21,000 additional U.S. troops pledged by President Obama created uncertainty within the Taliban leadership with respect to where those troops would actually be deployed. A second explanation was related to the significant offensive against the Taliban inside Pakistan by the Pakistan military in the SWAT Valley region that apparently seriously disrupted Taliban planning and supply for the spring offensive in Afghanistan. A third reason was that the Taliban were simply delaying their major offensive until August when they would try to disrupt the national elections. By July, the violence had escalated but a concerted push by the Taliban did not materialize. By July, the allies, particularly the British and the United States, launched major operations in Helmand province, where large numbers of Taliban insurgents are deployed. These operations were intended to root out Taliban strongholds in advance of the August elections and to inflict major casualties on the Taliban on their home turf. Forces from the United States, Britain, Canada, and the Netherlands, which are deployed in this southern region have borne the brunt of the fighting. The inequity of burden-sharing in combat operations remains an important point of contention within the alliance, and is a factor in domestic opposition to the conflict in states that carry the greatest combat burden. ", "Turmoil in neighboring Pakistan has also complicated ISAF's mission. The assassination of presidential candidate Benazir Bhutto in December 2007, possibly by Islamic extremists, led to increasing internal restiveness against President Pervez Musharraf, criticized by some NATO experts as unable or unwilling to stem Taliban movement across the Pakistan border into Afghanistan. Some experts believe that over the past several years, Pakistani and Afghan Taliban militants have increasingly merged and pooled their efforts against governments in both countries and al Qaeda has reportedly been facilitating the Afghanistan insurgency and the unrest against the Pakistan government. With the inability of the Pakistani government to control the number of Taliban insurgents who used Pakistan as a sanctuary, the United States stepped up its use of missile attacks against suspected insurgent hideouts inside Pakistan. Although apparently unofficially tolerated by the Pakistani government, this has caused a deterioration in U.S.-Pakistan relations that continues today and which has led to anti-U.S. views in Pakistan. U.S. officials, in July 2008, apparently confronted Pakistani officials with evidence that Pakistan's Inter-Services Intelligence agency (ISI) was actively helping Afghanistan militants, particularly the Haqqani faction. Since the resignation of Musharraf, the new government in Pakistan has dispatched military units to the border region and has authorized the army to conduct offensive operations against Taliban forces in the northern tribal areas. In October 2008, the Pakistan government began to arm anti-Taliban tribal militias in the northern region in an attempt to control Taliban activity. In early 2009, the Pakistan government attempted to curtail Taliban military activity in the Swat Valley region by agreeing to allow the Taliban to enforce strict Sharia law in exchange for ending support for military operations against Pakistani government forces and Taliban operations into Afghanistan. This initiative ended rather abruptly when the Taliban continued its anti-government activity and the Pakistan military launched a major military operation in the region. Pakistan has reported that since the beginning of the offensive, it has inflicted serious casualties on the Taliban and has secured large areas of territory once controlled by the Taliban. ", "The Karzai government in Afghanistan has also come under both domestic and international criticism due to rampant corruption and an inability to improve security and overall living conditions for its citizens. Some warlords continue to exert strong anti-government influence, and the narcotics industry remains an entrenched threat to the country's political health. The allies have not always been in full agreement on how to counter these problems, but allied officials said that they needed a strong, competent, and reliable Afghan government to provide reasonable services to the population if NATO were to succeed. The national elections held on August 20 in which President Karzai was reelected for another term were considered seriously flawed in many areas of the country and a run-off election had been initially scheduled. However, the opposition candidates decided against another campaign and vote."], "subsections": [{"section_title": "A Test of U.S. Leadership", "paragraphs": ["NATO's mission in Afghanistan also continues to test U.S. leadership of the alliance. The decision in late 2008 by the Obama Administration to send an additional 17,000 U.S. troops to the Afghanistan theatre in 2009 to provide additional security for the national elections had been characterized by some in Europe as a \"relief\" for a few European capitals beset by public opposition to the war and other political dynamics. These observers, however, believed the U.S. decision would be used as an excuse for some nations to do less, anticipating that the United States would take on an even more enhanced role in the conflict. However, it is estimated that the NATO allies did provide an additional 5,000 military forces to support the August national election and help expedite the training of additional Afghan security forces. Now, in the wake of President Obama's decision to send additional U.S. military forces to Afghanistan in 2010, the ability of the U.S. government to encourage increased European support for the ISAF mission has become yet a new challenge to the U.S. strategy for addressing the conflict. ", "By September 2008, a highly respected opinion poll published by the German Marshall Fund found a sharp decline had developed in European public opinion towards U.S. leadership since 2002. In key European countries, the desirability of U.S. leadership in the world, in some instances a direct result of the U.S. invasion of Iraq, fell from 64% in 2002 to 36% in June 2008; the approval rating of former President Bush in these same countries fell from 38% in 2002 to 19% in 2008. This decline in support for the United States complicated the efforts of allied governments to sustain public support for the ISAF mission as some in Europe believed that the NATO effort in Afghanistan was merely a proxy war for the United States consumed with Iraq. Secretary of Defense Robert Gates gave credence to the political ramifications of the Iraq war when he said in February 2008, \"I worry that for many Europeans the missions in Iraq and Afghanistan are confused.... Many of them ... have a problem with our involvement in Iraq and project that to Afghanistan.\" ", "In response to the declining support for the U.S.-led effort in Afghanistan, the former Bush Administration led an effort before NATO's Bucharest summit in April 2008 to develop a \"strategic vision\" white paper for Afghanistan that laid out a rationale for the mission that could be used to garner more public support for ISAF. The paper made four principal points: the allies promised a \"long-term commitment\" to Afghanistan; expressed support to improve the country's governance; pledged a \"comprehensive approach\" to bring civil and military efforts to effect stabilization; and promised increased engagement with Afghanistan's neighbors, \"especially Pakistan.\"", "The paper represented some strides in bringing together allied views. Some allies believed that the military commitment remained paramount if security in the country were to improve so that reconstruction may proceed throughout Afghanistan. The paper, however, did not present a pledge of more forces or a plan for engaging Pakistan or Iran. The allies believed that the United States, as a global power, needed to provide the leadership and resources to counter the destabilizing influences upon Afghanistan of the two neighboring states."], "subsections": []}, {"section_title": "New U.S. Strategy Toward Afghanistan and Pakistan10", "paragraphs": ["Shortly after the November 2008 U.S. election, the incoming Obama administration, sensing a great deal of frustration with the conduct of the war after seven years, ordered a complete review of U.S. and NATO strategy in Afghanistan. In this process, the Administration reached out to the allies and others for input. This outreach was evident in an early March 2009 meeting of the NATO Foreign Ministers by Secretary of State Clinton and a meeting a week later with the North Atlantic Council (NAC) by Vice President Biden. In both cases, Europe's ideas for new strategies to deal with Afghanistan were solicited. On March 27, 2009, President Obama announced a new Afghanistan/Pakistan strategy, intended to address all interlocking factors that had caused security in Afghanistan to deteriorate since 2006. "], "subsections": [{"section_title": "Goals", "paragraphs": ["According to the inter-agency White Paper, the goals of the strategy, were to (1) disrupt terrorist networks in Afghanistan and Pakistan to degrade their ability to launch international terrorist attacks; (2) promote a more capable, accountable, and effective government in Afghanistan; (3) develop self-reliant Afghan security forces that can lead the counter-insurgency with reduced U.S. assistance; and (4) involve the international community to actively assist in addressing these objectives, with an important leadership role for the United Nations Assistance Mission in Afghanistan (UNAMA). "], "subsections": []}, {"section_title": "Resources", "paragraphs": ["The announcement by President Obama stressed that the new strategy was intended to bolster the resources of the stabilization effort in Afghanistan that many officials had said were lacking during the Bush Administration. According to the strategy, 17,000 additional U.S. combat troops would be deployed as authorized by President Obama in February 2009 to help secure the restive south and east of Afghanistan and a long standing requirement for 4,000 additional U.S. military personnel to train the Afghan National Security Forces (ANSF) would be met as well. It was expected that the trainers would enable the Afghan National Army to reach its planned goal of 134,000 troops (from the existing 85,000) by 2011. ", "The strategy also emphasized the need to strengthen and reform the Afghan government. The \"White Paper\" said that a \"dramatic increase\" in Afghan civilian expertise was needed to develop institutions not only in the central government but at the provincial and local levels. The strategy called for a significant increase in U.S. civilian advisors in Afghanistan, both new hires and assignment of existing State Department and other agency personnel, as well as substantial new contributions of personnel from U.S. allies and partners. The strategy envisioned a substantial increase in the staffing of UNAMA, including its establishment of offices in all of Afghanistan's 34 provinces, although available funds and security conditions permitted only a much more limited expansion in the short term. The buildup of civilian expertise was also intended to help curb the rampant corruption that was undermining the legitimacy and the effectiveness of the Afghan government. "], "subsections": []}, {"section_title": "Reconciling With Insurgents", "paragraphs": ["The Obama Administration strategy expressed clear support for longstanding Afghan efforts to persuade insurgent commanders and their foot soldiers to lay down their arms and accept the Afghan constitution. This issue had received intensified discussion as the Afghan government and moderate representatives of the Taliban held preliminary reconciliation talks in Saudi Arabia, UAE, and elsewhere. However, the Obama Administration strategy made clear that the leader of the Taliban movement, Mullah Omar, and his aides that were aligned with the al Qaeda organization could not be included in any reconciliation deal. Afghan President Hamid Karzai, on the other hand, had said publicly that he would even consider reconciliation with Omar but that Omar had not responded to his overtures."], "subsections": []}, {"section_title": "Pakistan", "paragraphs": ["The review contained extensive provisions relating to Pakistan. According to Administration officials in briefings for Congressional staff, the new Administration strategy initially treated Afghanistan and Pakistan as one issue, organically linked. Specific points in the White Paper included (1) institutionalizing stronger mechanisms for bilateral and trilateral cooperation among the United States, Afghanistan, and Pakistan; (2) providing U.S. military assistance to help Pakistani forces conduct counter-insurgency operations against militants in Pakistan; (3) increasing economic assistance to Pakistan ($1.5 billion per year for the next five years); (4) fostering reform of local governance in areas of Pakistan where militants are operating; and (5) encouraging foreign investment in key sectors of the Pakistani economy, such as energy, and supporting \"Reconstruction Opportunity Zones\"(ROZ)—areas of Afghan-Pakistan economic cooperation the products of which would enjoy preferential duties for import to the United States. Legislation in Congress was introduced to provide the authority for such zones (, and H.R. 1318 ). H.R. 1318 , along with the provisions of S. 496 , were incorporated into another assistance initiative for Pakistan ( H.R. 1886 ) and passed by the House on June 11, 2009. "], "subsections": []}, {"section_title": "The International Dimension", "paragraphs": ["The Administration strategy stressed the regional and international dimensions of the problems in Afghanistan and Pakistan, making clear that it believed that it is not only the United States that is a target of al Qaeda. The Administration said it would explore new diplomatic mechanisms, including establishing a \"Contact Group\" consisting of all nations that have a stake in the security of the region—NATO allies and other U.S. partners, as well as the Central Asian states, the Gulf nations and Iran, Russia, India, and China. As explained by Administration officials in briefings to congressional staff on the new strategy (March 27, 2009), NATO and other partners would be asked to contribute whatever they are comfortable contributing—whether that be troops, economic aid, civilian mentors, ANSF trainers—as long as the contribution fills an identified requirement in Afghanistan (or Pakistan).", "President Obama presented his new strategy just prior to his scheduled eight-day visit to Europe in April 2009. His intention was to use the occasion of his trip to, among other things, gain allied endorsement of the new strategy and European pledges of financial and other support to help implement the strategy."], "subsections": []}]}, {"section_title": "NATO Summit12", "paragraphs": ["U.S. and NATO officials sought to use the April 3-4 NATO summit to reaffirm allied unity behind a clear and revitalized strategy for the Afghan mission as symbolized by the new U.S. strategic approach to the region. The NATO allies generally welcomed the renewed U.S. focus on Afghanistan. They appeared particularly encouraged by the Administration's regional approach—especially its emphasis on Pakistan and its apparent willingness to engage Iran in discussions of the mission—and by its emphasis on improving civilian capacity- and institution-building efforts in Afghanistan. NATO also appeared supportive of the Administration's reported decision to engage and reconcile with local leaders and Taliban supporters who renounced violence. ", "At the summit, the allies reiterated their commitment to the strategic vision for Afghanistan based on the four principles that were laid out at NATO's 2008 summit in Bucharest (mentioned above). The 2009 Summit Declaration on Afghanistan highlighted the need for greater civilian as well as military resources, emphasizing the importance of developing Afghan capacity to deliver justice, basic services, and employment, especially in the agricultural sector. The allies also pledged to strengthen NATO efforts to enhance cooperation between the Afghan and Pakistani governments, to increase Alliance engagement with all countries in the region, and to support better Afghan and NATO coordination with the United Nations Assistance Mission Afghanistan (UNAMA).", "In an apparent acknowledgement of the constraints facing some allied governments, U.S. officials refrained from making public requests for specific allies to increase troop contributions at the April summit. That said, NATO officials and the United States hoped to gain at least short-term troop commitments of four to five battalions to improve security for the presidential and provincial elections scheduled for August 2009. This minimum request appeared to have been fulfilled with reported allied commitments of an additional 3,000 European troops to be deployed through the election. However, commentators point out that these temporary deployments paled in comparison to the new 17,000-man U.S. force commitment. Some analysts expressed concern that the significant U.S. troop increases and a continued reluctance in many allied countries to increase longer-term troop contributions to ISAF could lead to an \"Americanization\" of the mission.", "Instead of publicly emphasizing the need for additional long-term troop commitments, the Obama Administration sought to use the summit to urge broader allied engagement in the Afghan mission. This included calls for substantial increases in financial assistance and supplies for development and institution-building efforts; police, judicial, and governance assistance and training; and funding and training for the Afghan National Army (ANA). Administration and NATO officials specifically highlighted army and police training as key areas where European allies have the ability and expertise to contribute more resources. ", "Along these lines, the most significant new initiative announced at the April summit was the formation of the NATO Training Mission – Afghanistan (NTM-A). The NTM-A would start with an initial commitment of 300 mostly French constabulary forces committed to providing senior-level mentoring and training of the ANA and the Afghan National Police. In an effort to better coordinate existing training efforts, NTM-A will operate under a dual-hatted command, with a single commander for both the U.S.-led Combined Security Transition Command-Afghanistan (CSTC-A) and the NATO Training Mission. The allies also committed an initial $100 million to the Afghan National Army Trust Fund, created in 2007 and designed to fund efforts to support NATO's goal to help grow and equip the ANA from a current force of 93,000 to 134,000 by 2011. U.S. officials said they hoped to eventually secure $500 million in contributions to the Trust Fund. Finally, NATO allies reportedly increased their commitments to NATO's Operational Mentor and Liaison Teams (OMLTs), teams of 12-19 personnel embedded with the ANA. U.S. and NATO officials were reportedly seeking a goal of 70 OMLTs. ", "Europe's public view toward U.S. world leadership has changed since the Obama Administration has been in office. This appeared evident to many as President Obama's visit to Europe in April was greeted with large crowds and approving European leaders. This change in attitude toward the United States was seen as a test of how well NATO's mission in Afghanistan would be viewed and whether it can continue to be supported. Thus far, it would seem that the Obama approach has won the support of the leadership of the allies. The allies did provide additional forces for the August elections and some countries have indicated that those extra forces could remain in Afghanistan longer than originally intended. However, public opinion throughout Europe does not seem to have reversed and now that U.S. public opinion is beginning to change to a more negative view of the war, it is likely that Europe's leaders will come under increased pressure as the war drags on. The Dutch, for instance, are still determined to begin withdrawing their troops in 2010 with Canada expected to leave by 2011. The August elections, although somewhat marred by widespread vote fraud, were seen as a modest success for the allied mission and there is increased hope that a second Karzai government will begin a more serious commitment to political reform and economic development. If this is the case, NATO leaders can attempt to show that progress is being made and that ISAF needs to remain in operation. The elections were also seen as a message to the Taliban that the people of Afghanistan supported the effort to stabilize the country and end the conflict. ", "On December 1, 2009, President Obama announced that after a lengthy review of the Afghan conflict, he had decided to send an additional 30,000 U.S. military forces to Afghanistan beginning in early 2010. The President, for the first time, also signaled his willingness to raise the idea of an \"exit strategy\" by suggesting that if the right conditions had been achieved in Afghanistan by mid-2011, he would consider initiating the draw-down of U.S. military forces from that country. Immediately following the President's speech at West Point, NATO Secretary General Anders Fogh Rasmussen expressed his support for the President's political plan for Afghanistan and his willingness to commit a significant number of U.S. troops to the effort. The Secretary General reiterated that Afghanistan was not a U.S. war but a NATO Alliance mission and as such, NATO in 2010 \"would provide at least 5,000 more soldiers and probably more.\" ", "The 111 th Congress has thus far largely supported the Administration's policies toward Afghanistan although signs of discontent have begun to emerge in some quarters and the President's request for additional U.S. military forces has already been met with some opposition and expressions of concern for the added costs of the war. Since the beginning of the Congress in January 2009, there have been several hearings on Afghanistan and the Administration's previous strategy and the Congress has approved the Administration's requests for supplemental funding for the war effort. Several congressional committees, however, have called on the Administration to develop a more coherent plan to coordinate the international community's efforts in support of the Obama strategy for stabilization and reconstruction. "], "subsections": []}]}, {"section_title": "Evolution of NATO in Afghanistan", "paragraphs": [], "subsections": [{"section_title": "Purpose of the Mission", "paragraphs": ["The International Security Assistance Force (ISAF) was created by United Nations Security Council Resolution 1386 on December 20, 2001. Led by the United States, the ISAF mission was initially limited to Kabul. The United Nations, at the request of Afghan President Hamid Karzai, then asked for NATO's participation. NATO took over command of ISAF in Afghanistan in August 2003. The Security Council passed the most recent resolution, Res. 1883, on September 23, 2008. Like its predecessors, it calls upon NATO to disarm militias, reform the justice system, train a national police force and army, provide security for elections, and combat the narcotics industry. The resolution does not provide details of how NATO should accomplish these tasks; rather, the allies among themselves, in consultation with the Afghan government, have refined the resolution's provisions into active policy. The International Security Assistance Force includes troops from all 28 member states of the NATO alliance and has included troops from several non-NATO nations, such as Australia, New Zealand, Sweden, Jordan, and Azerbaijan.", "Over time, NATO commanders laid out and implemented four stages designed to bring all of Afghanistan under NATO's operational responsibility. In Stage One in 2003-2004, NATO moved into the northern part of the country; French and German forces predominate in these areas. Stage Two began in May 2005, when NATO moved into western Afghanistan; Italian and Spanish forces are the core of the NATO force there. These sections of the country were and remain relatively stable.", "ISAF's task in Stage Three was to bring stability to the southern part of the country, home of the Taliban and where the writ of the Karzai government had been limited. Stage Three came into force on July 31, 2006, after having been postponed several times due to insurgent violence and an effort to secure pledges of additional troops from allied governments. Stage Four began on October 5, 2006. In Stage Four, the United States transferred 10,000 to 12,000 of its own troops to ISAF, to serve under the NATO commander, now U.S. General Stanley McChrystal. In Stage Four, ISAF consolidated its responsibilities to cover all of Afghanistan. Initially, in late 2005, the allies believed that Stages Three and Four would emulate Stages One and Two by seeing a replacement of OEF forces by NATO forces in a stabilizing environment. The allies nonetheless knew that there would be several significant new challenges in both Stages. The Taliban originated in the south, in Kandahar province, where they retain their most active network. Poppy farming was also widespread in the south, particularly in Helmand province, where British troops operate, and in Uruzgan province, where Dutch troops predominate. By late 2006 as ISAF extended its responsibilities to cover all of Afghanistan, the allies began to realize that ISAF would require a greater combat capability than originally believed, and the mission would have to change.", "From the outset, NATO planned that ISAF operations in Afghanistan would have five phases. The first phase was \"assessment and preparation\", including initial operations only in Kabul. The second phase was ISAF's geographic expansion throughout Afghanistan completed in 2006. The final three phases would involve stabilization; transition; and redeployment. At the start of 2009, ISAF was operating in Phase III, \"stabilization\", and NATO officials were reportedly discussing when to announce commencement of Phase IV, the \"transition\" of lead security responsibility to the Afghan National Security Forces (ANSF). Some ISAF officials have expressed the concern that an announcement that ISAF has entered \"transition\" could trigger a rush by some troop-contributing countries to Phase V—\"redeployment.\" They caution that in practice, the shift from stabilization to transition is likely to vary geographically across Afghanistan as the abilities of various ANSF to execute and then lead missions increase, and to take place in fits and starts, rather than at a clear single point in time. "], "subsections": []}, {"section_title": "Principle Issues Confronting the ISAF Mission", "paragraphs": ["From the beginning of NATO's command of ISAF, political leaders and local commanders have had to deal with several significant issues which have influenced the implementation of the ISAF mission. In the initial two stages of ISAF's mission, key issues focused on use of Provincial Reconstruction Teams to stabilize and rebuild the country; overcoming caveats placed by individual allies on the use of their forces; and managing the counter-narcotics effort. In stages three and four of the ISAF mission the debates developed around a refined mission statement; a new organizational structure; securing more troops; and the treatment of prisoners. Not all of these issues have been successfully addressed. "], "subsections": []}, {"section_title": "National Caveats", "paragraphs": ["At the outset, NATO leaders faced considerable difficulty persuading some member states to contribute forces to ISAF. More importantly, however, a significant problem had become and continues to be how some of those forces actually provided would operate once deployed. Many allies committed forces to the NATO operation, then imposed restrictions—\"national caveats\"—on tasks those forces could undertake. It is reported that almost half the forces in ISAF have some form of caveats. National \"caveats\" or restrictions that allied governments, or their parliaments, place on the use of their forces, continue to trouble ISAF. While caveats in themselves do not generally prohibit the kinds of operations NATO forces can engage in, caveats do pose difficult problems for commanders who seek maximum flexibility in utilizing troops under their command. Some governments' troops lack the appropriate equipment to function with other NATO forces. Some nations will not permit their troops to deploy to other parts of Afghanistan. Still others prohibit their troops from participating in combat operations unless in self-defense. NATO commanders have willingly accepted troops from some 42 governments but have had to shape the conduct of the mission to fit the capabilities of and caveats on those troops.", "NATO commanders have long sought to minimize the number of caveats on forces dedicated to ISAF, an effort that has met with mixed success. In September 2006, former NATO SACEUR General James Jones expressed frustration at the limitations that some allies placed on their troops. \"It's not enough,\" he said, \"to simply provide forces if those forces have restrictions on them that limit them from being effective.\"", "At the NATO summit in Riga, Latvia, in November 2006, some allied political leaders sought to reduce the caveats placed on forces in Afghanistan. The United States, Canada, Britain, and the Netherlands, which have forces in the highly unsettled areas of southern and eastern Afghanistan, appealed to other governments to release combat forces to assist them in moments of danger. Some progress has been made over time in persuading NATO members to adopt more flexible rules of engagement but those nations whose forces continue to bear a higher burden of risk continue to appeal to their partners for relief.", "At the Bucharest summit in April 2008, NATO leaders again pledged to continue to work to remove the limitations placed on their troops. Some allies had singled out Germany for special criticism, given that Germany at the time had a large contingent of over 3,000 troops most of which are deployed in what has been a relatively quiet area of northern Afghanistan. German troops reportedly patrol only in armored personnel carriers, and do not leave their bases at night. This has led some to suggest that the implementation of excess force protection measures by the Germans has made their work, even in a safe area, far less effective. Former NATO SACEUR General Jones complained about German restrictions after he had specifically requested that Germany send some of its force in northern Afghanistan into the south to help combat Taliban activity, a request the German government initially refused. Since then, however, the combat tempo in the region has increased and Germany has allowed some of its forces to respond outside of their operating zone in emergency situations.", "The French government has somewhat reduced its caveats and agreed to allow its forces in Kabul and elsewhere to come to the assistance of other NATO forces in an emergency. The Italian and Spanish governments have said that their force commanders in the field could make the decision to send forces to assist in an urgent situation. It remains unclear whether or when these commanders would have to request permission from their capitals to do so, a complicating factor that could delay a decision. ", "While there have been criticisms of the caveats placed on some NATO forces in Afghanistan especially regarding combat, many NATO/ISAF forces do engage in offensive operations. Since 2006, NATO/ISAF combat forces have launched several operations, including Operation Medusa in 2006 aimed at ousting Taliban forces in Kandahar province. In 2007, NATO and Afghan forces retook the town of Musa Qala in Helmand province and conducted operations, Achilles and Silicon against Taliban forces. Beginning in 2008, in reaction to increased operations by the Taliban, NATO forces increased the number of offensive operations they undertook. In June 2009, British forces, with the assistance of U.S. and other forces, launched a massive offensive to secure parts of northern Helmand province. And, in July, U.S. forces launched a major operation in Helmand province as well in an attempt to disrupt Taliban plans to attack polling places during the August elections.", "The concern over the impact of national caveats has spread even beyond NATO itself. On July 9, 2008, the European Parliament debated and voted on a report on Afghanistan presented by its Committee on Foreign Affairs. One of the provisions in the report emphasized \"that a major strengthening of political will and commitment is necessary, and that this should be followed up not only by a willingness to provide additional combat troops in the most difficult areas, unrestricted by national caveats ...\""], "subsections": []}, {"section_title": "Provincial Reconstruction Teams", "paragraphs": ["Provincial Reconstruction Teams (PRTs) are civilian-military units of varying sizes designed to extend the authority of the central government into the countryside, provide security, and undertake projects (such as infrastructure development and the delivery of basic services) to boost the Afghan economy. Although some allied governments believe that poor governance, rather than the insurgency, is the principal problem impeding stabilization of the country, NATO officials describe the PRTs as the \"leading edge\" of the allies' effort to stabilize Afghanistan.", "There are 26 ISAF-led PRTs in operation. Virtually all the PRTs, including those run by the United States, now operate under ISAF but with varying lead nations. Each PRT operated by the United States is composed of U.S. forces (50-100 U.S. military personnel); Defense Department civil affairs officers; representatives of USAID, State Department, and other agencies; and Afghan government (Interior Ministry) personnel. Most PRTs, including those run by partner forces, have personnel to train Afghan security forces. Many U.S. PRTs in restive regions are \"co-located\" with \"forward operating bases\" of 300-400 U.S. combat troops. U.S. funds support PRT reconstruction projects. According to U.S. officials in March 2008, 54 PRT development projects had been completed and 199 (valued at $20 million) are ongoing.", "In August 2005, in preparation for the establishment of Regional Command South, Canada took over the key U.S.-led PRT in Kandahar. In May 2006, Britain took over the PRT at Lashkar Gah, capital of Helmand Province and the area of continued heavy fighting in 2008. The Netherlands took over the PRT at Tarin Kowt, capital of Uruzgan Province. Germany (with Turkey and France) took over the PRTs and the leadership role in the north from Britain and the Netherlands when those countries deployed to the south.", "Representing an evolution of the PRT concept, Turkey opened a PRT in Wardak Province on November 25, 2006, to focus on providing health care, education, police training, and agricultural alternatives in that region. In March 2008, the Czech Republic established a PRT in Lowgar Province. South Korea has taken over the U.S.-run PRT at Bagram Air Base. There also has been a move to turn over the lead in the U.S.-run PRTs to civilians rather than military personnel, presumably State Department or USAID officials. That process began in early 2006 with the establishment of a civilian-led U.S.-run PRT in the Panjshir Valley. ", "There is no established model for PRTs, and many are dominated by military forces, rather than civilian technicians. By most accounts, those serving in PRTs make an effort to move about surrounding territory, engage the local governments and citizens, and demonstrate that the international presence is bringing tangible results. Despite general support for PRTs, they have received mixed reviews and there have been criticisms of the overall PRT initiative. Some observers believe the PRTs operate without an overarching concept of operations, do not provide a common range of services, do not have a unified chain of command, and often do not coordinate with each other or exchange information on best practices.", "Another problem that has risen for PRTs in some areas is that civilian relief organizations do not want to be too closely associated with the military forces assigned to the PRTs because they feel their own security is endangered as well as their perceived neutrality. On September 10, 2008, U.S. Defense Secretary Robert Gates testifying before the House Armed Services Committee stated that \"absent a broader international and interagency approach to the problems there ... no amount of troops in no amount of time can ever achieve all the objectives we seek in Afghanistan.\" He went on to say that \"Afghanistan doesn't just need more boots on the ground. It needs more trucks, teachers judges ... foreign investment, alternative crops, sound governance, and rule of law. These are the keys to success in Afghanistan. No armed force, anywhere, no matter how good, can deliver these keys alone.\"", "Although U.S. and ISAF PRTs share the same mission there are reportedly considerable differences in structure. U.S. PRTs are composed of military personnel, civil affairs officers, representatives of the United States and other government agencies focused on reconstruction, and Afghan government personnel. Some observers believe U.S. PRTs are too heavily weighted with military personnel who lack the expertise to assist in developing important elements of the economy. Others believe that there is a lack of qualified civilian personnel to accomplish key tasks. For instance, some claim that there is a critical shortage of U.S. agricultural specialists on the ground in Afghanistan. The United States government controls the funds for its PRTs, in part to ensure that the money does not disappear through the hands of corrupt officials in the provinces or in Kabul, and that it goes directly to designated projects.", "ISAF PRTs generally have fewer personnel as well as a different mix of military forces and civilian experts. Some U.S. officials believe that European-led PRTs are too hesitant in their engagement of the Afghan population. Some European-led PRTs are minimally funded, or provide little supervision of how their funds are managed and dispensed. The Dutch, for instance, give their funding for PRT reconstruction activities directly to the Afghan central government, mainly through U.N. and World Bank channels. The Dutch argue that the Karzai government itself must undertake responsibility for planning and implementation of projects to rebuild the country. By contrast, the French have declined to lead a PRT and have questioned NATO's role in the PRTs.", "In hearings before the 110 th Congress, witnesses urged steps to strengthen the PRTs. Some witnesses argued that the Administration should increase funding for the State Department, AID, and the U.S. Department of Agriculture, three parts of the government able to provide needed expertise in the PRTs. Witnesses also repeatedly called for a model for ISAF PRTs that might provide guideposts to \"best practices\" to ensure a higher quality of assistance to the Afghan population. The Obama Administration's new strategy does call for a more enhanced role for the Department of State and other civilian agencies in tasks such as those required in Afghanistan and the 111 th Congress will continue to press for a more coherent reconstruction effort."], "subsections": []}, {"section_title": "Counter-Narcotics", "paragraphs": ["The allies are struggling to combat Afghanistan's poppy crop. Some reports suggest Afghanistan supplied up to 93% of the world's opium in 2007. Poppy farmers are heavily concentrated in the south of the country and the crop is a major factor in the economic life and stability of the country. The drug trade is also a major source of funding for the insurgency as, according to some estimates, the Taliban draw an estimated 40%, or close to $100 million, of their funds annually from this industry.", "The NATO/ISAF mission, from its inception, was not authorized to play a direct role in the counter-narcotics effort, such as destroying poppy fields or processing facilities. Nevertheless, NATO commanders have been instructed to provide assistance to the local counter-narcotics authorities. Britain leads the ISAF effort to coordinate the counter-narcotics operation. The allies provide training, intelligence, and logistics to Afghan army units and police who destroy poppy fields and opium labs. One former regional commander believed that the Afghan government's destruction of poppy fields was too random to be effective, and that the government had not taken decisive action to end warlord involvement in the narcotics trade. There are also reports that the government primarily destroys the crops of the poorest farmers, and leaves those of more influential families whose support is needed by the government. The Bush Administration had initially urged the Karzai government to consider spraying herbicide on the poppy fields. However, the Afghan government decided against this proposal because of possible effects of herbicide on public health and the environment. No other ally reportedly supported aerial spraying largely for fear of alienating the local populations that rely on poppy cultivation for income. The U.S. Congress also weighed in on this issue by including language in the FY2008 Consolidated Appropriation ( P.L. 110-161 ) prohibiting U.S. counter-narcotics funds from being used for aerial spraying of poppy fields.", "On September 3, 2008, the Executive Director of the United Nations Office on Drugs and Crime (UNODC), Antonio Maria Costa, briefed the North Atlantic Council (NAC) on the counter-narcotics effort in Afghanistan. Mr. Costa suggested that Afghan Army and Police efforts in the counter-narcotics strategy had largely been ineffective and that ISAF should consider expanding its support of the Afghanistan government's counter-drug effort by including the destruction of opium labs and the interdiction of drug distribution networks as part of the ISAF mission. He also suggested that ISAF focus on major drug traffickers and the drug trade along Afghanistan's borders. On October 9, 2008, at an informal meeting of NATO defense ministers in Budapest, NATO leaders agreed to authorize its ISAF forces to act with Afghan forces against opium labs and other facilities that use drugs to finance the Taliban. However, according to an article in the December 23, 2008, edition of the New York Times , there appeared to be ongoing objections by some nations that their laws do not permit their soldiers to engage in counter-narcotics operations. Some nations also believed that increasing NATO's role in the counter-narcotics effort could result in a negative impact on Afghan communities that rely on the opium trade for their economic livelihood and that those communities could turn their support to the insurgents if given no viable alternative. Nevertheless, ISAF assistance in the effort against the poppy trade has continued and today, according to the latest UNODC report, there were now 18 opium-free provinces in Afghanistan as compared to 13 in 2007. According to NATO sources, since the beginning of 2009, ISAF has conducted some 37 counter-narcotics operations which have led to the seizure of more than 100 tons of poppy seed and 40 tons of opium.", "The repercussions of Afghanistan's poppy crop for the future of the country and for ISAF operations are extensive and complex. The Afghan government lacks the law enforcement apparatus, including a well-functioning judicial system, to combat the narcotics trade successfully. Narcotics traffickers can exploit the country's primitive transportation network, as an extensive road system is not needed to move opium to market; a small load of opium can yield a high financial return.", "The opium trade also has a corrosive effect on Afghan society. Former CIA Director John Negroponte told Congress in January 2007 that the drug trade contributes to endemic corruption at all levels of government and undercuts public confidence. A dangerous nexus exists between drugs and insurgents and warlords who derive funds from cultivation and trafficking. At the same time, farmers in parts of the country view the poppy as their only source of income. One component of the counter-narcotics effort is to persuade farmers to switch to alternative crops. Many crops, however, cannot compete with poppies; income from a hectare of poppies can reach $4,600 a year, while wheat, one of the suggested substitute crops, can bring only $390. Orchards might bring more money, but they require years to develop. A more extensive market infrastructure is necessary as well. ", "Another component in this effort is the status of the police and judicial systems. Some western officials in Afghanistan note that the police remain corrupt and distrusted by the population. They lack extensive training and experience, as well as transport. The police could play a key role in Afghanistan's stabilization because they, along with the Afghan army, have primary responsibility for destroying poppy fields and opium labs. Police training was initially the responsibility of the Germans. The task was a daunting one, given the low pay provided by the Afghan government and the modest numbers of police used to cover a broad territory. However, difficulties in recruiting German police trainers and sub-par performance of the training program necessitated a change. Part of the problem may have been the lack of authority of the German government to order police to Afghanistan; unlike its military forces, German police must volunteer for such an assignment. Some U.S. and European officials were critical of the manner in which Germany managed its task of training the Afghan police force (ANP). At the same time, former SACEUR General Jones said that while training of the Afghan army was \"one of the bright stories, one of the not-so-good stories ... is the inadequacy to bring similar progress to police reform, which is the responsibility of Germany.\"", "In May 2007, the EU accepted a request by NATO to take the lead in training Afghanistan's police. The European police (EUPOL) training mission began in June 2007 with the addition of some 120 EU police trainers who joined the 41 German trainers that remained in the program. In September 2007, the German general heading the EU police training mission reportedly quit in frustration over complications with the program, and the corruption encountered in dealing with the Karzai government. In a February 2008 report by ISAF to the U.N., NATO noted that the Afghan police \"still fall behind the desired level of capability.\" In March 2008, officials at the EU suggested that the EUPOL training team could be doubled. In 2009, the EUPOL mission consisted of approximately177 international trainers along with some 91 local staff.", "The EU effort has faltered thus far, for several reasons including its relations with other allied nations. Turkey has reportedly blocked any provision by NATO of intelligence to the EU and the Afghan police because (Greek) Cyprus and Malta, both in the EU, are not NATO members. Turkey also blocked any agreement for NATO to provide protection to police who come under attack by the Taliban. Turkey's actions are a side effect of its dispute with the EU over a range of issues.", "The court system remains in its infancy, with few capable jurists and attorneys. The Italian government leads the effort to build a professional judicial system. In July 2007, Italy held a conference in Rome to develop a strategy to build such a system. Governments in attendance pledged $360 million to the effort over a period of several years; they linked the pledges to specific programs. Among the principles and steps that the program will seek to establish are a code of conduct, transparency, and accountability for officials in the judicial system; and equipment, salary support, qualification requirements, and an educational system for those interested in the legal profession. A follow-up meeting was held in Kabul in October 2007 to begin implementation of these programs."], "subsections": []}, {"section_title": "Mission Statement", "paragraphs": ["From the fall of 2005 through early 2006, the Bush Administration argued to merge the functions and command of ISAF and the separate, U.S.-led counter-insurgency Operation Enduring Freedom (OEF). Then-Defense Secretary Donald Rumsfeld asked the allies to assume counter-insurgency and anti-terror responsibilities in the southern and eastern parts of Afghanistan. Some allies balked, contending that such combat operations were OEF's task, that the U.N. resolution governing ISAF called for a stabilization operation only, and that, in some cases, the allies did not have forces available for the counter-insurgency and counter-terror tasks.", "In December 2005, the allies announced a mission statement for ISAF's Stages Three and Four in the form of a communiqué. They pledged to work to extend the authority of the Afghan government, primarily through development of PRTs. They also committed themselves to training the Afghan army and police, an effort in state-building meant to provide a Kabul government with reliable security forces; a formidable task because such forces were barely in existence. They further committed themselves to \"supporting Afghan government counter-narcotics efforts.\" They also agreed upon guidelines for dealing with prisoners.", "The mission statement reflected European and Canadian views that Stages Three and Four operations should concentrate on reconstruction and stabilization, with initial concern over military threats at a minimum. The Taliban were relatively quiet when the allies wrote their communiqué, perhaps due to the winter weather in Afghanistan or perhaps because the Taliban were organizing and attempting to enhance their strength. In April 2006, the British Defense Secretary said that he hoped that his country's forces could deploy \"without firing a shot.\" Peter Struck, Defense Minister under the previous German government, said in September 2005 that \"NATO is not equipped for counter-terrorism operations. That is not what it is supposed to do.\" The Dutch parliament held a contentious debate in February 2006 over whether to send forces to ISAF. Some government and opposition members of Parliament opposed sending Dutch forces for combat operations; their view was clear that Dutch forces were primarily to support a stabilization mission.", "By spring 2006, events on the ground in Afghanistan imposed new exigencies on ISAF's mission. An attack on the Norwegian-Finnish PRT in normally tranquil Meymaneh, in western Afghanistan, in February 2006 had given an indication of an emerging problem: the need for a rapid military response capability for rescue operations. When the PRT was attacked, no NATO combat forces were in the region to protect the ISAF personnel. Other NATO forces that were nearby had caveats prohibiting their use in combat operations. Eventually a British force was found to help end the attack on the PRT. Before and after the attack on the PRT, then NATO SACEUR General Jones called upon the NATO governments to pledge forces to ISAF that would be capable of combat operations. As mentioned above, he waged a constant campaign to cajole allied governments not to place caveats on their forces that ruled out combat operations.", "NATO governments ultimately agreed to adjust how ISAF would fulfill Stage Three. They wrote more \"robust\" rules of engagement. By May 2006, then-ISAF Commander British General David Richards, described Stage Three as a \"combat operation.\" He added that caveats affecting Stage Three and Four forces had been \"reduced.\" He dismissed the tendency of some NATO governments to draw a line between OEF's counter-terror operations and the supposedly low-level counter-insurgency responsibilities that had crept into Stage Three responsibilities. He told visiting members of a NATO parliamentary delegation that counter-terror and counter-insurgency operations in Afghanistan were not always distinguishable. When OEF turned southern Afghanistan over to ISAF on July 31, 2006, some OEF forces remained in the region to continue combat operations targeted against terrorist elements."], "subsections": []}, {"section_title": "Difficulties in Raising Troops", "paragraphs": ["The debate over the mission and public opinion throughout Europe has from the beginning affected the effort to raise forces for the ISAF mission. The highest priority for any ISAF commander is to have the forces necessary along with the greatest amount of flexibility possible to provide a safe and secure environment in which the government of Afghanistan can extend its authority. Since the beginning of the ISAF mission, NATO officials have consistently experienced difficulty persuading member governments to supply adequate numbers of forces. U.S. Defense Secretary Gates had been critical of the allies at times for not providing more troops, although he has softened his tone. In December 2007 he told the House Armed Services Committee that an additional 7,500 troops were needed, in addition to the 41,700 then in ISAF. At the time, he suggested that approximately 3,500 should be trainers for the Afghan army. He also called for at least 16 more helicopters. A week later, however, after a NATO Defense Ministers' meeting, he acknowledged that domestic political problems were preventing some allies from increasing their force levels in Afghanistan. Allied government officials stated privately that their populations were reluctant to follow the then Bush Administration, largely due to the U.S. invasion of Iraq and subsequent criticism of the United States in Europe and the Middle East. The German Marshall Fund poll noted earlier found that while 64% of those polled supported the reconstruction effort in Afghanistan, only 30% supported combat operations against the Taliban.", "According to NATO officials, the 2006 attack on the Norwegian-Finnish PRT awakened some governments to the continuing threat posed by instability fueled by the insurgency. Rapid-response forces eventually became available. Britain, Canada, and the Netherlands were the first to pledge forces for Stage Three. Canada was one of the first allies to recognize the need for combat forces. By a close vote in the Canadian parliament in May 2006, the government designated 2,300 troops for Afghanistan until February 2009, most of which have been sent to Kandahar province. Britain initially promised to send 3,600 troops to Helmand province by the beginning of Stage Three operations in July 2006, and has steadily increased its contribution to its current 8,300 troops. In early 2008, Germany agreed to send 200 troops to replace a Norwegian contingent in the north. In February 2008, the United States deployed the 24 th Marine Expeditionary Unit (MEU) to southern Afghanistan.", "The debate in the Dutch parliament over assigning troops to ISAF was also contentious. The Dutch population initially opposed sending forces into a combat operation. Ultimately, the Netherlands designated 1,700 troops for duty in ISAF's Stage Three and Stage Four operations.", "Despite these pledges, the upturn in violence in 2007 and 2008 led U.S. and NATO commanders in Afghanistan to conclude that they needed about three more brigades (20,000 troops) to be able to stabilize the still restive southern sector.", "At the April 2008 NATO Summit at Bucharest a key objective of several allies with combat contingents in Afghanistan was to persuade other governments to send more forces. When the allies issued their \"strategic vision\" statement on Afghanistan, the allies agreed to a shared long-term commitment, something that some allies had theretofore resisted stating publicly, but they did not promise to contribute an equitable share of combat forces. Part of this inequity is attributable to NATO's own budget rules. When a member state agrees to deploy troops to a NATO operation, that nation must pay the costs associated with that deployment. Thus, there is a built in disincentive for nations to agree to commit any troops to a mission or to increase the number of troops already deployed. This problem complicates attempts by leaders of fragile governments or coalition governments to convince their legislatures and publics to support a deployment and the costs associated with that commitment.", "In 2008, the Canadian government threatened to withdraw its forces by the end of 2009 if a commitment of at least 1,000 new combat troops was not made by the allies. Former President Bush, at the time, pledged to increase U.S. forces in Afghanistan by 5,000 additional troops by the end of 2008. France agreed to send 720 combat troops. Germany agreed to deploy an additional 1,000 troops to the northern sector pending approval by the German Parliament in October when the current German mandate was to have expired. Poland, the Czech Republic, and several other allies pledged smaller contingents, allaying Canadian concerns to some degree. However, allies with forces in harm's way continued to criticize other allies that would not send combat forces or commit them to areas where the Taliban are more active.", "As the reality of the deterioration of the security effort in Afghanistan continued, it was reported in September 2008 that both the U.S. military and NATO were conducting a number of different strategy reviews. Among the issues under review was how to prevent the movement of militants across the Afghanistan-Pakistan border. U.S. officials at the time said more U.S. and partner forces were needed, and U.S. officials were trying to identify more forces to go to Afghanistan. In September 2008 former President Bush announced that at least 5,000 additional U.S. forces would be sent to Afghanistan by early 2009. However, then-ISAF Commander General McKiernan suggested that the effort needed about 25,000 additional troops. The incoming Obama administration suggested that an additional 20,000-30,000 U.S. troops might ultimately be deployed to Afghanistan. Once he assumed office, President Obama quickly committed an additional 17,000 U.S. troops which have deployed.", "Shortly after the U.S. election, the new Administration began hinting that it would ask other partner countries to contribute additional forces or equipment, such as helicopters, to the ISAF mission. Initial reactions in Europe were not encouraging. In a sign of how stretched some allies were or how reluctant others would be, U.K. Prime Minister [author name scrubbed] on December 16, 2008, indicated that he could only contribute an additional 300 British troops in 2009. In November, a U.S. House congressional delegation visiting Italy was told that the Italian troop commitment to Afghanistan could not be increased further. Also in November 2008, the Spanish Foreign Minister told a meeting of the NATO Parliamentary Assembly in Valencia that Spain would not send additional troops to Afghanistan.", "Some critics of the Alliance argued that if each one of the NATO member countries, with the exception of the United States contributed 200 additional troops, the ISAF Commander would have 5,000 new assets to deploy. Similarly, 400 troops per nation would provide ISAF with 10,000 troops. Even eliminating the request for additional troops from those nations already deploying over one thousand troops, a commitment of somewhere between 200 and 400 troops by each of the rest of the Alliance would provide a substantial new force. These critics pointed to countries such as Bulgaria, Romania, the Czech Republic and Hungary that had large armed forces but contributed less than 500 troops each. Similarly, critics asked why a nation such as Turkey that deploys close to 30,000 troops in northern Cyprus could only provide 800 troops as its commitment to the Alliance mission.", "The reluctance of the NATO allies to commit additional troops to the ISAF mission has been driven in part by the opposition of many of Europe's citizens who, after seven years, have seen little progress in Afghanistan and in part by budget realities recently magnified by the global economic crisis that has had a negative impact on several member nation's national budgets. These two issues continue to complicate attempts by the U.S. Administration to create the kinds of conditions in Afghanistan that could lead to a greater stabilization of the country. The NATO allies were expecting President Obama to ask for more allied troops at the April 2009 NATO summit in Germany and France. Secretary of State Clinton in response to questions submitted to her in advance of her nomination hearing in the U.S. Senate in January 2009 suggested this very strategy. Subsequently, she and others in the Administration began to publically address this need. Right up until the Summit, there was uncertainty over whether the allies would offer more troops. In the end, additional European forces were pledged to ISAF. Among those new pledges, the British committed an additional 700 troops, the Germans, 600, Italy, 450, France, 300, and Spain an additional 400 troops. These forces were to be deployed to help train the Afghan security forces and to help prepare the country for the August presidential elections. Some allies, such as the Canadians, still believed combat forces were necessary to try to stabilize the still restive southern sector, and reverse the deterioration of the eastern sector and the areas around Kabul. ", "For some, the allied agreement to commit additional troops for temporary deployment only reinforced the concern that significant increases in forces would only be contributed by the United States, which would further add to the \"Americanization\" of the conflict in Afghanistan and could provide less of an incentive for NATO allies to send additional troops at a later time if needed. The recent assessment put together by ISAF Commander, General McChrystal, and an advisory team during the summer included a request for 40,000 more combat troops and trainers. This analysis became the basis for the President's December 1 decision to send additional U.S. combat troops. Despite the concerns expressed by many regarding the willingness of the NATO allies to provide additional troops it now looks like the NATO allies will provide additional troop contributions beginning in 2010."], "subsections": []}, {"section_title": "Disagreements over Treatment of Prisoners", "paragraphs": ["There was a contentious debate among the allies over the December 2005 final communiqué guiding NATO operations in Afghanistan. Most of the allies were critical of U.S. abuse of prisoners at the Abu Ghraib prison in Iraq; they extended this criticism to the U.S. detention policy at Guantanamo Bay, where some prisoners captured in Afghanistan had been sent since 2001. These allies contended that the Bush Administration was ignoring the Geneva Convention governing treatment of prisoners taken in combat, and that the issue was a significant one among their publics and in their domestic political debates.", "These allies insisted that the communiqué explicitly address the issue of treatment of prisoners. The final document contained the statement: \"In addition to NATO's agreed detention policy for ISAF, which is and remains consistent with international law, we welcome initiatives by Allies to assist the Afghan authorities in the implementation of international standards for the detention of prisoners.\"", "The allies also agreed that prisoners taken by ISAF should be turned over to the Afghan government. Some allied governments reportedly told the Afghan government that they did not wish such prisoners to then be transferred to the United States. The Afghan government reportedly insisted upon its sovereign right to determine the disposition of prisoners in its custody. A new problem has arisen over allegations that Afghan officials have tortured detainees turned over to them by ISAF forces."], "subsections": []}, {"section_title": "Command Structure: Coordinating ISAF and OEF Operations", "paragraphs": ["ISAF is led by a four-star combined headquarters, based in Kabul and headed by U.S. Army General Stanley McChrystal. NATO's North Atlantic Council provides political direction for the mission. NATO's Supreme Headquarters Allied Powers in Europe (SHAPE), is based in Mons, Belgium, and provides strategic command and control. NATO's Joint Force Command Headquarters, based in the Netherlands, and reports to SHAPE, provides overall operational control. ISAF itself, which reports to SHAPE through the Joint Forces Command, exercises in theater operational command. In Afghanistan, ISAF oversees five contiguous Regional Commands (RC), each led by a two-star general. Currently, U.S., German, French, British, Canadian, and Dutch generals lead these RCs.", "NATO's discussion over the command structure for Stages Three and Four in Afghanistan had reflected the U.S. desire to see the allies more fully embrace counter-insurgency tasks. Reluctance on the part of some European governments to clash with the Taliban and warlords was evident during these discussions.", "Although the allies had agreed on ISAF's mission, they differed on how to accomplish it. From at least 2004, the former Bush Administration had consistently urged the allies to assume more responsibilities in the fight against insurgents and terrorists in Afghanistan. By late 2005 the Administration was urging that ISAF and OEF be merged under one command. Britain, Germany, and France were the principal allies opposing the U.S. idea to merge the commands. They did so for differing reasons. Britain and Germany wished to preserve ISAF as a stabilization, and not combat, mission and because German forces in ISAF were trained only for stabilization, and not for counter-insurgency operations. Britain, leading the ISAF anti-narcotics effort, wished to ensure that the initiative remained in the political sphere.", "The French view was somewhat different. The French government was close to the Administration view that some combat operations against the Taliban and other elements would be necessary. At the same time, France was concerned that the Administration, after having a U.S. commander in place to guide all military activity in Afghanistan, might use NATO as a \"toolbox\" to accomplish Washington's broader global objectives. Specifically, Paris was concerned that the Administration would designate more U.S. units from Afghanistan to be sent to Iraq, and leave the allies to stabilize Afghanistan. Administration officials insisted publicly and privately that they had no intention of sharply reducing forces in Afghanistan, and in fact had increased U.S. forces there. Nevertheless, the government of President Nicolas Sarkozy, as noted earlier, decided to increase its combat contingent in Afghanistan.", "In attempting to resolve the issue of command structure, the allies sought to address practical problems for the two operations. ISAF and OEF operate in contiguous areas, but there has been no clear dividing line between regions where the Taliban and al Qaeda are active, and the relatively stable regions of the country. A weakness of ISAF had been deficient capability for rapid response rescue, should soldiers and civilian personnel find themselves under fire. In September 2008 at a hearing before the Senate Armed Services Committee, U.S. Defense Secretary Robert Gates, testified that he believed there were still questions regarding the efficacy of having two lines of command. He noted that he was considering a plan to place almost all U.S. troops, including those performing OEF counter-insurgent missions, under General McKiernan's NATO/ISAF command. However, U.S. officials now say that the OEF and NATO/ISAF missions will not formally merge, meaning that there will still be separate U.S. operations against high value targets and other militant concentrations. "], "subsections": []}, {"section_title": "Allied Viewpoints", "paragraphs": ["Once the allies reached consensus on ISAF's mission for Stages Three and Four they began to differ on how to accomplish it. Allied views began to change between the time of the December 2005 NATO communiqué describing ISAF's mission and today, largely due to the surge in Taliban activity. The following sections represent a look at only a few allies and their early views and does not necessarily represent the views of the entire 28-member Alliance."], "subsections": []}, {"section_title": "Germany: Reconstruction as the Priority", "paragraphs": ["After coming to power in October 2005, Chancellor Angela Merkel's coalition government initially expressed a more decisive commitment to securing stability in Afghanistan than its predecessor. Chancellor Merkel and her Foreign Minister Frank-Walter Steinmeier (Merkel's opponent in national elections scheduled for October 2009) have consistently expressed their support for the ongoing German military engagement in Afghanistan. However, Berlin had consistently advocated a shift in its and NATO's Afghanistan strategy toward civilian reconstruction and development projects, army and police training activities, and enhanced political engagement with Afghanistan's neighbors. Under the preceding Schroeder government, Berlin was adamant that German forces would not engage in combat operations; according to NATO officials, the German caveat against combat had limited the alliance's ability to integrate German forces with those of other allied governments. Under the Merkel government, German forces are authorized to engaged in combat if in defense of German positions but they are still prohibited from engaging in counter-insurgency operations.", "Germany has approximately 4,000 troops in ISAF trained for stability operations in the northern part of the country where they lead two PRTs, one in Kunduz and one in Feyzabad. Some officials from other allied governments and the EU have criticized the existing restrictions on German forces and the capabilities of those forces. These officials have maintained that German troops and civilians rarely venture beyond the perimeter of their PRTs due to concern that they might arouse Afghan public criticism or come into contact with armed elements. German troops reportedly do not go on extended patrols and do not always respond to local security incidents. Critics of the German approach have argued that it is important to engage local officials and demonstrate that NATO has an active approach to rebuilding the country and persuading the Afghan population that the alliance is serving a constructive role. However, even this area has become more dangerous as the Taliban increase operations throughout the country. For instance, on October 20, 2008, a suicide bomber in Kunduz killed several civilians along with two German soldiers. On June 23, 2009, three German troops were killed during a firefight with insurgents outside of Kunduz. German forces are authorized to engage in combat operations as part of their defense of the northern sector but they are not deployed to conduct counter-insurgency operations.", "At NATO's 2006 Riga summit Germany agreed to allow German troops to assist allied forces in an emergency. In spring 2007, the German government assigned six Tornado aircraft to Afghanistan for use in surveillance operations. In October 2007 when the Bundestag renewed the commitment to keep German forces and Tornado aircraft in Afghanistan for another year, Chancellor Merkel rejected an appeal by the NATO Secretary General to send some of Germany's forces to the south for stabilization operations. ", "Public support in Germany for the Afghan mission has steadily declined. In 2002, 51% of those polled supported German involvement in Afghanistan's stabilization; in October 2007, that figure had declined to 34%. In September 2008, a new survey of public opinion conducted by the German Marshall Fund found that while German support for the Afghanistan mission continued to be lukewarm, support among the population for combat operations against the Taliban had declined to around 36%. Some observers faulted Chancellor Merkel for failing to lay out the importance of the Afghan mission to the German people. ", "As noted above, in June 2008, Berlin announced that it would seek approval to increase troop levels in Afghanistan by up to 1,000. On October 7, 2008, the German government extended the German troop commitment to Afghanistan and agreed to send the additional 1,000 troops to Afghanistan. On October 16, 2008, the German Bundestag approved the government's decision in what was considered a fairly non-controversial debate. In approving the additional deployment of German forces, however, the Bundestag made it clear that no additional troops beyond the additional 1,000 would be approved, and that no special forces troops would be assigned to the OEF counter-insurgency operation. The additional troops, which turned out to be approximately 600, were expected to boost Germany's efforts in northern Afghanistan, with a stated aim of tripling the amount of training Germany gives to Afghan troops. In December, Berlin announced that it would provide 3 million euros to aid the Afghanistan police force with the funds provided through the United Nations-backed Law and Order Trust Fund. ", "Low public support for the ISAF mission and some political opposition from within Chancellor Merkel's previous coalition dampened expectations for an increased German role in Afghanistan beyond 2009. The German population continues to have serious doubts about Germany's role in Afghanistan and they have felt Germany did not have a winnable strategy for Afghanistan. In August 2009, the Afghan war became a minor element in the German election campaign as one of the political parties of the left suggested that Germany should begin to consider bringing its troops home in 2010. Chancellor Merkel won reelection and continues to support the war effort. Some observers now believe that when the Bundestag considers another extension of Germany's military commitment to the NATO ISAF mission, it may be possible for the government to win an agreement to send additional troops to Afghanistan or at least consider lifting some of the caveats governing the German forces already there."], "subsections": []}, {"section_title": "The Netherlands: Security and Reconstruction", "paragraphs": ["Dutch forces numbering approximately 1,800 are concentrated in the south, in Uruzgan province, one of Afghanistan's most unstable regions and an area that has seen considerable Taliban activity since the spring of 2006. The debate in the Dutch parliament over assigning troops to ISAF was contentious. The Abu Ghraib prison scandal and U.S. treatment of prisoners at Guantanamo were important issues in the initial Dutch debate over Afghanistan. Dutch officials claimed that \"the rules of the road in fighting terrorism\" were not clearly agreed upon in the alliance. For this reason, Dutch officials were initially reluctant to have their forces closely associated with U.S. forces in Afghanistan. The Netherlands was the principal proponent of the section of the December 2005 NATO communiqué detailing allied treatment of prisoners in Afghanistan.", "The Dutch population initially opposed sending forces into a combat operation. Ultimately, the Netherlands deployed significant troop levels for duty in ISAF's operations. Dutch troops have grown increasingly engaged in providing security, in tandem with an active and well-funded reconstruction effort. In December 2007, the Dutch parliament agreed to keep troops in Afghanistan, but to begin a withdrawal in August 2010 until all Dutch forces are withdrawn by December 1, 2010. The parliament continues to express dismay that more allies have not been forthcoming in providing forces for southern Afghanistan and has continued to resist calls by NATO to reconsider its decision to begin withdrawing its forces from Afghanistan in 2010.", "The Dutch view—echoed by Italy and others—stressed that NATO must emphasize reconstruction more than combat operations. However, ISAF's purpose is \"to provide a secure and stable environment for reconstruction.\" The government's policy has been that measures of \"defense, diplomacy, and development\" are key to ISAF's success. When necessary, Dutch troops will use force to subdue the Taliban to build stability so that reconstruction projects may take hold. A growing number of combat engagements, occasionally along with U.S. troops, has occurred since late summer 2006, and Dutch forces have suffered casualties. The Netherlands has made available four F-16s for missions in both ISAF and OEF. The aircraft may be used for missions from intelligence gathering to close air support.", "Dutch officials have long offered a strategic approach to Afghanistan's problems. They believe that the alliance must make a more concerted effort to engage regional countries—above all, Pakistan, India, and Iran—to bring stability to the country, a view given increasing attention in some allied capitals after the assassination of Benazir Bhutto in Pakistan. Dutch officials are concerned that NATO's military operations, including air strikes, are alienating the Afghan population. They have advocated the creation of a general fund to rapidly compensate local victims of mistaken attacks by NATO forces. In addition, they advocate a common approach in NATO and the EU to the problems presented by the drug trade. Others counter this argument by saying that \"there can be no reconstruction without security.\" The Taliban must be cleared out before reconstruction can proceed. Many in the ISAF command share the Dutch view that NATO should build roads and other economic infrastructure to help create an economy to give Afghans promise of a future.", "As stated previously, the Dutch give their funding for PRT reconstruction activities directly to the Afghan central government, mainly through U.N. and World Bank channels. Dutch officials note the contrast with the U.S. approach, which is to bring in a \"turnkey\" operation in which U.S. officials are trained to undertake reconstruction projects, using U.S. manpower and equipment. The Dutch argue that the Karzai government itself must undertake responsibility for planning and implementation of projects to rebuild the country. Only in this way, the Dutch believe, can the Afghans learn good governance and management of their own affairs. The Dutch are directly involved in some projects, providing clean water to villages and almond trees and seeds to farmers for alternative crops, for example. Some U.S. officials believe that the Dutch practice of providing assistance funds directly to the Afghan government has led to the money being spent on other governmental purposes or landing in the pockets of corrupt Afghan officials."], "subsections": []}, {"section_title": "Britain and Canada: A Broad Mandate", "paragraphs": ["The governments of Britain and Canada have shared similar views with the United States on how ISAF should fulfill its mission. They have sent combat forces to Afghanistan, maintained PRTs in the most unstable parts of the country, and have engaged the Taliban resurgence aggressively. Many of the first British and Canadian forces deployed for Stage Three began to arrive in Afghanistan in spring 2006, and worked under OEF command fighting the Taliban. On July 31, 2006, most of those forces were \"rebadged\" as NATO forces serving ISAF's Stage Three mission.", "U.S. officials have long believed that ISAF must undertake tasks \"from the lowest level of peacekeeping to combat operations against the Taliban and warlords.\" OEF's task should be counter-terrorism against al Qaeda. U.S. officials conceded that the line between the two operations was blurred, given that OEF has been fighting both an insurgency led by the Taliban and searching for al Qaeda. Some allied governments believe that the U.S. combat effort is overly aggressive and, in some instances, has been counterproductive. President Karzai has said that air strikes have sometimes been poorly targeted and have carelessly killed civilians, which he believes may be alienating the population in some areas of the country. In July 2007, NATO announced a new policy. ISAF would postpone a combat response, where possible, when civilians were present near Taliban targets; in addition, ISAF aircraft would use smaller bombs to limit damage to an area. In October 2008, NATO/ISAF further refined that policy by suggesting that NATO forces would disengage when the need for air strikes could endanger local civilian populations. Nevertheless, civilian casualties continue to be a major complaint of the Afghan government.", "The British view largely mirrors the U.S. view of NATO's role in Afghanistan. From a cautious position on ISAF's mission in early 2006, the British government has adopted a more aggressive stance, as a result of the increase in Taliban activity in southern Afghanistan. Britain has ISAF and OEF contingents, and its combat aircraft support both missions. Most of Britain's ISAF troops, numbering approximately 9.000 are located throughout the country with approximately 5,000 in the south. British forces in the south are largely in Helmand province, the principal poppy-growing region in the country. British forces initially adopted an \"inkblot\" strategy, in which they clear an area of Taliban, then undertake reconstruction projects, such as road building, moving out from a village into the countryside. Recently, however, they have launched a massive offensive operation in northern Helmand in order to clear out large groups of insurgents. Britain has a clearly vested interest in ISAF's stabilization mission, not only out of concern that terrorist activity has emanated from south Asia but because most of the heroin found in the United Kingdom comes from Afghanistan. U.S. officials believe that Britain's PRT in Helmand province is well-funded and concentrates on local governance and economic development.", "At the same time, a debate over the proper balance between combat missions and reconstruction has continued in Britain. Prime Minister Brown's government believes that more emphasis must be given to an effort to reconcile elements of the insurgency with the Karzai government. The British government reportedly believes that there are \"hard-core\" Taliban elements incapable of accepting the Karzai government, but that there are other levels of Taliban, not affiliated with Islamic extremism, that can be persuaded to lay down their arms. A key component of such an approach would be successful reconstruction efforts that would provide jobs and broadened economic growth. ", "After the Bucharest summit in April 2008, the Brown government came under increasing political and economic strain. The opposition called for general elections earlier than those scheduled for 2010. Some in Brown's own government had suggested he step down as leader of the Labor Party. Brown has recovered somewhat recently as a result of his actions in response to the global economic crisis but his recent decision to send a small additional contingent of troops to Afghanistan continues to reflect the opposition to the war in the U.K. A recent public dispute over whether British forces in Afghanistan were receiving adequate supplies and equipment has also added to the public skepticism of a continued UK presence in the ISAF mission. Some commentators note, however, that the UK's new army chief and former commander of ISAF, General David Richards, supported the U.S. call for more allied troops for Afghanistan and reportedly stated that the UK could seek to deploy an additional 2,000 or more troops to Afghanistan. The decision by Canada and the Netherlands, however, to begin withdrawing troops from Afghanistan by 2010 could become a campaign issue for Brown in the run up to the 2010 elections in Britain. ", "Canadian forces continue to deploy with U.S. and British forces in OEF combat operations against the Taliban in southern Afghanistan. Some of these operations, led by Canadian teams, have been joined by Afghan army (ANA) elements in Kandahar province. The Canadians eventually wish to turn over such operations to the ANA. Some of the Canadian forces assigned to OEF were transferred to ISAF's Stage Three operations on July 31, 2006, and Kandahar province is their principal region of responsibility. Canada leads a PRT in the province.", "There has been a vigorous debate in Canada over the country's involvement in Afghanistan. In 2006, by a narrow vote of 149-145, the Canadian parliament approved Ottawa's plan to commit 2,300 troops to ISAF until February 2009. Public support for the mission has fallen, however. In 2002, 66% of those polled supported sending Canadian forces to Afghanistan, but only 44% supported the two-year extension until 2009. By April 2007, support for keeping Canadian forces in Afghanistan had dropped to 52%. While Canadians appear to support their country's long involvement in U.N. peace operations, the need for combat operations in Afghanistan has eroded support for the ISAF mission. When the alliance pledged more combat forces for southern and eastern Afghanistan at the Bucharest summit, Ottawa withdrew its threat to remove its troops in 2009. On March 13, 2008, the Canadian parliament extended the commitment to keep troops in Afghanistan until 2011. Currently, Canada has deployed approximately 2800 troops to the ISAF mission. Canada has also recently sent several helicopters and unmanned aerial-recon units to support their efforts. Canada's Minister of Defense recently intimated that more allied combat troops were necessary in order to create a secure environment within which reconstruction projects can take place successfully."], "subsections": []}, {"section_title": "France: Combat and Stabilization", "paragraphs": ["The French government believes that ISAF must be a combat force that buttresses the efforts of the Afghan government to build legitimacy and governance. Unlike German forces, for example, many French forces are trained both for combat and stabilization. As of October 2009 France has deployed 3,100 troops in ISAF; most are in a stabilization mission in Kabul and in army training missions elsewhere in the country. French officials express concern that ISAF will fail \"if not accompanied by increased capacity by the Afghan police and judicial system.\"", "French President Nicolas Sarkozy has continually supported Paris's commitment to ISAF. In 2008 France moved 6 Mirage fighter bombers from a French base in Tajikistan to the NATO base in Kandahar, in southern Afghanistan. These jets are used in intelligence and close air support missions; their relocation to Kandahar allows them to spend more time in the air on missions rather than on the long return to Tajikistan for resupply. France also supplies C135 tankers to refuel French and other allied aircraft. France has built four operational \"OMLTs,\" a term used to describe a joint allied and Afghan combat force, and participates in another with Dutch forces. These forces are in the east and south where combat is at the highest levels. U.S. and French forces are jointly training Afghan special forces teams.", "At the NATO Bucharest summit in April 2008, President Sarkozy pledged an additional 720 combat troops for Afghanistan. These troops have operated under U.S. command in eastern Afghanistan where, according to NATO, Taliban operations \"continue at a high level.\"", "The opposition Socialist Party in France has strongly criticized Sarkozy's decision to increase French force levels in Afghanistan. The Socialist leader in the National Assembly characterized the decision as asking \"France to support in Afghanistan the American war burden in Iraq\" as part of the French president's \"Atlantic obsession.\" In this view, European forces in Afghanistan were used to free the United States to send or keep forces in Iraq, a war that is highly unpopular among the French public. Prime Minister François Fillon responded that in fact the troops were sent to Afghanistan as part of a NATO \"common strategy.\" President Sarkozy has described ISAF's mission as one to counter global terrorism. Criticism of Sarkozy's commitment increased in August 2008 after a French combat patrol was ambushed by Taliban forces resulting in 10 French casualties. President Sarkozy visited French forces soon after the battle and reiterated France's continued commitment to the ISAF mission.", "On September 22, 2008, the French Parliament, at the insistence of the Socialists, debated the continued presence of French military forces in Afghanistan. By large margins, both the National Assembly and the Senate voted to continue to support French participation in Afghanistan. After the vote, President Sarkozy announced that an additional 100 troops would be sent to Afghanistan along with helicopters and aerial drones. As stated earlier, at the April 2009 NATO summit, the French agreed to send an additional 300 French constabulary forces to Afghanistan help set up the NATO Training Mission for the Afghan national army. ", "The French government, mindful of civilian casualties and Afghan criticism of ISAF, is emphasizing more restrictive rules of engagement for its forces. Its troops have been instructed to use force \"proportional\" to a threat, to avoid bombing civilian infrastructure, and to have \"visual recognition\" of a target before attacking.", "The Afghan mission has marked important changes in French NATO policy. France supported the invocation of Article V, NATO's mutual security clause, after the attacks of September 11, 2001, on the United States. Those attacks were decisive in the French government's change of position on NATO's \"out-of-area\" responsibilities. For many years, Paris had argued that NATO was a European security organization, and must only operate in and near Europe. After September 11, 2001, the French government embraced the emerging view that NATO must be a global security organization able to combat terrorism and WMD proliferation around the planet. French officials say that ISAF is NATO's most important mission.", "Since the late 1990s, NATO has urged member governments to construct more \"deployable,\" expeditionary forces, and gave the notion a concrete base in the Prague Capabilities Commitment (PCC) in 2002, when allies pledged to develop capabilities such as strategic lift, aerial refueling, and more special forces. Among the European allies, France has made considerable progress along this path. As noted above, French aerial tankers refuel not only French aircraft in the Afghan theater, but U.S., Dutch, and Belgian aircraft as well. These capabilities contribute to the improving integration of NATO forces in the Afghan theater, according to U.S. officials, and to the ability of ISAF and OEF to share capabilities and command. U.S. officials give French forces high marks for their ability and their willingness to fight.", "The French government has clearly defined its interests in Afghanistan although President Sarkozy has been reluctant to commit any additional French forces to the effort. French officials argue that the allies must commit to a long effort to assist the Afghan government in eradicating the opium industry, in part because heroin finds its way into western societies, in part because it fuels terrorist groups. Ultimately, French officials believe that the Afghan government itself must learn to govern the country, and that NATO and its partner states cannot do this for Kabul. To this end, the French have a contingent in place that assists in training the Afghan army. France does not believe that PRTs can play a meaningful role in Afghanistan, and believes that the Karzai government must itself exercise the initiative and build good governance to gain the confidence of its people. France does not accept the view, held by some U.S. officials but nowhere present in NATO's ISAF mission statement, that part of NATO's brief is to build democracy in Afghanistan. In the French view, Afghanistan is a highly diverse ethnic state with no tradition of democracy; at best, for the foreseeable future, a more representative and tolerant society can be built.", "France also contends that the EU and other civilian institutions, such as the U.N. and the World Bank, are more suited to undertake development projects than NATO. In Paris' view, NATO should concentrate on collective defense."], "subsections": []}]}, {"section_title": "The EU in Afghanistan", "paragraphs": ["European Union involvement in Afghanistan has focused primarily on providing humanitarian and reconstruction assistance. The European Commission estimates that it has contributed a total of approximately €1.65 billion in aid to Afghanistan since 2002. Since 2007, the EU has broadened its engagement through increased levels of development aid and the launch of a police training mission. Since 2007, the basis for EU assistance to Afghanistan has shifted from individual project proposals to strategic Annual Action Programs (AAP) prepared in consultation with the Afghan government and stakeholders. European aid seeks primarily to fill needs identified in Afghanistan's National Development Strategy (ANDS). The EU has programmed €700 million in assistance to Afghanistan for the years 2007-2010. An additional €420 million is expected to be allocated in 2011-2013. For the 2007-2010 period, the EU expects 90% of its funding to go to projects in three areas: governance (40%); rural development (30%); and health (20%). ", "In the spring of 2009, the EU announced that it would establish an Election Observation Mission (EOM) to help monitor the presidential and regional elections held August 20, 2009. The EOM was established on July 13, 2009. By election day, the EU had close to 200 observers participating in the EOM in various regions of Afghanistan. The EU also contributed €35m to the United Nations Fund for Electoral support to be used for the Afghan elections. ", "In May 2007, the EU accepted a request by NATO to take the lead in training Afghanistan's police. The European police (EUPOL) training mission began in June 2007 with an initial mandate of three years. The effort has faltered thus far for several reasons, including delays in recruiting qualified personnel and strained relations with NATO. The mission, headquartered in Kabul, consists of 177 international and 91 local staff. However, as recently as the Fall 2008, observers complained that up to half the personnel allocated to the mission had yet to be deployed, and no Afghan police personnel had been trained. EU officials have expressed their intention to continue to grow the mission, suggesting that the EUPOL training team could be doubled. In terms of coordination with NATO, Turkey had reportedly blocked any provision by NATO of intelligence to the EU and the Afghan police because (Greek) Cyprus and Malta, both in the EU, are not NATO members and do not have security agreements with NATO. Turkey had also blocked any agreement for NATO to provide protection to police who come under attack by the Taliban. Turkey's actions seemed to be a side effect of its dispute with the EU over a range of issues."], "subsections": []}, {"section_title": "Congressional Action", "paragraphs": ["A bipartisan consensus continues to support the Afghanistan mission in the 111 th Congress, although there are signs of growing discontent among a growing number of Members who are concerned over the growing number of U.S. troops being committed to Afghanistan and the rising costs associated with the new military build-up. The Afghan Freedom Support Act of 2002 ( P.L. 107 - 327 ), as amended, authorizes U.S. aid for reconstruction, military operations, counter-narcotics efforts, election reform, and human rights assistance. A succession of appropriations bills has met or exceeded authorization targets. Since the September 11, 2001, terrorist attacks on the United States, Congress has appropriated over $200 billion for Afghanistan. In hearings during the 110 th Congress, Administration officials told Members that the United States spends approximately $2 billion a month in Afghanistan on troops and reconstruction. That figure continued to rise as the President's initial commitment of 17,000 troops began arriving in Afghanistan in 2009 and will continue to rise in 2010 as the first contingent of the 30,000 new troops begins to arrive in country.", "On July 15, 2008, then-Senator Biden the former Chairman of the Senate Foreign Relations Committee along with Senator Lugar, the Committee's Ranking Member, introduced S. 3263 , a bill that would have significantly increased non-military aid to Pakistan. The assistance would have, among other things, been used to improve Pakistani counter-terrorism capabilities and ensure more effective efforts were made against Taliban and al Qaeda forces using Pakistan as a springboard for launching military and terrorist attacks into Afghanistan. While that legislation was not adopted, the new strategy for Afghanistan and Pakistan introduced by President Obama seemed to contain elements of the Biden/Lugar approach.", "Several hearings have been held during the 111 th Congress that addressed a range of Afghanistan-related issues, including troop levels, command and control arrangements, counter-narcotics efforts, PRTs, and others. Both the House and Senate Armed Services Committees have held two hearings on Afghanistan. The Middle East Subcommittee of the House Foreign Affairs Committee also held a hearing on April 2, 2009. At these hearings, congressional committees continued to press Secretary Gates and other officials to provide Congress with a more detailed accounting of ISAF's operations, and urged the Administration to persuade the allies to provide a greater proportion of ISAF's forces. The National Defense Authorization Act for Fiscal Year 2008 ( P.L. 110 - 181 ) established three reporting requirement: a twice yearly report from the President on progress toward security and stability in Afghanistan; an annual report from the Secretary of Defense on a long-term, detailed plan for sustaining the Afghan National Security Forces; and a one-time requirement for a report from the Secretary of Defense on enhancing security and stability along the Afghanistan-Pakistan border. ", "Hearings on the overall status of the conflict, the NATO commitment, the ability of the Kabul government to establish nation-wide authority, the problems associated with the unsettled Pakistan-Afghanistan border, and President Obama's new strategy will be topics of several hearings during the remainder of 2009 and well into 2010. In June 2009, Congress approved the FY2009 supplemental appropriations ( P.L. 111-32 , H.R. 2346 ) providing some $4.5 billion for Afghanistan. On June 11, 2009, the House passed H.R. 1886 , the Pakistan Enduring Assistance and Cooperation Enhancement Act which included several initiatives for both Afghanistan and Pakistan including the Afghanistan-Pakistan Reconstruction Opportunity Zones Act (ROZ). The ROZ Act would establish U.S. trade preferences for products from Afghanistan and parts of Pakistan. "], "subsections": []}, {"section_title": "Assessment", "paragraphs": ["Afghanistan's long history without an accountable central government able to extend its reach over the country's difficult geographic and political terrain continues to present the allies with problems rivaling the specific threat of the Taliban. For some, Afghanistan's political transition was completed with the convening of a parliament in December 2005. However, after seven years neither the government in Kabul nor the international community has made much more than incremental progress towards its goals of peace, security, and development. According to a March 2008 report issued by the Atlantic Council of the United States, the situation on the ground has settled into a strategic stalemate. NATO and Afghan forces cannot eliminate the Taliban threat by military means as long as they have sanctuary in Pakistan, and the civil development efforts are not bringing sufficient results. These sentiments were also reiterated by Secretary of Defense Gates when he testified before the Senate Armed Services Committee in January, 2009. With this reality, there have been increasing calls for the Karzai government and the US/NATO leadership to consider reaching out to moderate Taliban forces and sympathizers inside Afghanistan to explore the idea of a cease fire and coalition government. Meetings between the Kabul government and some elements of the Taliban were held during the summer of 2008 but it would appear at this point that the Taliban is too disjointed of a movement to provide any realistic political settlement. The idea of approaching moderate elements of the Taliban has also been adopted as part of President Obama's strategy for Afghanistan and Pakistan.", "The declining fortunes of the Karzai government has presented a difficult obstacle. NATO is attempting both to respect the policies of a nascent representative government and to urge it forward to better governance. The Karzai government's own problems have been apparent: discontented warlords, endemic corruption, a vigorous drug trade, the Taliban, and a rudimentary economy and infrastructure. In the view of former NATO General and now Ambassador to Afghanistan, Carl Eikenberry, \"The enemy we face is not particularly strong, but the institutions of the Afghan state remain relatively weak.\" In 2008, there was a widespread view that President Karzai was losing the confidence of the Afghan people; he blamed the slow pace of reconstruction and insufficient financial support from the international community. However, as early as 2006, General Ed Butler, the former commander of British forces in Afghanistan stated that, \"This year we need to be seen to be making a difference. It is a real danger that if people do not feel safer, we may lose their consent.\" In his view, poor governance and not the Taliban insurgency was the country's central problem, a view widely reflected by other officials from NATO governments. For some, General Butler's warnings have not been addressed and still prevail. The national elections held in August 2009 featured several candidates who originally worked in the Karzai government but who opposed President Karzai's reelection. U.S. and NATO political and military leaders had to walk a fine line during the election campaign as they continued to prosecute the war effort and work with the existing government. Now they have to work with a newly reelected Karzai government and must encourage him to initiate significant political, social, and economic reforms as well as tackle the endemic corruption that has characterized his government thus far. ", "NATO's effort to assist the Karzai government in curtailing the narcotics trade demonstrated a central dilemma of ISAF's mission. The allies must fight an insurgency tied to the opium industry with forceful means while at the same time attempt to win the confidence of the Afghan people through reconstruction of the country and by providing poppy farmers alternative ways to make a living. In this view, \"breaking down suspected insurgents\" doors in the morning [makes] it difficult to build bridges in the afternoon.\" While NATO officials state publicly that allied forces have not been burning poppy fields, relying instead on the Afghan army and police to do the job, farmers are well aware that it is ISAF that supplies the intelligence, training, and logistics enabling government security forces to attack the industry, the lifeline of many poor Afghans.", "NATO's training of Afghan officials has made measured progress in some areas, and very little in others. Although the Karzai government has complained that NATO is not building a sufficiently large army fast enough, most allies believe that substantial progress has been made in developing a professional and reliable force that will eventually equal approximately 134,000 troops by 2011. As of October 2009, the ANA had 93,000 troops and NATO troops are apparently giving more and more responsibility to the ANA in joint operations. ", "NATO and the broader international community are now making a more substantial effort to reform the judicial system and build an effective police force. Italy has successfully urged donor nations to provide more funding to build a judicial system and to begin implementation of specific programs using the funds. The EU has assumed responsibility for training the police, and began putting professional trainers on the ground in June 2007, but this effort has yet to bear significant fruit.", "NATO faces complex issues both in its own ranks and on the ground in Afghanistan that are likely to concern ISAF over the next several years. Although the allies agree on their overall mission to stabilize the country, even with their endorsement of the U.S. strategy, some allies have differed on the means to reach that objective and on the amount of resources to be made available. As a result, NATO commanders have had difficulty persuading allies to contribute forces to ISAF or to provide NATO forces the appropriate equipment for their tasks. Despite past pleas for more troops, and the effort by the U.S. Administration to secure commitments for additional troops beyond those committed to the August election, only modest troop increases from NATO member countries are expected. ", "The issue of military equipment continues to remain an unresolved problem that even the British recently debated. Many allied forces lack sufficient helicopter support, night-vision equipment, or the technology necessary to detect roadside bombs. The current global economic crisis has made it difficult for some militaries to even consider buying or supplying the requisite equipment. Some NATO governments continue to send forces inappropriate for the task or forces that are heavy on support functions but light on combat capability. This attitude was again seen in the types of additional forces that were pledged at the April NATO summit. These governments continue to be reluctant to send their forces into the field to confront the Taliban and to control warlords and their militias. For some allies, it is clear that conducting combat operations and seriously dealing with the drug trade can prevent the return of the Taliban, al Qaeda, other or radical Islamic groups inimical to western interests. For others, the sooner the Afghan government and the civil sector can win the hearts and minds of the general population through economic development and the efficient provision of services, the faster stability will take hold.", "The allies had long reached a consensus that developing good governance and reconstruction is the key to building a viable, functioning Afghan state. Officials in allied governments repeatedly point to the need for more road building to extend the reach of Kabul and to provide the infrastructure to diversify and strengthen the economy of a country lacking the capacity to develop enduring market practices. Former Deputy Commander in Afghanistan, a now U.S. Ambassador to Kabul, General Karl Eikenberry, when asked by a congressional committee what he needed to build a stable society, responded, \"Would I prefer to have another infantry battalion on the ground of 600 U.S. soldiers or would I prefer to have $50 million for roads, I'd say ... $50 million for roads.\" His view has been echoed by calls from the NATO Secretary General for allies and international institutions to provide more funds for reconstruction.", "Political differences within the alliance over how to manage Afghanistan's future apparently have subsided as the Obama Administration's strategy has taken hold. The allies' description of PRTs as the \"leading edge\" of their stabilization effort in some cases continues to masks a divergent reality. Some PRTs are clearly effective, building needed infrastructure and by most accounts gaining the confidence of local populations. Others, in the view of some U.S. and European officials, are no more than showcases, aimed more at demonstrating an ally's desire to participate in an important NATO mission than at producing concrete results for the stabilization plan.", "Many NATO member country officials believe that five years or more will be necessary to build a market economy and proficient governance and that substantial economic assistance will be needed for some time. However, some observers have indicated that while governments have pledged money to support the Afghanistan National Development Strategy the current global economic and financial crisis has slowed the actual payment of those contributions. ", "While key allied governments say that they are committed to staying for a period of years to stabilize the country, a problem for many of the allies is a growing feeling of an \"out-of-area\" fatigue in Afghanistan and a lack of public support for continued involvement in the ISAF mission. Most observers had predicted that ISAF's efforts to stabilize Afghanistan would require a minimum of five more years, and probably longer. This prospect has exacerbated an existing problem that several allied governments already face with respect to declining support for the mission among their general populations. Many Europeans question whether the Taliban in Afghanistan pose a threat to Europe at all, and in the wake of the Russian conflict with Georgia in the summer of 2008, believed NATO needed to refocus its priorities. President Obama attempted to address this issue during his April trip to Europe when he suggested that Europe does remain a potential target for attacks carried out by al Qaeda and again during his speech on December 1, 2009. However, many observers do not believe that message will have any traction among the European public, who are turning against the war. ", "Although President Obama's spring trip to Europe succeeded in renewing, at least temporarily, support for the Afghanistan mission among the Alliance's leadership, the lack of public support for continued involvement in ISAF in some allied countries will continue to complicate attempts by the U.S. Administration to successfully implement the new strategy for Afghanistan and Pakistan in the long run. The Netherlands and Canada have already announced the dates 2010 and 2011, respectively, for the withdrawal of their forces from Afghanistan. Some observers believe that unless the situation on the ground in Afghanistan begins to show improvement by mid-2010, additional NATO allies might begin to set withdrawal timetables. In fact, during the summer of 2009, several NATO allies called for the convening of a United Nations conference on the future of Afghanistan in order to discuss what was needed to help restore stability to that country and who could provide that assistance. However, these countries also want to take the opportunity during this conference to discuss a potential exit strategy for the military component of the engagement. That conference has been scheduled to take place in January 2010 and now that President Obama has raised the idea of an exit strategy, this issue will likely generate a very animated debate. "], "subsections": [{"section_title": "Prospects", "paragraphs": ["The Afghanistan mission is an important test of NATO's out-of-area capability and political will to sustain such a commitment. In a view of growing prevalence, Afghanistan exemplifies conditions in which \"extreme belief systems ... unstable and intolerant societies, strategic crime and the globalization of commodities and communications combine to create a multi-dimensional threat transcending geography, function, and capability.\"", "As previously suggested, the NATO allies have maintained a basic unity of purpose in Afghanistan. Their desire to stabilize the country and to prevent the return of a terrorist state has led to an ongoing general consensus that ISAF can help to build a state that is relatively stable and no longer a source of international terrorism.", "On the other hand, the growing level of violence carried out by what some perceive to be a resurgent Taliban, reinforced by the a growing number of al Qaeda and other foreign fighters, and the perception that the Afghan government has not made tangible progress in extending its authority, has lead to some wavering among the allies with respect to a long term commitment to remain in Afghanistan. Many observers have predicted that ISAF's efforts to stabilize Afghanistan will require a minimum of five more years, and probably longer. This prospect has exacerbated an existing problem that several allied governments already face with respect to declining support among their general populations. As the years wear on and the situation on the ground shows little progress and more violence, some policy-makers believe that the five-plus years time-frame could ultimately lead to new public pressure on NATO member parliaments to consider downgrading support, or at least reducing the military commitments to the Afghan mission. In a public opinion survey released by the German Marshall Fund in September 2008, only 43% of those Europeans polled supported combat operations against the Taliban. Recent polls in the United States also indicate that Americans are growing weary of the war as well. As was pointed out by the Atlantic Council in its March 2008 Issue Brief, \" the stalemate in Afghanistan poses a great dilemma for NATO: how can the 28 NATO governments convince their public to support a long-term effort in Afghanistan without clear indications of real progress either in the security or reconstruction sectors. Those allies with substantial forces fighting in Afghanistan are already fatigued by the political battles at home, as adverse domestic opin ion challenges the governments.\"", "Some observers believe a good portion of the negative public opinion within some allied nations was initially directly attributable to the overall negative opinion of the foreign policy of the previous Bush Administration, especially its Iraq policy. These observers believe that the new U.S. Administration has had a more positive effect on the international stage that has served to help reverse some of the prevailing skepticism. For some observers, however, the renewed emphasis on Afghanistan by the Obama Administration has resulted in mixed pressure on the NATO allies. On the one hand, while there had been a decline in the debate over sending more troops to Afghanistan in early 2009 that debate has resumed as a result of President Obama's decision to send additional military forces to Afghanistan. The United States would still like the allies to lift their restrictive national caveats in order to allow more flexibility in the use of existing troops in the country. They argue that a more secure environment will allow a more rapid development of the Afghan infrastructure, the economy and government institutions such as the military, police and judiciary. On the other hand, many point out that increased military engagement has lead to more combat operations, more violence and more casualties, a situation many NATO allies have to explain to their public on a more regular basis. NATO's exit strategy for Afghanistan requires supporting the development of the economic foundations of the country and providing the security for a fledgling government to find a stable political footing that excludes violence, reduces corruption, and creates a climate conducive to representative institutions. External factors will affect realization of this exit strategy. Stabilization of Afghanistan is closely linked to developments in and the intentions of neighboring Iran and Pakistan, a situation that many in the alliance believe demands a continuing U.S. presence.", "U.S. leadership of the Alliance appears to be at a key moment. The allies believe that the success of the mission will also be a test of the United States' ability and commitment to lead NATO, even if some allies do not always agree with every element of U.S. policy in the country. The United States and its NATO allies have greater unity of purpose in Afghanistan for now. The ultimate outcome of NATO's effort to stabilize Afghanistan and U.S. leadership of that effort may well affect the cohesiveness of the alliance and Washington's ability to shape NATO's future."], "subsections": []}]}]}}