{"id": "RL33576", "title": "Labor, Health and Human Services, and Education: FY2007 Appropriations", "released_date": "2007-03-21T00:00:00", "summary": ["This report tracks FY2007 appropriations for the Departments of Labor, Health and Human Services, and Education, and Related Agencies (L-HHS-ED). This legislation provides discretionary funds for three major federal departments and 14 related agencies. The report, which will be updated, summarizes L-HHS-ED discretionary funding issues but not authorization or entitlement issues.", "On February 6, 2006, the President submitted the FY2007 budget request to Congress, including $138.3 billion in discretionary L-HHS-ED funds; the comparable FY2006 amount was $147.3 billion, enacted primarily through P.L. 109-149. The Revised Continuing Appropriations Resolution, 2007, H.J.Res. 20, provides an estimated $144.4 billion in discretionary funds for L-HHS-ED activities; the bill was signed into law on February 15, 2007, as P.L. 110-5. Actual FY2007 appropriations for programs, projects, and activities were not specified by P.L. 110-5; these amounts will become available at a later time. A series of continuing resolutions, beginning with P.L. 109-289, provided temporary L-HHS-ED funding from October 1, 2006, through February 15, 2007.", "Department of Labor (DOL). DOL discretionary appropriations were $11.7 billion in FY2006; $11.0 billion was requested for FY2007. FY2007 funding for Workforce Investment Act (WIA) programs would be decreased by $822 million.", "Department of Health and Human Services (HHS). HHS discretionary appropriations were $66.7 billion in FY2006; $61.8 billion was requested for FY2007. Funding would be increased by $181 million for Community Health Centers. Funding would be decreased by $198 million for the Children's Hospital Graduate Medical Education (CHGME). The Low-Income Home Energy Assistance Program (LIHEAP) would be decreased by $379 million. The $550 million Social Services Block Grant (SSBG) and the $630 million Community Services Block Grant (CSBG) would be eliminated. Pandemic Influenza Preparedness, funded at $5.4 billion in FY2006, would receive no new funds.", "Department of Education (ED). ED discretionary appropriations were $57.6 billion in FY2006; $54.3 billion was requested for FY2007. Funding would be increased for Elementary and Secondary Education Act (ESEA) programs in aggregate, and five K-12 initiatives, including $1.5 billion for High School Reform, were proposed. Decreases of $385 million for Pell Grants and $448 million for TRIO were requested. Funding would be eliminated for the $272 million Educational Technology State Grants, the $303 million GEAR UP program, and the $1.9 billion education hurricane recovery programs.", "Related Agencies. Discretionary appropriations for L-HHS-ED related agencies were $11.4 billion in FY2006; $11.2 billion was requested for FY2007. Two-year advance funding for the Corporation for Public Broadcasting (CPB) would be eliminated. An increase of $271 million was requested for Supplemental Security Income (SSI) discretionary activities."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Most Recent Developments", "paragraphs": [], "subsections": [{"section_title": "Public Law P.L. 110-5 (H.J.Res. 20) Enacted", "paragraphs": ["Following a series of three continuing resolutions, the Revised Continuing Appropriations Resolution, 2007 ( P.L. 110-5 ), was enacted into law on February 15, 2007. According to the Congressional Budget Office (CBO), the resolution provides an estimated $144.4 billion in discretionary appropriations for Labor, Health and Human Services, and Education, and Related Agencies (L-HHS-ED) activities. The FY2006 L-HHS-ED discretionary amount was $147.3 billion, which included $4.2 billion for 2005 Gulf Coast hurricane relief and pandemic influenza preparedness. Actual FY2007 appropriations for programs, projects, and activities were not specified by P.L. 110-5 ; these amounts will become available at a later time ."], "subsections": []}, {"section_title": "Senate Bill S. 3708 Reported", "paragraphs": ["On July 20, 2006, the Senate Committee on Appropriations reported S. 3708 ( S.Rept. 109-287 ), its proposal for FY2007 L-HHS-ED appropriations. The bill would provide $142.9 billion in FY2007 discretionary funds for L-HHS-ED."], "subsections": []}, {"section_title": "House Bill H.R. 5647 Reported", "paragraphs": ["On June 20, 2006, the House Committee on Appropriations reported H.R. 5647 ( H.Rept. 109-515 ), its proposal for FY2007 appropriations for L-HHS-ED programs. The bill would provide $142.4 billion in discretionary funds for L-HHS-ED programs."], "subsections": []}, {"section_title": "President's Budget Submitted", "paragraphs": ["On February 6, 2006, the President submitted the FY2007 budget to Congress; the request was for $138.3 billion in discretionary funds for L-HHS-ED programs.", " Table 1 summarizes the legislative status of FY2007 L-HHS-ED appropriations."], "subsections": []}, {"section_title": "Note on Most Recent Data", "paragraphs": ["In this report, unless stated otherwise, data on FY2006 appropriations and FY2007 appropriations proposals are based on the June 13, 2006, table of the House Committee on Appropriations, except FY2007 Senate amounts are based on S.Rept. 109-287 . In most cases, data represent net funding for specific programs and activities, and take into account current and forward funding and advance appropriations; however, all data are subject to additional budgetary scorekeeping. Except where noted, data refer only to those programs within the purview of L-HHS-ED appropriations, and not to all programs within the jurisdiction of the relevant departments and agencies. Funding from other appropriations bills, and entitlements funded outside of the annual appropriations process, are excluded.", "The FY2007 data in this report reflect the provisions of H.R. 5647 , as reported by the House Committee on Appropriations on June 20, 2006 ( H.Rept. 109-515 ), and the provisions of S. 3708 , as reported by the Senate Committee on Appropriations on July 20, 2006 ( S.Rept. 109-287 ). Actual FY2007 appropriations for programs, projects, and activities were not specified by P.L. 110-5 ; these amounts will become available at a later time.", "The FY2006 data in this report are post-rescission, and take into account the 1% cut of most FY2006 discretionary amounts required by P.L. 109-148 (see the section titled \"Across-the-Board\" Rescission for FY2006 ,\" later in this report). The FY2006 amounts include funding from some—but not all—FY2006 supplemental appropriations; amounts shown are those provided by the June 13, 2006, table of the House Committee on Appropriations. Specifically, these amounts include funding provided by P.L. 109-148 for relief from the 2005 Gulf Coast hurricanes and for pandemic influenza preparedness, as well as other supplemental funding provided by P.L. 109-13 , P.L. 109-171 , and P.L. 109-204 . However, FY2006 data do not yet take into account the supplemental appropriations for the 2005 Gulf Coast hurricanes and pandemic influenza enacted through P.L. 109-234 , the Emergency Supplemental Appropriations Act for Defense, the Global War on Terror, and Hurricane Recovery, 2006 (signed into law on June 15, 2006). The FY2006 amounts in this report differ from those shown for FY2006 in the H.R. 3010 conference report ( H.Rept. 109-337 , December 13, 2005) for L-HHS-ED appropriations, because the conference amounts were pre-reduction and excluded FY2006 supplemental appropriations."], "subsections": []}]}, {"section_title": "Overview and Key Issues", "paragraphs": ["This report describes the President's proposal for FY2007 appropriations for L-HHS-ED programs, as submitted to Congress on February 6, 2006, and the congressional response to that proposal. It compares the President's FY2007 request to the FY2006 L-HHS-ED amounts. It tracks legislative action and congressional issues related to the L-HHS-ED appropriations bill, with particular attention paid to discretionary programs. However, the report does not follow specific funding issues related to mandatory L-HHS-ED programs—such as Medicare or Social Security—nor does it follow any authorizing legislation that may be needed prior to funding some of the President's budget initiatives. For a glossary of budget terms and relevant websites, see Appendix A , \"Terminology and Web Resources.\" For funding sources for L-HHS-ED agencies, see Appendix B , \"Context of L-HHS-ED Appropriations.\"", "The L-HHS-ED bill typically is one of the more controversial of the regular appropriations bills, not only because of the size of its funding total and the scope of its programs, but also because of the continuing importance of various related issues, such as restrictions on the use of federal funds for abortion, stem cell research, and human cloning. This bill provides discretionary funds for three federal departments and 14 related agencies including the Social Security Administration (SSA).", "Among the various appropriations bills, L-HHS-ED is the largest single source of discretionary funds for domestic federal programs; the Department of Defense (DOD) bill is the largest source of discretionary funds among all federal programs. According to the Budget of the United States Government Fiscal Year 2007 , Table S-4, the FY2006 L-HHS-ED bill accounted for $141.8 billion (16.8%) and the DOD bill accounted for $399.2 billion (47.3%) of the estimated $843.3 billion total for all federal discretionary budget authority in FY2006, excluding supplemental and emergency funding. This section summarizes major funding changes proposed for L-HHS-ED and related issues such as 302(b) allocations, advance appropriations, and earmarks for specific projects. Later sections provide details on individual L-HHS-ED departments and agencies."], "subsections": [{"section_title": "Program Level and Current Year Appropriations", "paragraphs": [" Table 2 summarizes the L-HHS-ED appropriations for FY2007, including both discretionary and mandatory appropriations. The table shows various aggregate measures of L-HHS-ED appropriations enacted for FY2006 and proposed for FY2007, including the discretionary program level, current year, and advance appropriations, as well as scorekeeping adjustments.", "Program level appropriations reflect the total discretionary appropriations in a given bill, regardless of the year in which they will be spent, and therefore include advance funding for future years. Unless otherwise specified, proposed FY2007 appropriations levels in this report refer to program level amounts . Current year appropriations represent discretionary appropriations in a given bill for the current year, plus discretionary appropriations for the current year that were enacted in prior years—for example, FY2006 appropriations that were enacted in the FY2005 act. Current year discretionary appropriations are similar to the amount counted for the 302(b) allocation ceilings (discussed later in this report). Advance appropriations are funds that will not become available until after the fiscal year for which the appropriations are enacted (for example, funds for certain education programs like Title I Part A Grants to Local Educational Agencies for the Education of the Disadvantaged that were included in the FY2006 act that cannot be spent before FY2007 at the earliest, discussed later in this report). Scorekeeping adjustments are made to account for special funding situations, as monitored by the Congressional Budget Office (CBO).", "Because appropriations may consist of mixtures of budget authority enacted in various years, two summary measures are frequently used—program level appropriations and current year appropriations. How are these measures related? For an \"operational definition,\" program level funding equals (a) current year, plus (b) advances for future years, minus (c) advances from prior years, and minus (d) scorekeeping adjustments. Table 2 shows each of these amounts, along with current year funding for mandatory programs and the grand total for L-HHS-ED."], "subsections": []}, {"section_title": "President's Request", "paragraphs": ["On February 6, 2006, the President's FY2007 request was submitted to Congress, less than two months after the regular FY2006 L-HHS-ED appropriations were signed into law as P.L. 109-149 (enacted December 30, 2005). With regard to the President's budget, the primary issues raised during congressional consideration of any appropriations request generally relate to proposed funding changes. The following summary highlights changes of at least $100 million proposed in FY2007 discretionary budget authority in comparison with the FY2006 amount. Viewing this list by itself should be done with caution, since the relative impact of a $100 million funding change to a $500 million program (a 20% increase or decrease) is greater than a $100 million change to a $5 billion program (a 2% increase or decrease). Later in this report, the discussion of budgets for individual departments includes tables to compare the FY2007 request with the FY2006 funding for many of the major programs in the L-HHS-ED bill."], "subsections": [{"section_title": "Budget Highlights", "paragraphs": ["Overall, $138.3 billion in discretionary appropriations was requested for L-HHS-ED for FY2007, $9.0 billion (6.1%) less than the FY2006 amount of $147.3 billion; the FY2006 amount includes extra funds for relief related to the 2005 Gulf Coast hurricanes and for pandemic influenza preparedness.", "For the Department of Labor (DOL), the FY2007 request included a decrease of $822 million for job training programs authorized by the Workforce Investment Act of 1998 (WIA), including $152 million less for WIA Adult Training, $100 million less for WIA Youth Training, and $483 million less for WIA Dislocated Worker Assistance. A decrease of $142 million was proposed for the Unemployment Compensation. Overall, $11.0 billion in FY2007 discretionary appropriations was requested for DOL, 6.0% less than the FY2006 amount of $11.7 billion. For the Department of Health and Human Services (HHS), the FY2007 request proposed an increase of $181 million for Community Health Centers. Decreases were proposed of $136 million for Health Professions programs other than those for nursing, $198 million for Children's Hospital Graduate Medical Education (CHGME), and $128 million for Buildings and Facilities at the Centers for Disease Control and Prevention (CDC). A $118 million initiative for Fraud and Abuse Control at the Centers for Medicare and Medicaid Services (CMS) was proposed. A decrease of $379 million was requested for the Low-Income Home Energy Assistance Program (LIHEAP). The $550 million funding for Social Services Block Grant (SSBG) discretionary activities would be eliminated, as would the $630 million for the Community Services Block Grant (CSBG). Pandemic Influenza Preparedness would receive no additional funds; $5.4 billion was provided in FY2006. Overall, $61.8 billion in FY2007 discretionary appropriations was requested for HHS, 7.3% less than the FY2006 amount of $66.7 billion. For the Department of Education (ED), the FY2007 request proposed an increase of $1.1 billion for Elementary and Secondary Education Act of 1965 (ESEA) programs in aggregate. It proposed five K-12 education initiatives of at least $100 million, including $1.5 billion for High School Reform. The request proposed the elimination of the $272 million Educational Technology State Grants, and the $347 million Safe and Drug-Free Schools State Grants. An increase of $100 million was requested for the Special Education Part B Grants to States program under the Individuals with Disabilities Education Act (IDEA). It proposed the elimination of the $1.3 billion Perkins Vocational Education program. A decrease of $385 million was proposed for the Pell Grants program, and a decrease of $448 million for TRIO programs. No funds were requested for the $303 million GEAR UP program. A portion of the Perkins Loan Assets would be recalled, producing a $664 million offset. No additional funds were requested for education programs funded at $1.9 billion in response to the 2005 Gulf Coast hurricanes. Overall, $54.3 billion in FY2007 discretionary appropriations was requested for ED, 5.7% less than the FY2006 amount of $57.6 billion. For the related agencies, the FY2007 budget proposed to eliminate the two-year advance appropriations for the Corporation for Public Broadcasting (CPB), which was provided with a two-year advance appropriation of $400 million in the FY2006 bill. An increase of $271 million was requested for the Supplemental Security Income (SSI) discretionary activities, and an increase of $114 million for Social Security Administration (SSA) Administrative Expenses. Overall, $11.2 billion in FY2007 discretionary appropriations was requested for related agencies, 1.8% less than the FY2006 amount of $11.4 billion."], "subsections": []}]}, {"section_title": "House Bill", "paragraphs": ["The House Committee on Appropriations reported its version of the FY2007 L-HHS-ED appropriations as H.R. 5647 ( H.Rept. 109-515 ) by a voice vote on June 20, 2006. Consideration of the bill by the full House has not yet begun; the Committee amendment to increase the minimum wage is reportedly one of the issues causing delay. The White House has not issued a Statement of Administration Policy regarding the bill."], "subsections": [{"section_title": "House Highlights", "paragraphs": ["Overall, the House bill, as reported, would provide FY2007 discretionary appropriations of $142.4 billion for L-HHS-ED programs. The President requested $138.3 billion; the FY2006 amount was $147.3 billion. The House bill differs from the President's request in a number of details.", "For DOL, the House bill would provide $5.0 billion for WIA programs in aggregate, $555 million more than requested. WIA Adult Training would receive $854 million, $142 million more than requested. WIA Dislocated Worker Assistance would receive $1.5 billion, $362 million more than requested. Dislocated Worker Assistance State Grants would receive $1.2 billion, $318 million more than requested. A rescission of $325 million of prior-year appropriations for WIA and related programs would be made under the House bill; no request was made for a rescission. Overall, the House bill would provide $11.5 billion in discretionary funds for DOL; $11.0 billion was requested; and $11.7 billion was provided for FY2006. For HHS, the House bill would fund Health Professions other than nursing at $163 million, $154 million more than requested. The CHGME would receive $300 million, $201 million more than requested. Health Care-Related Facilities and Activities would receive $248 million; no funds were requested. The Preventive Health and Health Services Block Grant (PHBG) would receive $100 million; no funds were requested. The National Institutes of Health (NIH) would receive $28.25 billion, $100 million less than requested. The Agency for Healthcare Research and Quality (AHRQ) would receive a specific appropriation of $319 million; the request was for indirect funding of $319 million. The CMS Fraud and Abuse Control initiative would not be funded; $118 million was requested. LIHEAP would receive $2.1 billion, $329 million more than requested. The CSBG would be funded at $449 million; no funds were requested. Overall, the House bill would provide $63.7 billion in discretionary funds for HHS; $61.8 billion was requested; and $66.7 billion was provided for FY2006. For ED, the House bill would fund ESEA programs in aggregate at $22.8 billion, $1.6 billion less than requested. Of the President's five major education initiatives requested in the budget, only the School Improvement Grants would receive funding, at $200 million, the same as requested. Teacher Quality State Grants would receive $2.6 billion, $300 million less than requested. Safe and Drug-Free Schools State Grants would receive $310 million; no funds were requested. Perkins Vocational Education would receive $1.3 billion; no funds were requested. Pell Grants would receive $13.0 billion, $349 million more than requested. No portion of the Perkins Loan Assets would be recalled; the President proposed a $664 million recall. TRIO programs would receive $828 million, $448 million more than requested. GEAR UP would receive $303 million; no funds were requested. Overall, the House bill would provide $56.1 billion in discretionary funds for ED; $54.3 billion was requested; and $57.6 billion was provided for FY2006. For the related agencies, the House bill would provide $6.3 billion for SSA Administrative Expenses, $141 million less than requested. Overall, the House bill would provide $11.0 billion in discretionary funds for the related agencies; $11.2 billion was requested; and $11.4 billion was provided for FY2006."], "subsections": []}]}, {"section_title": "Senate Bill", "paragraphs": ["The Senate Committee on Appropriations reported its version of the FY2007 L-HHS-ED appropriations as S. 3708 ( S.Rept. 109-287 ) by a vote of 28 to 0 on July 20, 2006. Consideration of the bill by the full Senate has not yet begun. Unlike the House bill, the Senate version does not amend minimum wage provisions. The White House has not issued a Statement of Administration Policy regarding the bill."], "subsections": [{"section_title": "Senate Highlights", "paragraphs": ["Overall, the Senate bill, as reported, would provide FY2007 discretionary appropriations of $142.9 billion for L-HHS-ED programs. The House bill, as reported, would provide $142.4 billion; the President requested $138.3 billion. The comparable FY2006 amount was $147.3 billion. The Senate bill differs from the House proposal in a number of ways.", "For DOL, the Senate bill would fund Unemployment Compensation at a level $103 million less than the House amount. The bill does not include the House provision for a $325 million rescission of funds for WIA and related programs. Overall, the Senate bill would provide $11.6 billion in discretionary appropriations for DOL programs, $0.1 billion more than the House and $0.6 billion more than the request, but $0.1 billion less than DOL funding in FY2006. For HHS, the Senate bill would provide $100 million less than the House bill for CHGME, $116 million less for Infectious Diseases at the CDC, $301 million more for NIH, and $181 million more for the CSBG. Overall, the Senate bill would provide $64.2 billion in discretionary appropriations for HHS programs, $0.5 billion more than the House, $2.4 billion more than the request, but $2.5 billion less than HHS funding in FY2006. For ED, the Senate bill would provide $116 million more for ESEA programs in aggregate, $100 million less for the School Improvement Grants Initiative, $160 million more for Teacher Quality State Grants, $150 million less for IDEA Part B Grants to States, and $402 million less for Pell Grants. The Pell Grant maximum award would not be increased; the House bill proposed a $100 increase to $4,150 for FY2007. Educational Technology State Grants would be funded at $272 million; no funds would be provided by the House bill. The Innovative Education Block Grant would receive no funds; the House bill would provide $150 million. Overall, the Senate bill would provide $55.8 billion in discretionary appropriations for ED programs, $0.3 billion less than the House, $1.5 billion more than the request, and $1.8 billion less than ED funding in FY2006. For the related agencies, the Senate bill would provide $400 million for the CPB for FY2009; no FY2009 funds would be provided by the House bill. The Senate bill would provide $158 million less than the House bill for SSA Administrative Expenses. Overall, the Senate bill would provide $11.3 billion in discretionary appropriations for related agencies, $0.3 billion more than the House, $0.1 billion more than the request, and $0.1 billion less than funding for the related agencies of L-HHS-ED in FY2006."], "subsections": []}]}, {"section_title": "Public Law", "paragraphs": ["P.L. 110-5 ( H.J.Res. 20 ) , the Revised Continuing Appropriations Resolution, 2007, provides FY2007 appropriations for most L-HHS-ED activities. However, it does not specify the actual amount for most programs, projects, and activities. Rather, within limits, it allows agencies flexibility to make some adjustments to the FY2006 funding levels, and also provides additional funds to pay for 50% of the mandatory salary increases for FY2007 (§111). The Office of Management and Budget (OMB) must report to the appropriations committees within 15 days of enactment regarding the FY2007 amount for each appropriation account (§114); major agencies must report to the appropriations committees within 30 days of enactment regarding the FY2007 amounts at the subaccount level (§113).", "Prior to the enactment of P.L. 110-5 , a series of three continuing resolutions, beginning with P.L. 109-289 , was necessary because the regular L-HHS-ED appropriations were not enacted by the start of FY2007 on October 1, 2006. Under these resolutions, the funding level for each activity was provided at a rate of operations not to exceed the \"current rate\" under FY2006 conditions and authority [§101(d)]. Only the most limited funding actions were authorized in order to provide for the continuation of projects and activities (§110). New initiatives were prohibited (§104). For programs with high spend-out rates that normally would occur early in the fiscal year, special restrictions prohibited spending levels that would impinge on final FY2007 funding decisions (§109). For entitlements and other mandatory activities, obligations were allowed to be made for payments due during the duration of the resolutions [§114(b)]. The amounts that would have been provided by either the House-reported or Senate-reported FY2007 L-HHS-ED appropriations—including recommendations for both program terminations and other funding changes—were excluded from the funding calculation under the continuing resolution because the bills were not passed by either the House or the Senate by October 1, 2006. For additional information, please see CRS Report RL30343, Continuing Resolutions: Latest Action and Brief Overview of Recent Practices , by [author name scrubbed].", "1 st Continuing Resolution, P.L. 109-289 ( H.R. 5631 ) , provided temporary appropriations for the period October 1, 2006, through November 17, 2006, as long as regular appropriations were not enacted sooner (§106 of Division B of P.L. 109-289 ). H.R. 5631 was passed by the House on September 26 and by the Senate on September 29, and signed into law by the President on September 29, 2006, as P.L. 109-289 . 2 nd Continuing Resolution, P.L. 109-369 ( H.J.Res. 100 ) , extended the provisions of P.L. 109-289 through December 8, 2006. H.J.Res. 100 was passed by the House and the Senate on November 15, and signed into law by the President on November 17, 2006, as P.L. 109-369 . 3 rd Continuing Resolution, P.L. 109-383 ( H.J.Res. 102 ) , extended the provisions of P.L. 109-289 through February 15, 2007. H.J.Res. 102 was passed by the House on December 8 and the Senate on December 9, and signed into law by the President on December 9, 2006, as P.L. 109-383 ."], "subsections": []}, {"section_title": "Major Discretionary Programs, FY2006-FY2007", "paragraphs": [" Table 3 shows the L-HHS-ED discretionary programs with the highest funding levels in FY2006; nine programs accounted for at least 60% of all L-HHS-ED discretionary appropriations. Each of the programs shown in Table 3 received more than $3.0 billion in FY2006, and the aggregate funding for this group was $89.3 billion. As previously shown in Table 2 , L-HHS-ED discretionary funding totaled $147.3 billion in FY2006. For FY2007, under the budget request and the House and Senate bills, as reported, and despite a significant reduction in FY2007 funds proposed for Pandemic Influenza Preparedness, these nine programs still account for at least 60% of the discretionary appropriations for L-HHS-ED programs."], "subsections": []}, {"section_title": "\"Across-the-Board\" Rescission for FY2006", "paragraphs": ["Some of the FY2006 emergency appropriations for hurricane disaster assistance and avian flu preparedness were offset by an \"across-the-board\" rescission. Section 3801 of P.L. 109-148 required a 1% cut from most FY2006 discretionary appropriations for each program, project, or activity. No federal agency was exempted except for the Department of Veterans Affairs. Emergency FY2006 appropriations were excluded from the rescission, as were advance appropriations for FY2007 and beyond. The House Committee on Appropriations estimated that this cut would reduce total federal spending by approximately $8.5 billion.", "Congress specified the process for the calculation of these reductions but did not specify the actual amounts. The application of the reduction to individual accounts and line items was required to be undertaken by the Office of Management and Budget (OMB) and the individual agencies. Within 30 days of enactment, OMB was required to report back to Committees on Appropriations specifying for each account the amount of reduction resulting from the 1% rescission. Please note that the FY2006 funding levels stated in P.L. 109-149 (and the related conference report, H.Rept. 109-337 ) are pre-reduction amounts, whereas the FY2006 funding levels stated in the tables of this report are post-reduction amounts as determined by OMB."], "subsections": []}, {"section_title": "302(a) and 302(b) Allocation Ceilings", "paragraphs": ["The maximum budget authority for annual L-HHS-ED appropriations is determined through a two-stage congressional budget process. In the first stage, Congress establishes the 302(a) allocations —the maximum spending totals for Congress for a given fiscal year. This task is sometimes accomplished through the concurrent resolution on the budget, where spending totals are specified through the statement of managers in the conference report. In years when the House and Senate do not reach a budget agreement, these totals may be set through leadership arrangements in each chamber. The 302(a) allocations determine spending totals for each of the various committees, as well as the total discretionary budget authority available for enactment in annual appropriations through the House and Senate Committees on Appropriations.", "Congress has not yet reached agreement on the FY2007 budget resolution—the House passed H.Con.Res. 378 on May 18, 2006, and the Senate passed S.Con.Res. 83 on March 16, 2006. The House resolution established a 302(a) discretionary budget allocation of $872.8 billion; the Senate allocation was somewhat higher. However, §7035 of the Emergency Supplemental Appropriations Act for Defense, the Global War on Terror, and Hurricane Recovery, 2006, P.L. 109-234 (enacted June 15, 2006), established $872.8 billion as the 302(a) amount for the Senate Committee on Appropriations, the same as the House amount. For the purpose of comparison, the 302(a) discretionary allocation for FY2006, established through the conference agreement on H.Con.Res. 95 ( H.Rept. 109-62 ), was $843.0 billion. For additional information, please see CRS Report RL33291, Congressional Budget Actions in 2006 , by [author name scrubbed]", "In the second stage of the annual congressional budget process, the House and Senate Committees on Appropriations separately establish the 302(b) allocations —the maximum discretionary budget authority available to each subcommittee for each annual appropriations bill. The total of these allocations must not exceed the 302(a) discretionary total. This process creates the basis for enforcing discretionary budget discipline, since any appropriations bill reported with a total above the ceiling is subject to a point of order. The 302(b) allocations can and often do get adjusted during the year as the various appropriations bills progress toward final enactment. Table 4 shows the 302(b) discretionary allocations for the FY2007 L-HHS-ED appropriations determined by the House and Senate Committees on Appropriations. Comparable amounts for the FY2006 appropriations and the President's FY2007 budget request are also shown. Both the 302(a) and 302(b) allocations regularly become contested issues in their own right."], "subsections": []}, {"section_title": "Advance Appropriations", "paragraphs": ["Advance appropriations occur when funds enacted in one fiscal year are not available for obligation until a subsequent fiscal year. For example, P.L. 109-149 , which enacted FY2006 L-HHS-ED appropriations, provided $400 million for the Corporation for Public Broadcasting (CPB) for use in FY2008. Advance appropriations may be used to meet several objectives. These might include the provision of long-term budget information to recipients, such as state and local educational systems, to enable better planning of future program activities and personnel levels. The more contentious aspect of advance appropriations, however, involves how they are counted in budget ceilings.", "Advance appropriations avoid the 302(a) and 302(b) allocation ceilings for the current year, but must be counted in the year in which they first become available for obligation. This procedure uses up ahead of time part of what will be counted against the allocation ceiling in future years. In FY2002, the President's budget proposed the elimination of advance appropriations for federal discretionary programs, including those for L-HHS-ED programs. Congress rejected that proposal, and the proposal has not been repeated. For an example of the impact of advance appropriations on program administration, see the discussion titled \" Forward Funding and Advance Appropriations ,\" later in this report.", "The FY1999 and FY2000 annual L-HHS-ED appropriations bills provided significant increases in advance appropriations for discretionary programs. Following FY2000, advanced appropriations generally have been provided at $19.3 billion, with the exception of $21.5 billion in FY2003. At $19.3 billion, advance appropriations accounted for 13.7% of the L-HHS-ED current year discretionary total of $141.2 billion in FY2006. For FY2007, the President requested $18.9 billion in advance appropriations for L-HHS-ED; the House and Senate bills, as reported, would each provide $19.3 billion.", "From FY1998 to the present, advance appropriations included in L-HHS-ED bills have been as follows:", "FY1998, $4.0 billion; FY1999, $8.9 billion; FY2000, $19.0 billion; FY2001, $18.8 billion; FY2002, $19.3 billion; FY2003, $21.5 billion; FY2004, $19.3 billion; FY2005, $19.3 billion; FY2006, $19.3 billion; FY2007, President's budget request, $18.9 billion; FY2007, House bill, as reported, $19.3 billion; and FY2007, Senate bill, as reported, $19.3 billion."], "subsections": []}, {"section_title": "Major Funding Trends", "paragraphs": ["The L-HHS-ED appropriations bills include both mandatory and discretionary funds; however, the Appropriations Committees fully control only the discretionary funds. Mandatory funding levels for programs included in the annual appropriations bills are modified through changes in the authorizing legislation. Typically, these changes are accomplished through authorizing committees by means of reconciliation legislation, and not through appropriations committees in annual appropriations bills.", " Table 5 shows the trend in discretionary budget authority enacted in the L-HHS-ED appropriations for FY2002 through FY2006. During the past five years, L-HHS-ED discretionary funds have grown from $127.2 billion in FY2002 to an estimated $147.2 billion in FY2006, an increase of $20.0 billion, or 15.7%. During this same period—and using the Gross Domestic Product (GDP) deflator to adjust for inflation—L-HHS-ED discretionary funds in estimated FY2006 dollars have grown from $139.9 billion in FY2002 to $147.2 billion in FY2006, an increase of $7.3 billion in estimated FY2006 dollars, or 5.2%. L-HHS-ED discretionary funds as a percent of total federal discretionary funds decreased from a 17.3% share in FY2002 to an estimated 14.9% share in FY2006. L-HHS-ED discretionary funds as a percent of total federal budget authority decreased slightly from a 6.1% share in FY2002 to an estimated 5.3% share in FY2006."], "subsections": []}, {"section_title": "Earmarks for Specific Projects", "paragraphs": ["Earmarking of funds for specific projects in appropriations bills has become a topic of contention for Congress and the Administration, and the issue extends to L-HHS-ED projects. In the case of L-HHS-ED appropriations, earmarks may be defined as funds set aside within an account for a specific organization or location, either in the appropriation act or its conference report. Typically, the authorizing statute gives the general purpose for use of appropriations, such as \"projects for the improvement of postsecondary education,\" but an earmark designates a specific amount for a specific recipient. Such designations bypass the usual competitive distribution of awards by a federal agency, but otherwise require recipients to follow standard federal financial and other administrative procedures. The President has urged the elimination of congressional earmarks in appropriations in recent years, but, with the possible exception of FY2006 L-HHS-ED appropriations, Congress generally has continued the practice.", "Earmarks in L-HHS-ED appropriations generally have increased during the past decade, along with the total appropriation for L-HHS-ED programs. However, a major change in direction occurred in FY2006. Virtually all earmarks were eliminated from the FY2006 L-HHS-ED bill; in general, funding previously associated with L-HHS-ED earmarks was eliminated as well. In particular, there were estimated to be more than 3,000 in FY2005, totaling nearly $1.2 billion; for FY2006, the estimate was eight earmarks for $28.5 million. Table 6 shows the total annual L-HHS-ED appropriation, the estimated amount earmarked, the earmarked amount as a percent of the total, and the estimated number of earmarks."], "subsections": []}]}, {"section_title": "Department of Labor", "paragraphs": ["FY2006 discretionary appropriations for the Department of Labor (DOL) were $11.7 billion. For FY2007, the budget request was $11.0 billion, $0.7 billion (6.0%) less than the FY2006 amount, as shown in Table 7 . As reported, the House bill would provide $11.5 billion, and, as reported, the Senate bill would provide $11.6 billion.", "Mandatory DOL programs included in the L-HHS-ED bill were funded at $3.1 billion in FY2006, and consist of the Black Lung Disability Trust Fund ($1.1 billion), Federal Unemployment Benefits and Allowances ($966 million), Advances to the Unemployment Insurance and Other Trust Funds ($465 million), Special Benefits for Disabled Coal Miners ($306 million), Employment Standards Administration (ESA) Special Benefits ($237 million), and Energy Employees Occupational Illness Compensation Fund ($96 million)."], "subsections": [{"section_title": "Key Issues", "paragraphs": [], "subsections": [{"section_title": "President's Request", "paragraphs": ["The President's FY2007 budget request for DOL proposed changes in funding for a number of activities. Proposed discretionary changes of at least $100 million compared to FY2006 appropriations were as follows. The FY2006 amounts include $125 million of supplemental funding provided by P.L. 109-148 for National Reserve activities of the Workforce Investment Act of 1998 (WIA), to remain available for obligation through June 30, 2006.", "WIA programs, funded in the aggregate at $5.2 billion in FY2006, would be decreased by $822 million under the President's FY2007 budget request. WIA Adult Training, funded at $864 million in FY2006, would be reduced by $152 million. WIA Youth Training, funded at $940 million in FY2006, would be reduced by $100 million. The WIA Dislocated Worker Assistance programs, funded at $1.6 billion in FY2006, would be decreased by $483 million in FY2007, including a decrease of $315 million for state grants. Unemployment Compensation, funded at $2.5 billion in FY2006, would be increased by $142 million."], "subsections": []}, {"section_title": "House Bill", "paragraphs": ["For DOL programs, the House bill, as reported, differs by at least $100 million from the President's budget request for some of the WIA programs, as follows.", "WIA programs in aggregate would be provided $5.0 billion under the House bill, $555 million more than requested; $5.2 billion was provided in FY2006. WIA Adult Training would receive $854 million, $142 million more than requested; $864 million was provided in FY2006. WIA Dislocated Worker Assistance would receive $1.5 billion, $362 million more than requested; $1.6 billion was provided in FY2006. Dislocated Worker Assistance State Grants would receive $1.2 billion, $318 million more than requested; $1.2 billion was provided in FY2006. A rescission of $325 million of prior-year appropriations for WIA and other programs under the Training and Employment Services (TES) account would be made during FY2007 under the House bill, as reported; no request was made for a rescission.", "During consideration of the FY2007 L-HHS-ED bill by the House Committee on Appropriations, an amendment by Representative Steny Hoyer was offered and approved to increase in steps the minimum wage from the current amount of $5.15 per hour to $7.25 per hour by January 1, 2009. The amendment may be subject to a point of order when the bill is considered on the House floor. The Employment Standards Administration (ESA) of DOL enforces the minimum wage provision."], "subsections": []}, {"section_title": "Senate Bill", "paragraphs": ["As reported, the Senate bill differs from the House bill by at least $100 million for several DOL programs.", "No rescission of prior-year appropriations for WIA or other TES activities would be made under the Senate bill; the House bill would have rescinded $325 million of such funds. No request was made for such a rescission, and no equivalent rescission was made in FY2006. Unemployment Compensation would be funded at $2.55 billion, $103 million less than the House amount of $2.65 billion; the request was $2.65 billion; and $2.51 billion was provided in FY2006.", "The Senate bill, as reported, would not modify current minimum wage provisions."], "subsections": []}]}, {"section_title": "CRS Products", "paragraphs": ["CRS Report RL33401, The Fair Labor Standards Act: Minimum Wage in the 109 th Congress , by [author name scrubbed].", "CRS Report RL33362, Unemployment Insurance: Available Unemployment Benefits and Legislative Activity , by [author name scrubbed] and [author name scrubbed].", "CRS Report RL33687, The Workforce Investment Act (WIA): Program-by-Program Overview and Funding of Title I Training Programs , by [author name scrubbed]."], "subsections": []}, {"section_title": "Websites", "paragraphs": ["Department of Labor", "http://www.dol.gov http://www.dol.gov/_sec/Budget2007/overview.htm http://www.doleta.gov/budget/07bud.cfm"], "subsections": []}, {"section_title": "Detailed Appropriations Table", "paragraphs": [" Table 8 shows the appropriations details for offices and major programs of DOL."], "subsections": []}]}, {"section_title": "Department of Health and Human Services", "paragraphs": ["FY2006 discretionary appropriations for the Department of Health and Human Services (HHS) were $66.7 billion. For FY2007, the budget request was $61.8 billion, $4.9 billion (7.3%) less than the FY2006 amount, as shown in Table 9 . As reported, the House bill would provide $63.7 billion, and, as reported, the Senate bill would provide $64.2 billion.", "Mandatory HHS programs included in the L-HHS-ED bill were funded at $411.6 billion in FY2006, and consist primarily of Medicaid Grants to States ($219.7 billion), Payments to Medicare Trust Funds ($178.6 billion, including both Part B Supplementary Medical Insurance and Part D Prescription Drugs), Foster Care and Adoption ($6.7 billion), Family Support Payments to States ($4.1 billion), and the Social Services Block Grant ($1.7 billion)."], "subsections": [{"section_title": "Key Issues", "paragraphs": [], "subsections": [{"section_title": "President's Request", "paragraphs": ["The President's FY2007 budget request for HHS proposed increased support for community health centers and a fraud control initiative for the administration of Medicare and Medicaid. At the same time, it proposed funding reductions for health resources and services overall, disease control and prevention, substance abuse and prevention, programs for children and families, and services for the aging. Requests for major changes are indicated below.", "Discretionary spending changes of at least $100 million were requested in the President's FY2007 budget request for several HHS programs, as follows.", "Community Health Centers, funded at $1.8 billion in FY2006, would be increased by $181 million under the President's budget request. Health Professions programs other than those for nursing, funded at $145 million in FY2006, would be decreased by $136 million. Children's Hospital Graduate Medical Education (CHGME), funded at $297 million in FY2006, would be reduced by $198 million. Buildings and Facilities at the Centers for Disease Control and Prevention (CDC), funded at $158 million in FY2006, would be reduced by $128 million. A Fraud and Abuse Control initiative at the Centers for Medicare and Medicaid Services (CMS) would be funded at $118 million. The Low-Income Home Energy Assistance Program (LIHEAP), funded at $2.2 billion in FY2006, would be decreased by $379 million. An additional $1.0 billion was made available to LIHEAP for FY2006 by P.L. 109-171 , as amended by P.L. 109-204 . Social Services Block Grant (SSBG) discretionary activities, funded at $550 million in FY2006, would be eliminated. The Community Services Block Grant (CSBG), funded at $630 million in FY2006, would be eliminated. Pandemic Influenza Preparedness was funded through two supplemental FY2006 appropriations—$3.1 billion from P.L. 109-148 and $2.3 billion from P.L. 109-234 ; it would receive $79 million under the request."], "subsections": []}, {"section_title": "House Bill", "paragraphs": ["For HHS programs, the House bill, as reported, differs by at least $100 million from the President's budget request, as follows.", "Health Professions other than nursing would receive $163 million under the House bill, as reported, $154 million more than requested; $145 million was provided in FY2006. The CHGME would receive $300 million, $201 million more than requested; $297 million was provided in FY2006. Health Care-Related Facilities and Activities would receive $248 million; no funds were requested and none were provided in FY2006. The Preventive Health and Health Services Block Grant (PHBG) would receive $100 million. No funds were requested; $99 million was provided in FY2006. The National Institutes of Health (NIH) would receive $28.25 billion, $100 million less than requested; $28.35 billion was provided in FY2006. The CMS Fraud and Abuse Control initiative would not be funded; $118 million was requested. LIHEAP would receive $2.1 billion, $329 million more than requested; $2.2 billion was provided in FY2006. An additional $1.0 billion was made available to LIHEAP for FY2006 by P.L. 109-171 , as amended by P.L. 109-204 . The CSBG would be funded at $449 million. No funds were requested; $630 million was provided in FY2006."], "subsections": []}, {"section_title": "Senate Bill", "paragraphs": ["As reported, the Senate bill differs from the House bill by at least $100 million for several HHS programs.", "The CHGME would be funded at $200 million, $100 million less than the House amount of $300 million; $99 million was requested; and $297 million was provided in FY2006. The CDC Infectious Diseases would be funded at $1.71 billion, $116 million less than the House amount of $1.83 billion; $1.77 billion was requested; and $1.68 billion was provided in FY2006. The NIH would receive $28.55 billion, $301 million more than the House amount of $28.25 billion; $28.35 billion was requested, the same as was provided in FY2006. The CSBG would receive $630 million, $181 million less than the House amount of $449 million; no funds were requested; and $630 million was provided in FY2006."], "subsections": []}, {"section_title": "Abortion: Funding Restrictions", "paragraphs": ["Annual L-HHS-ED appropriations regularly contain restrictions that limit—for one year at a time—the circumstances under which federal funds can be used to pay for abortions. Restrictions on appropriated funds, popularly referred to as the \"Hyde Amendments,\" generally apply to all L-HHS-ED funds. Medicaid is the largest program affected. Given the perennial volatility of this issue, these provisions may be revisited at any time during the annual consideration of L-HHS-ED appropriations. From FY1977 to FY1993, abortions could be funded only when the life of the mother was endangered. The 103 rd Congress modified the provisions to permit federal funding of abortions in cases of rape or incest. The FY1998 L-HHS-ED appropriations, P.L. 105-78 , extended the Hyde provisions to prohibit the use of federal funds to buy managed care packages that include abortion coverage, except in the cases of rape, incest, or life endangerment. The FY1999 L-HHS-ED appropriations, P.L. 105-277 , continued the FY1998 Hyde Amendments with two added provisions: (1) a clarification to ensure that the restrictions apply to all trust fund programs (namely, Medicare), and (2) an assurance that Medicare + Choice plans cannot require the provision of abortion services. No changes were made from FY2000 through FY2004.", "The FY2005 L-HHS-ED appropriations, P.L. 108-447 ( H.Rept. 108-792 , p. 1271), added a restriction, popularly referred to as the \"Weldon Amendment,\" that prevents federal programs or state or local governments that receive L-HHS-ED funds from discriminating against health care entities that do not provide or pay for abortions or abortion services. The FY2006 L-HHS-ED appropriations retained the Weldon amendment language and the Hyde restrictions. These provisions can be found in §507 and §508 of P.L. 109-149 . For additional information, please see CRS Report RL33467, Abortion: Legislative Response , by [author name scrubbed]."], "subsections": []}, {"section_title": "Embryonic Stem Cell Research: Funding Restrictions", "paragraphs": ["On August 9, 2001, President Bush announced a decision to use federal funds for research on human embryonic stem cells for the first time, but limited the funding to \"existing stem cell lines.\" Embryonic stem cells have the ability to develop into virtually any cell in the body, and have the potential to treat medical conditions such as diabetes and Parkinson's disease. In response to the President's announcement, the NIH developed a registry of 78 embryonic stem cell lines eligible for use in federally funded research. However, many of these lines were found to be unavailable or unsuitable for research; only 22 of the 78 eligible stem cell lines are currently available for general research purposes. Some scientists are concerned about the quality, longevity, and availability of eligible stem cell lines. Many believe that the advancement of research requires new stem cell lines, possibly including stem cells derived from cloned embryos. The use of stem cells, however, raises ethical issues regarding embryo and fetal tissue research because the embryos are destroyed in order to obtain the cells. Given its potential volatility, the issue may be revisited at any time during the annual consideration of L-HHS-ED appropriations.", "An FY1996 appropriations continuing resolution, P.L. 104-99 (§128), prohibited NIH funds from being used for the creation of human embryos for research purposes or for research in which human embryos are destroyed. Since FY1997, annual appropriations acts have extended the prohibition to all L-HHS-ED funds, with the NIH as the agency primarily affected. The restriction, originally introduced by Representative Jay Dickey, has not changed significantly since it was first enacted, and the FY2006 L-HHS-ED appropriations continued the restrictions without significant change. The current provision can be found in §509 of P.L. 109-149 . For additional information, please see CRS Report RL33540, Stem Cell Research: Federal Research Funding and Oversight , by [author name scrubbed] and [author name scrubbed]; and CRS Report RL31358, Human Cloning , by [author name scrubbed] and [author name scrubbed]."], "subsections": []}]}, {"section_title": "CRS Products", "paragraphs": ["CRS Report RL33467, Abortion: Legislative Response , by [author name scrubbed].", "CRS Report RL30731, AIDS Funding for Federal Government Programs: FY1981-FY2009 , by [author name scrubbed].", "CRS Report RL33279, The Ryan White HIV/AIDS Program , by [author name scrubbed].", "CRS Report RS21044, Legal Issues Related to Human Embryonic Stem Cell Research , by [author name scrubbed].", "CRS Report RL30785, The Child Care and Development Block Grant: Background and Funding , by [author name scrubbed].", "CRS Report RL32872, Community Services Block Grants (CSBG): Background and Funding , by [author name scrubbed].", "CRS Report RL33345, Federal Research and Development Funding: FY2007 , by [author name scrubbed] et al.", "CRS Report RL30952, Head Start: Background and Issues , by [author name scrubbed].", "CRS Report RL31358, Human Cloning , by [author name scrubbed] and [author name scrubbed].", "CRS Report RL31865, The Low-Income Home Energy Assistance Program (LIHEAP): Program and Funding , by [author name scrubbed].", "CRS Report RL33695, The National Institutes of Health (NIH): Organization, Funding, and Congressional Issues , by [author name scrubbed].", "CRS Report RL33354, The Promoting Safe and Stable Families Program: Reauthorization in the 109 th Congress , by [author name scrubbed].", "CRS Report RL31940, Public Health Service Operating Agencies , by [author name scrubbed].", "CRS Report 94-953, Social Services Block Grant (Title XX of the Social Security Act) , by [author name scrubbed].", "CRS Report RL33540, Stem Cell Research: Federal Research Funding and Oversight , by [author name scrubbed] and [author name scrubbed]."], "subsections": []}, {"section_title": "Websites", "paragraphs": ["Department of Health and Human Services", "http://www.hhs.gov http://www.hhs.gov/budget/docbudget.htm", "Detailed Appropriations Table Table 10 shows the appropriations details for offices and major programs of HHS."], "subsections": []}]}, {"section_title": "Department of Education", "paragraphs": ["FY2006 discretionary appropriations for the Department of Education (ED) were $57.6 billion. For FY2007, the budget request was $54.3 billion, $3.3 billion (5.7%) less than the FY2006 amount, as shown in Table 11 . As reported, the House bill would provide $56.1 billion, and, as reported, the Senate bill would provide $55.8 billion.", "A single mandatory ED program is included in the FY2007 L-HHS-ED bill; the Vocational Rehabilitation State Grants program was funded at $2.7 billion in FY2006. A one-time, mandatory appropriation of $4.3 billion was included in the FY2006 L-HHS-ED bill for the elimination of the Pell Grants shortfall."], "subsections": [{"section_title": "Key Issues", "paragraphs": [], "subsections": [{"section_title": "President's Request", "paragraphs": ["Increasing federal support for education has been a priority of both Congress and the White House in recent years. Under the FY2007 budget request, funding for several programs would be increased, and ten new education programs were proposed. However, the President's request would eliminate the funding for 42 existing programs and reduce the total discretionary funding for ED programs in FY2007.", "The President's FY2007 budget request proposed changes of at least $100 million for ED programs, as follows.", "Elementary and Secondary Education Act of 1965 (ESEA) programs, funded in aggregate at $23.3 billion in FY2006, would be increased by $1.1 billion in the President's FY2007 budget request—see discussion below on the issue of whether there is an ESEA funding shortfall. Five K-12 education initiatives of at least $100 million were proposed by the President: $200 million for School Improvement Grants; $125 million for Math Now, Elementary; $125 million for Math Now, Middle School; $1.5 billion for High School Reform; and $100 million for America's Opportunity Scholarships. Educational Technology State Grants, funded at $272 million in FY2006, would be eliminated. Safe and Drug-Free Schools State Grants, funded at $347 million in FY2006, would be eliminated. The Special Education Part B Grants to States program under the Individuals with Disabilities Education Act (IDEA), funded at $10.6 billion in FY2006, would be increased by $100 million—see discussion below on the issue of whether there is an IDEA funding shortfall. The Perkins Vocational Education program, funded at $1.3 billion in FY2006, would be terminated. The Pell Grants program, funded at $13.0 billion in FY2006, would be reduced by $385 million. The one-time, mandatory appropriation of $4.3 billion in FY2006 to eliminate the Pell Grants shortfall would not be repeated under the FY2007 request. For Perkins Loan Assets, the budget proposes the recall of the federal portion of loan repayments otherwise made during FY2007 to revolving funds held by participating institutions of higher education (IHEs), thereby creating a one-time, negative appropriation or offset of $664 million. Student Aid Administrative Costs, funded at $119 million in FY2006, would be increased by $615 million ($600 million of which was previously classified as mandatory funds); the proposed funding increase was made in response to the requirements and provisions of P.L. 109-171 , the Deficit Reduction Act of 2005. TRIO programs, funded at $828 million in FY2006, would be reduced by $448 million. GEAR UP, funded at $303 million in FY2006, would be eliminated. Hurricane Recovery programs in education, enacted in response to the 2005 Gulf Coast hurricanes, were funded at $1.9 billion in FY2006, including $1.6 billion through P.L. 109-149 (enacted December 30, 2005) and $285 million through P.L. 109-234 (enacted June 15, 2006, P.L. 109-234 amounts have not yet been included in House Committee tables); no additional funds were requested for FY2007."], "subsections": []}, {"section_title": "House Bill", "paragraphs": ["For ED programs, the House bill, as reported, differs by at least $100 million from the President's budget request, as follows.", "ESEA programs in aggregate would receive $22.8 billion, $1.6 billion less than requested; $23.3 billion was provided in FY2006. Of the President's five major education initiatives, the School Improvement Grants would receive $200 million, as requested. No funds would be provided for Math Now, Elementary ($125 million requested); Math Now, Middle School ($125 million); High School Reform ($1.5 billion); and America's Opportunity Scholarships ($100 million). Teacher Quality State Grants would receive $2.6 billion, $300 million less than requested; $2.9 billion was provided in FY2006. Safe and Drug-Free Schools State Grants would receive $310 million, a decrease from the $347 million provided in FY2006; no funds were requested. Perkins Vocational Education would receive $1.3 billion, the same as in FY2006; no funds were requested. Pell Grants would receive $13.0 billion, $349 million more than requested; $13.0 billion was provided in FY2006. The Pell Grant maximum award would be increased by $100 to $4,150. Perkins Loan Assets would not be recalled; the President proposed an offset of $664 million. TRIO programs would receive $828 million, $448 million more than requested; $828 million was provided in FY2006. GEAR UP would receive $303 million, the same as in FY2006; no funds were requested."], "subsections": []}, {"section_title": "Senate Bill", "paragraphs": ["As reported, the Senate bill differs from the House bill by at least $100 million for several ED programs.", "ESEA programs in aggregate would receive $23.0 billion, $116 million more than the House amount of $22.8 billion; $24.4 billion was requested; and $23.3 billion was provided in FY2006. The School Improvement Grants Initiative would be funded at $100 million, $100 million less than the House amount of $200 million; the request was for $200 million as well. Teacher Quality State Grants would receive $2.7 billion, $160 million more than the House amount of $2.6 billion; $2.9 billion was requested, the same as was provided in FY2006. The Innovative Education Block Grant would receive no funds; the House bill would provide $150 million; and $99 million was requested, the same as was provided in FY2006. Educational Technology State Grants would be funded at $272 million; the House bill would provide no funds; no funds were requested; and $272 million was provided in FY2006. The IDEA Part B Grants to States would receive $10.6 billion, $150 million less than the House amount of $10.7 billion; $10.7 billion was requested; and $10.6 billion was provided in FY2006. Pell Grants would receive $12.6 billion, $402 million less than the House amount of $13.0 billion; $12.7 billion was requested; and $13.0 billion was provided in FY2006. The FY2007 maximum award would be $4,050 under the Senate bill; the maximum would be raised to $4,150 under the House bill. The request was for $4,050; in FY2006, the maximum Pell Grant was $4,050."], "subsections": []}, {"section_title": "ESEA Funding Shortfall?", "paragraphs": ["Since the enactment of the No Child Left Behind Act of 2001 (NCLBA), P.L. 107-110 , which amended the ESEA among other programs, there has been a continuing discussion regarding the appropriations \"promised\" and the resulting \"shortfall\" when the enacted appropriations are compared to authorization levels. Some would contend that the ESEA authorizations of appropriations, as amended by NCLBA, represent a funding commitment that was promised in return for legislative support for the new administrative requirements placed on state and local educational systems. They would contend that the authorized levels are needed for implementing the new requirements, and that the differences between promised and actual funding levels represent a shortfall of billions of dollars. Others would contend that the authorized funding levels represent no more than appropriations ceilings, and as such are no different from authorizations for most education programs. That is, when the authorization amount is specified, it represents only a maximum amount, with the actual funding level to be determined during the regular annual appropriations process. In the past, education programs with specified levels of authorization generally have been funded at lower levels; few have been funded at levels equal to or higher than the specified authorization amount.", "Five ESEA programs, as amended by NCLBA, have specific authorization levels for FY2002 through FY2007: Title I, Part A Grants to Local Educational Agencies (LEAs); 21 st Century Community Learning Centers (21CCLC); the Education Block Grant; School Choice; and the Fund for the Improvement of Education (FIE). For FY2006, the aggregate authorization for these five programs was $26.3 billion, and the appropriation was $14.3 billion, or $12.0 billion less than the amount authorized. For FY2007, the authorized amount was $28.9 billion for the five programs, and the President requested $15.6 billion, or $13.3 billion less. The FY2007 House bill, as reported, would provide $14.3 billion, and, as reported, the Senate bill would provide $14.2 billion for these five programs in FY2007. For additional information, please see CRS Report RL33058, K-12 Education Programs: Recent Appropriations , by [author name scrubbed]."], "subsections": []}, {"section_title": "IDEA Funding Shortfall?", "paragraphs": ["From 1975 to 2004, the IDEA Part B Grants to States program authorized state payments up to a maximum amount of 40% of the national average per-pupil expenditure (APPE) times the number of children with disabilities ages 3-21 that each state serves. Appropriations have never been sufficient to reach the 40% level. In 2004, Congress addressed the authorization issue in P.L. 108-446 , which specified authorization ceilings for Part B Grants to States for FY2005 through FY2011. For FY2006, the Part B Grants to States authorization was $14.6 billion, and the appropriation was $10.6 billion, or $4.0 billion less than the authorized amount. For FY2007, the authorized amount was $16.9 billion, and the President requested $10.7 billion, or $6.2 billion less than the amount authorized. The FY2007 House bill, as reported, would provide $10.7 billion, and, as reported, the Senate bill would provide $10.6 billion for FY2007. As with ESEA and NCLBA, some view these differences as funding shortfalls, while others see the maximum federal share and the specified authorizations as nothing more than appropriation ceilings. For additional information, please see CRS Report RL32085, Individuals with Disabilities Education Act (IDEA): Current Funding Trends , by [author name scrubbed]."], "subsections": []}, {"section_title": "Forward Funding and Advance Appropriations", "paragraphs": ["Most appropriations are available for obligation during the federal fiscal year of the appropriations bill. For example, most FY2007 appropriations will be available for obligation from October 1, 2006, through September 30, 2007. Several L-HHS-ED programs, including some of the larger ED programs, have authorization or appropriations provisions that allow funding flexibility for program years that differ from the federal fiscal year. For example, many of the elementary and secondary education formula grant programs receive appropriations that become available for obligation to the states on July 1 of the same year as the appropriations, and remain available for 15 months through the end of the following fiscal year. That is, FY2007 appropriations for some programs will become available for obligation to the states on July 1, 2007, and will remain available until September 30, 2008. This budgetary procedure is popularly known as \"forward\" or \"multi-year\" funding, and is accomplished through funding provisions in the L-HHS-ED appropriations bill.", "Forward funding in the case of elementary and secondary education programs was designed to allow additional time for school officials to develop budgets in advance of the beginning of the school year. For Pell Grants for undergraduates, however, aggregate program costs for individual students applying for postsecondary educational assistance cannot be known with certainty ahead of time. Appropriations from one fiscal year primarily support Pell Grants during the following academic year, that is, the FY2007 appropriations will be used primarily to support grants for the 2007-2008 academic year. Unlike funding for elementary and secondary education programs, however, the funds for Pell Grants remain available for obligation for two full fiscal years.", "An advance appropriation occurs when the appropriation is provided for a fiscal year beyond the fiscal year for which the appropriation was enacted. In the case of FY2007 appropriations, funds normally would have become available October 1, 2006, under regular funding provisions, but will not become available until July 1, 2007, under the forward funding provisions discussed above. However, if the July 1, 2007 forward funding date for obligation were to be postponed by three months—until October 1, 2007—the appropriation would be reclassified as an advance appropriation since the funds would become available only in a subsequent fiscal year , FY2008. For example, the FY2007 budget request for Title I, Part A Grants to LEAs for the Education for the Disadvantaged was $12.7 billion. This amount includes not only forward funding of $5.3 billion (to become available July 1, 2007), but also an advance appropriation of $7.4 billion (to become available October 1, 2007). Like forward funding provisions, these advance appropriations are specified through provisions in the annual appropriations bill.", "What is the impact of these changes in funding provisions? At the appropriations level, there is no difference between forward funded and advance appropriations except for the period available for obligation. At the program or service level, relatively little is changed by the three-month delay in the availability of funds, since most expenditures for a standard school year occur after October 1. At the scorekeeping level, however, a significant technical difference occurs because forward funding is counted as part of the current fiscal year, and is therefore fully included in the current 302(b) allocation for discretionary appropriations. Under federal budget scorekeeping rules, an advance appropriation is not counted in the 302(b) allocation until the following year. In essence, a three-month change from forward funding to an advance appropriation for a given program allows a one-time shift from the current year to the next year in the scoring of discretionary appropriations. For additional information, please see CRS Report RS20441, Advance Appropriations, Forward Funding, and Advance Funding , by [author name scrubbed]."], "subsections": []}]}, {"section_title": "CRS Products", "paragraphs": ["CRS Report RL32867, Adult Education and Literacy: Overview and Reauthorization Proposals of the 109 th Congress , by [author name scrubbed].", "CRS Report RL31618, Campus-Based Student Financial Aid Programs Under the Higher Education Act , by [author name scrubbed].", "CRS Report RL31487, Education for the Disadvantaged: Overview of ESEA Title I-A Amendments Under the No Child Left Behind Act , by [author name scrubbed].", "CRS Report RL33236, Education-Related Hurricane Relief: Legislative Action , by [author name scrubbed] et al.", "CRS Report RL32085, Individuals with Disabilities Education Act (IDEA): Current Funding Trends , by [author name scrubbed].", "CRS Report RL33371, K-12 Education: Implementation Status of the No Child Left Behind Act of 2001 (P.L. 107-110) , coordinated by [author name scrubbed].", "CRS Report RL33058, K-12 Education Programs: Recent Appropriations , by [author name scrubbed].", "CRS Report RS20532, The Safe and Drug-Free Schools and Communities Act: Reauthorization and Appropriations , by [author name scrubbed].", "CRS Report RS22308, Student Loans and FY2006 Budget Reconciliation , by [author name scrubbed].", "CRS Report RL31240, 21 st Century Community Learning Centers: Background and Funding , by [author name scrubbed].", "CRS Report RS20441, Advance Appropriations, Forward Funding, and Advance Funding , by [author name scrubbed]."], "subsections": []}, {"section_title": "Websites", "paragraphs": ["Department of Education", "http://www.ed.gov/index.jhtml http://www.ed.gov/about/overview/budget/budget07/index.html"], "subsections": []}, {"section_title": "Detailed Appropriations Table", "paragraphs": [" Table 12 shows the appropriations details for offices and major programs of ED."], "subsections": []}]}, {"section_title": "Related Agencies", "paragraphs": ["FY2006 discretionary appropriations for L-HHS-ED related agencies were $11.4 billion. For FY2007, the budget request was $11.2 billion, $0.2 billion (1.8%) less than the FY2006 amount, as shown in Table 13 . As reported, the House bill would provide $11.0 billion, and, as reported, the Senate bill would provide $11.3 billion.", "Mandatory programs for related agencies included in the L-HHS-ED bill were funded at $37.7 billion in FY2006, virtually all of it for the Supplemental Security Income (SSI) program."], "subsections": [{"section_title": "Key Issues", "paragraphs": [], "subsections": [{"section_title": "President's Request", "paragraphs": ["The President's FY2007 budget for related agencies proposed discretionary spending changes of at least $100 million for the following agencies.", "The Corporation for Public Broadcasting (CPB) has been provided with a two-year advance appropriation in recent years; however, the President's FY2007 budget did not request FY2009 funds for CPB. The CPB has been funded at $400 million for FY2008 (enacted as part of the FY2006 L-HHS-ED appropriations), $400 million for FY2007 (enacted in FY2005), and $396 million for FY2006 (enacted in FY2004). The Supplemental Security Income (SSI) discretionary activities, funded at $2.7 billion in FY2006, would be increased by $271 million. Social Security Administration (SSA) Administrative Expenses, funded at $6.4 billion in FY2006, would be increased by $114 million."], "subsections": []}, {"section_title": "House Bill", "paragraphs": ["For the related agencies of the L-HHS-ED bill, the House bill, as reported, differs from the President's budget request by at least $100 million for only one program. The SSA Administrative Expenses would receive $6.3 billion, $141 million less than requested; these activities were funded at $6.4 billion in FY2006."], "subsections": []}, {"section_title": "Senate Bill", "paragraphs": ["As reported, the Senate bill differs from the House bill by at least $100 million for several programs administered by the L-HHS-ED related agencies.", "The CPB would receive $400 million in advance appropriations for FY2009. No funds were requested, and no funds would be provided by the House; $400 million was appropriated in FY2006 for FY2008. SSA Administrative Expenses would be funded at $6.2 billion, $158 million less than the House amount of $6.3 billion; $6.5 billion was requested; and $6.4 billion was provided in FY2006."], "subsections": []}]}, {"section_title": "CRS Products", "paragraphs": ["CRS Report RS22168, The Corporation for Public Broadcasting: Federal Funding Facts and Status , by [author name scrubbed] and [author name scrubbed].", "CRS Report RL31320, Federal Aid to Libraries in the Museum and Library Services Act of 2003 , by [author name scrubbed].", "CRS Report RL33544, Social Security Reform: Current Issues and Legislation , by [author name scrubbed]."], "subsections": []}, {"section_title": "Websites", "paragraphs": ["Note: Not all of the websites for the related agencies of L-HHS-ED appropriations include FY2007 budget information.", "Committee for Purchase From People Who Are Blind or Severely Disabled http://www.jwod.gov/jwod/index.html", "Corporation for National and Community Service http://www.cns.gov", "Corporation for Public Broadcasting http://www.cpb.org", "Federal Mediation and Conciliation Service http://www.fmcs.gov/internet/", "Federal Mine Safety and Health Review Committee http://www.fmshrc.gov/", "Institute of Museum and Library Services http://www.imls.gov/", "Medicare Payment Advisory Commission http://www.medpac.gov/", "National Commission on Libraries and Information Science http://www.nclis.gov/", "National Council on Disability http://www.ncd.gov/", "National Labor Relations Board http://www.nlrb.gov/nlrb/home/default.asp", "National Mediation Board http://www.nmb.gov/", "Occupational Health and Safety Review Commission http://www.oshrc.gov/", "Railroad Retirement Board http://www.rrb.gov", "Social Security Administration http://www.ssa.gov http://www.ssa.gov/budget/"], "subsections": []}, {"section_title": "Detailed Appropriations Table", "paragraphs": [" Table 14 shows the appropriations details for offices and major programs of the L-HHS-ED related agencies.", "Appendix A. Terminology and Web Resources", "The following items include some of the key budget terms used in this report; they are based on CRS Report 98-720, Manual on the Federal Budget Process , by [author name scrubbed] and Allen Schick (pdf). The websites provide general information on the federal budget and appropriations.", "Advance appropriation is budget authority that will become available in a fiscal year beyond the fiscal year for which the appropriations act is enacted; scorekeeping counts the entire amount in the fiscal year it first becomes available for obligation.", "Appropriation is budget authority that permits federal agencies to incur obligations and to make payments out of the Treasury for specified purposes. Appropriations represent the amounts that agencies may obligate during the period of time specified in the law. Annual appropriations are provided in appropriations acts; most permanent appropriations are provided in substantive law. Major types of appropriations are regular, supplemental, and continuing.", "Budget authority is legal authority to incur financial obligations that normally result in the outlay of federal government funds. Major types of budget authority are appropriations, borrowing authority, and contract authority. Budget authority also includes the subsidy cost to the federal government of direct loans and loan guarantees, estimated on a net present value basis.", "Budget resolution is a concurrent resolution passed by both Houses of Congress, but not requiring the signature of the President, setting forth the congressional budget for at least five fiscal years. It includes various budget totals and functional allocations.", "Discretionary spending is budget authority provided in annual appropriations acts, other than appropriated entitlements.", "Entitlement authority is the authority to make payments to persons, businesses, or governments that meet the eligibility criteria established by law; as such, it represents a legally binding obligation on the part of the federal government. Entitlement authority may be funded by either annual or permanent appropriations acts.", "Forward funding is budget authority that becomes available after the beginning of the fiscal year for which the appropriation is enacted and remains available into the next fiscal year; the entire amount is counted or scored in the fiscal year in which it first becomes available.", "Mandatory (direct) spending includes (a) budget authority provided in laws other than appropriations; (b) entitlement authority; and (c) the Food Stamp program.", "Rescission is the cancellation of budget authority previously enacted.", "Scorekeeping is a set of procedures for tracking and reporting on the status of congressional budgetary actions.", "Supplemental appropriation is budget authority provided in an appropriations act that provides funds that are in addition to regular appropriations.", "Websites", "General information on budget and appropriations may be found at these websites. Specific L-HHS-ED agency sites are listed in relevant sections of this report.", "House Committees http://appropriations.house.gov/ http://budget.house.gov/ http://www.house.gov/budget_democrats/", "Senate Committees http://appropriations.senate.gov/ http://www.senate.gov/~budget/republican/ http://www.senate.gov/~budget/democratic/", "Congressional Budget Office (CBO) http://www.cbo.gov", "Congressional Research Service (CRS) http://apps.crs.gov/cli/level_2.aspx?PRDS_CLI_ITEM_ID=73", "Government Accountability Office (GAO) http://www.gao.gov/", "Government Printing Office (GPO) http://www.gpoaccess.gov/usbudget/", "Office of Management & Budget (OMB) http://www.whitehouse.gov/omb/budget/index.html http://www.whitehouse.gov/omb/legislative/sap/index.html", "Appendix B. Context of L-HHS-ED Appropriations", "Budget authority for all federal programs was estimated at $2,757.8 billion for FY2006. Budget authority for all L-HHS-ED departments and related agencies was estimated at $1,413.8 billion, or slightly more than half—51.3%—of the federal total. Table B -1 shows budget authority by agency for L-HHS-ED agencies; Table B -2 shows sources of budget authority for L-HHS-ED agencies, as discussed below.", "The L-HHS-ED appropriations subcommittees generally had effective control over only the $147.2 billion in FY2006 current year discretionary funds (10.4% of the L-HHS-ED agency total, 5.3% of the federal total), as indicated in Table B -2 . What accounts for the remaining $1,266.6 billion of L-HHS-ED agency funds (89.6% of the L-HHS-ED agency total, 45.9% of the federal total)?", "First, entitlements and other mandatory programs account for three-quarters of the L-HHS-ED bill total—$460.3 billion (32.6% of the L-HHS-ED agency total, 16.7% of the federal total). Appropriations are enacted for these mandatory activities annually—they are sometimes called \"appropriated entitlements\"—but the amounts provided generally must be sufficient to cover entitlements to beneficiaries and other mandatory obligations. Federal administrative costs for these programs are, however, subject to annual discretionary appropriations. The major L-HHS-ED programs in this category include Supplemental Security Income, Black Lung Disability payments, Foster Care and Adoption, the Social Services Block Grant, Vocational Rehabilitation, and general fund support for Medicare and Medicaid.", "Second, other appropriations bills account for a small portion of L-HHS-ED agency funding—$4.7 billion (0.3% of the L-HHS-ED agency total, 0.2% of the federal total). Two HHS agencies are fully funded through other appropriations bills, and two HHS programs are partially funded by bills other than L-HHS-ED, as described below. Prior to FY2006, the Corporation for National and Community Service (CNCS) was partially funded outside of the L-HHS-ED bill.", "The HHS Food and Drug Administration (FDA) is funded by Agriculture appropriations ($1.5 billion in FY2006). The HHS Indian Health Service (IHS) is funded by Interior appropriations ($3.0 billion in FY2006). The Centers for Disease Control and Prevention (CDC) is primarily funded under L-HHS-ED ($6.1 billion in FY2006); it also receives funds from Interior appropriations for the Agency for Toxic Substances and Disease Registry (ATSDR) ($75 million in FY2006). The National Institutes of Health (NIH) is primarily funded under L-HHS-ED ($28.3 billion in FY2006); it also receives funds from Interior appropriations for the National Institute of Environmental Health Sciences (NIEHS) ($79 million in FY2006).", "Third, remaining L-HHS-ED agency funds are provided without additional legislative action and provided automatically outside of the annual appropriations process—$801.6 billion (56.7% of the L-HHS-ED agency total, 29.1% of the federal total). These funds are provided through trust funds and other mandatory authorities. The major L-HHS-ED programs in this category include Unemployment Compensation, Medicare, Railroad Retirement, Temporary Assistance for Needy Families (TANF, the welfare assistance program), Student Loans, State Children's Health Insurance, and Social Security benefits. Funding levels for these programs, as well as for the appropriated entitlements discussed above, generally are not changed through appropriations committees or legislation. Rather, funding is modified by amending authorization statutes; such changes typically are made through authorizing committees and the budget reconciliation process."], "subsections": []}]}]}}