{"id": "RL33709", "title": "North Korea’s Nuclear Test: Motivations, Implications, and U.S. Options", "released_date": "2006-12-12T00:00:00", "summary": ["On October 9, 2006, North Korea announced it conducted a nuclear test. After several days of evaluation, U.S. authorities confirmed that the underground explosion was nuclear, but that the test produced a low yield of less than one kiloton. As the United Nations Security Council met and approved a resolution condemning the tests and calling for punitive sanctions, North Korea remained defiant, insisting that any increased pressure on the regime would be regarded as an act of war. China and South Korea, the top aid providers to and trade partners with the North, supported the resolution itself, but have been unwilling to cut off other economic cooperation and aid considered crucial to the regime. The sanction regime depends heavily on individual states' compliance with the guidelines. Economists argue that the only definitively effective punishment on North Korea would be the suspension of energy aid from China, which reportedly supplies about 70% of North Korea's fuel.", "Determining the motivations of a government as opaque and secretive as North Korea is exceedingly difficult, but analysts have put forth a range of possibilities to explain why the Pyongyang regime decided to test a nuclear weapon. Possible motivations include an attempt to engage the United States in bilateral talks, to ensure the security of the regime, and to satisfy hard-line elements within the Pyongyang government, as well as technical motivations for carrying out a nuclear test.", "The short-term implications of North Korea's nuclear test are clear: whether a technical success or failure, North Korea's willingness to carry out a test in the face of significant opposition indicates that it is willing to endure the potential consequences. Analysts fear that the medium and long-term implications could include a more potent nuclear threat from Pyongyang, a nuclear arms race in Asia, and the transfer of nuclear weapons or material to states or groups hostile to the United States. There are also strong concerns about the impact on the global nonproliferation regime, particularly to other states poised to develop their own nuclear weapon programs.", "The most fundamental U.S. goals of the confrontation with North Korea are to prevent the proliferation of weapons of mass destruction and to prevent an attack—either nuclear or conventional—on the United States or on its allies in the region. The options available to U.S. policymakers to pursue these goals include the acceptance of North Korea as a nuclear power, bilateral or multilateral negotiations, heightened legal and economic pressure on North Korea, adoption of a regime change policy through non-military means, military action or threats, and withdrawal from the conflict.", "This report will be updated as circumstances warrant."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "North Korea Conducts a Nuclear Test", "paragraphs": ["On October 9, 2006, North Korea (formally the Democratic People's Republic of Korea) announced it conducted a nuclear test. After several days of evaluation, U.S. authorities confirmed that the underground explosion was nuclear, but that the test produced a low yield of less than one kiloton. The test followed a pattern of North Korean provocations and escalations, including the launch of several short-, medium-, and long-range missiles in July 2006. Since the United States threatened financial sanctions on banks that do business with North Korea in September 2005, Pyongyang had boycotted the Six-Party Talks (with South Korea, Japan, China, and Russia), the multilateral forum dedicated to eliminating North Korea's nuclear weapons program. Since the end of the Agreed Framework in 2002, experts estimate that North Korea may have added about six to eight more weapons' worth of plutonium to a fissile material stockpile.", "President Bush and other U.S. officials immediately condemned the test and called for a swift response from the United Nations Security Council (UNSC). At the U.N., the United States pushed for punitive sanctions and drafted a resolution that was eventually unanimously adopted. In a hastily-arranged trip to the region, Secretary of State Rice reiterated the U.S. security commitment to South Korea and Japan and urged China and South Korea to implement key measures of the U.N. resolution.", "North Korean officials reportedly told Russian officials the test of the explosive device would have a range of yield between 5 and 15 kilotons; another report suggests that North Korea told Chinese officials they planned to carry out a 4-kiloton test. Seismic information available from the Korea Institute of Geoscience and Mineral Resources in South Korea indicates that an explosion equivalent to an earthquake measuring a 3.58 magnitude occurred at 10:35 a.m. on October 9 in the vicinity of Musudan-ri, North Hamgyong Province. Most experts have correlated the size of the seismic disturbance with a sub-kiloton explosion, raising doubts about the effectiveness of the North Korean nuclear weapons design. On October 16, 2006, the U.S. Director of National Intelligence issued a statement confirming that a nuclear test was conducted, with a yield under 1 kiloton, in the vicinity of P'unggye. Several experts have suggested that the nuclear test might have fallen short of the anticipated yield because of imprecise manufacturing. According to one account, U.S. intelligence estimates that the blast was in the range of 200 tons of TNT, or 0.2 kt. By comparison, a simple plutonium implosion device normally would produce a larger blast, perhaps 5 to 20 kilotons. The first nuclear tests conducted by other states have ranged from 9 kt (Pakistan) to 60 kt, but tests by the United States, China, Britain and Russia were in the 20kt-range.", "On December 8, 2006, President Bush officially determined that North Korea had detonated a nuclear explosive device, as required by section 102(b)(1) of the Arms Export Control Act (P.L. 90-629)."], "subsections": [{"section_title": "Return to the Six-Party Talks", "paragraphs": ["On December 11, 2006, Chinese officials announced that the multilateral negotiations would resume on December 18, 2006. In the weeks preceding, U.S. negotiators had reportedly offered some specific details on what assistance North Korea could expect (although those details were not made public). The United States further agreed to put the financial sanctions on the agenda, while North Korea dropped its demand that the sanctions be lifted as a precondition for the talks. For more details on the Talks, see CRS Report RL33590, North Korea ' s Nuclear Weapons Development and Diplomacy , by [author name scrubbed]."], "subsections": []}]}, {"section_title": "Other CRS Resources on North Korea", "paragraphs": ["This report complements several other existing CRS reports. For more information on North Korea's nuclear weapons program history, development, and current status, see CRS Report RL33590, North Korea ' s Nuclear Weapons Development and Diplomacy , by [author name scrubbed] and CRS Report RS21391, North Korea ' s Nuclear Weapons: Latest Developments , by [author name scrubbed]. For further details on sanctions, see CRS Report RL31696, North Korea: Economic Sanctions , by [author name scrubbed]; on missiles, see CRS Report RS21473, North Korean Ballistic Missile Threat to the United States , by [author name scrubbed]; on counterfeiting issues, see CRS Report RL33324, North Korean Counterfeiting of U.S. Currency , by [author name scrubbed]. Further reports are also available on the North Korean economy, U.S. and international assistance to North Korea, general U.S.-Korean relations, and chronologies of events related to North Korea."], "subsections": []}, {"section_title": "Recent Congressional Action on North Korea", "paragraphs": ["In the 109 th Congress, Congress became more involved in, and at times critical of, U.S. policy toward North Korea. In late September and early October 2006, Congress enacted two pieces of legislation on North Korea. The John Warner National Defense Authorization Act for FY2007 ( H.R. 5122 / P.L. 109-364 ), requires the President to appoint a Policy Coordinator for North Korea within 60 days of enactment and report to the President and Congress within 90 days on recommendations. It also requires the executive branch to report to Congress every 180 days in fiscal years 2007 and 2008 on the status of North Korea's nuclear and missile programs. The North Korea Nonproliferation Act of 2006 ( P.L. 109-353 ) adds North Korea to the Iran-Syria Nonproliferation Act ( P.L. 106-178 ; P.L. 109-112 ), authorizing sanctions on third party \"persons\" for weapons-of-mass-destruction-related transfers to and from North Korea. In particular, this could affect North Korea's missile trade."], "subsections": []}, {"section_title": "International Response", "paragraphs": [], "subsections": [{"section_title": "United Nations", "paragraphs": ["In response to the test, the UNSC unanimously supported a U.S.-drafted resolution, Res. 1718, that calls the test \"a clear threat to international peace and security,\" bans trade in heavy weapons and luxury goods, authorizes countries to inspect cargo bound to and from North Korea to look for weapons of mass destruction or related materials, and requests that countries freeze funds related to North Korea's non-conventional weapons programs. It also calls on North Korea to refrain from conducting additional nuclear or ballistic missile tests, rejoin the Nuclear Nonproliferation Treaty (NPT), suspend its ballistic missile program and eventually abandon its nuclear weapons in a complete, verifiable, and irreversible manner. Compared to the original U.S. draft, the final resolution was weakened in several key areas at the insistence of China and Russia, both permanent members of the UNSC. China insisted that the language request, but not require , that countries inspect cargo going into and out of North Korea and that the resolution explicitly rule out the use of military force. A more robust military embargo was scaled back to include only heavy military equipment such as tanks and missiles. Following passage of Res. 1718, North Korea declared it considered the imposition of sanctions an act of war.", "It is unclear how the sanctions will affect North Korea, already among the most isolated and poor countries in the world with limited global trade. Many experts argue that sanctions are ineffective at changing the fundamental political goals of governments. In addition, Res. 1718 bans trade in certain items, rather than a complete embargo, which some say lends itself to circumvention. The sanction regime depends heavily on individual states' compliance with the guidelines. For example, each state can determine what items are considered \"luxury goods.\""], "subsections": []}, {"section_title": "China7", "paragraphs": ["China has sought to balance its wish to send a stern message to Pyongyang with its determination to avoid sparking a destabilizing military conflict. Beijing has made clear its overriding goal of preventing the collapse of the North Korean regime, which it fears would interrupt its surging economic development and bring thousands of North Korean refugees across the border into China. Analysts point out that China is also motivated by a desire to keep North Korea as a \"buffer state\" between it and the U.S. troops stationed in South Korea. Chinese officials maintain that the UNSC resolution should \"create conditions conducive to the peaceful resolution of this issue through dialogue and negotiation.\"", "According to press reports, after the passage of the resolution, Chinese officials began inspecting trucks bound for North Korea more closely. Questions have arisen on whether China will enforce the sanctions regime on air or ship trade, and Beijing said it would not stop North Korean-bound ships to conduct inspections for illegal weapons and missiles as the resolution requests. Chinese officials insist that they are implementing the U.N. resolution, but that \"normal trade\" with North Korea should not be disrupted.", "Economists argue that the only definitively effective punishment on North Korea would be the suspension of energy aid from China; China reportedly supplies about 70% of North Korea's fuel. After the test, reports citing Chinese trade statistics showed a marked decline of oil exports to North Korea in September, prompting speculation that Beijing may have been punishing Pyongyang for the July missile tests and/or warning it not to test a nuclear device as threatened. Chinese officials subsequently denied any cutoff, however, and customs data showed a resumption of crude oil to North Korea in October. Some analysts suggest that Beijing could be employing a more subtle form of pressure by sending fewer refined oil products, but there is no overwhelming evidence that China has tried to punish North Korea by restricting energy trade."], "subsections": []}, {"section_title": "South Korea12", "paragraphs": ["The South Korean government vowed to support the UNSC resolution and called for Pyongyang to return to the Six-Party Talks, but also said it will not suspend cooperation with North Korea on the Kaesong Industrial Park (where South Korean firms employ North Korean workers at a complex in the North, about one hour from Seoul) and the Mt. Kumgang tourism site. The two joint projects are believed to provide Pyongyang with several million dollars a year in hard currency. A spokesman for the Ministry of Foreign Affairs said, \"We will go ahead with the economic cooperation programs in harmony with the resolution,\" but would not specify if Seoul planned to expand the Kaesong plant as scheduled. The planned expansion would reportedly provide the North Korean regime with an estimated $500 million annually by 2012. Despite pressure from the Bush Administration following the test, South Korea declined to join the U.S.-led Proliferation Security Initiative (PSI—see Options section), citing fears of engaging in military action by boarding North Korean ships. Undersecretary of State Nicholas Burns criticized the South Koreans for not doing more to send a message to North Korea."], "subsections": []}, {"section_title": "Japan16", "paragraphs": ["Japan has imposed its own unilateral sanctions—more restrictive than those called for in the UN resolution—that ban all North Korean ships from entering Japanese ports and restrict imports and most North Korean nationals from entering Japan. In addition, Japan adopted a list of items that fall under the \"luxury goods\" category, including caviar, jewelry, and watches. Officials in Tokyo have also vowed to assist the U.S. military in stopping North Korean cargo ships for inspections, despite the country's pacifist constitution. Japan's reaction follows a pattern of Tokyo taking increasingly hardline positions on North Korea. Following the July 2006 missile tests by North Korea, Japan led the UNSC to issue a resolution condemning the tests and announced its own unilateral measures that froze bank remittances to North Korea. Japan, which long had been North Korea's second largest trading partner, is now believed to be the North's fifth largest partner (behind China, South Korea, Thailand, and Russia.)"], "subsections": []}]}, {"section_title": "Possible North Korean Motivations", "paragraphs": ["Determining the motivations of a government as opaque and secretive as North Korea is exceedingly difficult, but analysts have put forth a range of possibilities to explain why the Pyongyang regime decided to test a nuclear weapon now. As with many foreign policy decisions, the calculation was probably a combination of factors."], "subsections": [{"section_title": "Attempt to Secure Bilateral Talks", "paragraphs": ["Some analysts have argued that the nuclear test was a desperate effort by the North Koreans to secure bilateral negotiations with the United States and, once in negotiations, have more leverage. The Bush Administration has steadfastly refused to engage in direct talks with North Korean negotiators outside of the Six-Party Talks process, although U.S. officials assert that much of the multilateral forum is devoted to speaking directly with the North Koreans. Selig Harrison, an Asian expert with exceptional access to DPRK officials, argues that top North Korean officials want bilateral talks in order to implement the denuclearization agreement concluded at the last round of the Six-Party Talks in Beijing in September 2005. This argument assumes that North Korea is sincere in its intent to eliminate its nuclear weapons program in exchange for economic and diplomatic incentives, or, if not, the North's intent should be tested.", "The \"Joint Statement of Principles\" issued at the September 2005 round of the Six-Party Talks was seen as a groundbreaking agreement that outlined a clear path to a negotiated resolution. In the statement, the six parties unanimously agreed to the peaceful denuclearization of the Korean Peninsula, and North Korea committed to abandoning its nuclear weapons programs, returning to the NPT, and allowing IAEA safeguards. The other five parties offered energy and humanitarian assistance. The United States and North Korea agreed to take steps toward normalization of relations, which for the United States would include resolution of concerns with the North's ballistic missile programs and human rights record. According to some analysts, the promise of establishing diplomatic relations with Washington was the key element for the North Korean delegation."], "subsections": []}, {"section_title": "Attempt to Ensure Security of Regime", "paragraphs": ["The nuclear test could have been motivated by the regime's deep insecurity and fear of an attack by the United States, a fear that has consumed the country for generations since the Korean War. After being labeled as part of the \"axis of evil\" by President Bush in 2002, North Korea may have drawn a lesson from the invasion of Iraq: that Iraq was targeted because it was believed to be pursuing a nuclear weapons program, but had not yet succeeded. Pyongyang's planners may believe that developing and demonstrating a nuclear capability will deter a U.S. attack. North Korea may believe that the rest of the world will adjust to it being a nuclear power after the initial rounds of condemnation, similar to the experiences of Pakistan and India after testing nuclear weapons in 1998. An unclassified 2003 CIA assessment provided to the Senate Select Committee on Intelligence offered this analysis: \"A test would demonstrate to the world the North's status as a nuclear-capable state and signal (Kim Jong-il's) perception that building a nuclear stockpile will strengthen his regime's international standing and security posture.\""], "subsections": []}, {"section_title": "Domestic Political Factors", "paragraphs": ["Although internal pressures are exceedingly difficult to measure in secretive North Korea, the test may have been intended to appease hardliners in the regime. In the wake of the partially failed missile tests in July 2006, the military leadership in North Korea may have pressed for another indication of their resolve. Given the North's impoverished state, leader Kim Jong-il needs to maintain the support of the military in order to hold on to power. Another domestic factor could have been the need for North Korea to assert itself as South Korea was winning wide recognition because of the ascension of Foreign Minister Ban Ki-Moon as UN Secretary General. Since the division of the peninsula in 1945, Pyongyang has competed with Seoul for legitimacy as the government of the Korean people. Many of these dynamics have played out at the UN, where both countries are recognized as sovereign states."], "subsections": []}, {"section_title": "Technical Motivations", "paragraphs": ["Most observers believe that nuclear testing is important to validate a design for an implosion device, whether using plutonium or highly-enriched uranium (HEU). However, in 2003, the CIA had assessed that given North Korea's long experience in high explosives testing, nuclear tests would not be required to validate simple fission weapons. Even if North Korea has also received a copy of Chinese HEU implosion device blueprints apparently provided by Pakistani scientist A.Q. Khan to Libya, it is likely that technical experts would want to test it. That said, it is not clear that North Korea has any HEU at present. More likely, North Korea desired to test an implosion device using plutonium, whether it was an indigenous or foreign design; several media reports state that U.S. intelligence agencies have concluded the device was plutonium. Some experts have suggested that the small yield of the test might indicate that North Korea was attempting to test a more sophisticated design (composite pits or boosted fission devices), but more data would be necessary to draw such a conclusion. Even if this were the case, one such nuclear test would not indicate whether North Korea had the capability to place nuclear warheads on ballistic missiles. Given that the device did not appear to produce the desired yield, North Korean scientists may desire to test again to improve the weapon's design."], "subsections": []}]}, {"section_title": "Possible Medium and Long-term Implications", "paragraphs": ["The short-term implications of North Korea's nuclear test are clear: whether a technical success or failure, North Korea's willingness to carry out a test in the face of significant opposition indicates that it is willing to endure the potential consequences. The psychological impact of crossing this particular diplomatic \"red-line\" is significant, with ramifications for medium and long-term regional and global stability. Some implications are discussed below."], "subsections": [{"section_title": "Growing Nuclear Threat?", "paragraphs": ["Absent information on what nuclear weapons North Korea actually has or what its intentions are, it is difficult to assess the North Korean nuclear threat to the region and to the United States. However, different scenarios of capabilities and intentions may illuminate the kinds of threat that could emerge. Capabilities and intentions may not always match; one may drive the other, or there may be no attempt to seek to match the two. In addition to the threat of its own weapons capabilities, North Korea may pose a threat in terms of its willingness to provide technology, materials or weapons to rogue states, such as Iran or Syria, or terrorist organizations or individuals.", "As noted above, North Korea may have had several motivations for testing, which may also inform the larger questions of developing its nuclear arsenal. While prestige, leverage in diplomatic negotiations, and domestic political considerations, may only require, for now, a rudimentary or even symbolic nuclear capability, security considerations and technical pride could push North Korea to develop a more sophisticated arsenal. At present, North Korea might now have the capability to deliver a crude nuclear device within the region, using ground transportation, ships, or airplanes. North Korea undoubtedly has the capability to deliver a radiological dispersal device in the region, although arguably it had this capability before the nuclear test. According to most informed observers, North Korea does not now have the capability to marry nuclear warheads with long-range missiles that would reach the mainland of the United States. If North Korea sought to achieve that capability, it would undoubtedly need to conduct further nuclear tests.", "There is no reliable information about how North Korea might use nuclear weapons, particularly with respect to potential escalation within a conventional conflict. Most official North Korean statements about a nuclear capability point to the need to provide for a deterrent against the United States. According to the CIA, in April 2003, \"North Korea publicly claimed that the Iraq war shows only tremendous deterrent force can avert war and that failure to resolve the nuclear issue through dialogue would force the North to mobilize all potentials, almost certainly a reference to nuclear weapons.\" In March 2005, the North Korean Foreign Ministry stated that \"reality proves that our possession of nuclear weapons guarantees balance of power in the region and acts as a strong deterrent against the outbreak of war and for maintaining peace.\" In March 2006, the Foreign Ministry stated that \"our strong revolutionary might put in place all measures to counter a possible U.S. pre-emptive strike,\" according to the Korean Central News Agency, and that \"pre-emptive strike is not the monopoly of the United States.\" The ministry added, \"We made nuclear weapons because of a nuclear threat from the United States.\"", "From a military perspective, North Korea could be seeking either a nuclear deterrent against a potential conventional force attack, or nuclear retaliation either against a nuclear attack (a so-called \"second-strike\" capability) or against a conventional attack (potentially a \"first-use\" capability). Perceptions of how nuclear weapons might be used will help shape the development of capabilities, although it may not entirely drive the process. Thus, if North Korea is seeking a capability that requires it to threaten the U.S. mainland, the future development of its forces would focus on developing robust and reliable nuclear warheads small enough to fit in an ICBM nose-cone. As some observers have suggested, the threat that North Korea poses may not fit into the traditional contexts of deterrence. Potential scenarios include \"demonstration\" detonations to deter U.S. intervention, transfers to terrorist groups that would use such weapons against states other than the United States, and transfers to rogue states."], "subsections": []}, {"section_title": "Nuclear Arms Race in Asia", "paragraphs": ["Many regional experts fear that the nuclear test will stimulate an arms race in the region. Geopolitical instability could prompt Northeast Asian states with the ability to develop nuclear weapons relatively quickly to move forward, creating a cascading effect on other powers in the region. One scenario envisioned would start with a Japanese decision to develop a nuclear weapons program in the face of a clear and present danger from North Korea. South Korea, still wary of Tokyo's intentions based on Japan's imperial past, could follow suit and develop its own nuclear weapons program. If neighboring states appear to be developing nuclear weapons without drawing punishment from the international community, Taiwan may choose to do the same to counter the threat from mainland China. In turn, this could prompt China to increase its own arsenal, which could have impact on further development of programs in South Asia. Alternatively, South Korea could \"go nuclear\" first, stimulating a similar chain of reactions. Most nonproliferation experts believe that Japan, using existing but safeguarded stocks of plutonium, could quickly manufacture a nuclear arsenal. South Korea and Taiwan would take longer, although there is evidence of past experiments with plutonium processing for both countries.", "Japan is not likely to move forward precipitously with nuclear weapons development. Japan has abided by the self-imposed \"three non-nuclear principles,\" which ban the possession, production, or import of nuclear arms. With memories of Hiroshima and Nagasaki still vivid, the Japanese public remains largely resistant to arming themselves with nuclear weapons. Many Tokyo strategists may recognize that \"going nuclear\" could actually undermine their security by further eroding the global nonproliferation regime and reinforcing mistrust in the region. Under the terms of the U.S.-Japan alliance, Japan and South Korea remain protected under the \"nuclear umbrella.\" Secretary of State Condoleezza Rice reiterated the firm U.S. commitment to defend Japan and South Korea against any threat from North Korea during her trip to the region following the nuclear test. Some observers have suggested that the threat of Japan going nuclear was intentionally emphasized in order to pressure Beijing and Seoul to be more firm on North Korea.", "However, discussion about nuclear weapons development is more likely to appear in government statements after North Korea's defiant move: the week after the test, Foreign Minister Taro Aso and the ruling party policy chief Shoichi Nakagawa suggested that Japan should debate the possibility, adding that nuclear weapons would not violate the constitution. Earlier, in September 2006, former Japanese Prime Minister Yasuhiro Nakasone suggested that Japan should study the possibility of going nuclear given the presence of other nuclear-armed states in the region. After Rice's assurances, however, Aso stated that Japan has no intention of developing nuclear weapons, reinforcing many analysts' contention that Japan's current policy could dissolve if the U.S. commitment to the bilateral alliance wavers. Aside from the nuclear question, new Prime Minister Shinzo Abe's agenda of strengthening Japan's overall defense posture—a policy that has been encouraged by the United States—may gain further support."], "subsections": []}, {"section_title": "Proliferation to Other States or Non-State Actors", "paragraphs": ["U.S. officials have repeatedly stated that North Korea must not cross the \"red-line\" of further proliferation of its WMD capabilities, whether to other states or non-state actors. There have been few instances of states sharing their nuclear capabilities or weapons knowingly with other states, if President Musharraf is to be believed that A.Q. Khan acted alone in his nuclear black market activities. The United States considered sharing nuclear missiles with India after China's 1964 nuclear test, but it can be argued that by then, the United States had tens of thousands of weapons, and there was no norm established yet of nonproliferation, as embodied in the 1970 Nuclear Nonproliferation Treaty.", "In 2002, the CIA told Congress that traditional state recipients of WMD technology \"may follow North Korea's practice of supplying specific WMD-related technology and expertise to other countries or non-state actors.\" However, the report specifies only that North Korea has provided ballistic-missile-related equipment, components, material, and expertise, rather than nuclear-related items. North Korea is an established exporter of ballistic missiles, and many observers, including in the U.S. government, equate North Korea's willingness to supply those items with a willingness to sell nuclear weapons or fissile material. Others argue that nuclear weapons are a special case and confer special prestige; that a state would cheapen its hard-earned prestige by disseminating that capability; that a nonproliferation norm has been in place for over thirty years and that a state like North Korea would likely, in the first few years, conserve its nuclear material and weapons for its own deterrent (or aggressive) purposes. Some observers have suggested that as North Korea's arsenal grows, it might be more inclined to \"share the wealth.\" At present, the Yongbyon five MWe reactor reportedly produces about six kg of plutonium per year, enough for about one weapon. Should North Korea finish the two reactors under construction, which are not close to completion, it could augment that stockpile considerably. Kim Jong-il could see a growing nuclear stockpile as a wasting asset or as a source of hard currency. However, transferring nuclear weapons or fissile material is inherently risky because of the loss of control over the recipient's actions, particularly if the material can later be tracked back to a source (such as North Korea). It is not entirely clear that it is possible to positively identify a source of material, although it is possible, with considerable cooperation from nuclear weapon states, to eliminate some sources, thus narrowing the possibilities.", "A Pyongyang official reportedly suggested during talks in April and August 2003 between North Korean negotiator Li Gun and former Assistant Secretary of State James Kelly that North Korea would \"demonstrate\" its nuclear weapons or \"transfer\" weapons abroad. According to one report, \"Mr. Li told Mr. Kelly that the communist state would 'export nuclear weapons, add to its current arsenal or test a nuclear device'.\" On September 1, 2003, North Korean officials issued a statement that North Korea did not intend to sell nuclear weapons or export nuclear material to terrorists. Nonetheless, this continues to be a U.S. concern.", "North Korea was added to the U.S. list of state sponsors of terrorism in 1988 and remains on the list, although it is not known to have sponsored any terrorist acts since 1987. According to the State Department, North Korea continued to maintain ties to terrorist groups in 2005, has sold conventional weapons to several terrorist groups (in 2000, a State Department report specified that North Korea had sold weapons to the Moro Islamic Liberation Front, a militant Islamic group located in the Southern Philippines), and reportedly continues to provide safe haven to terrorists (specifically, four remaining members of the Red Army, an ultra-leftist wing of Japan's radical student movement in the 1960s). In 2000, however, North Korea and the United States signed a joint statement in which \"the two sides agreed that international terrorism poses an unacceptable threat to global security and peace, and that terrorism should be opposed in all its forms.\" In 2001, North Korea also signed the Convention for the Suppression of Financing of Terrorism and a party to the Convention Against the Taking of Hostages. Nonetheless, North Korea's history of officially sanctioned kidnapping, missile sales to states of concern, and activities in drug smuggling and money counterfeiting are seen by many as indicators that Kim Jong-il would be equally open to selling nuclear materials, technology, or weapons to terrorist groups."], "subsections": []}, {"section_title": "Impact on Other Proliferators", "paragraphs": ["In addition to the effect a burgeoning North Korean nuclear weapons capability will have on states in the region as they reassess their security, the North Korean test may hold some lessons for those outside the region that are perhaps inclined to develop the same capabilities. The need for a strong response to the test is not only rooted in the desire to roll back North Korea's capabilities, but also in the need to demonstrate political resolve and clear consequences to a state's disregard for international norms. However, it can be argued that lessons have already been drawn from North Korea's proliferation before the test, and that they are not good ones: that would-be proliferators who participate in multilateral incentive programs will not live up to their commitments (such as the Agreed Framework), that there is equal, if not more, bargaining leverage outside the regime than within it, and that there are no practical consequences to withdrawing from the NPT, as North Korea did in 2003. A key question is how states of concern view the situation as it has unfolded. Is North Korea perceived to have been \"allowed\" to withdraw from the NPT with no punitive action by the international community until North Korea tested a nuclear device? Or, is North Korea now perceived by states such as Iran and Syria as the \"victim\" of discriminatory UN Security Council actions that have the potential to collapse its economy? Iranian President Ahmadinejad stated on October 16, 2006 that \"some Western countries have turned the UN Security Council into a weapon to impose their hegemony and issue resolutions against countries that oppose them,\" but that Iran would not be intimidated. Ultimately, the extent to which the inspections curb Pyongyang's ability to export and import WMD-related items, and any potential impact on North Korea's economic viability, will influence those perceptions."], "subsections": []}, {"section_title": "Fate of Nuclear Arsenal in North Korean Collapse Scenario", "paragraphs": ["U.S. concerns with North Korea's nuclear weapons program may not be limited to how the current regime uses it. Control over the North's nuclear arsenal may be uncertain in the event of a collapse, particularly if there is a chaotic aftermath. If control of the government is unclear, North Korean military officials may rashly launch nuclear weapons in one scenario, particularly as a punishing attack on Japan if they perceive to have nothing left to lose. In a more prolonged period of uncertain leadership, nuclear weapons or material could be transferred to other foreign entities. In an eventual reunification of the peninsula under Seoul's control, in another scenario more questions arise about whether the Korean government would be willing to relinquish its nuclear weapons, given the uncertain geopolitical conditions that the region would face."], "subsections": []}]}, {"section_title": "U.S. Goals and Policy Options", "paragraphs": ["The most fundamental U.S. goals of the confrontation with North Korea are to prevent the further proliferation of weapons of mass destruction and to prevent an attack—either nuclear or conventional—on the United States or on its allies in the region. Both actions would dramatically diminish U.S. security. The Bush Administration appears to be divided on how to best achieve these goals, with one group favoring negotiation to shape North Korea's behavior and another group advocating measures that will weaken the regime and ultimately lead to its collapse.", "Pursuing U.S. objectives through the Six-Party Talks is complicated by the fact that other states have calculated their own national interests with regard to North Korea differently. Japan's goals converge most closely with U.S. objectives: to bolster its own security from the threat of a North Korean missile attack and to resolve the issues surrounding the abduction of several Japanese citizens by North Korea in the 1970s and 1980s. For China and South Korea, the political instability and economic consequences of a collapse of North Korea may represent the worst outcome. Pursuit of U.S. goals is dependent on some degree of cooperation from Beijing and Seoul. The nuclear test by Pyongyang has compelled China and South Korea to agree to harsher measures, but it is unlikely to alter their ultimate objective of preventing the collapse of North Korea.", "The options outlined below are not intended to be exhaustive, but to provide a spectrum of alternatives. The approach taken by the United States may combine elements of several of the possible strategies."], "subsections": [{"section_title": "Status Quo", "paragraphs": ["The current Bush Administration North Korea policy is to work through the Six-Party process to ensure the dismantlement of North Korea's nuclear weapons program. The policy involves a combination of diplomatic and economic pressures on the regime. In addition to focusing on the nuclear issue, U.S. officials have increased their criticism of North Korea's human rights record and its criminal activities, particularly counterfeiting. Critics of the U.S. policy argue that the Administration appears to be divided between those who favor a negotiated solution and others who favor regime change, and that this division has at times paralyzed the policy-making process toward North Korea. Other observers believe that the division masks an overall weak and passive policy that reflects North Korea's low priority in comparison to Middle East conflicts and international terrorism issues."], "subsections": []}, {"section_title": "Explicitly Accept North Korea as a Nuclear Power", "paragraphs": ["Some analysts maintain that North Korea, as a paranoid and isolated regime, will never be willing to give up its nuclear weapons. Some security analysts may argue that accepting North Korea into the \"nuclear club\" and pressing for it to become a \"responsible\" nuclear power is in the best interest of the international community. In that scenario, North Korea could be asked to make nonproliferation commitments in exchange for tacit acceptance of its nuclear weapons status, in much the same way that the United States has \"accepted\" the nuclear status of India, Pakistan, and Israel.", "However, the language used by U.S. officials—calling a nuclear North Korea \"intolerable\" and \"unacceptable\"—indicates that the Administration is unlikely to take this approach. Pakistan and India angered the United States and others after testing nuclear weapons in 1998 and now are U.S. allies for a variety of geopolitical purposes. However, there is widespread belief among U.S. government officials that North Korea, as a major U.S. adversary under an unpredictable and dangerous regime, cannot be trusted with nuclear weapons. Moreover, unlike Pakistan and India, North Korea, like Iran, joined the NPT and then violated it. While this distinction may have no practical value, it appears to have diplomatic significance."], "subsections": []}, {"section_title": "New Approach Through Bilateral Talks with North Korea", "paragraphs": ["Pro-engagement advocates argue that the United States should take a new approach by agreeing to the long-standing North Korean request for direct bilateral relations and offering more reciprocity for a nuclear settlement, including the normalization of diplomatic relations. Under this plan, as North Korea suspended all nuclear and missile tests and froze its plutonium production programs, negotiations on normalization of relations between the two countries would commence. As North Korea advanced toward the verifiable dismantlement of its nuclear programs, incentives such as removal of the measures that restrict North Korean access to the international banking system, energy assistance programs, and removal from the U.S. list of state sponsors of terrorism might be offered. This approach would resemble the implementation of the 2005 Six-Party Talks agreement, but would begin with direct talks between U.S. and North Korean negotiators.", "Proponents of this option argue that although the United States has limited coercive measures remaining, it has ample positive leverage for pushing forward on an agreement with North Korea. Pursuing this option is based on the belief that either North Korea is willing to give up its nuclear weapons, or that the multilateral coalition will be stronger if the United States tries a bilateral approach first, indicating its good faith to the other parties. Most observers agree that the Bush Administration is unlikely to pursue this path because it believes that bilateral negotiations would reward the North Koreans for bad behavior (although officials maintain that much of the multilateral forum is devoted to speaking directly with the North Koreans), that North Korea would continue its recalcitrant behavior in order to extract more benefits from any deal, and that multilateral talks provide the best leverage. North Korea may wish to maximize the propaganda benefits of the negotiations, including painting the U.S. officials as groveling and pleading for peace before Kim Jong-il."], "subsections": []}, {"section_title": "Continue Diplomacy via Six-Party Talks", "paragraphs": ["In the aftermath of the test, some analysts speculated that the Six-Party Talks were dead as a forum for negotiation. However, U.S. and regional officials continue to refer to the multilateral negotiations as the best way forward. If North Korea remains recalcitrant, or institutes another boycott of the Talks, the other parties could meet to pursue a joint strategy forward that specifically responds to the tests. Although the United Nations Security Council measures achieve global involvement, the participants in the Six-Party Talks have the most interest and leverage. Meetings of the five parties would likely focus on harmonizing the strategies, including pressing China and South Korea to adopt measures and strengthen sanctions that keep up pressure on the North Korean regime to return to the negotiations. Observers point out that the biggest challenge may be maintaining sustained punitive measures from South Korea and China once the initial crisis has died down. This approach would require the United States and Japan to maintain their pledge to resolve the problem through diplomatic means, as China and South Korea oppose the threat of military action."], "subsections": []}, {"section_title": "Escalate Economic and Legal Pressure on Regime", "paragraphs": ["As diplomatic progress in the Six-Party Talks faltered over the past several years, the Bush Administration has developed several programs designed to increase pressure on the regime. These initiatives target the influx of cash and goods to Pyongyang—particularly those acquired through illicit or illegal activities—that allow the regime to hold on to power and to develop weapons programs. Strengthening these programs may convince the regime to return to negotiations by threatening Kim Jong-il's hold on power. Encouraging South Korea and China to participate in these activities would increase the likelihood of changing Pyongyang's behavior. On the other hand, squeezing North Korea could push it to proliferate weapons and nuclear material more quickly out of economic desperation. Some experts dispute that illegal activities such as counterfeiting and drug smuggling constitute a major part of the North Korean economy."], "subsections": [{"section_title": "Unilateral Financial and Legal Measures", "paragraphs": ["Since September 2005, the United States has pursued unilateral measures to financially isolate North Korea. In September 2005, the Administration identified Banco Delta Asia, a Macao-based bank, as an institution that allowed money laundering and counterfeiting activities with North Korea. As a result of this action and a series of Treasury Department-directed warnings about the risk of doing business with North Korean companies that might be tied to Pyongyang's nuclear or other WMD programs, several banks, including many in China, have suspended business with North Korean companies.", "Continuing law enforcement activities and using unilateral U.S. financial leverage on international banks and financial institutions represents one way the United States can squeeze the North Korean regime. To reinforce the message, the U.S. government could identify and impose sanctions on another bank—perhaps one in mainland China—suspected of allowing North Korean firms to maintain accounts that facilitate illegal activities. The United States could also make explicit what some analysts say is the unspoken message of the warnings so far: that the U.S. government may prohibit U.S. banks from dealing with financial institutions that have any links with groups that are tied to terrorism or rogue states."], "subsections": []}, {"section_title": "Strengthen Proliferation Security Initiative", "paragraphs": ["One option that has been widely discussed is strengthening of the Proliferation Security Initiative (PSI). PSI, begun in 2003, is an effort to improve capabilities to interdict WMD-related materials, technology, and equipment, particularly as they are shipped to or from countries of concern such as North Korea and Iran. Although many hail PSI as a new initiative, it is, in reality, a slightly more robust version of interdiction efforts that have been carried out for many years. One new feature is the conclusion of bilateral ship-boarding agreements, which can facilitate short-notice inspections of cargo but still require the authorization of the country under whose flag the ship is sailing. Although several observers have suggested that UN Res. 1718 legitimizes PSI, the resolution does not authorize interception or confiscation of cargo and so serves only to focus, not strengthen, efforts.", "In the region, only Japan is a member of PSI. South Korea announced that it would not join PSI out of fears of engaging in a military skirmish with the North Koreans, but that it may take part in PSI activities on a case-by-case basis. China has expressed reservations about the legal standing of PSI, and Chinese officials remarked at a press conference in December 2004 that \"There are also many concerns in the international community about the legitimacy and effectiveness of PSI interdictions and consequences that may arise therefrom. The PSI participants should take this into serious consideration.\"", "Some observers have noted that China's resistance to PSI may be influenced by its dependence on Middle East oil and gas, making it reluctant to cede interdiction rights to U.S. and allied navies, and by a wariness of how PSI might affect the relative balance of Chinese and U.S. power in the region. Until North Korea's nuclear test, it appeared as if China's reluctance to join PSI would make it very difficult for other states in the region to join in. However, the nuclear test and imposition of sanctions by the UN Security Council may make it politically easier for other states in the region to join."], "subsections": []}]}, {"section_title": "Adoption of Regime Change Policy by Non-Military Means", "paragraphs": ["The United States could adopt an official policy of regime change in North Korea, which would necessarily mean abandoning the Six-Party Talks and actively working to undermine the ruling government—either directly or through a collapse of the North Korean economy. Current U.S. policy already has elements of this, but declaring a regime change policy, even without threatening military action, would create large divisions with Seoul and Beijing. Because the United States may not have the economic leverage to squeeze North Korea to collapse, it would have to try to coerce China and South Korea to discontinue their aid and economic cooperation programs that serve as a lifeline to Pyongyang. Further legal and financial measures, like those outlined in the above section, to choke off the flow of money and goods treasured by the elite class of North Korea could pinch those who support Kim Jong-il. With Chinese and South Korean support, many maintain that the measures could either make the regime fail or convince the leaders to give up nuclear weapons.", "Some commentators have suggested threatening Seoul and Beijing that their overall bilateral relationship with Washington is at risk. For Seoul, this might mean threatening to withdraw U.S. troops from South Korea and pulling support for the bilateral Free Trade Agreement currently in negotiation. For Beijing, it may mean a reconsideration of the \"One China\" policy and a scaling back of the extensive economic relationship.", "Critics of this approach point to the potentially massive ramifications of hurting relations with China, a major factor in the global economy, and with South Korea, a U.S. treaty ally that hosts over 30,000 U.S. troops. Adopting a more punitive policy toward North Korea would align Washington more closely with Tokyo, possibly exacerbating already tense relations in northeast Asia. With explicit divisions, the somewhat uneasy peace may be disrupted, and the U.S. military may no longer be seen as a stabilizing force in the region. Critics also argue that squeezing the regime too tightly may push them to proliferate nuclear weapons and technology to willing buyers, including terrorist groups that may be targeting the United States or U.S. interests."], "subsections": []}, {"section_title": "Military Options", "paragraphs": ["There is a range of military options that might be considered, either as direct action or as a threat. Most analysts rule out the possibility of an all-out invasion to bring down the regime, citing the possibility of devastating North Korean retaliation on either South Korea or Japan, the uncertainty of Chinese reaction, the burden on the U.S. military, and the global costs of war in an economically vibrant region. When the Clinton Administration considered military action on North Korea's nuclear facilities in 1993, estimates of human casualties from an invasion totaled 52,000 U.S. military and nearly half a million South Korean soldiers dead or wounded, with an untold number of civilian deaths. The possibility of launching a \"surgical\" strike to take out North Korea's known nuclear facilities is also considered unlikely to be completely successful, given North Korean's penchant for concealing activities underground, the lack of information about additional nuclear facilities, and the fear of a military response from Pyongyang. Similar fears of reprisal argue against a pre-emptive strike on Pyongyang's long-range missile capability, as recommended by former Defense Secretary William Perry as North Korea was threatening to test the Taepodong missile in July 2006.", "A number of prominent commentators have suggested using the threat of direct retaliation in the event that North Korea transfers nuclear material. These commentators argue that the proliferation of a nuclear weapon or material to a terrorist group may pose the biggest threat to U.S. security. Following North Korea's announcement of a test, President Bush stated that \"The transfer of nuclear weapons or material by North Korea to states or non-state entities would be considered a grave threat to the United States, and we would hold North Korea fully accountable for the consequences of such action.\" Labeled \"nuclear accountability\" by Graham Allison and \"expanded deterrence\" by Robert Galluci, this approach would require expanded U.S. nuclear forensic capability. At present, it is uncertain whether a nuclear event could be attributed to a single source with 100% assurance. Drastic responses (i.e., nuclear retaliation) could be deemed less than credible given such uncertainties."], "subsections": []}, {"section_title": "Limited Withdrawal", "paragraphs": ["Some commentators have suggested that the United States should cede leadership of the current diplomatic efforts, arguing that the U.S. military is overstretched and badly needed in other parts of the world, particularly Iraq and Afghanistan. By concluding a peace agreement with North Korea and withdrawing U.S. troops from South Korea, the United States would forfeit resolution of the problem to the regional powers, with China taking the lead. Even if the United States maintained its forces in Japan and elsewhere in Asia, and concentrated on expanding its air and naval power to contain any potential threat from China, the move would substantially alter the geopolitical landscape of the region. Ceding leadership on the North Korean issue would likely also mean giving up dominant stake in deciding how a new regional order may unfold in the event of Korean unification or other geopolitically significant scenarios."], "subsections": []}]}, {"section_title": "Other CRS Reports on North Korea", "paragraphs": ["CRS Report RL33567, Korea-U.S. Relations: Issues for Congress , by [author name scrubbed].", "CRS Report RL33590, North Korea ' s Nuclear Weapons Development and Diplomacy , by [author name scrubbed].", "CRS Report RS21391, North Korea ' s Nuclear Weapons: Latest Developments , by [author name scrubbed].", "CRS Report RL31900, Weapons of Mass Destruction: Trade Between North Korea and Pakistan , by [author name scrubbed].", "CRS Report RS21582, North Korean Crisis: Possible Military Options , by [author name scrubbed].", "CRS Report RL31696, North Korea: Economic Sanctions , by [author name scrubbed].", "CRS Report RL33324, North Korean Counterfeiting of U.S. Currency , by [author name scrubbed].", "CRS Report RS21834, U.S. Assistance to North Korea: Fact Sheet , by [author name scrubbed].", "CRS Report RL31785, Foreign Assistance to North Korea , by [author name scrubbed].", "CRS Report RL32493, North Korea: Economic Leverage and Policy Analysis , by [author name scrubbed] and [author name scrubbed].", "CRS Report RS21473, North Korean Ballistic Missile Threat to the United States , by [author name scrubbed].", "CRS Report RL32167, Drug Trafficking and North Korea: Issues for U.S. Policy , by [author name scrubbed].", "CRS Report RL33389, North Korea: A Chronology of Events in 2005 , by [author name scrubbed], [author name scrubbed], and [author name scrubbed].", "CRS Report RL32743, North Korea: A Chronology of Events, October 2002-December 2004 , by [author name scrubbed], [author name scrubbed], and [author name scrubbed]."], "subsections": []}]}}