{"id": "RL33656", "title": "Animal Waste and Water Quality: EPA’s Response to the Waterkeeper Alliance Court Decision on Regulation of CAFOs", "released_date": "2016-06-01T00:00:00", "summary": ["In October 2008, the Environmental Protection Agency (EPA) issued a regulation to revise a 2003 Clean Water Act rule governing waste discharges from large confined animal feeding operations (CAFOs). The 2008 action was necessitated by a 2005 federal court decision (Waterkeeper Alliance et al. vs. EPA, 399 F.3d 486 [2nd Cir. 2005]), resulting from challenges brought by agriculture industry groups and environmental advocacy groups, that vacated parts of the 2003 rule and remanded other parts to EPA for clarification.", "The Clean Water Act prohibits the discharge of pollutants from any \"point source\" to waters of the United States unless authorized under a permit that is issued by EPA or a qualified state, and the act expressly defines CAFOs as point sources. Permits limiting the type and quantity of pollutants that can be discharged are derived from effluent limitation guidelines promulgated by EPA. The 2003 rule, updating rules that had been in place since the 1970s, revised the way in which discharges of manure, wastewater, and other process wastes from CAFOs are regulated, and it modified both the permitting requirements and applicable effluent limitation guidelines. It contained important first-time requirements: all CAFOs must apply for a discharge permit, and all CAFOs that apply such waste on land must develop and implement a nutrient management plan.", "EPA's 2008 revised regulation addressed those parts of the 2003 rule that were affected by the federal court's ruling: (1) it eliminated the \"duty to apply\" requirement that all CAFOs must either apply for discharge permits or demonstrate that they have no potential to discharge, which was challenged by industry plaintiffs; (2) it added procedures regarding review of and public access to nutrient management plans, challenged by environmental groups; and (3) it modified aspects of the effluent limitation guidelines, also challenged by environmental groups. The 2008 rule also modified a provision of the 2003 rule that the court upheld, clarifying the treatment of a regulatory exemption for agricultural stormwater discharges. CAFOs were to apply for permits and develop nutrient management plans by February 2009. After that date, sources had three years to actually get permit coverage.", "EPA's efforts to revise the 2003 rule were controversial, particularly regarding the \"duty to apply\" for a permit and agricultural stormwater exemption provisions. Environmental groups strongly criticized EPA's actions, arguing that the Waterkeeper Alliance court had left in place several means for the agency to accomplish much of its original permitting approach, but instead EPA chose not to do so. State permitting authorities also had a number of criticisms, focusing on key parts that they argued would greatly increase the administrative and resource burden on state regulators. Farm industry groups were generally supportive of the 2008 rule. Nevertheless, some of them brought a legal challenge. In 2011, a federal court agreed with the industry petitioners and vacated a portion of the 2008 rule concerning the \"duty to apply\" requirement. EPA revised the rule in 2012 in response to this ruling. Environmental groups have initiated several legal actions as they continue to criticize most of EPA's efforts to reduce pollution from CAFOs. Congress has shown some interest in CAFO issues in the past, primarily through oversight hearings before issuance of the 2003 and 2008 rules."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["According to the Environmental Protection Agency (EPA), the release of waste from animal feedlots—the portion of the livestock industry that involves large, intensive animal raising and feeding operations—to surface water, groundwater, soil, and air is associated with a range of human health and ecological impacts and contributes to degradation of the nation's surface waters. The most dramatic ecological impacts are massive fish kills, which have occurred in a number of locations in the United States. A variety of pollutants in animal waste can affect human health in several ways, such as causing infections to the skin, eye, ear, nose, and throat. Contaminants from manure can also pollute drinking water sources. Data collected for the EPA's 2000 National Water Quality Inventory report identified agriculture as the leading known contributor to water quality impairments in rivers and lakes. Animal feeding operations are only a subset of the agriculture sector, but 29 states specifically identified animal feeding operations as contributing to water quality impairment. Federal efforts to control these sources of water pollution have accelerated in recent years, but they have been highly controversial.", "The primary pollutants associated with animal wastes are nutrients (particularly nitrogen and phosphorus), organic matter, solids, pathogens, and odorous/volatile compounds. Animal waste also contains salts and trace elements, and to a lesser extent, antibiotics, pesticides, and hormones. Pollutants in animal waste can impact waters through several possible pathways, including surface runoff and erosion, direct discharges to surface waters, spills and other dry-weather discharges, leaching into soil and groundwater, and releases to air (including subsequent deposition back to land and surface waters). Pollutants associated with animal waste can also originate from a variety of other sources, such as cropland, municipal and industrial discharges, and urban runoff.", "Although agricultural activities are generally not subject to requirements of environmental law, discharges of waste from large feedlots, called concentrated animal feeding operations (CAFOs), into the nation's waters are regulated under the Clean Water Act (CWA). In the late 1990s, EPA initiated a review of the CWA rules that govern these discharges. The rules had not been revised since the 1970s, despite subsequent structural and technological changes in some components of the animal agriculture industry. A proposal to revise the 1970s rules was released by the Clinton Administration in December 2000 and was very controversial. Agriculture industry groups opposed permitting requirements that they consider burdensome and costly, while others, such as environmental groups, favored more stringent national standards that would require improved control technology. During this period, Congress showed some interest in CAFO issues, through oversight hearings held by House subcommittees in October 1999 and May 2001.", "In December 2002, the Bush Administration issued a regulation revising the 1970s rules. The revisions were published in the Federal Register in February 2003 and became effective April 14, 2003. The 2003 rule was challenged by multiple parties—environmental groups and agriculture industry groups—and in February 2005, a federal court issued a ruling that upheld major parts of the rule, vacated other parts, and remanded still other parts to EPA for clarification, leaving all parties unsatisfied to at least some extent. In response, EPA proposed revisions to the 2003 CAFO rule that were finalized October 31, 2008. Industry groups challenged the 2008 revised rule, and in March 2011, a federal court vacated a portion of that regulation.", "This report describes major features of the 2003 CAFO rule. It discusses the parts of the 2003 rule that were addressed in the federal court's 2005 decision and EPA's response, as reflected in the 2008 revised regulation. It then describes legal challenges to the 2008 rule and the federal court's March 2011 ruling. The report also provides an overview of perspectives of key interest groups—the livestock and poultry industry, states, and environmental advocates—on these issues."], "subsections": []}, {"section_title": "The 2003 Rule", "paragraphs": ["The CWA prohibits the discharge of pollutants from any \"point source\" to waters of the United States unless authorized under a national pollutant discharge elimination system (NPDES) permit that is issued by EPA or a qualified state. Any discharge from a point source, even one that is unplanned or accidental, is illegal unless it is authorized by the terms of a permit. NPDES permits limit the type and quantity of pollutants that can be discharged from a facility and specify other requirements, such as monitoring and reporting. The specific discharge limitations in the permit are derived from effluent limitation guidelines and standards (ELGs) that are separately promulgated by EPA for specific categories of industrial sources. ELGs are technology-based restrictions on water pollution, because they are established in accordance with technological standards specified in the act. They vary depending upon the type of pollutant and discharge involved, and whether the point source is new or already existing.", "The act expressly defines CAFOs as point sources. EPA issued NPDES permitting rules for CAFOs in 1974 (defining which animal feeding operations are subject to regulation) and effluent limitation guidelines in 1976. The 2003 rule did not redefine what a CAFO is, but it revised the way in which discharges of manure, wastewater, and other process wastes from CAFOs are regulated, and it modified both the NPDES permitting requirements and applicable ELGs. The 2003 rule required all CAFOs to apply for an NPDES permit. EPA estimated that this requirement expanded the number of covered operations from about 12,800 under the pre-2003 rules to 15,500—primarily the largest CAFOs, in terms of numbers of animals raised or housed on-site—or about 19% of all animal feeding operations of all size in the United States at that time. EPA acknowledged that prior to the 2003 revisions, permitting and enforcement had been inadequate and that only 4,000 CAFOs actually had permits.", "The 2003 rule established ELGs that apply to the production areas of regulated CAFOs (including the animal confinement area, manure storage area, raw material storage area, and waste containment area) and, for the first time, to the land application area (referring to land to which manure, litter, or process wastewater is or may be applied). These ELGs are non-numerical best management practices. Discharges from a production area are subject to a performance standard requiring facilities to maintain waste containment structures that generally prohibit discharges except in the event of overflows or runoff resulting from a 25-year, 24-hour rainfall event. Similarly, discharges of pollutants from land application areas must comply with ELG best management practices, such as the adoption of setback limits from surface waters or vegetative buffer strips. In addition, the 2003 rule established a mandatory duty that a permitted CAFO must develop and follow a plan, known as a comprehensive nutrient management plan (NMP), for handling manure and wastewater and also must submit an annual performance report to EPA."], "subsections": []}, {"section_title": "The Waterkeeper Alliance Decision and EPA's 2008 Revised Rule", "paragraphs": ["The 2003 rule was challenged in court by a number of groups. The cases, brought by environmental petitioners and by farm industry petitioners, were consolidated by the Second Circuit Court of Appeals, which issued a decision in February 2005. The ruling reflected partial victory for all of the parties, because the court upheld or did not address significant parts of the regulation (such as the definition of what is a CAFO, for regulatory purposes). It upheld EPA's authority to regulate through permits the discharge of manure, litter, or process wastewater that a CAFO applies to a land application area. It also upheld EPA's interpretation that precipitation-related discharges of manure, litter, or process wastewater from land application areas that are applied in accordance with a nutrient management plan qualify as \"agricultural stormwater\" and thus do not require permits.", "The court agreed with some of the claims raised by both sets of petitioners: it vacated parts of the regulation and remanded other parts to EPA for clarification. In response to the ruling, EPA proposed revisions to the 2003 rule in June 2006. The parts of the rule affected by the court's ruling and EPA's response are described in the next portion of this report. ", "During the time needed to develop a revised rule, EPA extended compliance dates in the 2003 rule for facilities that were affected by the Waterkeeper Alliance decision; ultimately, EPA extended compliance until February 27, 2009—giving livestock operators another 19 months to apply for discharge permits and to develop and implement manure management plans. This extension affected the date for newly defined CAFOs (facilities not defined as CAFOs as of April 14, 2003—the effective date of the 2003 rule) to seek NPDES permit coverage and the date by which all CAFOs must develop and implement NMPs. The compliance deadline extension did not apply to new livestock operations (which were required by the 2003 rule to comply with those rules when they begin operations) or to existing CAFOs that were covered by permits prior to 2003 (which also were required to comply when the 2003 rule became effective).", "In March 2008, EPA released a supplement to the 2006 proposal, modifying it in two respects by proposing additional options to respond to the Waterkeeper Alliance ruling, but not reopening the entire 2006 proposal for additional public comment. ", "Several hundred public comments on EPA's regulatory proposal were submitted by individual citizens, environmental advocacy groups, state agencies (environmental, public health, and agricultural departments), individual livestock and poultry producers, and groups that represent livestock and poultry producers. Public comments addressed a number of general and specific technical points, with particular focus on the \"duty to apply\" and agricultural stormwater exemption provisions of the proposal (discussed below). Industry's comments were generally supportive of the proposal, approving deletion of the previous \"duty to apply\" provision and also of EPA's efforts to provide flexibility regarding nutrient management plan modifications—especially to limit review and public participation requirements to only those changes that are substantial. Environmental groups, on the other hand, strongly criticized the proposal, arguing that the Waterkeeper Alliance court left in place several means for the agency to accomplish much of its original permitting approach, but instead EPA chose not to do so. State environmental and resource agencies, the primary implementers of CWA permitting, also had a number of criticisms. They focused on key parts that they argued would greatly increase the administrative and resource burden on states.", "A final revised regulation was issued by EPA on October 31, 2008. The final rule substantially adopted the 2006 proposal and the 2008 supplementary proposal, with some mainly editorial modifications. In sum, the 2008 rule clarified the \"duty to apply\" provision to require that all CAFOs apply for NPDES permits if they discharge or propose to discharge. It reiterated that a CAFO could voluntarily self-certify compliance with the rule, but if a CAFO does not certify, in an enforcement proceeding for failing to apply for a permit, the CAFO would have the burden of proving that it did not propose to discharge. With regard to NMPs, the 2008 rule restated that NMPs are an enforceable part of an NPDES permit and clarified that the terms of NMPs would remain the same as specified in the 2003 rule. According to EPA, the revised rule applied to about 15,300 CAFOs that would need permit coverage (74% of the 20,700 CAFOs operating in 2008). The agency estimated that 9,000 CAFOs were covered by existing permits as of 2008, when the revised rule was promulgated.", "The next portion of this report discusses key portions of the 2003 regulation that were affected by the Second Circuit's ruling, beginning with discussion of issues that EPA addressed in the 2008 rule as a result of the litigation. The issues are (1) the \"duty to apply\" requirement, which was challenged by industry plaintiffs; (2) procedures regarding review of and public access to nutrient management plans, challenged by environmental groups; and (3) aspects of the effluent limitation guidelines, also challenged by environmental groups. It then discusses the agricultural stormwater issue, which the court did not reject or remand, but which EPA partially revised in the 2008 rule."], "subsections": [{"section_title": "Duty to Apply for a Permit", "paragraphs": ["The \"duty to apply\" provisions of the 2003 rule were among the most controversial, and they remained so, even as revised in 2008—farm industry groups' challenge to the 2003 rule focused on this requirement and, as discussed below, so did these groups' subsequent challenge to the 2008 revised rule. ", "The 2003 rule explicitly required all CAFOs to apply for an NPDES permit, or to demonstrate to the permitting authority that they have no potential to discharge. EPA's policy rationale for this \"duty to apply\" provision was based on its \"presumption that most CAFOs have a potential to discharge pollutants into waters of the United States.\" However, farm industry plaintiffs argued that, unless there is a discharge of a pollutant, CAFOs and other point sources are neither statutorily obligated to comply with EPA regulations, nor are they obligated to seek or obtain an NPDES permit. The Waterkeeper Alliance court ruled in support of these plaintiffs and held that EPA exceeded its authority under the CWA in ordering all CAFOs to apply for a permit, finding that the law requires permits only where there is an actual discharge, not just a potential to discharge.", "In 2006, EPA proposed to replace the broad \"duty to apply\" requirement of the 2003 rule with a requirement that all CAFOs that \"discharge or propose to discharge\" must seek coverage under an NPDES permit. A similar requirement for all point sources already exists under other parts of EPA regulations that were not affected by the Waterkeeper Alliance decision (40 C.F.R. §122.21[a][1]). The proposal deleted the 2003 rule's provision allowing CAFOs to demonstrate that they have no potential to discharge, saying that such a designation would be irrelevant because the proposal would require only those CAFOs that discharge or propose to discharge to seek coverage under a permit. EPA estimated that the change in the \"duty to apply\" provision—that is, eliminating the permit requirement for CAFOs that have the potential to discharge, as opposed to those that actually discharge or propose to discharge—meant that 25% fewer CAFOs would ultimately seek permits and that CAFO operators would experience a $15.5 million per year reduction (or 26%) in administrative burden, compared with the 2003 rule.", "EPA's March 2008 supplementary proposal included a provision that would allow CAFOs to voluntarily certify that the facility does not discharge or propose to discharge. This provision would allow a CAFO to certify to the permitting authority, through an objective assessment, that the operation does not discharge or propose to discharge and therefore does not need to obtain an NPDES permit. To be eligible for this certification, the facility would be required to evaluate that its production area will not discharge and to develop and implement an NMP similar to that for permitted facilities. The certification process would be voluntary, but it would offer protection to a farmer because in the event that a discharge from a certified CAFO occurs, the farmer would be not liable for having failed to apply for a permit. The operator would still be subject to liability for the discharge itself, however, and the certification would cease to be valid."], "subsections": [{"section_title": "Public Response", "paragraphs": ["Both state permitting authorities and environmental groups opposed deletion of the requirement in the 2003 rule that all CAFOs must apply for an NPDES permit. They said that in doing so, EPA would change the entire permitting program from one that is proactive to one that is reactive, because it \"would allow CAFO operators to de cide whether their situation poses enough risk of getting caught having a discharge to warrant the investment of time and resources in obtaining a permit.\" Although EPA estimated that 25% fewer CAFOs would seek permit coverage, states argued that this overestimated the number that would voluntarily get permits, because under EPA's proposed revisions, there would be virtually no incentive to seek a permit. Further, states contended that any cost savings experienced by CAFOs would be shifted to permitting authorities, which would be placed in a more adversarial position of first proving that a facility has a discharge and then taking an enforcement action. As one state observed, the number of CAFOs, permitted or not, is the same, and EPA was thus expecting states to inspect those that don't apply for permit coverage, as well as process permits for those that do. Overall, states argued that the administrative burden on states of EPA's proposal to delete the \"duty to apply\" requirement would be greater than under the 2003 rule, not less.", "States and environmental groups also objected to allowing industry to voluntarily self-certify compliance, saying that it would undermine the environmental protection provisions of the rule. Industry groups also were critical, saying that requiring most feedlots to seek permits or face retroactive penalties if an unpermitted discharge occurs would amount to a form of the \"duty to apply\" concept that was rejected by the Waterkeeper court.", "The agriculture industry had other concerns about this aspect of EPA's proposed revisions. They had challenged the \"duty to apply\" provision of the 2003 rule, and the court had upheld their argument that the CWA only requires facilities that actually discharge to seek permit coverage. Industry groups fundamentally continue to disagree with any presumption that CAFOs do discharge pollutants, contrary to EPA's position in support of the 2003 rule or environmentalists' contentions. Thus, they objected to EPA's proposal that CAFOs should voluntarily seek permits and the specific addition of a permit requirement for those that \"propose to discharge.\" According to this view, EPA may not lawfully establish permitting requirements based on speculation as to possible future CAFO discharges. Any \"duty to apply\" triggered by accidental discharges could arise (if at all) only after an actual discharge has occurred and should be limited to facilities that accidentally discharge and fail after a reasonable time to identify the cause and take appropriate corrective measures. One of EPA's rationales for promulgating the 2003 rule was recognition that large numbers of unpermitted CAFOs were discharging wastes that contribute to water quality impairments. Critics of industry's position on this issue contended that allowing CAFOs to self-regulate, self-report accidental releases, and then possibly seek permit coverage would likely perpetuate those same conditions."], "subsections": []}, {"section_title": "2008 Revised Regulation", "paragraphs": ["The 2008 rule replaced the \"duty to apply\" requirement in the 2003 rule with a requirement that a CAFO must seek permit coverage when it actually discharges or proposes to discharge (i.e., based on an objective assessment that it is designed, constructed, operated, or maintained such that a discharge will occur, not simply that it might occur).", "EPA recognized that some CAFOs that do not discharge or propose to discharge will not seek permit coverage. But, in the event of a discharge from an unpermitted CAFO, the operator would be in violation of the CWA, because any discharge from a CAFO, even one that is unplanned or accidental, is illegal unless it is authorized by the terms of a permit or is agricultural stormwater. Some CAFO operators were concerned that an accidental discharge from an unpermitted facility would subject the CAFO to liability for the discharge and for failure to apply for a permit. Thus, the revised rule included the option proposed in 2008 to allow a CAFO to certify to the permitting authority that it is designed, constructed, operated, and maintained not to discharge. A certifying CAFO is required to implement a nutrient management plan that, at a minimum, meets the NMP requirements applicable to permitted CAFOs. A CAFO's \"no discharge\" certification is not subject to review by the permitting authority in order for it to become effective, and the permitting authority is not required to make the certification available to the public for comment, because the certification is not a permit application for which review is required. In the event of a discharge from a certifying CAFO (other than agricultural stormwater), the facility would be liable for any unpermitted discharge, but not for failure to apply for a permit.", "The \"duty to apply\" issue has continued to be controversial and was central to industry's challenge to the 2008 revised rule, as discussed below (see \" Legal Challenge to the 2008 Revised Rule \")."], "subsections": []}]}, {"section_title": "Nutrient Management Plans", "paragraphs": ["The 2003 rule mandated that NPDES permits for all CAFOs that land apply animal waste include a new requirement that the permittee develop and implement a nutrient management plan that includes minimum elements specified in the rule, such as ensuring adequate storage of manure, litter, and process wastewater, and preventing direct contact of confined animals with waters of the United States. CAFOs were to develop and implement an NMP by the same date that the rule required them to comply with the rule's land application provisions. The 2003 rule provided that NMPs would be retained on-site at the CAFO. It must be available to EPA or the permitting authority, but it is not considered part of the facility's permit.", "The environmental plaintiffs argued to the federal court that the NMP part of the 2003 rule was unlawful under the Clean Water Act and the Administrative Procedure Act because it failed to require that the terms of the NMP must be reviewed and be included in the NPDES permit (inclusion in the permit would make the NMP enforceable by the government and private citizens) and because it allowed permitting authorities to issue permits in the absence of any meaningful government or public review of this aspect of the permit. They also argued that the permitting aspects of the rule violate the Clean Water Act's public participation requirements by effectively shielding the plans from public scrutiny and comment. The court agreed with the environmental plaintiffs on these points and vacated these portions of the rule.", "In response, EPA proposed to require that CAFOs seeking permit coverage submit an NMP as part of the permit application and that the permitting authority make the plan available for review prior to developing the facility's permit. The permitting authority would be responsible for reviewing the NMP for completeness and sufficiency. The terms of the NMP (such as the minimum elements described above) would become terms and conditions of the permit, as required by the court. In its proposal, EPA distinguished between NMP terms , which must be incorporated as enforceable conditions of the permit following the public review process, and the plan as a whole, which must be submitted to the permitting authority for review. The NMP as a whole, EPA said, will include underlying data, calculations, and other information such as technical standards that provide a basis for the facility-specific requirements.", "EPA rules generally allow permitting authorities to issue two types of permits: either individual facility-specific permits, or general permits to cover multiple facilities without the need to receive individual permit applications from facilities in advance of developing the permit. In the 2003 rule, EPA indicated that it expected that most permitting authorities would utilize general permits, as a way of minimizing regulatory burden. The 2005 Waterkeeper Alliance ruling required EPA to expressly address public participation in review of NMPs, since they must be included in a permit. In the case of individual permits, existing NPDES rules already establish procedures for public participation. Thus, because the NMP would be part of the individual permit application, it would be subject to existing rules requiring public participation, and no rule changes were needed.", "EPA's 2006 proposal contained new provisions for public participation in review of NMPs for those facilities intending to be covered by a general permit, because there is no provision in existing rules that explicitly addresses incorporation of site-specific NMP requirements into a general permit. The proposal included mechanisms so that general permits for CAFOs can be modified, once issued, to include the terms of an NMP applicable to a specific CAFO and to provide an opportunity for public review of a CAFO's Notice of Intent (including the entire NMP) to be covered by a general permit, before the CAFO actually receives coverage under the general permit. Under the proposal, the permitting authority (state or EPA) would have discretion as to how best to provide public notification and comment in the context of general permits.", "In the March 2008 supplementary proposal, EPA presented alternatives to enable permitted CAFOs some flexibility in developing their NMPs, with respect to specifying the rates of application of nutrients in manure, litter, or process wastewater to land. Circumstances at a farm change during the period of a permit (ordinarily five years), and agricultural operations often modify their nutrient management and farming practices during the normal course of their operations—for example, planting different crops that have different needs for nitrogen and phosphorus. The alternatives were intended to allow CAFOs to make crop rotation and similar changes without requiring formal modification of their NMPs. Such flexibility would reduce the burden on permitting authorities and CAFO operators by decreasing the number of significant changes to permits, which require public notice and comment. The alternatives would allow CAFO operators to make routine changes at a facility that affect the rate of nutrient application to land without changing the NMP itself. EPA proposed three alternatives, with increasing amounts of flexibility for the CAFO operator; each approach would require annual reporting requirements to provide actual data that would be publicly available concerning compliance with permit requirements during the previous year."], "subsections": [{"section_title": "Public Response", "paragraphs": ["Many comments on the 2006 proposal focused on the complexity of nutrient management planning and the administrative and resource burdens that NMPs would put on CAFO operators and state permitting agencies. Recognizing the problem of burdens imposed on permitting authorities, EPA's proposal incorporated flexibility in various ways, such as allowing states the discretion to decide how to provide for public notice. Other comments were critical that EPA was proposing too much flexibility and discretion for permitting authorities and would not ensure adequate public participation and review.", "Industry sought clarification of criteria that constitute the terms of the NMP (since NMP terms become enforceable conditions of the permit), which EPA addressed in the 2008 supplementary proposal. However, other commenters asserted that the entire NMP should be included in or expressly referenced by the permit, so as to ensure that the permit requires the CAFO to comply with every discharge reduction or prevention measure in its NMP."], "subsections": []}, {"section_title": "2008 Revised Regulation", "paragraphs": ["The 2008 revised rule did not change the required contents of the NMP, but it added a requirement for CAFOs to submit the NMP as part of their permit application or notice of intent to be covered by a general permit and added public participation requirements to ensure opportunity for public review. The rule established new procedures for permitting authority and public review of NMPs for CAFO general permits. To respond to the Waterkeeper decision, the final rule specified minimum terms of the NMP that must be enforceable requirements of a CAFO's permit, but EPA did not agree with those commenters who argued that all of the information in the NMP constitutes enforceable terms.", "The court had focused on rates of applications as perhaps the most important term of the NMP, and it was an issue of concern to many commenters. Thus, the 2006 and especially the 2008 supplementary proposal addressed this issue in detail. The final rule included two options for identifying the terms of the NMP with respect to rates of application of nutrients. Each approach would provide a means for a CAFO to articulate in its NMP annual maximum rates of application of animal waste by field and crop and identify the minimum required terms of the NMP specific to that approach. One approach would be suitable for operations with predictable crops and land application, EPA said, while the other likely would benefit CAFOs that may need to adjust their rates of application because of changes in soil levels of nitrogen and phosphorus, due, for example, to changes in crop rotations."], "subsections": []}]}, {"section_title": "Aspects of the Effluent Limitation Guidelines for CAFOs", "paragraphs": ["Specific effluent limitations contained in individual NPDES permits are dictated by the terms of more general effluent limitations guidelines promulgated by EPA that typically specify the maximum allowable levels of pollutants that may be discharged by facilities within an industrial category or subcategory using specific technologies. While the limits are based on the performance of specific technologies, they do not generally require the industry to use these technologies, but rather allow the industry to use any effective alternatives to meet the pollutant limits. As noted above, in the 2003 rule, EPA established non-numerical effluent limitation guidelines for the production areas of CAFOs, and did so for four subcategories of the CAFO industry. The environmental petitioners challenged several aspects of the ELGs, and the Waterkeeper Alliance court upheld parts of their claims. In this portion of the decision, the court remanded the rule to EPA with instruction to present additional analysis and justification, so as to clarify its decision-making rationale."], "subsections": [{"section_title": "New Source Standards for Swine, Poultry, and Veal Operations", "paragraphs": ["The CWA requires EPA to promulgate New Source Performance Standards (NSPS) for new sources of pollution, based on what is determined to be the best available demonstrated control technology. The 2003 rule dictated that new sources in this subcategory meet a waste management standard of no discharge, except in the event of manure runoff and precipitation from a 100-year, 24-hour rainfall event. The rule also allowed a less restrictive alternative performance standard (a 25-year, 24-hour storm standard) for those facilities that would voluntarily use new technologies and management practices that perform as well as or better than the baseline ELGs at reducing pollutant discharges to surface waters from the production area. The court held that EPA had not provided adequate statutory and evidentiary basis for these portions of the rule and had not justified its decision to allow compliance through an alternative standard. In its 2006 proposal to revise the rule, EPA deleted the provision allowing CAFOs to meet the no discharge standard through the use of a 100-year, 24-hour rain event containment structure, thus effectively prohibiting all discharge of manure, litter, and process wastewater from the production area for new sources in this subcategory. EPA also proposed to delete the voluntary superior performance standards provision, since the baseline for all new facilities in this subcategory will now be no discharge.", "In the 2008 final rule, EPA adopted the revisions proposed in 2006—deleting the use of a 100-year, 24-hour rain event containment structure and deleting the voluntary superior performance standards provision in the 2003 rule. The agency also promulgated a new provision that would allow a CAFO using an open surface manure storage structure to request the permitting authority to establish site-specific ELGs that incorporate the NSPS no discharge requirement. The new provision was intended to create an incentive for the use of innovative technologies to meet the no discharge requirement by providing an up-front determination that the CAFO will meet the requirement prior to potentially expensive construction."], "subsections": []}, {"section_title": "Technology for Pathogen Control", "paragraphs": ["An effluent limitation guideline establishes the degree of pollutant reduction that is attainable by industrial sources through the application of various levels of technology. The CWA requires that ELGs be based on standards that are progressively more stringent: (1) best practicable control technology currently available (BPT), the minimum technological requirement; (2) best control technology for conventional pollutants (BCT); and (3) best available technology economically achievable (BAT), representing the best control measures that have been developed or are capable of being developed within the industrial category. The act required existing sources to meet BPT by July 1, 1977, and BAT by July 1, 1983. BCT is not an additional limitation, but it replaces BAT for control of a group of pollutants that are naturally occurring in the aquatic environment, are biodegradable, and are the traditional and primary focus of wastewater control. Five pollutants are presently considered conventional pollutants; one of these, the pathogen fecal coliform, is associated with manure discharges from CAFOs. Point sources that discharge conventional pollutants are required to meet the BCT standard, but the act requires that, in establishing BCT, EPA must conduct a \"cost reasonableness\" test of attaining more stringent pollutant control than BPT.", "In the 2003 rule, EPA said that the ELG requirements of the rule were not specifically designed to reduce pathogens in animal waste but may, in EPA's view, achieve some incidental reductions of pathogens. The environmental plaintiffs argued that EPA had not presented adequate evidence to justify establishing a BCT standard for pathogens that is no more stringent than the rule's BPT standard. The court upheld this complaint and ruled that EPA must make an affirmative finding that the BCT-based ELGs adopted in the rule do in fact represent the best control technology for reducing pathogens. In its 2006 proposal to revise the 2003 rule, EPA retained the BCT standard promulgated previously and provided a lengthy narrative discussion and cost analysis justifying its original rationale.", "In the 2008 final rule, EPA presented what it termed an affirmative finding that the BCT limitations adopted in the 2003 rule do, in fact, represent the best conventional control technology limitations for fecal coliform. Thus, it retained the BCT standard in the 2003 rule with a more complete explanation of how it made that determination."], "subsections": []}, {"section_title": "Water Quality-Based Effluent Limitations", "paragraphs": ["While technology-based NPDES permits derived from EPA's ELGs may result in meeting state water quality standards for individual waterbodies, the effluent guidelines program is not specifically designed to ensure that the discharge from each facility meets the water quality standards for that particular waterbody. For this reason, the CWA requires permitting authorities to establish water quality-based effluent permit limitations (WQBELs) where necessary to attain and maintain water quality standards, specifying discharge limitations that are more stringent than the national ELGs. Where WQBELs are necessary, they are established without consideration of treatment technologies or cost. In the 2003 rule, EPA included no requirements concerning WQBELs. At the time, EPA said that it did not expect that WQBELs will be established for CAFO discharges from land application areas since, as described above, any precipitation-related discharges from those areas will be considered agricultural stormwater, which is exempt from NPDES permitting.", "The environmental plaintiffs challenged EPA's failure to justify the lack of WQBELs for discharges other than agricultural stormwater. They also charged that the 2003 rule would bar states from promulgating WQBELs. The Waterkeeper Alliance court partly upheld these complaints and directed EPA on remand to explain whether or not, and why, WQBELs are needed to assure that CAFO discharges will not interfere with the attainment and maintenance of water quality standards. The court also had found that the Preamble to the 2003 rule was ambiguous about whether states may promulgate WQBELs for discharges other than agricultural stormwater, and it ordered EPA to clarify this issue.", "In 2006, EPA restated its view that precipitation-related discharges from land application areas are statutorily exempt from any effluent limitations, including WQBELs, because they are agricultural stormwater, but it clarified that WQBELs can be applied in appropriate cases to further limit discharges from CAFO production areas and with respect to non-precipitation-related land application discharges. This reasoning would apply to state-issued as well as EPA-issued permits. Further, EPA said that it is possible that a state, acting under its own regulatory authorities, could impose additional requirements that are broader than the federal NPDES program, if they so choose. Whether states will do so, however, is unclear.", "In the 2008 final rule, EPA reiterated its view that nothing in the rule limits a state permitting authority from including more stringent limitations on agricultural stormwater discharges under its own state regulations. Thus, the agency said that a state could require WQBELs for new sources that are subject to the rule's no discharge standard (discussed above). But EPA also reiterated its view that, as a practical matter, it is difficult to imagine circumstances in which additional limitations would be necessary for CAFOs that already must comply with a stringent no discharge requirement."], "subsections": []}]}, {"section_title": "Agricultural Stormwater Discharges", "paragraphs": ["One issue that the federal court upheld in 2005 concerns the rule's treatment of a regulatory exemption for agricultural stormwater discharges. This issue, which had been controversial during development of the 2003 rule, arose in the context of the regulatory framework concerning the land application of manure, litter, and process wastewater. As noted above, the CWA expressly defines the term \"point source\" to include concentrated animal feeding operations. The same provision of the act, Section 502(14), also expressly defines \"point source\" to exclude \"agricultural stormwater.\" The court characterized this provision as \"self-evidently ambiguous\" and observed, \"the Act makes absolutely no attempt to reconcile the two.\" When manure and other waste are applied to land, precipitation-related runoff can transport nutrients, pathogens, and other pollutants in the waste to nearby receiving waters.", "To develop the 2003 rule, EPA had to interpret the statutory inclusion of CAFOs as point sources and the agricultural stormwater exclusion consistently and identify the conditions under which discharges from the land application area of a CAFO are point source discharges that are subject to NPDES permitting requirements, and those that are agricultural stormwater discharges and thus are not point source discharges. The land application portion of the 2003 rule detailed requirements to ensure that animal waste is applied to land in accordance with nutrient management practices that ensure appropriate agricultural use of the nutrients in the waste. Under the rule as promulgated, EPA determined that when manure or process wastewater is applied in accordance with those practices, at appropriate agronomic rates, it is a beneficial agricultural production input. Where such practices have been used, any remaining precipitation-related discharge is agricultural stormwater, which is exempt from permitting. In contrast, where appropriate manure management practices have not been used, EPA argued that it is reasonable to conclude that discharges of manure from a land application area have not been applied at agronomic rates, are not agricultural stormwater, and thus are subject to NPDES permitting. Under the 2003 rule, adherence to appropriate nutrient management practices eliminates any need to seek permit coverage for land application discharges or submit a land application NMP to the permitting authority.", "Both groups of petitioners challenged this portion of the 2003 rule. Livestock and poultry industry plaintiffs argued that land application runoff should be considered a point source discharge subject to permitting only if it is collected or channelized prior to discharge. In contrast, the environmental petitioners argued that the act's definition of \"point source\" requires regulation of all CAFO discharges, notwithstanding the statutory exemption for agricultural stormwater discharges. The court found that EPA's interpretation of the act in this regard was reasonable. The court interpreted the rule as seeking to remove liability for agriculture-related discharges primarily caused by nature, while maintaining liability for other discharges. \"[W]here a CAFO has taken steps to ensure appropriate agricultural utilization of the nutrients in manure, litter, and process wastewater, it should not be held accountable for any discharge that is primarily the result of 'precipitation.'\" It rejected the challenges by the parties, and it upheld this portion of the rule.", "Although the court did not direct EPA to revise this provision, the agency stated in the Preamble to the 2006 proposed revisions that it was considering adding a provision that would apply to runoff from CAFO fields that are otherwise unpermitted because they do not discharge or propose to discharge (and thus are considered to be agricultural stormwater). Under this addition, in order to qualify as agricultural stormwater discharges and thus receive a permit exemption, unpermitted large CAFOs would still be required to comply with nutrient management technical standards for land application (field-specific standards, for example) that have been established by the permitting authority (the state or EPA), in addition to the practices specified in the EPA rule."], "subsections": [{"section_title": "Public Response", "paragraphs": ["Industry groups endorsed EPA's proposal regarding agricultural stormwater, which assumed that where land application is conducted in accordance with the rule's nutrient management standards, stormwater runoff is exempt from NPDES permitting. However, these groups strongly objected to EPA's suggestion in the Preamble to the 2006 proposal that it was also considering requiring CAFOs to comply with additional technical standards established by a permitting authority, because they maintained that such a change would unlawfully narrow the exemption.", "Environmentalists, on the other hand, argued that this portion of the 2006 proposal would unlawfully allow CAFOs to self-regulate, as it failed to require them to get permits in order to claim the exemption. States expressed a similar view, contending that neither a state nor EPA can take enforcement action against an unpermitted CAFO to comply with technical or other standards. One state observed that EPA's proposal represented \"a circular arrangement that would be quite difficult to enforce and administer,\" and that courts would be skeptical of enforcement cases against facilities that are exempt from regulation."], "subsections": []}, {"section_title": "2008 Revised Regulation", "paragraphs": ["The revised rule included a provision described in the Preamble to the 2006 proposal. It stated that in order for unpermitted large CAFOs to have their precipitation-related discharges qualify as agricultural stormwater discharges, they must apply manure, litter, or process wastewater to land according to site-specific nutrient management practices that ensure appropriate agricultural use of the nutrients in the waste. A full NMP is not required. While this was a new provision in the rule, EPA stated that it was not a new requirement; rather, it clarified EPA's existing interpretation of the agricultural stormwater exemption in CWA Section 502(14)."], "subsections": []}]}, {"section_title": "Responses to the 2008 Rule", "paragraphs": ["While there was no overall agreement among interest groups on the initial 2006 and 2008 supplementary proposals, they did concur on at least one point: EPA should provide much more clarity and guidance on such key concepts as criteria or circumstances defining the need for a CAFO to seek permit coverage and what terms in a nutrient management plan should be included in a permit. EPA offered some examples on these points, but the public comments reflected considerable uncertainty about issues that are fundamental to implementation of the rule.", "EPA estimated that economic impacts of the 2008 rule on CAFO operators would be nearly the same as costs of the 2003 rule—$54 million annually. While approximately 25% of CAFO operators subject to the 2003 rule would not need permit coverage under the 2008 revisions (largely due to eliminating the universal \"duty to apply\" requirement), thus saving CAFOs approximately $14 million in reduced permitting costs, other CAFOs would face increases in annual administrative burden due to the new NMP requirements and costs to qualify for the agricultural stormwater exemption.", "State permitting authorities were projected to incur administrative costs of about $17 million annually—slightly higher than estimated in the 2003 rule. The smaller number of permitted facilities was expected to reduce costs, while implementing the new NMP requirements was expected to increase the administrative burden on states.", "Industry groups were generally pleased that there was little change in the final rule from EPA's proposals, with the exception of the \"duty to apply\" provision, as discussed below. Questions about implementation of the agricultural stormwater exemption persist, both with states and environmental advocates, and many states continue to believe that EPA underestimated the impacts of the rule on permitting authorities. A number of states and farm industry groups argued that, even with EPA's extension of compliance to February 27, 2009, that date was unattainable. In the 2008 rule, EPA declined to modify that date, based on its view that CAFOs already had the information that they would need to develop NMPs and would not need to wait for further EPA action before doing so. Finally, environmental groups remained concerned about allowing CAFOs to self-certify that they do not discharge, as well as about EPA's failure to require stringent technology for pathogen control. "], "subsections": [{"section_title": "Legal Challenge to the 2008 Revised Rule", "paragraphs": ["Not surprisingly, because of the differing perspectives on EPA's action, further legal challenges followed promulgation of the 2008 revised rule. Agriculture industry groups (although generally satisfied with the rule) filed lawsuits in several federal appellate circuits, and environmental groups also challenged portions of the rule. The various petitions were consolidated in the U.S. Court of Appeals for the 5 th Circuit. ", "EPA and the environmental petitioners began settlement negotiations in June 2009, and in May 2010, these parties signed a settlement agreement in which EPA agreed to develop a guidance document that helps CAFOs determine if they have a discharge and thus should apply for a permit. The agency issued the guidance document on May 28, 2010, as required by the settlement. EPA also agreed to propose a rule in order to collect certain information from CAFO owners or operators, such as number and types of animals, type and capacity of manure storage or treatment process, and quantity of manure generated annually by the CAFO. (See discussion below, \" EPA's Proposed Information Collection Rule .\") This portion of the settlement responded to concerns that EPA lacks adequate basic information about CAFOs, their locations, size, characteristics, etc., to properly regulate them.", "Farm industry petitioners were not parties to that settlement, and their legal challenge to the 2008 revised rule continued. In the earlier litigation on the 2003 rule, agriculture industry groups had challenged a provision of that rule that explicitly required all CAFOs to apply for an NPDES permit, or to demonstrate that they have no potential to discharge. The 2005 Waterkeeper Alliance court upheld their argument that the CWA only requires facilities that actually discharge to seek permit coverage. Industry groups continued to disagree with any presumption that CAFOs do discharge, thus they challenged EPA's attempt in the 2008 revised rule to encourage CAFOs to voluntarily seek permits and the specific addition of a permit requirement for those that \"propose to discharge.\" According to this view, EPA may not lawfully establish permitting requirements based on speculation as to possible future CAFO discharges.", "The federal court issued its ruling in the case in March 2011. The court upheld the portion of the rule requiring a CAFO to apply for a permit if the facility has an actual discharge. However, the court vacated the part of the 2008 rule that created liability for failing to apply for a permit if the CAFO only proposes to discharge, but does not actually do so, thus rejecting what the court characterized as the \"attempt by EPA to create from whole cloth a new liability provision.\" ", "The federal government did not seek a rehearing on the Fifth Circuit's ruling, nor did it petition the Supreme Court for a review. In July 2012, EPA modified the 2008 CAFO regulations to conform to the court's 2011 ruling. The modification eliminated the requirement that an owner or operator of a CAFO that \"proposes to discharge\" must apply for a CWA permit. It also removed the voluntary certification option for unpermitted CAFOs, because removal of the \"propose to discharge\" requirement renders the certification option unnecessary.", "EPA continues to work with states to conduct audits of existing CAFO programs to ensure that state-issued permits are consistent with national requirements and also to resolve questions about whether a particular CAFO needs a CWA permit.", "Section 510 of the Clean Water Act allows states to adopt or enforce water pollution standards or discharge limitations that differ from but are no less stringent than federal requirements. Consequently, although many states prohibit adoption of standards that are more stringent than what is required by federal rules, CAFO operators in some locations may be subject to requirements beyond those in EPA's CAFO regulations. For example, state regulators in Michigan require CAFOs to obtain water pollution discharge permits or prove they do not need them, irrespective of whether they actually discharge—essentially the same provision in the 2003 EPA rule that was invalidated in the Waterkeeper Alliance decision. In 2011, the Michigan Court of Appeals upheld the authority of state regulators to implement the requirement, pursuant to state law, stating that the Waterkeeper decision was not relevant to the challenge to Michigan law that had been brought by farm groups in the state."], "subsections": []}, {"section_title": "CAFO Rules for the Chesapeake Bay Watershed and a Revised National CAFO Rule", "paragraphs": ["While the CAFO regulations discussed in this report apply nationwide, EPA also has considered regulatory changes that could affect CAFO operations located in the Chesapeake Bay watershed. In May 2009, President Obama issued an executive order that declared the Bay a \"national treasure\" and charged the federal government with assuming a strong leadership role in restoring the Bay. One year later, EPA and other federal agencies issued a multi-agency strategy for protecting and restoring the Chesapeake Bay region that consists of specific environmental initiatives to establish new clean water regulations on stormwater discharges and pollution discharges from animal feedlots in the Bay watershed, put new agricultural conservation practices on farms in the region, and restore land and water habitat. Agricultural discharges of nutrients are believed to be responsible for more than 50% of water quality impairment of the Bay. EPA is reviewing each Bay state's CAFO program and is working with the states to ensure that they meet the programmatic requirements of the 2008 CAFO rule.", "As part of the federal strategy for Chesapeake Bay and to settle some litigation over Chesapeake Bay restoration, EPA agreed to initiate a rulemaking to consider more stringent CAFO permit standards to control nutrient discharges to the Bay. Bay-specific rules could consider expanding the universe of CAFOs or increasing the number of animal operations that would qualify as CAFOs. The settlement agreement also stipulated that EPA would propose more stringent permitting requirements for land application of manure, litter, and process wastewater, such as requiring next-generation nutrient management plans and off-site manure management. ", "The same 2010 consent decree also committed EPA to revise the national CAFO rules, including to \"propose expanding the universe of CAFOs by means which might include (but are not limited to) making it easier to designate an AFO as a CAFO or increasing the number of animal operations that would qualify as CAFOs.\" The revised national rule was also to include more stringent requirements for nutrient management.", "Under this consent decree, EPA agreed to propose a revised national rule and Chesapeake Bay-specific rules by May 2013, and to take final action on both by June 2014. However, in June 2013, EPA and the environmental plaintiffs agreed to modify these portions of the agreement. Under the revision, EPA will focus on reducing pollutants from CAFOs in the Chesapeake Bay area, rather than issue a new national rule on CAFOs. EPA will review compliance with existing CWA permits for CAFOs in the Chesapeake Bay area, assess Bay state permitting programs for such operations, inspect smaller and unregulated animal feedlots, and by June 30, 2018, decide on the basis of these reviews whether a national rulemaking is needed."], "subsections": []}, {"section_title": "EPA's Proposed Information Collection Rule", "paragraphs": ["As part of the same 2010 consent decree with environmental plaintiffs, EPA agreed to propose a rule that would require CAFOs to submit a specific set of basic operational information to EPA. At issue for the environmental groups is whether EPA has sufficient information about the universe of CAFOs, and their waste management practices, in particular, to implement its regulatory program. The agency met this requirement in October 2011 when it proposed a rule to require CAFOs to provide the following information: facility contact information; production area location; whether the CAFO has a CWA permit; the number and type of animals at the CAFO; and the number of acres available for land application of manure, litter, and process wastewater. EPA proposed two reporting options. One option would require every CAFO to report the information to EPA, unless states with authorized CWA programs choose to provide the information on behalf of CAFOs in their state. The second option would require CAFOs in focus watersheds that have water quality concerns associated with CAFOs to report information to EPA. The agency's statutory basis for the proposal is CWA Section 308 (33 U.S.C. §1318), which gives EPA broad authority to require the owner or operator of any point source to provide information that the Administrator \"may reasonably require.\"", "Both agriculture groups and environmental groups criticized EPA's proposal. Livestock groups, state farm bureaus, and others argued that EPA could not require the requested information from CAFOs that do not discharge. Many were concerned that supplying the requested information would be a costly burden to farmers. EPA officials believed that burden would be minimized by the limited data that the agency proposed to collect and also if states were to voluntarily provide the information to EPA (under the first proposed option). Environmental advocates, on the other hand, contended that the narrow scope of either option in the proposed rule did not meet the terms of the 2010 settlement agreement and fell short of the kind of information needed to regulate CAFOs adequately. These groups were skeptical of EPA's assertion that the agency can obtain site-specific answers to other questions—such as the quantity of manure generated annually by the CAFO and quantities of manure transferred off-site—directly from states, other federal agencies, specific CAFOs, or other sources. ", "In July 2012, after reviewing public comments, EPA decided not to promulgate a regulation. Based on comments and responses, especially from states, EPA concluded that it can obtain much of the desired CAFO information from federal agencies, states, and other existing data sources. It would be more reasonable and efficient to obtain existing information from these sources, EPA said, before determining whether to issue a rule requiring CAFOs to submit information. The agency noted that the 2010 settlement agreement with environmental groups committed EPA to proposing a rule, but did not commit to any particular final action.", "A number of environmental, animal welfare, and community groups sued EPA over the withdrawal of the proposed information collection rule, arguing that EPA's withdrawal was arbitrary and capricious and an abuse of discretion. However, in September 2015, a federal court upheld EPA's decision to withdraw the 2012 reporting rule, saying that the agency has the discretion under the CWA to decide what information it may seek.", "In another lawsuit, environmental groups are siding with EPA. This litigation stems from EPA's release of certain data and personal information on farmers to environmental advocates in 2012 and 2013. Farming and pork producers groups sued, asking a federal court to find EPA's release of farmer's personal information unlawful. The environmental groups had filed a Freedom of Information Act (FOIA) request seeking information to learn more about EPA's decision to abandon the proposed reporting rule, as part of their efforts to examine the agency's actions to reduce pollution from CAFOs. Environmentalists argued that the information is critical to the public interest in civil enforcement of the CWA, while agriculture industry groups contend that the public has no interest in the information and that its release endangers the lives and livelihoods of farmers and ranchers. In January 2015, a federal district court judge upheld EPA's decision to release certain operational information about CAFOs, in response to the environmentalists' FOIA request. The court said that the agriculture groups lack standing to challenge the data release because they could not prove that they were harmed by EPA's action. However, the court barred EPA from releasing any information under FOIA requests by environmental groups, pending final resolution of the litigation, including appeals, which have been sought by the agriculture groups. "], "subsections": []}]}, {"section_title": "Congressional Interest", "paragraphs": ["Congress has shown some interest in CAFO issues in the past, primarily through oversight hearings in 1999 and 2001, before issuance of the 2003 and 2008 CWA rules. Recently, Congress has shown increased interest generally in the impact of EPA rules and requirements on the agriculture sector. Whether these issues will receive more congressional attention in the future, and what form it might take, are unknown for now."], "subsections": []}]}]}}