{"id": "RL33912", "title": "District of Columbia School Reform Proposal: Authority of the D.C. Council To Implement", "released_date": "2007-03-09T00:00:00", "summary": ["This report addresses the authority of the District of Columbia Council to implement a proposed reorganization of the District of Columbia Board of Education. Specifically, the report addresses the authority of the Council to implement the proposed District of Columbia Public Education Reform Amendment Act of 2007, a bill currently being considered by Council. The proposed Act would involve extensive revision of the D.C. Code, including parts of the District of Columbia Home Rule Act. In addition, the report considers to what extent Congress would be required to legislate to implement this reorganization.", "It would appear likely that the D.C. Council has sufficient authority to reorganize an independent agency such as the Board of Education, including defining the Board's powers, duties, and responsibilities. However, the Council may not have the necessary budgetary authority to allocate funds to individual schools, nor may it delegate such authority to the mayor. Thus, although it would appear that the Council could engage in significant reorganization of the Board under the proposed bill, congressional implementation would appear to be needed to address the public school budget restrictions provided for under the Home Rule Act."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["This report addresses the authority of the District of Columbia Council to implement a proposed reorganization of the District of Columbia Board of Education. Specifically, the report addresses the authority of the Council to implement the proposed District of Columbia Public Education Reform Amendment Act of 2007 (hereinafter Education Reform Bill), a bill currently being considered by the Council. In addition, the report considers to what extent Congress would be required to legislate to implement this reorganization.", "The Education Reform Bill is a comprehensive proposal to change the governing structure of the District of Columbia school system and to delegate significant authority over the public schools to the mayor. It involves extensive revision of the D.C. Code, including parts of the District of Columbia Home Rule Act (Home Rule Act). Although the Home Rule Act provides the D.C. Council with extensive legislative authority, it also includes certain limitations. Consequently, the question arises as to whether these limitations would apply to the Education Reform Bill, necessitating congressional action to implement the bill."], "subsections": []}, {"section_title": "Power of D.C. Council Under the Home Rule Act", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["The Home Rule Act provides the D.C. Council with broad power over District affairs, in that \"the legislative power of the District shall extend to all rightful subjects of legislation within the District consistent with the Constitution of the United States and the provisions of this chapter....\" However, this power is subject to a variety of limitations, and Congress retains ultimate authority to legislate in a way that may limit this power.", "One of the primary limitations is that the D.C. Council may not amend the Home Rule Act unless it is pursuant to a power granted elsewhere in that act. This limitation would appear to be the one most significant to the instant legislation. As passed by Congress, the Home Rule Act provided that the Districts of Columbia public schools were to be controlled by the District of Columbia Board of Education and that the board was to consist of members elected by the citizens of the District. The Education Reform Bill provides that the control of Board of Education over the District of Columbia public schools would be significantly limited. Thus, the question arises as to whether the District of Columbia Council has the authority to amend this portion of the Home Rule Act."], "subsections": []}, {"section_title": "Authority To Reorganize the School Board", "paragraphs": ["The Home Rule Act does provide the Council with significant authority for governmental reorganization. Specifically, § 404(b) of the Home Rule Act provides that", "the Council shall have authority to create, abolish, or organize any office, agency, department, or instrumentality of the government of the District and to define the powers, duties, and responsibilities of any such office, agency, department, or instrumentality.", "The Education Reform Bill specifically notes this language as support for the reorganization of the public schools as a cabinet-level agency:", "Pursuant to section 404(b) of the District of Columbia Home Rule Act, approved December 24, 1973 [cite omitted] the agency now known as the District of Columbia Public Schools, and as D.C. Public Schools, is established as a separate cabinet-level agency, subordinate to the Mayor, to be known as the District of Columbia Public Schools.", "It should be noted that § 404(b) does not specifically grant the District of Columbia Council authority over the Board of Education, or over \"boards\" generally. The District of Columbia Board of Education, however, is characterized in the Home Rule Act as an \"independent\" agency. Thus, the question arises as to whether an independent agency in the District of Columbia is an \"office, agency, department, or instrumentality of the government,\" and is thus amenable to such reorganization.", "The District of Columbia Board of Education was created by Congress in 1906, and its nine members were appointed by the judges of the Supreme Court of the District of Columbia. The Board of Education was given \"control,\" including determination of general educational policy, appointment of teachers, and selection and supervision of the Superintendent. In 1968, Congress changed the method of selecting the Board of Education to election by District citizens; five years later, the Home Rule Act established the Board of Education as one of five independent agencies operating independently of the executive or legislative branches of the District government. Under the Home Rule Act, the Board of Education retained all authority previously granted to it by Congress, including \"control of the public schools.\"", "More recently, however, the Board of Education has undergone significant reorganization. In 2000, the D.C. Council passed the School Governance Charter Amendment Act of 2000. This Act authorized a referendum in the District of Columbia as to whether to change the current size and authority of the Board of Education by amending the District of Columbia Home Rule Act. The referendum was authorized under the Charter amendment process, an alternative to directly amending the Home Rule Act, which authorizes the Council to provide for referendums to amend any part of Title IV of the Home Rule Act, such as the organization of the Board of Education.", "The power to amend the Home Rule Act by referendum is subject to the same limitations as the power of the D.C. Council. It should also be noted that although Congress did pass legislation regarding the School Governance Charter Amendment Act of 2000, the legislation merely addressed the implementation date and did not purport to authorize the reorganization. Thus, with the tacit approval of Congress, the current procedures used to elect and appoint the Board of Education follow the referendum-adopted School Governance Charter Amendment Act of 2000, not the original procedure set out in the Home Rule Act. Thus, to the extent that the current reorganization of the Board of Education is legally valid, it would appear that future reorganizations, such as under the Education Reform Bill, would also be valid.", "Although there does not appear to be case law addressing the issue of whether the D.C. Council has the authority to reorganize the Board of Education under § 404(b) of the Home Rule Act, there is related case law that may be relevant to this discussion. In Shook v. District of Columbia Financial Responsibility and Management Assistance Authority , the United States Court of Appeals for the District of Columbia considered whether the District of Columbia Financial Responsibility and Management Assistance Authority (the Control Board), which temporarily controlled the governance of the District of Columbia, had the authority to significantly reduce the authority of the Board of Education.", "In 1995, Congress found that the District government was in the midst of a \"fiscal emergency.\" In response, it passed the District of Columbia Financial Responsibility and Management Assistance Act of 1995 (FRMAA), which established a five-member Control Board with wide-ranging powers to improve the District government's operations. In 1996, Congress amended the Act so that the Control Board could issue", "such orders, rules, or regulations as it considers appropriate to carry out the purposes of this Act and the amendments made by this Act, to the extent that the issuance of such an order, rule, or regulation is within the authority of the Mayor or the head of any department or agency of the District government, and any such order, rule, or regulation shall be legally binding to the same extent as if issued by the Mayor or the head of any such department or agency.", "Under this section, the Control Board issued an order reorganizing administration of the District's public schools. They established a nine-member Emergency Transitional Education Board of Trustees to assume responsibility for the operation and management of the District of Columbia public school system, and delegated \"all the authority, powers, functions, duties, responsibilities, exemptions, and immunities of the Board of Education.\" The Board of Education was left with the authority only to license charter schools and to provide advice to the Board of Trustees, although its President was made a member of the Board of Trustees.", "This order by the Control Board was challenged by school board members, who argued, among other things, that the Board's power to issue \"legally binding\" orders \"to the same extent as if issued by the Mayor or the head of any such department or agency\" did not apply to the Board of Education, because the Board was designated under the Home Rule Act as an \"independent\" agency. Just as the question can be posed whether the D.C. Council's authority to \"create, abolish, or organize\" any \"agency\" includes the Board of Education, so the question was posed whether the Control Board's power over agencies extended to the Board. Thus, the resolution of the Shook case may inform the instant question.", "In the Shook case, the school board members noted that in other places in the FRMAA, Congress differentiated between agencies and independent agencies. The Control Board, on the other hand, argued that the plain meaning of \"any agency\" would include \"any independent agency,\" because the greater includes the lesser. The Control Board also noted places in FRMAA, such as provisions regarding the D.C. budget, where the single word \"agency\" was understood to include the Board of Education. The D.C. Circuit, in turn, noted that the preamble to the FRMAA suggested a broader interpretation of the term \"agency,\" as it included a finding that \"the District of Columbia government fails to provide its citizens with effective and efficient services in areas such as education.\" Finally, the court noted that the legislative history did not indicate that Congress intended to exclude independent agencies, like the Board of Education, from the Control Boards' power under the Act. Ultimately, the court concluded that the term \"agency,\" as used in the relevant portion of the FRMAA, should include independent agencies.", "Although this statutory interpretation was done in the context of the FRMAA, not the Home Rule Act, there are certain parallels to the instant question. For instance, as with FRMAA, the Home Rule Act uses the term \"agency\" in other places, such as in provisions regarding the budget, and the term in those places appears to include independent agencies. Further, there is no indication in the Home Rule Act that the term \"agency\" does not include \"independent agencies,\" and some indication that such distinctions as do occur between independent agencies and other agencies would be made by using other terminology. Finally, the term \"agency\" is used in other places in the District of Columbia Code to include independent agencies.", "In some ways, a Council argument that the Board of Education is amenable to its power may be even stronger than it was for the Control Board. Although the Control Board's power was limited to \"department[s] or agenc[ies],\" the D.C. Council's power extends to any \"office, agency, department, or instrumentality of the government,\" which appears to be a broad and potentially comprehensive phrase. Further, the legislative history for the Home Rule Act appears to specifically consider independent agencies as amenable to the authority of the District of Columbia Council.", "The Senate Report for the Home Rule Act provides that", "[t]he functions now vested in the District Public Service Commission, Zoning Commission, Zoning Advisory Council, Board of Zoning Adjustment, Office of the Recorder of Deeds, and Armory Board may be transferred to the new Council; however, these boards and commission shall continue to function until such time as the Council shall make such changes in function as it deems appropriate.", "Thus, three of the five independent agencies established by the Home Rule Act (the Public Service Commission, the Zoning Commission, and the Armory Board) were specifically noted as agencies that the D.C. Council would have reorganization authority over. Why the Board of Education, already in existence at the time of the Home Rule Act, and the Election Board are not mentioned in this sentence is not clear. There does not, however, appear to be an obvious distinction between the Board of Education and these other independent entities so as to suggest that Congress intended to exclude the Board of Education from this Council authority."], "subsections": []}, {"section_title": "Authority over Budget for the Public Schools", "paragraphs": ["There does appear, however, to be a provision of the Education Reform Bill that may require congressional action. Title II of the Education Reform Bill provides for the amendment of the budget authority for the District of Columbia schools. Specifically, it would amend the provision of the Home Rule Act that provides the following:", "Role of Mayor and Council.—With respect to the annual budget for the Board of Education in the District of Columbia, the Mayor and the Council may establish the maximum amount of funds which will be allocated to the Board, but may not specify the purposes for which such funds may be expended or the amount of such funds which may be expended for the various programs under the jurisdiction of the Board of Education....", "As noted above, the D.C. Council has been granted the power to reorganize independent agencies, arguably including the Board of Education. So the question arises as to whether the apparent disability imposed on the Council (and the mayor) to direct how Board of Education funds are used could be evaded by such reorganization, or whether, as contemplated by the Education Reform Bill, the above disability must be removed by Congress. One might make the argument that the D.C. Council could limit the powers of the Board of Education, while still submitting a separate budget request for that entity. Under this theory, as long as the Council did not specify how the funds allocated to the newly organized Board of Education were spent, then the proposed reorganization could go forward without Congress removing the budgetary restrictions imposed on the Council (and the mayor).", "There is, however, a further provision of the Home Rule Act that implies that this budgetary restriction could not be evaded at the same time that the day-to-day supervision of the individual public schools is delegated to an entity besides the School Board. This provision provides that", "[t]he [Board of Education budget] plan submitted under this subsection shall include a detailed presentation of how much money will be allocated to each school, including—(A) A specific description of the amount of funds available to the school for which spending decisions are under the control of the school; and (B) A specific description of other responsibility center funds which will be spent in a manner directly benefitting the school, including funds which will be spent for personnel, equipment and supplies, property maintenance, and student services.", "This quoted language would indicate that the Congress clearly intended that neither the D.C. Council nor the mayor would have the authority to direct the allocation of funds to individual public schools. As noted earlier, the Council's authority to reorganize agencies would appear to apply even to entities that were established under the Home Rule, such as the School Board. However, because Congress has imposed a specific disability on the D.C. Council's ability to direct how funds are to be allocated among the different schools, this language appears to be an exception to those powers to reorganize. Further, it is unlikely that the Council could delegate such authority to the mayor, because he is similarly precluded by the quoted language from allocating these funds."], "subsections": []}]}, {"section_title": "Conclusion", "paragraphs": ["In conclusion, it would appear likely that the D.C. Council has sufficient authority to \"create, abolish, or organize\" or \"define the powers, duties, and responsibilities\" of independent \"agencies,\" including the Board of Education. However, the Council may not have the necessary budgetary authority to allocate funds to individual schools, nor may it delegate such authority to the mayor. Thus, although it would appear that the Council could engage in significant reorganization of the Board under the Education Reform Bill, congressional implementation would appear to be needed to address the public schools budget restrictions provided for under the Home Rule Act."], "subsections": []}]}}