{"id": "RL33903", "title": "Genetic Discrimination: Overview of the Issue and Proposed Legislation", "released_date": "2008-04-25T00:00:00", "summary": ["A key policy issue before Congress is whether the potential for genetic discrimination by employers and insurers merits protections for genetic information that are more extensive than those already in place for health information. For the stated purpose of prohibiting discrimination on the basis of genetic information with respect to health insurance and employment, the Genetic Information Nondiscrimination Act of 2007 (H.R. 493) was introduced in the House on January 16, 2007 and was passed by the House on April 25, 2007. On January 22, 2007, the act was introduced in the Senate (S. 358) and was reported favorably out of the HELP Committee on March 29, 2007. On April 24, 2008, the Senate took up H.R. 493, replaced the existing language with an amendment in the nature of a substitute, and passed the measure, as amended, by a vote of 95-0. H.R. 493, as amended and passed by the Senate, is very similar to the version passed by the House last year. The most significant difference is new language strengthening the \"firewall\" between Title I and Title II of the act.", "Genetic nondiscrimination legislation is supported by consumer groups, the medical profession, researchers, the medical products industry (including pharmaceutical companies), and President Bush, and are opposed primarily by the U.S. Chamber of Commerce. Since the first bills were introduced in the 103rd Congress, many of the arguments and positions supporting and opposing genetic nondiscrimination legislation have remained largely unchanged. Supporters of nondiscrimination legislation feel that current laws are not sufficient to protect individuals from discrimination in health insurance or employment. Supporters of the legislation further contend that without protection, individuals are hesitant to seek potentially beneficial genetic services or participate in much needed clinical research. Opponents believe that current law provides sufficient protection. They are primarily concerned that new legislation will provide further incentives and additional opportunities for litigation against employers.", "Collectively, genetic diseases and common diseases with a genetic component pose a significant public health burden. With completion of the human genome sequence, scientists are now focusing on the development of clinical applications based on the sequence information. One such application, clinical genetic testing, is becoming available at a rapid rate, and some tests are beginning to be included in health insurance benefits packages. Genetic testing may both facilitate and be inhibited by the potential for genetic discrimination. Issues surrounding nondiscrimination addressed in this report include:", "What is health information and how is it currently used by health insurers and employers? What is genetic information? Is genetic information different from other health information? What evidence exists to suggest that discrimination is a problem? Would the proposed legislation be sufficient to protect \"genetic information\" and \"genetic tests\" that are of concern?"], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["In order for Congress to address the key issue that it faces with respect to genetic discrimination, namely, whether the potential for genetic discrimination by employers and insurers merits protections for genetic information that are more extensive than those already in place for health information in general, there are several fundamental points that it may wish to consider. These include an understanding of what genetic information and discrimination are, how current laws affect employers' and insurers' use of genetic and other health information, how proposed legislation would amend current law, and the arguments that have been made both in favor of and against the passage of legislation.", "Properly defining genetic information in potential nondiscrimination legislation is essential, as the scope of the definition will largely determine the types of activities that are permitted and proscribed. Yet this basic concept may prove to be complex, as many types of health information have a genetic component. Genetic information may be defined and derived in a number of ways. Of course, it may be obtained via genetic testing. However, it may also be discernable through other laboratory testing that does not involve a specific examination of genes, such as some protein or molecular testing. It may sometimes be derived through physical examination (for example, Down's syndrome, which has a genetic basis, has specific physical characteristics such as a single crease across each palm). Finally, genetic information may be discernable from a family's medical history, which might reveal risks for certain types of cancer, hypertension, and a myriad of other diseases with a genetic component.", "Once the definition of genetic information is settled, the question of what constitutes discrimination based on that information can be addressed. In the context of the current debate in Congress, genetic discrimination can be defined as the potential use of an individual's genetic information by employers or health insurers to discriminate against that individual in employment decisions (hiring, promotions, firing) or health insurance coverage decisions (eligibility or premiums). Although the use of health information, including genetic information, by employers and insurers is currently regulated, some argue that genetic information merits special protections under the law.", "Three federal laws and a presidential order touch on the issues raised by the use of genetic information: the Americans with Disabilities Act (ADA); Title VII of the Civil Rights Act of 1963; the Health Insurance Portability and Accountability Act (HIPAA); and Executive Order 13145, To Prohibit Discrimination in Federal Employment Based on Genetic Information (65 FR 6877). The ADA protects people from discrimination based on existing disability, history of disability, and perception of disability in employment. The executive order prohibits discrimination against federal employees based on protected genetic information, or information about a request for or the receipt of genetic services.", "In general, the HIPAA statute limits denial of coverage based on pre-existing conditions to 12 months. In the absence of a current diagnosis, the HIPAA statute would not consider predictions of risk of future disease based on genetic information to be a pre-existing condition. In addition, the health information privacy rule, issued in 2000 pursuant to HIPAA's Administrative Simplification provisions, restricts the disclosure of health information, including genetic information, by group and individual health plans. The HIPAA privacy rule also allows group and individual health plans to use some health information (which could include genetic information) in underwriting. The Civil Rights Act provides some protections against genetic discrimination against members of a protected group, such as persons of a certain race, color, religion, sex or national origin.", "The existence and scope of state anti-discrimination legislation that could be interpreted to cover genetics varies. Most state laws prohibit: (i) discrimination based on particular traits or diseases; (ii) discrimination based on genetic test results; or (iii) insurers or employers from requiring that an individual take a genetic test and using the results.", "Legislation reintroduced in the 110 th Congress ( S. 358 / H.R. 493 ) would extend current federal protections against discrimination to health insurers in the individual market, and would further limit the use and disclosure of genetic information. The bills would also bar insurers from using genetic information or family history of disease in underwriting for an individual (as an individual or applied to a group).", "S. 358 and H.R. 493 would also prohibit discrimination in employment because of genetic information and, with certain exceptions, prohibit an employer from requesting, requiring, or purchasing genetic information. If such information were obtained, the bills would require that it be treated as part of a confidential medical record. The bills include detailed provisions on enforcement which generally apply the remedies available in existing civil rights laws such as Title VII of the Civil Rights Act of 1964 (42 U.S.C. § 2000e-4 et seq.). Neither bill addresses life or disability insurance.", "Genetic nondiscrimination legislation has been debated since the 103 rd Congress. Since that time, many of the arguments and positions supporting and opposing genetic nondiscrimination legislation have remained largely unchanged. On January 18, 2007, President Bush called on Congress to pass bipartisan genetic nondiscrimination legislation. Genetic nondiscrimination legislation is supported by consumer groups, the medical profession, researchers and the medical products industry (including pharmaceutical companies). Opposition to genetic nondiscrimination legislation has come from some members of the insurance industry and from employers, represented broadly by the Genetic Information Nondiscrimination in Employment (GINE) Coalition, which includes the U.S. Chamber of Commerce.", "Supporters of the legislation argue that current laws are not clear on protection from discrimination based on genetic information; because existing federal laws have not been tested in court, the extent of their protection of genetic information is not assured. Despite the fact that few cases of genetic discrimination can be documented, supporters argue that proper protections are necessary to allay the fears of individuals about the potential for discriminatory practices. Allaying the public's fears, they argue, will encourage individuals to seek beneficial health services, participate in much-needed clinical research, and otherwise reap the benefits of the publicly funded Human Genome Project (HGP).", "Many professional and consumer groups argue that individuals should not be penalized in their ability to obtain insurance or a job because medical science can identify a genetic condition or a gene that predisposes a person to a future illness, but cannot yet offer an effective treatment. For example, the American Civil Liberties Union (ACLU) stated at a hearing in 2001 that \"Americans should be judged on their actual abilities, not their potential disabilities.\" On the other hand, this may create a disparity between people whose medical conditions have treatments available and those whose do not.", "Opponents of enacting special legislation to prevent potential discrimination on the basis of genetic information argue that current federal and state protections are sufficient. The insurance industry also argues that additional regulation would be confusing, unnecessary and costly. They claim that it would be unfair to prohibit them from acquiring genetic information when they already use other health information. Some groups, such as the American Association of Health Plans (now a part of the America's Health Insurance Plans), support the premise of federal nondiscrimination legislation and have indicated support for legislation that is consistent with their principles. However, others would further limit the definition of genetic information. One bill introduced in the 108 th Congress ( H.R. 3636 ) would have prohibited health insurers from discriminating based on predictive genetic information but would not have affected employers. The bill had no cosponsors, and many consumer groups indicated that they would not support nondiscrimination legislation without both insurance and employment provisions.", "Some employers question whether legislation is necessary because there are few documented cases of discrimination based on genetic information, and there is no evidence that employers would use the information if they had it. In addition, employers argue that existing law provides adequate protection against genetic discrimination in employment. Randy Johnson, vice president of the U.S. Chamber of Commerce's office of labor policy, stated that if the legislation were to pass, it should be narrowed to acknowledge that employers should be able to make employment decisions based on information that some workers with specified genetic markers could pose a \"significant risk to others.\" Other business coalition members suggest that the definition of \"family member\" should be revised to include only immediate family. Many also support federal preemption whereby any new federal law would preempt existing state law in this area.", "This report provides an overview of the scope and current permissible uses of health information and genetic information. It reviews the existing evidence of genetic discrimination and the impact of the fear of discrimination. Then it provides a more detailed discussion of S. 358 / H.R. 493 and the key issues raised by the genetic nondiscrimination bills.", "For a more detailed discussion of genetic testing and public policy, see CRS Report RL33832, Genetic Testing: Scientific Background for Policymakers , by [author name scrubbed]."], "subsections": []}, {"section_title": "Health Information", "paragraphs": ["Understanding how health information is currently used and regulated provides a framework for discussion about whether extra protections are necessary for genetic information, and if so, which protections are most appropriate. Health information, which includes genetic information, is currently used by health insurers and employers. It is often presumed confidential, but increasing capabilities to store and rapidly transfer data electronically escalate the challenge of protecting privacy. Both the ways in which health insurers and employers use and are restricted from using health information are discussed in the sections that follow."], "subsections": [{"section_title": "Use of Genetic and Other Health Information by Health Insurers", "paragraphs": ["Several federal laws help provide some protection against genetic discrimination in health insurance. These laws include the Health Insurance Portability and Accountability Act (HIPAA) of 1996 (specifically Title I: Health Care Access, Portability, and Renewability); the Social Security Act (SSA); and the HIPAA privacy rule. HIPAA prohibits group health plans from imposing a preexisting condition exclusion on the basis of genetic information or establishing eligibility requirements for any individual based on genetic information. However, HIPAA does not prohibit a group health plan from charging all members of a group higher premiums on the basis of an individual's genetic information. The SSA contains provisions that prohibit discrimination in the pricing or issuance of Medigap policies on the basis of health status. However, those protections generally expire six months after a person becomes eligible for Medigap, and they do not expressly extend to genetic information. In addition, the SSA does not currently prohibit an issuer of a Medicare supplemental policy from requesting or requiring genetic testing.", "The privacy rule gives patients the right of access to their medical information and places certain limitations on when and how health plans and health care providers may use and disclose medical information. Generally, plans may use and disclose information for their own treatment, payment, and health care operations without the individual's authorization and with few restrictions. The rule covers all individually identifiable health information, including genetic tests and information about an individual's family history. The rule permits a group health plan to disclose individually identifiable health information to an employer that sponsors the plan, provided the information is used only for plan administration purposes.", "Health insurers typically use family history, among many health factors, in the process of placing individuals or groups in a risk category for determining their premiums (underwriting). Individuals or groups at higher risk may be charged higher premiums to cover the anticipated costs of their care. Traditional approaches to underwriting also use age, sex, type of occupation, financial stability of group members, employee turnover and prior cost (of care) experience to determine what a group's insurance premium should be.", "In general, premiums for a large group with one or two sick members can remain relatively stable, as the cost of the sick individuals is spread among all members of the group. However, as groups become smaller, the cost of insurance for the group is more dependent on the health of the individual group members, since one sick individual in a small group can result in high premiums for the whole group. Individuals who are not part of a group coverage, seeking to purchase individual health insurance, must bear the entire premium increase associated with any illness, thus making such insurance prohibitively expensive for many sick individuals.", "Insurers claim that most genetic information is not currently useful to the underwriting process because the clinical significance and relationship to the severity of illness is not known for many conditions. However, once the link to future illness is established and the costs thereof become predictable, insurers' use of genetic information might be no different than the use of other diagnostic information. Some actuaries agree that adding diagnostic information significantly improves the power of traditional underwriting methods to predict future medical expense.", "One author has provided a model demonstrating how genetic information (including family history) that has a known correlation to a specific disease, such as Huntington's disease or breast cancer, could be used to underwrite life insurance. Some health care providers and consumers fear that the model could also be applied to health insurance. The model's author suggests that insurers support screening for genetic mutations for which preventive interventions can reduce the risk of death. However, health insurers may disagree, depending on the nature, expense and effectiveness of the interventions in preventing symptoms and other medical costs of treating an acute or chronic illness. That which reduces the risk of death may not reduce health or disability expenses (and lower life insurance premiums). In addition, health insurers may be reluctant to bear the costs of preventive care. Particularly in a climate in which individuals change health insurers frequently, an insurer that pays for prevention may not ultimately reap the financial benefits of avoiding the illness."], "subsections": [{"section_title": "The Problem of Adverse Selection", "paragraphs": ["The predictive power of genetic testing raises a concern for insurers about the possibility of adverse selection. Adverse selection can occur when an insurance applicant knows—and the insurance company does not know—that the applicant has some health risk, possibly due to genetic information. In this case, the applicant may be motivated to purchase insurance with greater coverage and may be able to do so at a lesser premium.", "Some argue that the specter of adverse selection requires that insurance companies have access to genetic information, or else their financial solvency may be threatened because individuals might obtain insurance at premiums that did not accurately reflect their risk of expenditures. Others argue that concerns about adverse selection with respect to genetic information may be unfounded. The majority of Americans receive their insurance through their employers, which are group rated (i.e., premiums are based on an assessment of the average risk among all employees). This system creates incentives for low-risk individuals to purchase coverage, thus diminishing the potential impact of adverse selection. In addition, some note that genetic information about disease risk may prove to be so complicated as to be essentially useless to an insurer. For example, for a complex multigenic disease, there may be numerous genes involved, each of which contributes relatively little to an individual's risk of developing disease. In addition, these variants will be modified by environmental factors that further complicate the analysis."], "subsections": []}]}, {"section_title": "Use of Genetic and Other Health Information by Employers", "paragraphs": ["One federal law, the Americans with Disabilities Act (ADA), may provide some protections against employers' use of employees' genetic information. The ADA prohibits employers from revoking an offer, or from making other promotion decisions on the basis of that health information. Though genetics is not specifically addressed by the ADA, the Equal Employment Opportunities Commission (EEOC) interprets the ADA to mean that employees and/or job applicants cannot be required to undergo genetic screening. However, current law permits employers to require medical examinations of prospective employees who have been given conditional offers of employment, if all employees in a similar situation are given the medical exam. Employers may also receive information related to applicants' or employees' current disability or health status when the information is related to the individuals' abilities to do their job.", "Supporters of genetic nondiscrimination legislation argue that because ADA does not explicitly address genetics, the ADA protections that would be applied by the court system are not clear. Opponents argue that the ADA protections are sufficient, and that the proposed legislation is not clear on workplace situations where an employee's genetic makeup could interfere with the major functions of the individual's job or put others at risk of harm.", "Another federal law, the Occupational Safety and Hazard Act (OSHA), may permit employers to conduct some genetic tests on employees. OSHA establishes a legal duty for employers to protect employees from hazards in the workplace. Although the statute does not require an employer to perform particular tests, the employer may choose to implement programs that monitor employees' potential exposure to toxic or hazardous elements. Standards for these programs allow for genetic testing.", "Genetic monitoring for acquired damage resulting from exposure to a toxic element is different from genetic screening for an inherited predisposition to an occupationally related disease. For example, monitoring may be used to determine if an employee is developing DNA damage from being exposed to asbestos. On the other hand, a different type of test could potentially determine if the employee were more susceptible to asbestos damage to begin with. The distinction may be relevant should questions arise regarding whether any ill-health effects sustained by the worker were a result of occupational exposure."], "subsections": []}]}, {"section_title": "Genetic Information", "paragraphs": ["As noted in the introduction, the definition of genetic information is a key issue for Congress in its consideration of genetic nondiscrimination legislation, because the broader the definition the more expansive the prohibitions on discrimination. The definition of genetic information varies among sources. Genetic information is generally described as the information from a genetic test about genes, gene products, inherited characteristics or other traits that are derived from an individual or an individual's family member(s). Information about an individual's current health status (such as sex, age, results of physical examination, and chemical, blood, or urine analysis, where the analyses do not provide information about an individual's genotype) is generally not considered to be genetic information. The two key sources of genetic information are family medical histories and genetic test results."], "subsections": [{"section_title": "Is Genetic Information Different from Other Health Information?", "paragraphs": ["Understanding the ways in which genetic information is like and unlike other types of information can help to inform the debate over the need for genetic-specific nondiscrimination legislation. Congress faces two questions on this topic. First, is genetic information different from other health information? Second, if so, do the differences indicate that genetic information merits additional protections?", "Genetic information has been described as being different from other health information because of factors such as its stability, its unique predictive qualities, its potential use for individual and familial identification, and the impact that public fear of discrimination is having on the behavior of patients and healthcare providers. Some argue that these factors may make the misuse of genetic information particularly detrimental to individuals, and, therefore, that the information deserves special protections. Further, they argue that the public health benefits that could come from large-scale genetic research and the utilization of new genetic technologies may not be fully realized unless public fear is assuaged by genetic nondiscrimination legislation.", "Those opposed to special protections assert that genetic information is fundamentally no different than other health data, at least not in ways relevant to special protections, and that genetic information is already adequately protected by medical privacy laws. The Senate report for S. 1053 ( S.Rept. 108-122 ), the genetic nondiscrimination bill that was passed by the Senate in 2003, included the statement that eventually \"it may not be possible or even desirable in health care delivery or scientific research to isolate genetic information as it pervades health information.\"", "To address the question of whether genetic information merits special protections, one study compared the experiences, attitudes and beliefs of persons with genetic conditions (cystic fibrosis and sickle cell disease) to those with other serious medical conditions (diabetes, HIV, breast cancer and colon cancer) and to persons at risk for developing a disease (breast or colon cancer) due to strong family history. The authors found that in most instances, patients felt strongly that their health information needed to be protected regardless of whether it was genetic. In fact, respondents indicated that information about non-genetic stigmatizing conditions—such as abortion history, mental health history, drug and alcohol history, HIV status, and sexually transmitted disease—needed special protection. Based on their findings, the authors concluded that separate privacy policies for genetic and non-genetic health information would be unwarranted.", "Other studies and public opinion polls suggest that patients and members of the community desire and may benefit from additional protections for their genetic information. A 2003 study of 470 people with a family history of colorectal cancer showed that nearly half rated their level of concern about genetic discrimination as high. Those individuals with high levels of concern indicated that they would be significantly less likely to consider meeting with a health care professional to discuss genetic testing, or to undergo testing. A 2004 survey by the Center for Genetics and Public Policy found that 92% of survey respondents thought employers should not have access to their genetic test results, and 80% opposed letting insurance companies have access to results."], "subsections": []}]}, {"section_title": "What Evidence Is There That Genetic Discrimination Exists?", "paragraphs": ["Critics of genetic nondiscrimination legislation have argued that legislation is not necessary because genetic discrimination is not occurring. There have indeed been relatively few reported cases of genetic discrimination in health insurance and employment. Rothenberg and Terry hypothesize that this is because: (1) the use of genetic information by employers and insurers is not widespread; (2) affected persons may not know the underlying basis for adverse employment or insurance decisions; and (3) many cases may go unreported because of disincentives associated with publicizing discrimination lawsuits. Reports of cases of genetic discrimination and genetic testing by employers are presented below."], "subsections": [{"section_title": "Cases of Genetic Discrimination", "paragraphs": ["There have been a few studies of the prevalence of genetic discrimination in health insurance, employment, and other settings, and these studies are quite dated. One study reported that 22% of survey respondents indicated that they or a family member were refused health insurance as a result of a genetic condition. This study was strongly criticized by the Health Insurance Association of America (HIAA) at the time, which argued that there is no evidence showing that insurers engage in genetic discrimination, and that federal legislation to prohibit discrimination based on genetic information is unnecessary. However, another study found that a number of institutions, including health and life insurance companies, health care providers, blood banks, adoption agencies, the military and schools, were reported to have engaged in genetic discrimination against asymptomatic individuals. The alleged discriminatory practices included an insurance company treating a genetic diagnosis as a preexisting condition, an adoption agency refusing to allow a woman at risk for Huntington's disease to adopt a child, and an employer terminating an employee after the employee disclosed a risk of Huntington's disease.", "On October 18, 2004, several individuals shared stories of genetic discrimination with the Secretary's Advisory Committee on Genetics, Health and Society (SACGHS). These cases are highlighted below:", "Phil Hardt has hemophilia B, a bleeding disorder, and Huntington's disease. He testified that a human resource manager for an early employer had indicated that he should withhold information about his hemophilia and any bleeding episodes from his employer or he would never be promoted or trained. In addition, he indicated that his daughter was unable to receive mortgage life insurance unless she tested negative for Huntington's disease. His grandson was denied health insurance because of the hemophilia B that he inherited, and he was forced to accept lower wages so that they could qualify for state welfare and insurance coverage. Two of his other children decided to pay out of pocket to be tested anonymously for Huntington's disease to protect them from discrimination. Mr. Hardt applied—and was rejected—for long-term care insurance. Rebecca Fisher, a mother and early-onset breast cancer survivor with a strong family history recounted how her employer, a small, self-insured community hospital, was more concerned that the cost of her bone marrow transplantation and other health care had exceeded the cap for that year than with her health or productivity. Tonia Phillips, a woman with a BRCA1 mutation in her family, chose to undergo prophylactic surgery to reduce her risk of breast and/or ovarian cancer. After her procedures, her employer-sponsored health insurance policy had increased by $13,000. Her employer asked her to switch to her husband's policy, and in doing so, indicated that she would receive a wage increase. Paula Funk, another individual who carried a BRCA1 mutation, indicated that, because of the potential for discrimination, she and her family paid out of pocket for testing so her physicians and health care providers would not write her BRCA1 status on insurance claims forms. She further testified regarding her difficulty in finding an insurance company that would cover herself and her husband, co-owners of a small business, as a group so that their premiums would be affordable, given her family history and genetic testing status. Heidi Williams, an individual diagnosed with alpha-1 antitrypsin deficiency, also spoke at a press conference at the House of Representatives on April 1, 2004. She explained that a large health insurance company (Humana) had denied health insurance coverage for her two children on the basis that they were carriers of alpha-1 antitrypsin disease. Carriers only have one copy of an abnormal gene, and typically do not exhibit symptoms of the disease. After receiving inquiries from the Genetic Alliance (a consumer advocacy organization) and the press, the insurance company reversed its decision to deny coverage, and provided six months of free coverage. On July 20, 2000, Terri Seargent, also an individual diagnosed with alpha-1 antitrypsin deficiency, filed a statement with the Senate Health, Education, Labor and Pension Committee indicating that soon after her diagnosis, she was unexpectedly released from employment. Without a job, and having a pre-existing condition, she also lost her health, life and disability insurance. Later, an investigation by the Equal Employment Opportunity Commission (EEOC) supported her allegation of discrimination under the Americans with Disabilities Act (ADA).", "It is difficult to gauge the appropriate weight that clusters of stories like those above should have in the policy arena. On one hand, drawing broad conclusions based on a few examples may not be valid. On the other hand, obtaining information from a representative sample of the population may be difficult, because individuals may be reluctant to share their personal genetic information."], "subsections": []}, {"section_title": "Genetic Testing by Employers", "paragraphs": ["Employers' testing of employees for genetic markers is not currently believed to be a widespread practice; however, surveys of employer practice and employee experience indicate that some instances exist. No cases of employment discrimination based on genetics have been decided in a federal court or the U.S. Supreme Court. However, several have been brought or threatened, and two cases were settled out of court."], "subsections": [{"section_title": "Surveys of Employers", "paragraphs": ["Employers have long been interested in identifying \"optimal\" employees using non-health characteristics—such as behavior (i.e., substance abuse, mental instability, compulsive disorders) or intelligence—to identify special skills or deficits that are predictive of productivity. Though behavioral genetic testing is not ready for commercial use (largely due to the very complex interaction of genes and the environment), other forms of testing are common.", "The American Management Association (AMA) has conducted several surveys of employers' medical testing practices. In a1998 survey, the AMA questioned the employers about their use and understanding of what constituted a genetic test. Respondents were presented with National Institutes of Health's definition of genetic test: \"an analysis of human DNA, RNA, chromosomes, proteins, and certain metabolites in order to detect heritable disease-related genotypes, mutations, phenotypes, or karyotypes for clinical purposes. Such purposes include predicting risk of disease, identifying carriers, and establishing prenatal and clinical diagnosis or prognosis.\" Only two respondents (out of 1,627) indicated that they performed genetic testing. A larger percentage (14.3%) indicated testing for \"susceptibility to workplace hazards.\" The results were modified by a 1999 follow-up survey in which AMA found that not all of the testing their 1998 respondents had characterized as \"genetic\" actually was. Only nine of 44 employers who indicated having testing programs actually had genetic testing programs. Some employers believed that any blood test constituted genetic testing; others believed that diagnostic testing, rather than susceptibility testing, was genetic testing.", "In 2001, the AMA conducted another survey of employers' medical testing practices. The results indicated that 68% of major U.S. firms required medical examinations for new hires, current employees, or both. These were most frequently required in public administration and manufacturing positions and less frequently in business or professional positions. Establishing \"fitness for duty\" was the leading reason that firms engaged in complete medical examinations (48% of respondents). Testing for illegal substance use was the most common form of workplace testing, practiced by 67% of employers. Some employers also reported testing new or current employees for the genetic diseases sickle cell anemia (1.3%) or Huntington's disease (0.4%), and a larger proportion asked about family medical history (20.1%). In addition, some employers indicated that they used the medical test results—about sickle cell anemia (1.0%), about Huntington's disease (0.8%), and about family history (5.5%)—for purposes of hiring, reassigning, retaining or dismissing employees."], "subsections": []}, {"section_title": "Surveys of Consumers", "paragraphs": ["A 1996 study of 332 consumers who were members of genetic support groups found that 13% of respondents reported that they or another family member were denied a job or let go because of a genetic condition in the family. The experience was significantly different for respondents who had a genetic condition (21%) compared to respondents who did not have a genetic condition (4%). Two examples were highlighted: one respondent, a man with a sex chromosome disorder, indicated that he was denied a job when a doctor wrote the name of the disorder on his medical report during his pre-employment physical. The potential employer told the applicant of the decision and, knowing it was illegal, also stated that they would deny having the conversation. In the second example, a woman with a skeletal disorder reported that her employment was terminated after she informed her employer of her diagnosis. The woman sought legal counsel, and the termination was withdrawn.", "Authors of a recently published study interviewed approximately 100 adults or parents of children with sickle cell disease, cystic fibrosis, diabetes, and HIV, and 200 adults with or at risk for breast or colon cancer about their experiences and attitudes regarding health insurance. Twenty-seven percent of the respondents self-reported having been denied health insurance or offered insurance at a prohibitively expensive rate. Respondents with sickle cell disease and cystic fibrosis were twice as likely to report this as those with non-genetic conditions (e.g., HIV). More than one-third of all respondents thought there was a high chance they would be denied health insurance in the future or their insurance would become unaffordable. While the study may have suggested that insurers make decisions based on genetic information or diseases, S. 358 / H.R. 493 would only limit discrimination due to genetic predisposition to diseases. The bills would have no effect on insurance availability or costs for people like many of those in the study who had manifested genetic diseases."], "subsections": []}, {"section_title": "Court Cases and Legal Settlements", "paragraphs": ["To date, there have been two court cases alleging genetic discrimination. In 2002, Burlington Northern Santa Fe Railway Corporation, one of the country's biggest railroads, agreed to pay $2.2 million to settle charges related to genetic testing and discrimination. Employees charged those who had filed for workers compensation for carpel tunnel syndrome (CTS) were tested without their knowledge for a genetic marker dubiously associated with the syndrome. CTS is a painful hand and wrist condition caused by repetitive motion. The railway denied violating the law, and insisted that testing was necessary to determine the cause of injury to 36 employees who claimed to have job-related CTS (20 actually underwent testing before the program was voluntarily suspended). Burlington Northern halted the testing under the terms of a settlement shortly after a lawsuit was filed.", "In another case, Lawrence Berkeley Laboratory was accused of conducting pre-employment screening for sensitive medical information, testing for genetic traits such as sickle cell trait, and for non-genetic factors such as syphilis and pregnancy. The case was settled out of court in 1999. Prior to settlement, the employees had filed a court case, claiming that the Laboratory had violated Title VII and right to privacy as guaranteed in the U.S. and California Constitutions. In response, the laboratory sought to have the case dismissed without a trial (in summary judgement), claiming that the employees had waited so long after the alleged testing to file their case that their right to sue had expired (the statue of limitations had tolled). On this issue, an appellate court sided with the plaintiffs, determining that the question of when employees knew or had reason to know that the laboratory was conducting testing should be decided by a court (issues of material fact existed), thus precluding summary judgement. ( Norman-Bloodsaw v. Lawrence Berkeley Laboratory (135 F.3d 1260, 1269; 9 th Cir. 1998))."], "subsections": []}]}]}, {"section_title": "Impact of the Fear of Discrimination on Behavior", "paragraphs": ["While there are few documented cases of genetic discrimination by employers and health insurers, studies have shown that public fear of discrimination influences both the use of genetic testing and the use of genetic information by consumers and health professionals. Fear of genetic discrimination may cause consumers to refuse genetic testing and therapies that could be beneficial to their health. It may deter people from participating in genetic research, thus slowing the development of new technologies. In other words, whether or not genetic discrimination is actually occurring, public worry about the issue may itself have detrimental effects. Related questions have been raised about whether genetic counseling, in which professionals inform and assist patients making genetic-related healthcare decisions, may serve to unduly increase the fear of discrimination, amplifying the behavioral impact. Both examples of the behavioral impact of genetic discrimination and investigation into the role of genetic counseling are presented in this section."], "subsections": [{"section_title": "Examples of the Impact of Fear of Discrimination on Behavior", "paragraphs": ["In January 2000, the Secretary's Advisory Committee on Genetic Testing (SACGT) sponsored a public forum that focused on the impact that the fear of genetic discrimination was having on various groups. SACGT received comments from patients, consumers, health professionals, scientists, genetic test developers, educators, industry representatives, policymakers, lawyers, students and others representing a wide range of diverse ethnic and racial groups, and from a survey mailed to 2,500 individuals. The comments revealed several anecdotal cases of discrimination, and resulted in the committee forwarding two letters to the Secretary of Health and Human Services (HHS) urging support for nondiscrimination protections:", "During consultations with the public SACGT heard from many Americans who are concerned about the misuse of genetic information by third parties, such as health insurers and employers, and the potential for discrimination based on that information. Many stated that fear of genetic discrimination would dissuade them from undergoing a genetic test or participating in genetic research studies. Others stated that they would pay out of pocket for a genetic test to prevent the results from being placed in their medical record. Such concerns are a deterrent to advances in the field of genetic testing and may limit the realization of the benefits of genetic testing.", "Some examples of the specific impact that the fear of genetic discrimination has on behavior were provided in October 2004, when several individuals testified at a SACGHS meeting:", "Carolina Hinestrosa, a 10-year, two-time survivor of breast cancer and executive vice president for programs and planning of the National Breast Cancer Coalition stated that despite her strong personal and family history, she has not undergone genetic testing for fear of discrimination against herself and her daughter. A mother, Phaedra Malatek, described how her family has not taken advantage of the health benefits of genetic testing for hemochromatosis that ran in her family because of their fear of losing their health insurance, and possible discrimination against her children when they seek employment.", "Surveys of professionals and patients suggest that individuals are most likely to withhold information about genetic testing from insurance companies and their employers. A survey of genetic counselors found that, should counselors themselves be at risk of developing either breast cancer or hereditary non-polyposis colon cancer, most (108 out of 159 surveyed) would not submit charges to their insurance companies primarily because of the fear of discrimination. Twenty-five percent would use an alias when obtaining a test to reduce the risk of discrimination and maximize confidentiality. Most respondents indicated that, while they would share results with their physicians, family and friends, 60% would not share the information with colleagues because of the need for privacy and fear of job discrimination based on the result.", "Of 91 participants in a study on hereditary pancreatitis, 22% believed that knowing their test results \"might lead to medical insurance discrimination\" for themselves or their families. While most individuals would share information with a physician or their family, only 4% indicated they would share results with their insurance companies, and 20% would share them with their employers. Another study of 98 extended families with a history of breast or ovarian cancer, reported on 716 of 1,315 individuals who underwent counseling and DNA testing. Before receiving results, about half were concerned about insurance discrimination, and 1% indicated that they felt strongly that their family history of cancer had been the basis for insurance discrimination.", "A group of scientists at the University of Michigan offered genetic testing for susceptibility to breast cancer to 184 individuals participating in a cancer risk evaluation clinic. Patients were charged about $225 for the initial consultation, and were required to pay Myriad Genetics directly for any testing they pursued. At the time, Myriad charged $395 for analysis of a single mutation, $450 for analysis of three common mutations found in individuals of Ashkenazi Jewish descent, and $2,400 for full sequencing of the breast cancer susceptibility genes (also called BRCA1 and 2). Patients had the option of self-paying, or billing their insurance companies. Though discussion of potential discrimination was standard practice in the counseling session that accompanied testing, the researchers only counted concerns initiated by the patient during the session. Of the 184 patients, 106 underwent testing. Of the 78 patients who declined testing, 48 (or 26% of the original cohort of 184) declined due to concerns about cost, confidentiality or insurance discrimination. The authors found it difficult to separate these concerns. Although a patient may have wanted to self-pay for fear of potential discrimination, the high cost of testing may have forced the patient to choose to bill insurance, or decline testing. The authors estimated that approximately 14% of patients eligible for testing would have had a BRCA mutation, but would not undergo testing because of cost, discrimination, or confidentiality concerns.", "A follow-up telephone interview was conducted with 92 of the 184 patients concerning their actual experiences with their insurance companies. Of the 92, 15% paid out of pocket, intentionally not involving their insurance companies, while 38% (35 of 92) indicated that they did not have any problems obtaining insurance coverage for the services requested. However, of those 35 patients, 23 only requested payment for the consult and surgery—not the testing—from their insurers. The remaining 47% experienced various difficulties in obtaining coverage for some or all of the services. The patient's family income was a significant factor in the decision to seek insurance reimbursement. In another study of 68 patients offered genetic testing for breast cancer, while 18 had access to free testing, and 13 sought insurance reimbursement, the remaining 37 chose to pay out of pocket citing concerns over insurability and confidentiality reasons. Other authors have postulated that those with the lowest income who were covered by government healthcare programs, such as Medicaid, may be less concerned about genetic discrimination because their eligibility for health insurance does not depend on health status or underwriting decisions."], "subsections": []}, {"section_title": "The Role of Genetic Counseling", "paragraphs": ["When viewing evidence of the ways in which fear of genetic discrimination affects behavior, some have questioned whether genetic counseling itself may inadvertently add to the fear. The risk of discrimination by employers and insurers is often discussed in the counseling session that accompanies testing. Most counselors typically spend up to 15 minutes of a one- to two-hour counseling session discussing patient concerns about discrimination, even in states with more comprehensive anti-discrimination laws. Counselors typically note that actual cases of discrimination are few, and will provide information regarding the various legal protections. While many counselors indicate that a significant proportion (25-50%) of patients may decline testing due to potential discrimination, other patients accept testing because the benefits of the information to their health or the health of a relative outweigh the risk of discrimination. Either way, counselors note that the potential risk adds to an already stressful situation.", "In order to reassure patients about privacy, genetic counselors may vary their practices in several ways: they may be discreet about how a visit is documented (i.e., for cancer screening, not genetic testing); they may not send the results to the referring physician unless asked specifically by the patient to do so; or, they may request that the physician keep the results in a separate medical record. Some will forward coded samples to the laboratories for testing. Many genetic counselors will themselves maintain patient files that are separate from the rest of the hospital or medical center's records to minimize the possibility that an insurer will obtain genetic information in the process of reviewing a medical record for reimbursement.", "Genetic counselors note that the fears associated with predictive testing for future adult onset illness are not as apparent in testing in the prenatal and pediatric populations. Presumably this is because of the \"crisis atmosphere\" created with the diagnosis of a potential birth defect and the parents' decision of whether or not to terminate a pregnancy. In some cases including those involving newborns, the fear of insurability may be mitigated by the fact that children are covered under their parents' policies. However, some counselors have expressed concern about the way in which genetic information will be viewed when children become adults and have to find insurance on their own."], "subsections": []}]}, {"section_title": "The Genetic Information Nondiscrimination Act of 2007 (S. 358/H.R. 493)", "paragraphs": ["The Genetic Information Nondiscrimination Act of 2007 would restrict insurers' and employers' acquisition and use of genetic information in several ways. These restrictions build upon those already imposed in current law. The specifics of the proposed restrictions have sparked debates in both the employment and insurance arenas since they were first proposed. This section of the report summarizes the current privacy protections in place for both insurers and employers, and then surveys the persistent debates that have accompanied genetic nondiscrimination legislation generally."], "subsections": [{"section_title": "Title I: Genetic Nondiscrimination and Health Insurance", "paragraphs": ["Title I of S. 358 and H.R. 493 would extend the current HIPAA protections against discrimination by group health plans and issuers of health insurance in both the group and individual markets, and restrict their acquisition, use and disclosure of genetic information. Currently, group plans and insurance issuers may require individuals to provide genetic information or undergo genetic tests as a condition of issuing coverage. The HIPAA privacy rule permits plans and insurers to use and disclose genetic information for health care operations, a broadly defined term that includes underwriting, premium rating, and other activities related to the creation, renewal, or replacement of an insurance contract.", "Under HIPAA's current group market protections against discrimination, plans or insurance issuers may not: (1) deny enrollment to an individual enrolling as part of a group based on the individual's health status, which is defined to include genetic information; or (2) charge individuals enrolling as part of a group more than others in the group based on genetic information. However, insurers may charge the entire group more based on genetic information about an individual or individuals within the group. In the individual market, HIPAA permits insurers to set premiums based on an applicant's genetic information, or deny that applicant coverage if the individual is not HIPAA-protected (although some states prohibit such activity).", "The bills would place the following restrictions on group health plans and health insurers."], "subsections": [{"section_title": "Genetic Testing Requirements Prohibited", "paragraphs": ["The bills would prohibit group plans and insurers from requesting or requiring that individuals or their family members undergo a genetic test. However, they would not limit the ability of a health care professional to provide health services even if they were employed by or affiliated with a group health plan or health insurance issuer. That is, health care professionals who are providing care may request or suggest that individuals or their family undergo a test."], "subsections": []}, {"section_title": "Use and Disclosure of Genetic Information Restricted", "paragraphs": ["The bills would prohibit group plans and insurers from requesting, requiring, purchasing, using or disclosing genetic information for the purposes of underwriting, eligibility determination (before or during the enrollment process), premium rating, or the creation, renewal, or replacement of a health insurance plan or contract. \"Incidental collection\" of genetic information would not be considered a violation."], "subsections": []}, {"section_title": "Health Insurance Discrimination Disallowed", "paragraphs": ["The bills would prohibit plans and insurers in the group health insurance market from: (1) denying enrollment to an individual based on genetic information about that individual or their family members (as noted above, a similar nondiscrimination provision is already in HIPAA); and (2) adjusting a group's premium based on genetic information about an individual in the group or their family members. In the individual market, the bills would prohibit insurers from denying enrollment or adjusting premiums based on genetic information about the individual or their family members."], "subsections": []}, {"section_title": "Penalties for Violations Permitted", "paragraphs": ["The bills would permit the Secretary to impose a penalty of $100 per day during a period of noncompliance with the provisions in Title I. Where willful neglect was found, they would establish a minimum penalty of $2,500, or $15,000 for more severe or prolonged violations."], "subsections": []}]}, {"section_title": "Title II: Genetic Nondiscrimination and Employment", "paragraphs": ["Title II of S. 358 and H.R. 493 would make it unlawful employment practice for an employer to discriminate against an employee on the basis of genetic information. Employers also would be prohibited from acquiring genetic information, except under certain specified circumstances (see below). The bills would cover employers and employees as defined in Sections 701 and 717 of the Civil Rights Act of 1964, state employees and employers described in the Government Employee Rights Act of 1991, employees and employers described in the Congressional Accountability Act of 1995 and as defined in Section 3 U.S.C. 411(c), and job applicants. The bills would place the following restrictions on employers."], "subsections": [{"section_title": "Genetic Testing Requirements Prohibited", "paragraphs": ["The bills would prohibit employers, employment agencies and labor organizations from requiring or requesting that an individual or a family member undergo a genetic test. However, they would not limit the ability of a health care professional to provide health services; that is, health care professionals who are providing care could request or suggest that individuals or their family members undergo testing in the context of providing care."], "subsections": []}, {"section_title": "Discrimination in Employment Practices Disallowed", "paragraphs": ["The bills would prohibit employers, employment agencies, and labor organizations from using genetic information when making decisions about employees' or applicants' hiring, promotion, or eligibility or selection for training programs or apprenticeships."], "subsections": []}, {"section_title": "Acquisition of Genetic Information Restricted", "paragraphs": ["Generally, the bills would prohibit employers, employment agencies, and labor organizations from requesting, requiring or purchasing genetic information. They would allow employers, employment agencies and labor organizations to acquire genetic information about an individual in the following circumstances:", "when they offered a health service program; when the employee provided written authorization; when the information was used to monitor the biological effects of toxic substances in the workplace, but only if:", "—the genetic monitoring was required by federal or state law;", "—the employee provided written authorization;", "—the employer provided written notice of genetic monitoring;", "—the employee was informed of the monitoring results;", "—the monitoring was conducted in compliance with federal genetic monitoring regulations; and", "—the identity of specific employees was not disclosed.", "In addition, the proposed bills would allow an employer to obtain genetic information in the following situations:", "when the employer inadvertently requested or required family medical history; when the employer offered health or genetic services, and the individual provided authorization; when the identity of specific employees was not disclosed; when the employer requested information to comply with Section 103 of the Family and Medical Leave Act; and when the employer purchased publically available documents that may have included family medical histories (books, magazines, etc.)."], "subsections": []}, {"section_title": "Management of Genetic Information Specified", "paragraphs": ["The bills would treat genetic information as part of the individual's confidential medical record, and require the employer to maintain separate forms or files for genetic information if they obtained it. Disclosure of information would be prohibited except when disclosure is:", "to the individual or employee at their request (including family members if family members are receiving services); to an occupational or other health researcher in compliance with 45 CFR Part 46; in response to a court order when the employer has given the employee notice and sufficient time to challenge the order; and to government officials investigating compliance with Title II.", "Limitations on disclosure would apply to the employer, employment agency, labor organization and labor-management committee. With regard to disclosure under a court order, the bills would limit disclosure to only the genetic information specifically authorized in the order, and would include an exception on disclosure made in connection to an employee's compliance with certification provisions of Section 103 of the Family and Medical Leave Act."], "subsections": []}, {"section_title": "Study of Violations Required", "paragraphs": ["S. 358 and H.R. 493 would not limit employees' rights or protections under the ADA or Rehabilitation Act of 1973 or any other federal or state statutes. The bills would establish a commission to review the science of genetics and make recommendations on whether the \"disparate impact\" is necessary to continue to protect individuals from situations where an employer (with no discriminatory intent) unwittingly violated the law, and as a result, disproportionate adverse effects are experienced by some individuals with certain genetic information. The bills would not apply to the Armed Forces Repository of Specimen Samples for the Identification of Remains."], "subsections": []}]}, {"section_title": "Selected Legislative Issues", "paragraphs": ["Debate about genetic nondiscrimination legislation has continued since such bills were first introduced in the 103 rd Congress. In order to fully appreciate the debate, an understanding of how the HIPAA privacy rule currently governs insurers' and employers' use of health information is useful. The sections that follow present background about the privacy rule, and then present several of the issues that have been the topic of debate over time."], "subsections": [{"section_title": "Privacy Rule Background", "paragraphs": ["In general, the privacy rule covers all individually identifiable health information that is created or received by a health plan or health care provider, including genetic information and information about an individual's family medical history. Plans and providers may use and disclose health information for their own treatment, payment, and other routine health care operations without patient authorization and with few restrictions. The rule, however, does not apply to other entities that collect and maintain health information such as financial institutions that offer life insurance. Employers that sponsor health plans on behalf of their employees present a challenge for the rule's implementation because of their interrelationship with the insurer or health maintenance organization (HMO) that typically administers the plan. In their role as plan sponsor, employers may seek health information to carry out various plan functions.", "While the rule in general does not regulate employers, it does address the use and disclosure of health information (including genetic information) by employers that sponsor group health plans. The rule permits a group health plan, a health insurance issuer, or an HMO acting for a group health plan to disclose health information to a plan sponsor (employer), provided the plan documents are amended so that they limit the uses and disclosures of information by the sponsor to those consistent with the privacy rule. In addition, an employer must certify to a group health plan that it will not use the information for employment-related actions (e.g., hiring and promotion decisions). The employer must agree to establish adequate firewalls, so that only those employees that need health information to perform functions on behalf of the group health plan have access to such information."], "subsections": []}, {"section_title": "Title I: Is the Privacy Rule Sufficient to Protect Consumers?", "paragraphs": ["S. 358 and H.R. 493 would extend privacy rule protections to insurance and employment functions to clarify the permitted uses of information as exchanged between plan sponsors (employers) and group health plans. Some have questioned whether these additional privacy and confidentiality provisions are necessary. Others have argued that while HIPAA addresses what to do with information that has already been obtained, the proposed bills would address more specifically the acquisition of information."], "subsections": []}, {"section_title": "Titles I and II: Would Legislation Actually Increase Utilization?", "paragraphs": ["Title II of S. 358 and H.R. 493 would require employers to keep genetic information in files separate from other employee medical information. This requirement would not apply to groups covered by Title I (health insurers), even those that are sponsored by employers as employee benefit packages, and would not affect the use of services within the group health plan. In previous Congresses, some expressed concern that the legislation, which was intended to increase utilization of health care services and participation in clinical studies, would actually reduce utilization because the overly burdensome separate file requirement would raise the cost of providing genetic services and would affect insurers' willingness to pay for them. Others argued that the separate file requirement was not particularly burdensome (the privacy rule already requires employers limit access to employees' protected health information). They further argued that the separate file requirement was restricted to employers and would not affect insurers or their customers."], "subsections": []}, {"section_title": "Title I: Would the Minimum Penalty Encourage Frivolous Lawsuits?", "paragraphs": ["The bills provide that, when Title I is violated and willful neglect is found, there is a minimum penalty of $2,500. For more severe or prolonged violations, the minimum penalty is $15,000. Some have argued that the establishment of a minimum penalty would increase the incentive for individuals to sue health plans for violations of privacy or denial of coverage based on genetic information, and could act as a disincentive for settling disagreements. Others have argued that the penalty clauses are equivalent to those contained in other civil rights legislation, and that appropriate penalties are necessary to deter discriminatory practices."], "subsections": []}, {"section_title": "Title II: Do the Bills Specify How Information May Flow Between a Group Health Plan and an Employer?", "paragraphs": ["S. 358 and H.R. 493 generally prohibit employers from requesting or requiring genetic information about their employees. This is more restrictive than what HIPAA currently permits. HIPAA allows group health plans to disclose health information—including genetic information—to plan sponsors (employers) if certain conditions are met. The conditions are generally designed to allow sponsors to use the information to perform functions on behalf of the group health plan (i.e., administer the plan and develop of new insurance contracts), but not for employment-related actions (i.e., hiring and promotion decisions). Opponents of the legislation argue that such restrictions will create confusion regarding which types of health information insurers can release to employers, particularly if genetic information, which would have to be separated from other health information and be withheld from employers, is not clearly defined. Supporters of the legislation indicate that the bills would not change the foundation of protections established by HIPAA and the privacy rule. Instead, the net affect would be to build upon that foundation, to clarify the role of genetic information in the context of other health information, and to establish specific protections for genetic information for entities that are not described by HIPAA (e.g., plan sponsors)."], "subsections": []}, {"section_title": "Title II: Would the Bills Create an Incentive for Suing Employers?", "paragraphs": ["The bills would permit individuals to sue without first filing a complaint with the EEOC. Some have argued that this, coupled with the absence of a cap on compensatory and punitive damages, would encourage frivolous litigation. Others argue that, as with Title I, penalties are consistent with remedies under existing civil rights legislation (e.g., ADA), and argue that they are necessary to assure compliance with the provisions."], "subsections": []}, {"section_title": "Title II: Do the Bills Strike the Right Balance Between Public and Individual Risk?", "paragraphs": ["S. 358 and H.R. 493 would not permit an employer to make an employment decision based on predictive genetic information, even when there may be some resulting risk to public health. OSHA currently has guidelines for monitoring for genetic changes associated with exposure in the workplace and susceptibility to exposure (29 C.F.R. Part 1910). Some argue that the bills should permit employers to make decisions based on predictive genetic information in situations where the public might be harmed (such as an employee carrying a gene predisposing him or her to epilepsy when the employee is a bus driver). Others stated that it was unfair to deny healthy people opportunities when only a possibility of becoming ill existed. Even if it could be known that a person would definitely become ill (as in the case with those that have a gene for Huntington's Disease), the precise time that the illness would prevent the employee from doing his or her job could not be known. Furthermore, they argue that allowing the use of predictive genetic information in these circumstances would create bias against those people who happened to be predisposed to a disease for which a test existed. If two people were genetically destined to become incapacitated at the same time, but by different diseases, and if there happened to be a predictive test developed for only one of the diseases, the person with a predisposition for that disease may be subject to adverse consequences from the availability of the information, while the other person would not."], "subsections": []}, {"section_title": "Title II: Should the Bills have a Sunset Clause?", "paragraphs": ["S. 358 and H.R. 493 do not have a sunset clause. Some opponents argue that any genetic nondiscrimination legislation should have an expiration date to enable public policy to keep pace with scientific advances and allow Congress to decide how effectively the law has worked. This type of sunset clause is unusual in civil rights legislation; there is only one example of civil rights legislation that has an expiratory term. Supporters of nondiscrimination legislation point out that Congress always reserves the right to evaluate the effectiveness of laws and make modifications as deemed necessary. Further, they do not believe that discrimination issues will go away in the near term. For example, a sunset provision may not protect a person who agreed to be tested when the laws were in effect, but whose genetic information would then be in his or her record after the laws expired."], "subsections": []}, {"section_title": "Title II: Should the Bills Require Separate Medical Files?", "paragraphs": ["S. 358 and H.R. 493 require employers to keep employees' genetic information in separate medical files. The House Committee on Education and Labor adopted an amendment to H.R. 493 on February 14, 2007, specifying that genetic information protected by the act could be maintained with and treated as a confidential medical record under ADA §102(d)(3)(B). S. 358 contains no parallel provision.", "No federal or state law has a separate file requirement for group health plans acting to provide medical services, even though some studies show some physicians and genetics professionals are already keeping separate files in the absence of protecting legislation. In fact, Executive Order 13145 already requires federal agencies, acting as employers, to maintain genetic information as part of their \"confidential medical records which must be kept apart from personnel files.\" Some have argued that requiring maintenance of genetic information in separate files increases potential for medical error. Others point out that, because the language states that the requirement applies only to employers, the risk of medical error would only increase if Title II could be construed to include group health plans administering employer-sponsored benefits, which is contrary to precedent."], "subsections": []}, {"section_title": "Title II: Should the Bills Create a Safe Harbor?", "paragraphs": ["S. 358 and H.R. 493 would not preempt state laws. The legislation would set a floor of basic federal nondiscrimination regulations that would apply in all states, but would permit states to keep or enact their own more comprehensive genetic nondiscrimination legislation. The bills would not provide a safe harbor , which would protect federally-compliant employers from prosecution under state genetic nondiscrimination laws. Because states vary widely in their approaches to genetic nondiscrimination, opponents of federal legislation proposed that any federal law should include a safe harbor provision. Supporters of the legislation argue that a federal floor is appropriate, and that states should continue to be able to enact and test the effects of additional genetic nondiscrimination provisions within their borders."], "subsections": []}]}]}, {"section_title": "Title I and Title II: How Do S. 358 and H.R. 493 Protect Genetic Information?", "paragraphs": ["An overarching question regarding S. 358 and H.R. 493 is how the bills would protect genetic information. The answer depends both on types of protections (specifying what can be done with genetic information), and on the definition of genetic information itself (specifying what is protected and what is not). As discussed in previous sections, the types of protections would primarily be restrictions on the manner in which genetic information could be used in determining eligibility for health insurance, establishing premiums for health insurance, and in making decisions regarding employment. The definition of genetic information is discussed in detail below.", "The bills define genetic information as—and therefore protect—knowledge derived from a genetic test performed on individuals or their family members that relates to the occurrence of a disease or disorder. The protections would apply to predictive genetic tests that provide information regarding a future possible health status of a currently non-affected person. The bills' precise definition of genetic information, and thus protections that they would provide, hinge on factors discussed below, including the definition of family medical history, differences between Title I and Title II, and predictive versus manifested disease information combined with the type of genetic test performed."], "subsections": [{"section_title": "Family Medical History", "paragraphs": ["S. 358 and H.R. 493 specify that genetic information includes the fact that an individual or his/her family member has taken a genetic test. The bills define family members to include distant relatives and adopted children (which have no blood relationship and therefore would not be affected by genetic information in the family). Historically, genetic nondiscrimination act bills have stressed the importance of family history. The Senate report to accompany S. 1053 (108 th ) stated that \"the committee realizes that family medical history could be used as a surrogate for a genetic trait by a health plan or health insurance issuer ... it is important to include family medical history in the definition of genetic information.\" The report further clarified the concept of family medical history as being consistent with the American Medical Association definition, and expected that the definition would evolve over time. Some debate has ensued over the question of who should be considered to be in one's family.", "The risk of sharing genetic traits or conditions is greatest in first and second-degree blood relatives. The risk of sharing genes decreases as the blood relationship becomes more distant. For example, first degree relatives share one-half of their genetic material, second degree relatives share one-fourth, and third degree relatives (first cousins), share one-eighth. Fourth cousins, which are ninth degree relatives, share only 1/512 of their genetic material. At this level of relationship, only very rare conditions appear more frequently in family members, and the risk of sharing many common diseases is virtually the same as in the general population.", "Proponents of the legislation argue that the inclusion of individuals that have no blood relation (i.e., adoptive children) is necessary to insure that the family remains insurable as a unit; that adoptive children (or adoptive parents) are not penalized because one or the other has a genetic trait that they themselves could not have. Opponents argued that inclusion of distant or non-blood related individuals further extends the potential for litigation against insurers or employers.", "The House Education and Labor Committee Chairman's version of H.R. 493 as reported by the committee defined a family member as someone related by blood within four generations. S. 358 contains no parallel provisions. During the February 14, 2007, House Education and Labor Committee markup, a proposed amendment to expand the definition of family member to include fetuses was defeated. However, the Chairman's amended version of the bill contains provisions in Title I and Title II specifying that the definition of genetic information (rather than family member ) would include that of a fetus. S. 358 contains no similar provisions.", "Although prenatal testing may be either diagnostic or predictive in nature, coverage for a child does not usually begin until the moment of birth. In general, medical insurance covers the named insured and dependents of the named insured. Any genetic information collected about a fetus while a woman is pregnant would likely arise in the context of providing prenatal care to the insured woman. Because the fetus would not appear to be a separate insured individual, it seems likely that any genetic information collected about the fetus would probably be attributed to the woman as the named insured, and protected from discrimination to the extent that her own medical information was protected."], "subsections": []}, {"section_title": "Differences Between Title I and Title II", "paragraphs": ["The bills' two titles define genetic information differently and, therefore, apply different restrictions to employers and insurers (see Table 1 ). Title I (health insurance provisions) specifically excludes from its definition of genetic information—and therefore does not protect—medical information that is not genetic information, including the analysis of proteins or metabolites directly related to manifested disease, disorder, or pathological condition. This exemption is not present in Title II (employment provisions), making the definition of genetic information—and the scope of what is protected—broader for employers than insurers. In addition, the bills would permit health insurers to use or disclose the individual's current health status (as determined without a genetic test), consistent with existing law. This permission is not present in Title II, as employers are already prohibited from using a person's current health status in specific ways by existing law."], "subsections": []}, {"section_title": "Title I, Predictive vs. Manifested Disease Information and Type of Test", "paragraphs": ["Title I of the bills focuses on protecting predictive information (i.e., information about a future or potential health state in a currently symptom-free individual). It does so by exempting from the definition of genetic information analyses of proteins or metabolites that are directly related to manifested diseases . Insurers could thus use this type of genetic information in accordance with current law governing insurance and employment practices. The definition of genetic test in the bills is more limited than the medical or scientific definition of genetic test, which covers both predictive and diagnostic reasons for testing. Instances in which the distinction is blurred between predictive information and that related to a manifested disease may cause some confusion if the bills are enacted.", "Based upon the definition of genetic test in Title II, analyses of a person's DNA or RNA would be protected regardless of whether any related disease had manifested. By contrast, as mentioned above, the definition of genetic test in Title I does not include analyses that are both conducted on proteins or metabolites , and are directly related to manifested diseases . Thus, information derived from studying a protein or metabolite would only be protected before symptoms appeared. These provisions create potentially unclear results when a single genetic test, which could be performed on DNA or proteins, yields results that are both related to a manifested disease or condition, and are predictive in nature. The potential dilemma is illustrated by the following example.", "If a person had cancer, a test of the tumor DNA or proteins may simultaneously provide information about the tumor itself (a manifested disease), and its likelihood of recurrence (a predictive probability). If surgery were performed to remove the tumor and the patient went in to remission, the information obtained from the patients' tumor could be considered both diagnostic for the previously manifested tumor and predictive regarding a potential recurrence. If the test had been performed on tumor DNA, the information would be protected no matter whether it was considered to be diagnostic or predictive. However, if it had been performed on tumor proteins, if it were considered diagnostic it would not be protected. If it were considered predictive, it would be (see Table 2 ).", "This same lack of clarity may create issues in the case in which a person undergoes a pharmacogenetic test, which is a genetic test to determine whether a person is susceptible to adverse reactions to or beneficial results from a certain drug or other treatment. Information from pharmacogenomic tests reveals normal variability in how different people's bodies process different medications—personalized medicine. It is unclear whether this type of test would be protected under current legislation. Pharmacogenetic tests for individual susceptibilities to certain drugs can be performed at any point in an individual's life (i.e., when an individual does not have a manifested disease). Thus, the scope of protections afforded to pharmacogenomic test results might depend on whether the person already had a disease for which the treatment was indicated. Under the current definition it is possible that, in the presence of manifested disease, information that a person would not likely respond to a drug could potentially be used in a negative manner by health insurers. This may be of particular concern if only one treatment exists."], "subsections": []}]}]}}