{"id": "RL33220", "title": "Support Offices in the House of Representatives: Roles and Authorities", "released_date": "2013-02-05T00:00:00", "summary": ["Article I of the Constitution, in Sections 2 and 3, authorizes the House of Representatives and Senate to choose their own officers. The number of such congressional support personnel, as well as their specific responsibilities, is left to the discretion of the chambers. Over time, both chambers have authorized a number of offices that assist them, collectively or individually, in their work.", "In the House, these offices include the Clerk of the House, Chief Administrative Officer, Sergeant at Arms, Office of the Legislative Counsel, Office of the Parliamentarian, Office of the Law Revision Counsel, Office of Interparliamentary Affairs, House Commission on Congressional Mailing Standards, Office of the Inspector General, Office of General Counsel, House Chaplain, and the Historian of the House. These offices perform legislative, administrative, financial, and ceremonial functions. They also ensure the protection of Congress and preserve its institutional memory.", "The roles of House support offices have been established by House Rules, statute, and custom. They are also shaped by the congressional authorities with policy, oversight, and funding responsibilities for the offices. These include the House Administration Committee, the House Appropriations Committee, the House Office Building Commission, and the Office of the Speaker.", "This report is an overview of the different roles performed and the organizational authorities that govern the \"daily operations\" offices in the House of Representatives. Certain entities that assist both the House and Senate, like the Architect of the Capitol, Office of Congressional Accessibility Services, Office of Compliance, the Office of the Attending Physician, the Government Accountability Office (GAO), the Congressional Budget Office (CBO), and the Congressional Research Service (CRS), are included in this report, although the focus here is on their services to the House.", "The report is organized by function, with sections on offices supporting legislative duties; administrative, operational, and financial offices; legal and regulatory offices; ceremonial and historical offices; and security offices. Offices with responsibilities in more than one area are addressed in successive sections. More detailed information on select offices is also available in additional CRS products identified throughout."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["Article I of the Constitution, in Sections 2 and 3, authorizes the House of Representatives and Senate to choose their own officers. The number of such congressional support personnel, as well as their specific responsibilities, is left to the discretion of each chamber. Over time, both chambers have authorized a number of offices to assist them, collectively or individually, in their work. These offices perform legislative, administrative, financial, and ceremonial functions. They also ensure the protection of Congress and preserve its institutional memory.", "The roles of House support offices have been established by House Rules, statute, and custom. They may also be shaped by congressional authorities with oversight, funding, or appointing responsibility for the offices. ", "The House Administration Committee, for example, has jurisdiction over legislation pertaining to services to the House. The committee is also charged with providing policy direction for the Inspector General and oversight of the Clerk, Sergeant at Arms, Chief Administrative Officer, and the Inspector General. The committee may approve a reorganization of these offices. It also frequently distributes \"Dear Colleague\" letters to communicate its response to internal operational issues relating to these and other support offices. The House Appropriations Committee, Subcommittee on Legislative Branch, through its consideration of the annual spending measure for the legislative branch, also shapes the chamber's internal operations. Guidance from the committee may be found in hearings, the House report accompanying the legislative branch appropriations bill, the bill text, and the conference committee report. The Speaker, as the appointing authority for some of these offices and as a member of the House Office Building Commission, also has influence over their work.", "This report is an overview of the relationships among, and different roles and functions performed by, the \"daily operations\" offices in the U.S. House of Representatives. The organizational authorities are also addressed. Certain entities shared with the Senate, like the legislative support agencies, are included in this report, although it focuses whenever possible on their service to the House. Offices with responsibilities in more than one area are addressed in successive sections. More detailed information on select offices is available in additional Congressional Research Service products identified throughout."], "subsections": []}, {"section_title": "Offices Assisting Legislative Duties", "paragraphs": ["Members of the U.S. House of Representatives and their staff have numerous avenues for assistance in legislative matters. Support offices are available to participate in all stages of the legislative process, from background research on public policy issues, to the drafting of potential bills, through the submission, consideration, and evaluation of proposed legislation. The three legislative branch agencies, the Congressional Research Service (CRS), Congressional Budget Office (CBO), and the Government Accountability Office (GAO), serve both chambers. Other legislative support offices are dedicated mainly to serving the House of Representatives."], "subsections": [{"section_title": "Legislative Branch Agencies: CRS, CBO, and GAO", "paragraphs": ["Three agencies are dedicated to serving the legislative branch in legislative, representational, and oversight matters: the Congressional Research Service (CRS), the Congressional Budget Office (CBO), and the Government Accountability Office (GAO). These agencies each assist committees, Members of both chambers, and their staff by providing nonpartisan research and analysis.", "The Congressional Research Service (CRS) is the public policy research arm of Congress. It provides nonpartisan, confidential analysis exclusively for Members of Congress. CRS staff conduct briefings on specific policy issues, arrange regular educational seminars on a variety of legislative topics, produce reports on current legislative issues, deliver expert testimony before congressional committees, and prepare customized written analyses in response to specific inquiries. Originally established as the Legislative Reference Service in 1914, the Congressional Research Service was renamed and given expanded research and analytic duties with the passage of the Legislative Reorganization Act of 1970. The Librarian of Congress, after consultation with the Joint Committee on the Library, appoints the director of CRS.", "The Congressional Budget Office (CBO) provides estimates of the costs of bills, joint resolutions, and amendments. These estimates are required for any measure reported by a regular or conference committee that may vary revenues or expenditures, although estimates may be issued at other stages of the legislative process upon request. CBO issues the projected effect of the measure for the current and four ensuing fiscal years. Since passage of the Unfunded Mandates Reform Act of 1995, CBO has also been charged with estimating the impact of these reported measures on state and local governments for the same time period. CBO also provides estimates of the nation's spending and revenue over the next 10 years; an analysis of the President's annual budget proposal; Monthly Budget Reviews , which track the monthly status of outlays, receipts, and the deficit or surplus throughout the year; studies requested by congressional committees and subcommittees; and, resources permitting, requests from individual Members. Along with the House and Senate Budget Committees, CBO was established as part of the Congressional Budget and Impoundment Control Act of 1974. Its director is appointed by the Speaker of the House and the President pro tempore of the Senate, acting jointly, after consideration of recommendations made by the House and Senate Budget Committees. ", "The Government Accountability Office (GAO), formerly known as the General Accounting Office, was originally established by the Budget and Accounting Act of 1921. GAO is directed by the Comptroller General of the United States, who is appointed for a 15-year term by the President, with the advice and consent of the Senate. GAO assists in congressional oversight by evaluating the performance of government policies and programs. GAO also conducts financial and management audits and makes recommendations for corrective legislation and actions. Its Office of Special Investigations examines allegations of fraud, misconduct, and waste. Some GAO work is prescribed in mandates, including statutes, congressional resolutions, conference reports, and committee reports. Requests also come from the congressional leadership, committee chairs and ranking minority Members, and only in rare instances, individual Members, with priority in those cases going to Members on a committee of jurisdiction. GAO informs these requesters within 10 days whether or not the request can be undertaken. GAO may also initiate its own work. If a congressional request results in a written report, the requester may ask that its public release be restricted for 30 calendar days after issuance. Restrictions may be lifted, after consultation with the requester, if related legislation is under consideration in either chamber. "], "subsections": []}, {"section_title": "Clerk of the House", "paragraphs": ["The Clerk of the House is an elected officer of the House who performs legislative, administrative, educational, and preservation duties. A Clerk has been elected at the start of each Congress since 1789. The Committee on House Administration provides oversight for this office. Nine offices assist the Clerk in areas currently under the Clerk's jurisdiction. Two of these offices are directly involved in the daily legislative operations of the House.", "The first, the Office of Legislative Operations, assists the Clerk in fulfilling duties related to the handling of House documents. These include a mandate that the Clerk \"attest and affix the seal of the House to all writs, warrants and subpoenas issued by order of the House and certify the passage of all bills and joint resolutions,\" and present House-originated bills and Joint Resolutions to the President.", "Within this office are five clerks: bill clerks receive introduced bills and amendments; enrolling clerks prepare the official engrossed copy of House-passed bills, transmit messages to the Senate regarding approved legislation, and prepare the official enrolled copy of any House-originated bill or resolution; journal clerks compile the minutes of proceedings in the House, fulfilling the requirement in Article I, Section V of the Constitution that \"each House shall keep a Journal of its Proceedings\"; reading clerks read all of the bills, resolutions, and amendments before the House; and the tally clerks operate the electronic roll call voting system.", "Another legislative function under the Clerk's direction is the production of the Congressional Record and supervision of the official reporters, who have provided verbatim transcripts of congressional debate for this publication since 1873. "], "subsections": []}, {"section_title": "Office of the Legislative Counsel", "paragraphs": ["The House Office of the Legislative Counsel provides impartial and confidential drafting services to all Members and committee offices. The office is charged with assisting clients \"in the achievement of a clear, faithful, and coherent expression of legislative policies\" and is prohibited from advocating any position. With the exception of amendments made in order by the Rules Committee under special rules, there is no general requirement that Members utilize this service for their drafting needs.", "The office may be involved in several stages of the legislative process. It may assist conference committee managers in the drafting of a bill or the accompanying explanatory statement. It also aids House committees and subcommittees in drafting bills. Finally, the office may assist individual Members in drafting bills and amendments, subject to time constraints.", "Originally established as the Legislative Drafting Service with the Revenue Act of 1918, the office currently operates under provisions set forth in the Legislative Reorganization Act of 1970. The office is headed by the Legislative Counsel of the House, who is appointed by the Speaker. "], "subsections": []}, {"section_title": "Office of the Parliamentarian", "paragraphs": ["The Office of the Parliamentarian provides advice on the interpretation of House Rules and precedents. A parliamentarian has been appointed by the Speaker each Congress since 1927. The position has remained strictly nonpartisan, as evidenced by the long tenures of the occupants: Lewis Deschler, the first parliamentarian, served from 1928-1974; William Holmes Brown, 1974-1994; Charles W. Johnson, III, 1994-2004; John V. Sullivan, 2004-2012; and Thomas J. Wickham Jr., 2012-present. ", "The Speaker, or other designated presiding officer, is responsible for ruling on questions of order in the House. The parliamentarian or an assistant is always present when the House or Committee of the Whole is in session, ready to assist in determining appropriate rulings and responses. The parliamentarian sits on the top tier of the House dais, located to the presiding officer's right. The Rules of the House are not self-enforcing, and any Member alleging a violation must rise to make a point of order and insist upon enforcement. Although no requirement exists that the House follows the advice of the parliamentarian, and Members may appeal certain types of rulings, in most cases the parliamentarian's advice is considered definitive.", "In addition to procedural interpretations during debate, the office advises the Speaker on referring proposed legislation to the appropriate committees, based on the House Rules and precedents. Individual Members may also make an inquiry with the Office of the Parliamentarian. These inquiries may concern, for example, questions of jurisdiction before a bill is introduced. The parliamentarian may also assist offices in understanding the meaning and application of specific procedural tools.", "The office also oversees the revision of the House Rules and Manual , officially titled Constitution, Jefferson's Manual and Rules of the House of Representatives , which is usually authorized by resolution each Congress. This manual is a compilation of source material on parliamentary procedure. "], "subsections": []}, {"section_title": "Office of the Law Revision Counsel", "paragraphs": ["The Office of the Law Revision Counsel revises, prepares, and publishes the United States Code, which is an arrangement by subject matter of all general and permanent U.S. laws. Most of the work of the office is subsequent to the legislative process. Its main legislative duty consists of submitting to the Committee on the Judiciary one title of the Code at a time, reflecting a complete compilation and revision of the law, including any amendments. It may also submit to the committee recommendations for the repeal of obsolete provisions and for technical or clarifying corrections. The Committee on the Judiciary may then consider incorporating the submissions of the office into a bill to report to the House.", "The office was first authorized by the Committee Reform Amendments of 1974 ( H.Res. 988 ), which was enacted into permanent law by P.L. 93-554 . It is located in the Ford House Office Building and is led by the Law Revision Counsel, who is appointed by the Speaker. "], "subsections": []}]}, {"section_title": "Administrative, Operational, and Financial Offices", "paragraphs": ["With four House Office Buildings, approximately 10,000 employees, and visits from dignitaries and tourists alike, the U.S. House of Representatives has over time developed a means of ensuring the institution's smooth operation. The administrative support offices address various needs of Members and staff, ensure the proper maintenance of the House facilities, and facilitate the exchange of information both within the Capitol and beyond."], "subsections": [{"section_title": "Clerk of the House", "paragraphs": ["In addition to certain legislative, ceremonial, and preservation duties, the Clerk of the House performs various administrative functions. These are carried out under the oversight of the Committee on House Administration.", "At the commencement of every session of Congress, the Clerk is charged with compiling and delivering to all Members \"a list of the reports that any officer or Department is required to make to Congress,\" citing the relevant authority. The Clerk is also responsible for distributing the House Calendars each legislative day and, after the close of a session, a copy of the Journal to each Member, the President, and state legislatures, as requested. Upon the death, resignation, or expulsion of any Member, the Clerk is responsible for managing that Member's office until a successor is elected. The Clerk also prepares semiannual reports on the operations and finances of this office, subject to the review of the Committee on House Administration.", "Various offices under the Clerk perform numerous administrative functions, including supporting the Republican and Democratic Cloakrooms and certain other Members' areas; maintaining the electronic voting system; providing information and printed records both to the House and the general public through the Legislative Resource Center (LRC); and maintaining public disclosure documents, including financial and travel forms, as well as the registration of lobbyists. The Office of House Employment Counsel also provides legal advice on employment practices within the chamber to the employing offices. The House Employment Counsel was established by the Legislative Branch Appropriations Act of FY2002 in response to the Congressional Accountability Act of 1995 (CAA). The CAA applied certain labor, civil rights, and workplace laws to legislative branch employees and established the Office of Compliance to administer and enforce its implementation and mediate disputes. The House Employment Counsel provides legal assistance to employing offices in the House and may review personnel policies and decisions. The counsel may also provide legal representation for these offices. Like the House General Counsel, who provides legal representation concerning other aspects of the official duties of Members, officers, and employees, the House Employment Counsel may appear before any court of the United States, with the exception of the Supreme Court, \"without compliance with any requirements for admission to practice before such court.\""], "subsections": []}, {"section_title": "Chief Administrative Officer", "paragraphs": ["The Office of the Chief Administrative Officer was established at the beginning of the 104 th Congress to assume the duties of the Director of Non-legislative and Financial Services. The Chief Administrative Officer (CAO) executes both administrative and financial duties. Elected by the House, the CAO is subject to the oversight of the Committee on House Administration. ", "The CAO's office operates the First Call Customer Solutions Center, which is the initial point of contact for House offices requiring the assistance of the Office of the Chief Administrative Officer. First Call handles orders for tapes of proceedings on the House Floor, the filing of Dear Colleague letters, administration of the mass transit benefit program, reservation and arrangement of rooms for special events, and other general information requests.", "The CAO's office houses the Administrative Counsel, who provides legal research and advice for offices under the CAO. The counsel also examines district office and long-term automobile leases to ensure compliance with House Rules and the regulations set forth by the Committee on House Administration, which publishes these requirements. A Member is personally liable for payments for any lease not in compliance, and guidelines in the Members' Handbook stipulate that", "the House will not authorize disbursement of funds to make payments under the terms of the lease agreement until the Administrative Counsel has reviewed the lease agreement and has signed the Attachment. Similarly, the Administrative Counsel must review any proposed substantive amendment ... before the House will authorize any payment pursuant to such an amendment.", "The CAO's office also performs various functions related to employee assistance and management. These include operating the resume referral and outplacement service, disbursing monthly pay and benefits for Members and staff, administering the House child care center, and offering various employee development and training programs.", "Another responsibility of the CAO is the provision of information technology (IT) and telecommunication support for Members, committees, officers, and staff. The office oversees information security issues, offers training sessions in the House Learning Center, and assists offices in establishing and maintaining their websites.", "The CAO also oversees additional House support services, including the three press galleries (the periodical press gallery, the press gallery, and the radio/TV correspondents' gallery); the recording studio; the photography office; the furniture support service office; the supply store; and the gift shop. ", "The CAO is responsible for the financial and budgetary operations of the House. Financial counselors in the CAO's office advise Members, committees, officers, and other offices of the House on the use of their official expenses. Additional staff within the CAO's office assist in the maintenance of the systems necessary to process the financial operations of the House and prepare the CAO's appropriations requests.", "The CAO's financial duties also require that the office maintain records of all financial operations of the House, including receipts and disbursement data pertaining to House funds, and assist in the preparation of the quarterly Statement of Disbursements of the House . As part of his financial duties, the CAO must submit this report within 60 days after the last day of each quarter and contains detailed, itemized information on each disbursement of the House of Representatives."], "subsections": []}, {"section_title": "Sergeant at Arms", "paragraphs": ["The House Sergeant at Arms is an elected officer who performs administrative, ceremonial, and protective roles. He is subject to the oversight of the Committee on House Administration. The House Sergeant at Arms is a member of the Congressional Accessibility Services Board (see \" Office of Congressional Accessibility Service \"). ", "Other administrative duties of the Office of the Sergeant at Arms include the issuance of identification badges and pins. The Garage and Parking Security division administers the parking program and enforces the rules of the House Garages, under the guidance of the Committee on House Administration. "], "subsections": []}, {"section_title": "Office of Interparliamentary Affairs", "paragraphs": ["The House of Representatives Office of Interparliamentary Affairs was established with the passage of the FY2004 Legislative Branch Appropriations Act. Its duties include facilitating official visits from foreign parliamentarians to the House of Representatives and, along with the Sergeant at Arms and the Clerk of the House, assisting delegations of Members of the House to foreign nations. The office is also charged with coordinating the participation of the House of Representatives in other interparliamentary exchanges and organizations. The office is led by a director who is appointed by the Speaker."], "subsections": []}, {"section_title": "House Office Building Commission", "paragraphs": ["The section of the U.S. Code governing the operations and maintenance of the Capitol complex states that", "the House of Representatives Office Building ... shall be under the control and supervision of the Architect of the Capitol, subject to the approval and direction of a commission consisting of the Speaker of the House of Representatives and two other Representatives in Congress, to be appointed by the Speaker.", "In the past, the two other appointed seats have traditionally been occupied by the majority and minority leaders. The House Office Building Commission was first authorized by an act approved on March 4, 1907. This was soon followed by a joint resolution governing the room assignment process in the House, approved on May 28, 1908. This resolution placed room assignments under the control of the Superintendent of House Office Buildings, subject to the approval and direction of the commission.", "The commission may issue rules and regulations that govern the use and occupancy of all rooms in the House Office Buildings. These regulations include, for example, a prohibition on smoking in certain areas, soliciting political contributions in any House facility, and placing certain items in hallways. Along with the Committee on House Administration and the Architect of the Capitol, the House Office Building Commission has assisted in the consideration of parking issues.", "The commission also has authority over the approval of the acquisition or leasing of new buildings and facilities. Recent responsibilities in this area have included overseeing the planning for the alternative computing facility and expansion space included in the Capitol Visitor Center."], "subsections": []}, {"section_title": "Architect of the Capitol, the Superintendent of House Office Buildings, Electricians, and Engineers", "paragraphs": ["The Architect of the Capitol operates and maintains the buildings and grounds of the U.S. Capitol. The Architect is responsible for the Capitol Power Plant, subject to the direction of the House Office Building Commission. His office contains the Capitol Guide Service, and he is also a member of the Congressional Accessibility Services Board. ", "The Architect is authorized to employ a Superintendent of the House Office Buildings to serve under his jurisdiction. The Superintendent is responsible for the maintenance of the Ford, Rayburn, Longworth, and Cannon House Office Buildings, as well as the former Page Dormitory. The Superintendent supervises the biennial office lottery and moves, coordinates the House recycling program, and oversees the general maintenance of the House buildings. The electricians and engineers in the House of Representatives are responsible for the lighting, heating, and ventilation of the House side of the Capitol. They are \"subject exclusively to the orders, and in all respects under the direction, of the Architect of the Capitol, subject to the control of the Speaker; and no removal or appointment shall be made except with his approval.\""], "subsections": []}, {"section_title": "Office of Congressional Accessibility Services", "paragraphs": ["The Capitol Visitor Center opened to the public on December 2, 2008. In anticipation of its opening, the Capitol Visitor Center Act of 2008 was enacted to provide for its administration. The act also reorganized the management of offices related to the visitor experience. It placed the Capitol Guide Service under the Architect of the Capitol and established the Office of Congressional Accessibility Services. The office coordinates services and information for individuals with disabilities, including Members, staff, and visitors, within the Capitol Complex. The office is subject to the direction of a board, which consists of the Senate Sergeant at Arms, the Secretary of the Senate, the House Sergeant at Arms, the Clerk of the House, and the Architect of the Capitol. The board appoints the Director of Accessibility Services."], "subsections": []}, {"section_title": "House Commission on Congressional Mailing Standards", "paragraphs": ["Also known as the Franking Commission, the House Commission on Congressional Mailing Standards is directed to \"provide guidance, assistance, advice, and counsel, through advisory opinions or consultations, in connection with the mailing or contemplated mailing of franked mail.\" The commission is composed of six members appointed by the Speaker, with membership evenly split among the parties. Oversight is provided by the Committee on House Administration. "], "subsections": []}]}, {"section_title": "Legal and Regulatory Offices", "paragraphs": ["Three support offices, including the Inspector General, the Office of Compliance, and the Office of General Counsel, work to ensure that the House of Representatives maintains proper oversight over its internal activities and complies with legal requirements regarding employment and other practices."], "subsections": [{"section_title": "Inspector General", "paragraphs": ["The House of Representatives employs an Inspector General (IG), who, pursuant to Rule II, is charged with providing \"audit, investigative, and advisory services to the House and joint entities in a manner consistent with government-wide standards.\" House Rule II also states that the IG may suggest remedial actions following audits and report to the Committee on Ethics information involving possible violations of House Rules or applicable laws related to the performance of official duties.", "The office was established in the 103 rd Congress, pursuant to H.Res. 423 , 102 nd Congress. In the 104 th Congress, the IG gained the authority to conduct additional audits that had previously been the responsibility of the Government Accountability Office (then General Accounting Office). The requirement for the submission of audits was amended to include the House Appropriations Committee in the list of recipients in the 113 th Congress. The IG is jointly appointed by the Speaker, majority leader, and the minority leader. The Committee on House Administration provides oversight and policy direction. "], "subsections": []}, {"section_title": "Office of Compliance", "paragraphs": ["The Office of Compliance was established to enforce and administer the Congressional Accountability Act of 1995 (CAA). The act applies certain labor, civil rights, and workplace laws to legislative branch employees. The CAA covers employees working in district or state offices as well as those in Washington, DC. Certain entities may be exempt from specific provisions.", "Under the Congressional Accountability Act, employing offices retain discretion over certain workplace policies including, for example, work schedules, salaries, and vacation. Employing offices may also be subject to additional standards set by the House of Representatives, Senate, civil service, or other internal authority, as applicable.", "The office also provides a means of dispute resolution for employees who allege violations of the CAA. The office is charged with educating employees of the legislative branch about their rights and obligations regarding employment and access practices. To this end, the office has produced a handbook on the application of the CAA, as well as a number of reports on the results of its investigations of congressional compliance. The office must report annually to Congress statistics on its activities and biennially on the applicability of federal employment and access laws to the legislative branch.", "A board of directors, composed of five individuals appointed jointly by the Speaker of the House of Representatives, the majority leader of the Senate, and the minority leaders in both chambers, heads the office. The office is subject to the oversight of the Committee on House Administration and by the Senate's Committees on Rules and Administration and on Homeland Security and Governmental Affairs. "], "subsections": []}, {"section_title": "Office of General Counsel", "paragraphs": ["House Rule II, clause 8 provides authorization for the Office of General Counsel. Led by the General Counsel, this office provides legal assistance and representation to Members, committees, officers, and employees of the House of Representatives on matters pertaining to their official duties. These may include advising offices on confidentiality issues, release of constituent information, requests from executive branch agencies, and the issuance and response to subpoenas. Assistance to offices with employment and labor issues, however, falls within the jurisdiction of the Office of House Employment Counsel in the Office of the Clerk. Similarly, routine leasing agreements for automobiles and district offices are reviewed by the Administrative Counsel within the Office of the Chief Administrative Officer.", "The assistance of the office in responding to subpoenas received by Members or employees is governed by House Rule VIII, which requires the recipient to notify the Speaker and subsequently the House of any such action. The office may also assist in the preparation of committee subpoenas.", "The General Counsel is authorized to appear before any court of the United States, with the exception of the Supreme Court, \"without compliance with any requirements for admission to practice before such court.\" The services of the office are provided without regard to political affiliation.", "The office was first established by H.Res. 423 , adopted April 9, 1992, and later incorporated into the Rules of the House of Representatives adopted for the 103 rd Congress, on January 5, 1993. The Speaker, with the consultation of the Bipartisan Legal Advisory Group, directs the office and appoints its staff. "], "subsections": []}]}, {"section_title": "Offices Supporting Ceremonial Traditions and the Preservation of Institutional Memory", "paragraphs": ["A number of offices share responsibility for maintaining the ceremonial traditions of the U.S. House of Representatives and the preservation of its institutional memory."], "subsections": [{"section_title": "Clerk of the House", "paragraphs": ["The Clerk of the House has a ceremonial role at the commencement of the first session of each Congress. At this meeting, the Clerk examines credentials, calls the roll, and records the presence of all Members, Delegates, and the Resident Commissioner. Pending the election of a Speaker, the Clerk must also \"preserve order and decorum and decide all questions of order, subject to appeal.\"", "The Clerk also has various curatorial duties concerning House artwork and artifacts, records management, and historical publications. ", "Under the direction of the House Fine Arts Board, the Clerk is \"responsible for the administration, maintenance, and display of the works of fine art and other property\" of the House of Representatives. The curatorial services division assists in this duty by recommending acquisitions, maintaining artwork, and researching the collection.", "The Clerk is also responsible for administering the archiving of records of the House of Representatives and sits on the Advisory Committee on the Records of Congress. The Clerk's office is available to consult with Members and committees on records management practices. The purpose of these consultations is both to assist an office in its daily operations and to help preserve historically relevant documents. While the files generated by a Member's personal office are the property of the Member, committees are required to archive their official records.", "Committee records requiring archiving include those relating to bills and resolutions, oversight, administrative matters, and file copies of reference materials, such as hearings and reports. House Rule VII directs the Clerk to receive noncurrent records of each House committee at the end of each Congress. More recent records remain onsite, and older records are transferred to the Archivist of the United States. These records are preserved in the Center for Legislative Archives at the National Archives and Records Administration but remain the property of the House. The Clerk authorizes the archivist to release documents for public examination according to the guidelines established in the Rule. The Clerk has the authority to determine that release of a record would be detrimental to the public interest or inconsistent with the rights and privileges of the House. Although rare, if such a determination is made, the Clerk must notify in writing the chairman and ranking minority Member of the Committee on House Administration, and the decision is subject to subsequent House and committee orders. Committee chairs may submit a list of staff members who are authorized to retrieve retired committee records.", "Members may choose to transfer their personal records to a repository at the end of their service in the House. In a records management guideline for Members, the Clerk has outlined factors to consider when preparing a deed of gift and placing restrictions on access to materials. The Chief Administrative Officer, under the direction of the Committee on House Administration, may arrange for the transportation of these personal materials back to the Member's district.", "The office also maintains the Biographical Directory of the United States Congress . This source allows users to search Members from the Continental Congress through the present based on criteria such as name, state, position, party, or time of service. The source also lists research collections of the Member's personal papers, if applicable. An online version is available at http://bioguide.congress.gov/biosearch/biosearch.asp . Other historical publications, including the new edition of Women in Congress , are also produced by this office."], "subsections": []}, {"section_title": "Sergeant at Arms", "paragraphs": ["The House Sergeant at Arms is charged with maintaining the decorum of the chamber. The Sergeant at Arms is the guardian of the Mace, an artifact that symbolizes his office. The Mace is carried to a pedestal on the Speaker's right at the beginning of each day. It remains there while the House is in session and is lowered when the House resolves itself into the Committee of the Whole. The Mace may be wielded by the Sergeant at Arms to maintain order and decorum in the chamber.", "The Sergeant at Arms also assists in preparation for ceremonial occasions, including presidential inaugurations, joint sessions and meetings of Congress, and visits of foreign dignitaries. When necessary, the Sergeant at Arms assists in supervising funeral arrangements for Members of Congress."], "subsections": []}, {"section_title": "House Chaplain", "paragraphs": ["With the exception of a period in the late 1850s, the House of Representatives has had an elected chaplain since 1789. The House Chaplain offers a prayer to begin each day's session, which is followed by the approval of the Journal and the recitation of the Pledge of Allegiance. In addition to offering his own prayers, the chaplain coordinates the visits of guest chaplains. These guests are recommended to the House Chaplain by individual House Members and, in the past, have represented a diversity of religious faiths. Prayers before the House are printed in the Congressional Record . "], "subsections": []}, {"section_title": "Historian of the House", "paragraphs": ["House Rule II provides for the establishment of an Office of the Historian. A rule providing for the Historian was originally adopted during the 101 st Congress. It had been preceded by the Office of the Bicentennial, which coordinated the planning for the 200 th anniversary of the House. The Historian and other employees of the office are appointed by the Speaker.", "The Librarian of Congress was authorized by the History of the House Awareness and Preservation Act of 1999 to arrange for a new history of the chamber, in consultation with the Committee on House Administration. In 2002, Librarian of Congress James H. Billington announced the appointment of Robert V. Remini as a Distinguished Visiting Scholar of American History in the John W. Kluge Center at the Library of Congress in order to undertake this project. After a long vacancy in the position of House Historian, Dr. Remini was appointed by the Speaker in 2005 to fill this role. Dr. Remini retired and then-Speaker Nancy Pelosi named Dr. Matthew Wasniewski historian on October 20, 2010. "], "subsections": []}]}, {"section_title": "Offices Assisting in Security and the Maintenance of Order", "paragraphs": ["The Capitol Police, under the direction of the Capitol Police Board, has been delegated primary responsibility for security on Capitol Hill. The House and Senate Appropriations Committees provide oversight of funding, administration, operations, and policies, with the Committee on House Administration and the Speaker providing additional oversight on matters pertaining to the House. Two other offices, including the House Sergeant at Arms and the Office of the Attending Physician, work with the police to ensure the safety and comfort of Members, their staff, and visitors."], "subsections": [{"section_title": "Sergeant at Arms", "paragraphs": ["Along with the Architect of the Capitol, the Sergeant at Arms and Doorkeeper of the Senate, and the Chief of the Capitol Police (acting in an ex-officio, non-voting capacity), the House Sergeant at Arms provides guidance for security measures and policy across the Capitol by serving as a member of the Capitol Police Board. The Legislative Branch Appropriations Act for FY2003 redefined the board, stating that its purpose \"is to oversee and support the Capitol Police in its mission and to advance coordination between the Capitol Police and the Sergeant at Arms of the House of Representatives and the Sergeant at Arms and Doorkeeper of the Senate, in their law enforcement capacities, and the Congress.\"", "The Office of the Sergeant at Arms coordinates daily security needs with the Capitol Police. Duties include arranging for protective details for House leadership, requesting security clearances for appropriate staff, coordinating a security presence at hearings upon request, and supervising logistics for major events involving Members. The Sergeant at Arms also works with Law Enforcement Coordinators (LECs) from each office. ", "The Sergeant at Arms of the House of Representatives is also required to \"attend the House during its sittings and maintain order under the direction of the Speaker or other presiding officer.\" This is a duty the Sergeant at Arms has executed since 1789. The Sergeant at Arms is also charged with enforcing the rules of access to the Hall of the House as well as the room above it."], "subsections": []}, {"section_title": "Office of the Attending Physician", "paragraphs": ["The Office of the Attending Physician provides emergency medical assistance for Members of Congress, Justices of the Supreme Court, staff, and visitors. Care may range from performing minor first aid services to administering treatment until a patient may be transported to a local hospital. The office also participates in the planning for, and response to, any disaster that may occur. After the anthrax attacks in 2001, for example, the office coordinated the testing and care of affected staffers. The Office of the Attending Physician offers CPR and first aid courses and arranges educational health fairs for congressional staff. The office also provides travel immunization advice for official congressional travel.", "Additional services are offered to Members for an annual fee. Services include routine exams, consultations, and certain diagnostic tests. The office does not provide vision or dental care, and prescriptions may be written but not dispensed. Fees are established by the Committee on House Administration, upon the recommendation of an independent consulting actuary. Fees, and further descriptions of services, may be announced in \"Dear Colleague\" letters.", "The office is led by a medical officer from the U.S. Navy, a tradition begun in 1928. Expenses are provided for as a joint expense of the House and Senate in the annual Legislative Branch Appropriations Acts. The FY2010 Consolidated Appropriations Act provided an allowance for the Attending Physician, a Senior Medical Officer, three medical officers, and 13 additional assistants. While these personnel remain on the payroll of the Navy, the legislative branch bills include a \"reimbursement to the Department of the Navy for expenses incurred for staff and equipment assigned to the Office of the Attending Physician,\" to be credited to the applicable appropriation. "], "subsections": []}]}]}}