{"id": "RL33821", "title": "U.S. Strategic and Defense Relationships in the Asia-Pacific Region", "released_date": "2007-01-22T00:00:00", "summary": ["This report begins with a question. What changes in U.S. strategic and defense relationships in the Asia-Pacific region, if any, are needed to respond to major developments in the region, particularly China's emergence as a major power, the continuing potential for inter-state conflict, and the struggle against militant Islamists? The report addresses this central question by setting it within the larger dynamics of American strategy in both a global and regional context. It discusses the shifting correlates of power in Asia before considering the current strategic debate, force structure, and key American security relationships with regional states. It also considers the United States' strategic response to recent developments and provides several policy options.", "East Asia is rapidly changing, largely due to the rise of China which is fueled by China's impressive economic growth. China's new economic clout is giving it new power and influence in the region. Many Asia-Pacific analysts and observers, both in the region and in the United States, feel that the United States is preoccupied in the Middle East and as a result is not sufficiently focused on the Asia-Pacific at a critical point in the evolution of what may prove to be a new era in Asia. China is the only power that is presently thought capable of becoming a peer competitor of the United States. To many the overwhelming challenge is the need to try to shape the global and regional geo-strategic and economic environments to encourage and facilitate China's peaceful and constructive evolution as a great power. There is concern by some that a policy towards China that assumes China will become a threat to the United States and its interests in Asia will become a self-fulfilling prophesy. That said, many feel that a strategy that hedges against the possibility that China's rise is less than peaceful and cooperative is a prudent course of action.", "Other key strategic challenges facing the United States at present in Asia include the ongoing real prospect of interstate conflict, particularly on the Korean Peninsula and over Taiwan, and the ongoing struggle against militant Islamists in Southeast Asia. A war over Taiwan or on the Korean Peninsula has the potential to embroil the United States in a large scale war that could be very costly in terms lives, wealth, power, and prestige. The United States' main focus on the war against militant Islamists is viewed by some in Southeast Asia as an insufficient lens in and of itself for broad based U.S. engagement with the Southeast Asian region.", "Some alliances have proven to be more resilient and adaptable in adjusting to evolving challenges than others. Several factors appear to be linked to the durability of America's alliances in Asia, including common perceptions of threat, shared strategic objectives, diplomatic attention, shared values, and common history. A better understanding of the disposition of America's forward deployed force structure, alliance ties, defense partners, and working relationships in Asia in the context of U.S. strategic priorities and shifting geopolitical realities can inform assessments of the future direction of American strategic posture in the region."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction and Issues for Congress", "paragraphs": ["Congress' ongoing interest in America's strategic and defense relationships in the Asia-Pacific region was reflected in a September 2006 House International Relations Subcommittee on Asia and the Pacific hearing on America and Asia in a Changing World. That hearing sought to review the main strands of U.S. policy in the Asia-Pacific, with the goal of conducting a net assessment of current and future strategic prospects in the region. This report, which focuses on America's strategic and defense relationships in the Asia-Pacific region, is written to assist congressional decision-makers concerned with such issues. It is also written as a companion piece to CRS Report RL33653, East Asian Regional Architecture: New Economic and Security Arrangements and U.S. Policy , by [author name scrubbed].", "Former Chairman Jim Leach of the House Subcommittee on Asia and the Pacific observed that \"it is in Asia where the United States will face its largest geopolitical challenges in the years ahead.\" He also noted that \"maintaining a robust overseas military presence has historically been a key element of the United States national security policy in the Asia-Pacific.\" This forward presence promotes regional stability and \"has been maintained by successive U.S. Administrations, all of which have emphasized the linkage between our network of alliances and friendships to a regional environment in Asia conducive to confidence in economic growth.\"", "The United States established a number of bilateral defense alliances with key Asian states in the 1950s as it was positioning itself to contain communist expansion in Asia in the period following World War II and the Korean War. Despite periods of drift, these alliance relationships provided support and assistance to the United States through the Cold War and during the war in Vietnam. The circumstances under which these alliances were forged have changed dramatically. The fall of the Soviet Union, the post-Cold War world, the Asian financial crisis, the rise of China, and the emergence of violent Islamist extremists have all done much to significantly alter the geopolitical landscape of Asia. A survey and assessment of the United States strategic and defense relationships in Asia may be of use given important shifts in the geopolitical dynamics of Asia. Such a review has led to several key shifts in the positioning of U.S. Asia-Pacific based forces including the anticipated shifting of some 8,000 marines from Okinawa to Guam, the reduction and repositioning of U.S. forces in South Korea away from the demilitarized zone dividing the peninsula, and an increase of additional naval and air forces on Guam.", "Most regional states continue to welcome the positive role that the United States can play in promoting regional security but some are beginning to hedge against what they perceive as an increasingly distracted and insufficiently engaged American power. Regional states' geographic proximity to China and rapidly expanding trade ties with China are, when combined with perceptions of American inattention, shifting regional states' perceptions of the long term role of the United States in the region. A recent study on the United States and Asia suggests that \"Washington must actively re-engage if it is to maintain its influence\" in the region.", "The United States' relative lack of attention to Asia comes at a time when the correlates of power are shifting not only with regard to China but elsewhere in Asia as well. Friction in the Sino-Japanese relationship as well as in North Korea-Japan relations is prompting Japan to develop its military capabilities and play a more assertive role in international affairs. India is developing rapidly and may as a result play an increasingly influential role in Asian and world affairs. South Korea may be developing capabilities that look to strategic scenarios other than those involving North Korea at a time when its alliance relationship with the United States is increasingly strained. Indonesia appears to be emerging from a lengthy period of economic and political instability as an increasingly effective democratic nation. These developments present both challenges and opportunities to the United States."], "subsections": []}, {"section_title": "U.S. Strategic Concerns and the Evolving Correlates of Power in Asia", "paragraphs": ["Several key strategic issues in the Asia-Pacific region are potentially of concern to U.S. decision makers. These developments include the rise of China, continuing potential for interstate conflict, the struggle against Islamist militancy, and Asia-Pacific arms expenditures."], "subsections": [{"section_title": "The Rise of China5", "paragraphs": ["China's rapid economic growth and its emergence as a great power is a defining event in the current geopolitical landscape of Asia. The United States hopes that engagement and economic development will lead China to become increasingly democratic and a stakeholder in global economic and political affairs. While the United States is hedging against the possibility that China's rise will be less benign, it welcomes a peaceful and prosperous China. In this context, the U.S. has sought to strengthen existing alliances and develop new strategic and defense relationships in the region while better positioning its regional military capabilities by restructuring and redeploying its forces in the region.", "Ongoing tensions over Taiwan, stemming from Beijing's opposition to Taiwanese independence, China's military modernization, its growing power projection capabilities, its expanding diplomatic relationships, its massive economic presence, and its drive for energy and other resources are of increasing concern among many in strategic circles in the United States. The Pentagon's Quadrennial Defense Review of 2006 and its 2006 annual report to Congress on China's military power noted that \"China has the greatest potential to compete militarily with the United States.\"", "Most view the expansion of China's military power as primarily concerned with Taiwan, though some have noted that China is in the early stages of \"developing power projection for ... contingencies other than Taiwan.\" Observers believe that China is seeking to attain a maritime anti-access force that could deter or delay the intervention of U.S. forces in a possible conflict over Taiwan. Some have taken the view that \"China's leaders likely hope to establish their country as the preponderant power in East Asia.\" Such a view is at odds with the U.S. goal of preventing the Asian continent from being dominated by any single power or coalition of states that could potentially undermine American interests in the region."], "subsections": []}, {"section_title": "Potential Interstate Conflict in Asia", "paragraphs": ["As much of the world enters a phase in which conflict is predominately at the sub-national level, Asia continues to have the very real prospect of interstate conflict. This is most likely in three areas: between China and Taiwan, on the Korean Peninsula, and between India and Pakistan. This potential for interstate conflict is reflected in regional arms sales. India, China, Taiwan, South Korea, and Pakistan are among the top 10 leading recipients of arms transfer in the developing world for the period 1998 to 2005. (See Table A-4 .) Tensions also exist between Japan and China, and between Korea and Japan.", "Potential conflict over Taiwan remains the most plausible scenario in which the United States could become embroiled in great power conflict. President Chen Shui-bian of the Democratic Progressive Party (DPP) has asserted a more independent stance for Taiwan than his Nationalist party (KMT) predecessors. In 2001, President Bush stated that the United States would do \"whatever it takes\" to help Taiwan defend itself, but later backed off from this assertion by warning Taiwan that the U.S. does not wish to see destabilizing declarations of Taiwan's independence that could provoke a conflict with China.", "Tensions on the Korean Peninsula increased in July and October 2006 as a result of North Korea's missile and nuclear tests. These events, along with North Korea's development of long range missiles, demonstrates that North Korea continues to seek to acquire new and increasingly lethal military capabilities. Ongoing tensions on the Korean Peninsula make it one of the world's most likely potential areas of interstate conflict.", "India's and Pakistan's history of war and ongoing tension make future conflict on the sub-continent a possibility. The two states fought wars in 1947, 1965, and 1971. In 1998, border tensions mounted in the wake of nuclear tests by both India and Pakistan, and the two states had a major border clash at Kargil in Kashmir in 1999. The two came close to war in 2001-2002 following the December 13, 2001, attack on the Indian parliament that is thought to have been carried out by the Pakistan-based terrorist groups Lashkar-e-Toiba and Jaish-e-Muhammad. The United States placed these groups on its terrorist list after the attacks. Differences between Muslim Pakistan and secular but largely Hindu India continue. Tensions increased in July 2006 after a series of train blasts in Bombay killed186 people. Bombay police have concluded that the attacks were planned by Pakistan's Inter Service Intelligence (ISI) and carried out by the Pakistan-based terrorist group Lashkar-e-Toiba. Such events place pressure on the Government of India to respond. They also identify a potential nexus between terrorism and interstate conflict. Such situations, or border conflicts such as at Kargil, have the potential to escalate into full-scale war between these two nuclear-armed states."], "subsections": []}, {"section_title": "The Rise of Islamist Militancy", "paragraphs": ["Radical Islamist groups in Southeast Asia have carried out a number of deadly bombings since 9/11, including the Bali bombings of October 2002 and October 2005 and an attack on the Australian Embassy in Jakarta in 2004 by the terrorist group Jemaah Islamiya (JI). While counter-terror efforts have been increasingly successful, JI is thought to remain capable of conducting operations. The terrorist group Abu Sayaff also remains active in the Philippines. A regional maritime security initiative has sought to prevent attacks against shipping or ports, particularly in or near the strategically important Straits of Malacca, a maritime gateway through which much of the world's trade passes. Insurrection in Muslim majority provinces of Southern Thailand continues, although its ties to international terrorist groups have not been established.", "Similarly, the presence of terrorist groups in South Asia is a key source of instability, a threat to U.S. forces and interests, and could serve as a catalyst for inter-state conflict. Al Qaeda and Taliban forces remain active in the Afghanistan-Pakistan border regions. Pakistan-based Lashkar-e-Toiba and Jaish-e-Mohammad are thought to be behind bombings and attacks in India that have raised tensions between India and Pakistan. There are also allegations of linkages between elements of Pakistan's ISI and other South Asian terrorist groups. India believes that these linkages facilitate the cross-border infiltration of insurgents into Kashmir and India. Some analysts have concluded that terrorist attacks could lead to wider conflict in South Asia. Some view the United States' relationship with Pakistan on a more tactical level and focused on the struggle against militant Islamists while the evolving relationship with India is viewed as a more strategic partnership."], "subsections": []}, {"section_title": "Asia-Pacific Arms Expenditures", "paragraphs": ["Together, the U.S. and its regional allies spend far more on defense than any conceivable coalition of enemies. (See Table 1 .) That said, the United States operates at extended distances in Asia. The projection of power over great distances can diminish power in both military and political terms. While eight of the world's top 25 spenders on defense are in Asia, it is the growing defense expenditures of China and India that are attracting increasing interest. China reportedly is focusing its defense budget on acquiring C4ISR (command, control, communications, computers, intelligence, surveillance, and reconnaissance) systems.", "While the United States increasingly is concerned over China's expanding military capabilities, it is developing closer ties to India, a state that spent $19 billion on defense in 2005. India has one of the more rapidly expanding defense budgets in Asia. India's defense spending for the 2007-12 period is projected to increase 44% over the current five year plan. This level of expenditure is based on a 8% rate of economic growth and represents 2.56% of GDP, as opposed to 2.33% under the previous five year plan. The Indian Ministry of Defense has reportedly favored spending at the rate of 3% of GDP. Since independence, India has fought wars with Pakistan and China.", "Even though the percentage of GDP spent on defense in East Asia and Australasia has remained relatively constant, defense spending overall in the region has increased. According to experts, \"Asia is the story. Though the Middle East has been the largest purchasing region in the world, it has been overtaken by modernization programs in India and China.\" Between 1995 and 2004 defense expenditures in the region fluctuated between 1.45% and 1.57% of GDP while rising in nominal terms. The United States spends approximately 4% of its GDP on defense. Defense expenditures in the East Asia and Australasia region increased from $179.6 billion in 2003 to $195.7 in 2004. The following chart illustrates that many of the top defense budgets in Asia belong to American friends and allies."], "subsections": []}]}, {"section_title": "Current U.S. Strategy", "paragraphs": [], "subsections": [{"section_title": "Strategic Vision", "paragraphs": ["At its broadest level, the national security strategy of the United States is, according to President Bush, founded upon two pillars. The first promotes \"freedom, justice, and human dignity—working to end tyranny, to promote effective democracies\" while the second pillar confronts \"the challenges of our time by leading a growing community of democracies.\" This is part of a tradition in American foreign policy that Walter Russell Mead has described as the American project. This project seeks to \"protect our own domestic security while building a peaceful world order of democratic states linked by common values and sharing a common prosperity.\"", "After observing that the United States has \"extensive interests throughout East and Southeast Asia\" the 2006 National Security Strategy Statement of the United States of America (NSSS) points to the need to have sustained U.S. engagement, \"maintaining robust partnerships supported by a forward defense posture supporting economic integration through expanded trade and investment and promoting democracy and human rights.\" The NSSS also calls for institutional frameworks to be built on \"a foundation of sound bilateral relations with key states in the region.\" The NSSS also states that South and Central Asia constitute \"a region of great strategic importance where American interests and values are engaged as never before.\"", "The 2006 Quadrennial Defense Review (QDR) discusses the need to shape the choices of countries at strategic crossroads and \"hedge against the possibility that a major or emerging power could choose a hostile path in the future.\" The QDR goes on to state \"of the major and emerging powers, China has the greatest potential to compete militarily with the United States.\" The QDR also expresses concern with China's strategic arsenal and growing power projection capabilities. It asserts that the United States will \"seek to ensure that no foreign power can dictate the terms of regional or global security.\" It also calls for \"prudent hedges against the possibility that cooperative approaches by themselves may fail to preclude future conflict. A successful hedging strategy requires improving the capability of partner states and reducing their vulnerabilities.\"", "One of the key sections of the NSSS focused on \"strengthening alliances to defeat global terrorism and work to prevent attacks against us and our friends.\" The document observes that \"the war on terror is a battle of ideas.\" While pointing to democracy as the long term solution, the document identifies four short term objectives: prevent attacks by terrorist networks, deny weapons of mass destruction to terrorist allies, deny terrorists sanctuary, and deny terrorist control of any base of operations. The QDR states that \"The ability of the United States and its allies to work together to influence the global environment is fundamental to defeating terrorist networks.\"", "These strategic themes were highlighted by National Security Adviser Steve Hadley when he outlined \"three basic insights\" into the Administration's strategy toward East Asia in April 2006. The first point highlighted the importance of \"traditional allies, nations that share the values of democracy and freedom.\" While pointing to the need to resolve \"long-standing irritants\" in relations with Japan and Korea, Hadley also pointed to \"strengthened ties with key allies and friends.\" The second insight focused on \"working with partners\" to \"develop cooperative and creative approaches to regional and global challenges\" such as the war on terrorism. The third insight noted that while the U.S. welcomes China as a responsible stakeholder that cooperates to find solutions to common problems it desires that China \"change policies that exacerbate tensions ... such as their non-transparent military expansion; their quest to lock up energy supplies ... and their support of resource rich countries with poor records of democracy and human rights.\""], "subsections": []}, {"section_title": "The U.S. Strategic Response to the Evolving Correlates of Power in Asia", "paragraphs": ["The United States has undertaken a number of initiatives at the strategic level to address rising regional security concerns. These include the Trilateral Security Initiative between the United States, Australia and Japan, the opening of a strategic relationship with India, efforts to develop enhanced cooperation with ASEAN and some structural changes in the U.S. government to be better configured to bureaucratically deal with the region."], "subsections": [{"section_title": "Trilateral Security Initiative (The United States, Japan, and Australia)", "paragraphs": ["The United States, Japan, and Australia met in Sydney on March 18, 2006 to establish the Trilateral Strategic Dialogue at the ministerial level. The three states agreed to work to \"maintain stability and security globally and with a particular focus on the Asia Pacific region.\" The Joint Statement noted that this will complement the strong security relationships that exist among the three states. The dialogue also discussed the \"emergence and consolidation of democracies and strengthening cooperative frameworks in the Asia-Pacific region\" as well as \"welcomed China's constructive engagement in the region.\" It also noted the need to enhance cooperation with ASEAN, South Korea and \"recognized the importance of reinforcing our global partnership with India.\" In speaking about the Trilateral Security Initiative, Secretary of State Rice stated \"all of us in the region, particularly those who are longstanding allies, have joint responsibilities and obligations to try and produce conditions in which the rise of China will be a positive force in international politics, not a negative force.\""], "subsections": []}, {"section_title": "Relationship with India", "paragraphs": ["India and the United States issued a joint statement in March 2006 that identified their desire \"to increase mutual security against the common threats posed by intolerance, terrorism, and the spread of weapons of mass destruction\" and expressed the hope that their efforts \"will have a decisive and positive influence on the future international system.\" While India and the United States continue to share concern over Islamist militants, they may not view China in the same manner. Some have viewed the Bush Administration's efforts to support India's rise as a regional Asian power and develop a strategic relationship with India as an effort to develop a \"counterweight to China.\" Some analysts have expressed concern that the United States may not fully appreciate India's desire to act as a full partner and not as a subordinate in America's Asian geo-strategic designs. There are also differing perceptions of China in India. While strategic circles remain concerned about China's growing power, others are less concerned. India will likely remain sensitive to being perceived as subordinate to American policy towards China even as strategic circles in India may share those concerns."], "subsections": []}, {"section_title": "U.S.-ASEAN Enhanced Partnership Initiative", "paragraphs": ["U.S. policy towards Southeast Asia has generally focused on counter terrorism in the period since 9/11. U.S. diplomacy is seeking to broaden U.S. engagement with ASEAN under a new initiative. The United States and ASEAN launched the U.S.-ASEAN Enhanced Partnership initiative in November 2005 to \"foster cooperation.\" Key components of the Enhanced Partnership include political and security cooperation, economic cooperation and social and educational cooperation. Initial projects have included post-tsunami assistance, research scholarships, artistic and cultural cooperation, a Trade and Investment Framework Agreement and work on FTAs, and the development of a science and technology agreement. Some analysts have highlighted the need to operationalize the partnership. In the words of one expert \"getting the partnership out of the 'vision' stage is critical.\" There may also be potential to work with the ASEAN Regional Forum to discuss common approaches to regional security issues."], "subsections": []}, {"section_title": "Structural Changes", "paragraphs": ["One of the ways in which the defense establishment is adjusting to respond to the changing strategic environment in Asia is through a reorganization of the Office of the Secretary of Defense. Former Secretary of Defense Donald Rumsfeld went to Congress in August 2006 to seek Congressional approval for a reorganization of the Office of the Undersecretary of Defense for Policy which includes a new Assistant Secretary of Defense for Asia and Pacific Security Affairs."], "subsections": []}]}]}, {"section_title": "U.S. Force Structure in Asia", "paragraphs": ["American military forces in Asia fall under one of two military commands, the U.S. Pacific Command and U.S. Central Command which are two of nine Unified Combatant Commands and two of five Regional Commands. (See Figure 1 , below.) While the Asia-Pacific falls under Pacific Command, parts of South and Central Asia are part of Central Command. Figure 1 illustrates the geographic division of responsibility for U.S. regional commands."], "subsections": [{"section_title": "Pacific Command", "paragraphs": ["The United States Pacific Command (USPACOM) based in Hawaii has an area of responsibility (AoR) that covers approximately 50% of the earth's surface and some 60% of its population, including the world's two most populous countries and the world's most populous Muslim nation, Indonesia. Of the 43 countries and entities in the PACOM AoR, five are U.S. treaty allies. Pacific Command's AoR spans an area from Alaska to Madagascar and from India to the South Pacific. The U.S. Pacific Command has service components as well as subordinate unified commands, including U.S. Forces Japan, U.S. Forces Korea, Special Operations Command Pacific, and the Alaskan Command. It also has Standing Joint Task Forces assigned to it. Operationally, the Pacific Commander reports directly to the Secretary of Defense and the President. Figure 2 illustrates the USPACOM area of responsibility (AoR).", "The USPACOM was established as a unified command on January 1, 1947, and it is the oldest and largest of the United States' unified commands."], "subsections": []}, {"section_title": "Central Command", "paragraphs": ["The U.S. Central Command (CENTCOM) is a unified combatant command with an area of responsibility that includes the Middle East and parts of East Africa as well as Central Asia. CENTCOM's AoR includes some 27 countries as well as the waters of the Red Sea, the Persian Gulf and western reaches of the Indian Ocean. South and Central Asian states in CENTCOM's AoR include Afghanistan, Pakistan, Kyrgyzstan, Turkmenistan, Tajikistan, Uzbekistan, and Kazakstan."], "subsections": []}, {"section_title": "U.S. Asia-Based Military Units and Locations", "paragraphs": ["While United States military forces are spread across the region, the largest concentrations are located in Japan, the Republic of Korea, and Afghanistan. Efforts are currently underway to enhance the flexibility of U.S. forces in Asia and make those forces more deployable to zones of conflict as they arise. As forces are drawn down in Japan and South Korea they may be expanded in Guam, Alaska, Hawaii, and the west coast of the United States.", "There appears to be strong support for the retention of American military bases both at home and abroad, according to recent polls conducted by the Chicago Council of Global Affairs. Some 68% of Americans polled felt that America should have \"about as many as now\" (53%) or \"more bases\" (15%). Some 65% of Americans polled believe that U.S. military presence in East Asia should be maintained (57%) or increased (8%) as opposed to 30% that feel it should be decreased. Sixty two percent of South Koreans believe they \"should have\" American bases as opposed to 29% that feel they \"should not have\" American bases while 59% of South Koreans feel U.S. military presence in East Asia should be increased and a further 15% feel it should be maintained. In Japan, 57% believe they \"should have\" as opposed to 34% who thought they \"should not have\" American bases. This reflects a 5% increase in support in the case of Japan since the question was asked in 2004. Support in Afghanistan appears less strong though it too increased 5% since 2004. Afghanistan has 52% in favor and 39% opposed to American military bases. Some 66% of Indians feel the United States is \"very or somewhat positive\" in resolving key problems in Asia."], "subsections": []}, {"section_title": "Global Posture Review and U.S. Asia-Pacific Forces", "paragraphs": ["The orientation of American military forces in Asia Pacific region is, along with U.S. forces elsewhere around the globe, undergoing a significant reconfiguration. This was brought into focus by the Global Posture Review (GPR) that was initiated in 2001 and has started to reshape the U.S. military \"footprint\" around the globe. The official name of the GPR is the Integrated Global Presence and Basing Study (IGPBS). Many of the United States' World War II bases were retained to contain the spread of communism. With the end of the Cold War, their role shifted as they became instrumental for the projection of American power from forward areas. Current reductions in forward deployed forces are occurring at the same time that deployments from the United States are increasing dramatically. U.S. forces deployed in East Asia and the Pacific dropped from 108,774 personnel in 2000 to 82,742 in 2005.", "In 2004, the Bush Administration announced that, as a result of the Global Posture Review, it planned to withdraw up to 70,000 troops from Europe and Asia over the course of the next decade. In 2004 it was projected that 20,000 of the 70,000 would be withdrawn from Asia. This move challenged conventional wisdom since the mid-1990s that the forward deployment of 100,000 troops in the Asia-Pacific theater was politically significant.", "Some have cautioned that the new smaller \"footprint\" facilities will remain dependent on larger bases located elsewhere such as Yokosuka in Japan. It has also been asserted that a move to diversify support facilities may be in part driven by increasing uncertainty over the disposition of allies and friends in future conflicts. It has also been observed that whereas the previous emphasis on forward presence was focused on maintaining regional stability, the new basing structure is more concerned with preemption and power projection. Such an emphasis may have a negative impact on regional states' perceptions of American power and America's commitment to friends and allies in the region. Others more critically view America's overseas military bases as the structure of empire.", "The posture review process builds on existing infrastructure for power projection in Asia, particularly main operating bases in South Korea and Japan, and seeks to develop new forward operating sites and cooperative security locations. This shift is being driven by the need to increase the flexibility of U.S. forward deployed forces for contingencies in country and beyond. The shift is also being driven by changes in U.S. relationships with key allies and from a growing recognition that coalitions may be more fluid in future conflict."], "subsections": [{"section_title": "Guam and the Pacific", "paragraphs": ["There are currently 6,500 service members on Guam. The shift of 8,000 Marines from Japan is scheduled to begin in 2008. The Navy is also shifting submarines from the Atlantic to the Pacific theater, with additional submarines to be based in Guam, Hawaii, San Diego, and Bremerton. This build-up is projected to increase to 31 nuclear powered attack submarines in the Pacific by 2010. The QDR recommended the shifting of an aircraft carrier from the Atlantic to the Pacific. Because Guam is American territory it has the political advantage that forces based there are not subject to the restrictions of foreign governments that may or may not wish U.S. forces based in their country to participate in future conflicts in Asia. It appears that a follow-on study to the global posture review of 2004 is being considered. The follow on study is thought to focus on cross cutting global issues and to consider capabilities such as logistics, mobility, intelligence, surveillance and reconnaissance. ", "The Ronald Reagan Ballistic Missile Defense Test Site, formerly known as the Kwajalin Missile Range, on Kwajalin Island in the Marshal Islands supports the operational and developmental testing of theater ballistic missiles, strategic ballistic missiles and theater and strategic missile interceptors. It also assists NASA space operations and experiments and supports Strategic Command near earth surveillance, deep space surveillance, satellite tracking, and new foreign launch coverage."], "subsections": []}]}]}, {"section_title": "U.S. Security Relationships in Asia", "paragraphs": ["An assessment of America's regional alliance and security relationships reveals that there are some areas for concern and that efforts to restructure these relationships, while generally moving in the right direction, need to continue to adjust to the shifting geopolitical realities of Asia. Some regional observers have remarked that the United States is increasingly insecure, not only as a result of the post 9/11 environment but also because of a \"China threat\" and a concern that America's presence and role in Asia is declining. This perceived American vulnerability and uncertainty about America's future role in Asia is leading some Asian analysts to predict that the United States will enter into a \"new phase of inner absorption, if not increasing isolationism.\" Such perceptions undermine America's leadership position in Asia and may encourage regional states to look less to the United States as a guarantor of regional security.", "Another Asian perspective is concerned with rising American primacy and an exercise of American power that it is increasingly moving away from a multipolar approach. From this perspective, American primacy post 9/11 has led America to engage multilaterally not as a \"meeting of the minds\" but as \"a means or process\" for \"engineering consent.\" Regional states are, according to some, uneasy with the external posture and focus of the United States. \"Many of our closest allies in the region are uncomfortable with the manner in which the administration has exercised America's extraordinary primacy in world affairs, so much so that one can imagine a range of scenarios in which even our friends in Asia resist future Washington initiatives.\" Regional experts have also expressed concern that ongoing operations in Iraq, as well as other developments in the Middle East, have led to a lack of attention to key developments in Asia."], "subsections": [{"section_title": "America's Regional Allies51", "paragraphs": ["The rationale for America's post World War II system of bilateral Pacific Alliances, known as The San Francisco System, has changed significantly for its various partners over time. The system was brought into being in the early 1950s at a time when the United States was positioning itself to contain communism in the region. It was this guiding principal that initially shaped America's defense relationships with Japan, Australia, South Korea, Thailand, and the Philippines. From its inception, other states did not necessarily have identical perceptions of the most immediate threat. Australia, for example, remained concerned about the possibility of a resurgent Japan while the United States was more focused on the need to contain communism. In the late 1960s and early 1970s America's experience in the war in Vietnam and the Guam Doctrine of 1969 led to a redefinition of America's commitment to the region and encouraged regional friends and allies to assume greater responsibility for their own defense.", "Former Defense Minister Kim Beazley of Australia asserts that none of America's San Francisco alliance system partners have yet \"found other regional and bilateral relationships sufficiently attractive to eschew the benefits of this older security framework.\" Some alliance relationships have grown stronger over time as in the case of Australia and Japan. That said, others have experienced difficulties. Thailand is viewed as seeking to balance its American relationship with one with China; New Zealand was de facto dropped from the Australia-New Zealand-United States (ANZUS) alliance in the mid 1980s; poor relations with the Philippines led the United States to leave its military bases there in 1992 and there are signs of emerging differences in the U.S.-Republic of Korea relationship. Despite these developments, the system has endured because the correlates of power in post war Asia have not \"altered in a way that suggests that the United States is not a useful balancer of last resort.\" Figure 3 shows the locations of the United States' regional allies.", "There are, in the view of some analysts, signs that regional states, including alliance partners and close friends, are now hedging against a future in which the United States is potentially no longer the preeminent power in Asia. Regional states see China differently than the United States. Expanding trade and geographic proximity are likely contributors to differences in perspective. The attention surrounding the creation of the East Asia Summit in early 2006, which now includes China, Japan, Korea, the 10 Association of Southeast Asian Nations (ASEAN) states as well as India, Australia, and New Zealand, can be attributed to regional states' desires not to be excluded from a potentially influential regional organization even if it has China and not the United States as the grouping's most influential member.", "Evolving geopolitical dynamics and shifting perceptions by regional states of the U.S. role in the region relative to that of China presents a major challenge to alliance relationships. In the view of some, such a challenge may necessitate a major redefinition of America's alliance relationships that takes into account not only changing American strategic priorities, such as the focus on the war on terror since 2001, but which also focuses on changing allied perspectives and priorities. China's rising economic weight, its shift from support of communist insurgencies across Asia to a much more diplomatic approach towards regional states, and a reluctance to criticize the internal affairs of regional states has significantly improved Asian states' perspectives of China.", "The United States continues to be involved in numerous bilateral and multilateral military exercises with regional states including; Talisman Sabre with Australia, Balikatan with the Philippines, Keen Sword/Keen Edge with Japan and Cobra Gold in Thailand and Rim of the Pacific (RIMPAC) with multiple states. RIMPAC 2006 alone included 40 ships, 160 aircraft, and some 19,000 military personnel drawn from Australia, Britain, Canada, Chile, Japan, Peru, South Korea and the United States. On the other end of the spectrum of intensity, the U.S.-Mongolian Khan Quest peacekeeping exercise, begun in 2003, has expanded to include several Asia-Pacific nations including Bangladesh, Fiji, India, Thailand and Tonga. These different exercises demonstrate efforts being made to engage regional states across a wide spectrum of exercise scenarios."], "subsections": [{"section_title": "Australia and New Zealand58", "paragraphs": ["The United States, Australia, and New Zealand share common values and an historical experience originating in Great Britain. Australia and New Zealand fought along side the United States in World War I, World War II, The Korean War and the war in Vietnam. Australia drew increasingly close to the United States after the fall of Singapore in World War II. The defense relationship between Australia, New Zealand, and the United States was formalized through the ANZUS Treaty in 1952.", "Some analysts view Australia as a very staunch ally and an equivalent to the United Kingdom in the Pacific. Australia views U.S. engagement in the Asia-Pacific as \"the foundation of the region's strategic stability and security since World War II, and is no less relevant sixty years on.\" Australia invoked the treaty to come to the assistance of the United States in the wake of the 9/11 attacks. It has supplied combat troops to Afghanistan and Iraq and has led counter terror efforts in Southeast Asia. Australians have been targeted by Jemaah Islamiya terrorist attacks at tourist destinations in Bali and at their embassy in Jakarta, Indonesia.", "The annual Australia - United States Ministerial (AUSMIN) process is a central aspect of the alliance relationship with Australia. The 2005 AUSMIN communiqué discussed the development of a Joint Combined Training Centre at Shoalwater Bay that will be used for exercise Talisman Sabre . The communiqué identified opportunities for U.S. B-52, B-1, and B-2 aircraft to regularly visit Australia and participate in combined training with Australia at the Delamere Air Weapons Range in the Northern Territory. The communiqué also discussed counter terrorism, regional cooperation, non-proliferation, and bilateral defense relations. It has been reported that joint military training and forward expeditionary bases will be built at Bradshaw and Yampi Sound in Northwest Australia. It has also been reported that the Bradshaw facility will be able to accommodate C-17 aircraft and 750 military personnel while the facility at Yampi Sound will be used for landing techniques. The 2006 AUSMIN Communiqué undertook to explore with Japan areas for possible trilateral defense cooperation.", "The New Zealand leg of the trilateral alliance was suspended in the mid-1980s as a result of New Zealand's nuclear policies. Today, New Zealand and the United States remain friends if no longer formal allies. There are signs that restrictions of defense cooperation including training exercises may be loosening. The United States issued a waiver for New Zealand to participate in maritime interdiction exercisers related to the Proliferation Security Initiative in August 2006. In recent years, Australia and New Zealand have done much to promote regional stability through their leadership of peace operations in East Timor, Bougainville in Papua New Guinea, and in the Solomon Islands."], "subsections": []}, {"section_title": "Japan65", "paragraphs": ["The United States and Japan have evolved from enemies in World War II to close allies today. The United States signed the Treaty of Peace with Japan in 1951 at the San Francisco Peace Conference. This Treaty came into force in 1952 and was followed in 1960 by the Treaty of Mutual Cooperation and Security that serves as the basis of American-Japanese defense ties and grants the United States the use of bases in Japan. Japan plays an indispensable role in America's regional alliance structure and has been described as providing the \"foundation for the peace and stability that have enabled the prosperity we see throughout the Asia-Pacific region.\" Japan is America's strongest ally in Asia and hosts some 53,000 American military personnel. Japan and the United States share a largely common strategic outlook that is increasingly concerned about a rising China and North Korea's nuclear threat. In addition, the two states share democratic values and governance.", "Many perceived the alliance as having experienced a period of drift in the immediate post-Cold War period though the alliance is today generally viewed as stronger than ever. Former prime Minister Koizumi's successor, Prime Minister Shinzo Abe, has stated that he will seek to revise Japan's post-World War II constitution to permit Japan a normal military force and that he favors close military cooperation with Washington. Article 9 of the Japanese constitution places limits on the extent to which Japan can use force.", "Despite being \"stronger than ever,\" there remain some areas of friction in the bilateral defense relationship. Japan continues to have constitutional constraints on its ability to act as an alliance partner. These stem from Article 9 of the constitution drafted by the United States during the post-war occupation. Article 9 outlaws war as a sovereign right of Japan. Japan has interpreted this to mean that it may maintain a military for self-defense. There is some uncertainty as to the extent to which Japan can engage in collective self-defense. This raises the question of whether Japan could respond to defend American ships or other military assets if they came under attack. Participation in non-combat roles, peacekeeping, and logistics has been allowed. Some American officials have come to the view that Japan should re-interpret and/or amend the constitution to be able to engage in collective defense and act as a more normal state in defense matters.", "Two issues triggered by key events did much to refocus the United States and Japan on a common strategic vision. The first was China's rise and its test firing of missiles into the waters off Taiwan in March 1996 in an attempt to intimidate Taiwan and affect presidential elections. This led to a joint declaration in which Japan agreed to provide the United States with logistical support during contingencies. The second issue is Japan's increasing concern with North Korea, which was highlighted by North Korea's test firing a Taepodong missile over Japan in 1998. Further North Korean missile tests in July 2006 were followed by increases in Japan's missile defense program and additional commitment to developing a missile defense system with the United States. Concerns with North Korea increased again after North Korea conducted a nuclear test in October 2006.", "Several key alliance initiatives have done much to strengthen the alliance. In December of 2002, the U.S. and Japan Security Consultative Committee, better known as the \"2+2\" meeting between American and Japanese ministers of defense and foreign affairs, began a process that has continued to evolve. The 2005 Joint Statement identified common regional and global strategic objectives. These included maintaining capabilities to address contingencies affecting the U.S. and Japan, seeking the peaceful resolution of issues related to North Korea and Taiwan, encouraging \"China to improve transparency of its military affairs,\" and promoting shared values, peace and stability while working to reduce weapons of mass destruction, eradicate terrorism and enhance the stability of global energy supplies.", "U.S. forces on Okinawa have been politically sensitive and an irritant in the bilateral relationship particularly since the 1995 rape of a Japanese girl by U.S. military personnel. Other issues, such as noise and crashes of U.S. military aircraft, have contributed to resentment by Okinawans of the large American military presence there. The agreement to redeploy and reduce the U.S. Marine presence on Okinawa from 18,000 to 11,000 is anticipated to make the alliance more politically sustainable. Despite such initiatives, the potential for further incidents remains."], "subsections": []}, {"section_title": "South Korea75", "paragraphs": ["The alliance with Korea dates to the 1953 U.S.-R.O.K. Mutual Security Agreement that followed the 1950-53 Korean War. American casualties in the war totaled 33,000 killed and 101,000 wounded. In the agreement the two states pledge to defend each other in case of outside aggression. United States military forces based in South Korea are currently being drawn down to a level 25,000 troops. South Korea also contributed large numbers of troops to U.S. efforts in Vietnam and Iraq.", "Many analyst believe the United States and South Korea are drifting apart. Current differences stem in part from differing approaches toward North Korea. Recent South Korean governments have favored a \"sunshine\" and \"peace and prosperity\" policy emphasizing engagement with North Korea while the Bush Administration has favored what some view as a more hardline approach to Pyongyang. Younger South Koreans do not have the same perception of the threat from North Korea and as a result are more willing to question the presence of American military forces in the R.O.K.", "The U.S. and R.O.K. also differ in their perception of Japan. While Japan and the U.S are drawing closer together, South Korea's historical tension and territorial disputes with Japan remain an impediment to closer relations. North Korea conducted a missile test in 1998 that flew over Japan. Tensions related to American forces based in Korea, as well as Korean perceptions that America is \"dragging its feet\" in the Six-Party Talks, and vice versa, play a role in current American and R.O.K tensions. South Korea has declined to formally participate in PSI exercises, which are designed to prevent North Korean proliferation of weapons of mass destruction. Koreans also view China differently. In a recent poll, some 53% of South Koreans took a \"positive\" view of China's role in resolving key problems in Asia.", "The government of Roh Moo-hyun has called for the removal of South Korean forces from the American command structure that presently are part of the U.S. - R.O.K. Combined Forces Command under an American general. It was reported that some in the United States favor the early transfer of command to enable further troop reductions and more focus on the Middle East. Current U.S. plans reportedly will reduce U.S. forces in South Korea from 30,000 to 25,000 by 2008. Issues related to the wartime command of U.S. and Korean forces in Korea and the size and positioning of U.S. forces in Korea have led some to question the direction of the alliance.", "Under a Future of the Alliance process, the United States and South Korea agreed on the repositioning of bases, including the return of Yongsan Garrison in Soul. Such repositioning was done to \"restructure, modernize, and rationalize our force structure and basing arrangements\" and to make the U.S. military presence \"less intrusive to the Korean public\" so that the alliance \"can endure into the future.\" A U.S. - R.O.K. Security Policy Initiative has also been established to serve as a consultative mechanism to address new security issues.", "In order to develop \"strategic flexibility,\" the U.S. has repositioned and restructured its forces in South Korea. The concept involves the creation of more mobile units that can be deployed to crisis situations wherever they occur. This policy would appear to conflict with South Korea's position that it has a right to veto deployments to third countries from Korea. President Roh has asserted South Korea's right to prohibit U.S. forces stationed in South Korea from participating in conflicts that it does not support.", "American Ambassador to the R.O.K. Alexander Vershbow has stated \"... our alliance is broadening its horizons to encompass the promotion of stability throughout Northeast Asia and cooperation against the new security threats of the 21 st century, in addition to its original mission of maintaining peace on the Korean Peninsula.\" The apparent tension between a doctrine of strategic flexibility with a new American view of the alliance that \"is broadening its horizons\" and a Korean policy which is seeking to regain control over its armed forces while reserving the right to veto the use of Korean based American forces creates uncertainties for the alliance. Prospects for a Free Trade Agreement, currently under negotiation, could also bolster the bilateral relationship. South Korea is the United States seventh largest trading partner and seventh largest export market."], "subsections": []}, {"section_title": "Philippines84", "paragraphs": ["The Philippines were occupied in 1898 by the United States following Admiral George Dewey's defeat of the Spanish fleet in Manila Bay during the Spanish American War. The 1898 Treaty of Paris ending that war ceded the Philippines as well as Guam to the United States. A war of resistance against U.S. occupation followed. The Philippines became independent in 1946 after having been occupied by the Japanese during World War II. In 1951, the United States and the Philippines signed a Mutual Defense Treaty. In 1991 the Philippines Senate rejected a bases treaty that would have allowed the United States continued use of its military bases in the Philippines. Clarke Air Base and Subic Naval Base were key American bases until this time. Since this low point in the relationship, bilateral relations have improved. In 1998 the two nations signed a Visiting Forces Agreement (VFA). Under the VFA, the United States and the Philippines regularly conduct the joint Balikatan military exercise to improve interoperability and combat readiness for counter terror operations, and U.S. ships make regular calls in Philippine ports. In 2003 the United States designated the Philippines as a major non-NATO ally.", "The United States has supported the Philippines in its struggle against radical Islamists. The largely Catholic Philippines faces a terrorist threat from Abu Sayyaf and elements of Jemaah Islamiya in Mindanao and the Sulu Archipelago in the Southern Philippines. These groups are thought to have ties to the Moro Islamic Liberation Front (MILF) which has sought independence for the Muslim areas of southern Philippines. Some 1,300 U.S. troops assisted the Armed Forces of the Philippines in operations against Abu Sayyaf in Operation Balikatan . Philippine concerns over whether the U.S. should have a direct combat role have meant that subsequent U.S. military involvement has been in a direct support role to the Armed Forces of the Philippines. While the U.S. has been supportive of peace talks between the government of the Philippines and the MILF there are increasing U.S. concerns over ties between ASG, JI, and elements of the MILF.", "While the challenge of Islamist terrorism has brought the United States and the Philippines closer together China's shift from support of communist insurgencies in Southeast Asia and confrontation in the South China Sea to a more conciliatory and diplomatic posture, is improving relations between the Philippines and China."], "subsections": []}, {"section_title": "Thailand", "paragraphs": ["Thailand and the United States are both signatories of the 1954 Manila Pact of the Southeast Asia Treaty Organization (SEATO). The Manila Pact remains in force despite the dissolution of SEATO in 1977. The Thanat-Rusk Communiqué of 1962 also serves as the basis of the two nations' ongoing close military-to-military ties. In 2003 Thailand was designated a Major Non-NATO ally. Thailand is a participant in the International Military Education and Training program and has received much defense material from the United States. Thailand played a key role during the United States involvement in the conflict in Vietnam. During the war as many as 50,000 American troops were stationed in Thailand. The United States and Thailand hold numerous combined exercises each year, including Cobra Gold , which has been expanded from a bilateral exercise to what is now the largest U.S. combined military exercise in Asia.", "Thailand and the United States share concerns over the rise of Islamist ideology and militancy. The two countries worked together on the arrest of Jemaah Islamiya leader Hambali in 2003. Thailand is facing a renewed Muslim separatist movement in its southern Muslim majority provinces. While this movement has not yet been linked to regional Islamist terrorists there is concern that such groups could seek to exploit the situation. Thailand also has sent troops to support the reconstruction of both Afghanistan and Iraq.", "Thailand has sought to balance its close military and economic relationship with the United States with its increasingly close trade relationship with China. U.S.-Thai relations were hurt by the Asian financial crisis of 1997 when the U.S. initially did not assist Thailand. At that time China began to improve its standing in Southeast Asia by not devaluing its currency and by participating in IMF aid to affected countries. A preference for \"equidistance\" between the United States and China has as times been difficult for Thailand as the prospect of strategic competition between the United States and China has increased. Present prospects for concluding an U.S.-Thai Free Trade Agreement in the near future are considered to be poor."], "subsections": []}]}, {"section_title": "Other Key Strategic Relationships", "paragraphs": ["The United States has several key strategic relationships in Asia in addition to the formal alliances discussed above. Singapore, India, Taiwan, and Indonesia are among the U.S. key strategic relationships in the region. Singapore has been a close partner for some time and has recently formalized its strategic and defense relationship with the United States. India is emerging as potentially America's most important strategic partner in South Asia and beyond. Taiwan, while no longer a treaty ally, continues to be covered by the provisions of the Taiwan Defense Act, while relations with Indonesia have improved dramatically since Indonesia's democratic developments of 2004."], "subsections": [{"section_title": "Singapore90", "paragraphs": ["The United States and Singapore formalized an increasingly close working defense relationship in July 2005 when Prime Minister Lee Hsien Loong and President George W. Bush signed the Strategic Framework Agreement (SFA) in Washington. This agreement opens \"a new chapter in strategic cooperation\" and identifies the United States and Singapore as \"major security cooperation partners.\" Through the SFA the United States and Singapore address issues such as counter terrorism, proliferation of weapons of mass destruction, emerging Asian powers, American engagement in Asia, and the maintenance of regional security. The SFA brings the security relationship in line with trade ties that were enhanced by the U.S.-Singapore Free Trade Agreement, which took effect on January 1, 2004.", "The United States also seeks to promote maritime security cooperation in the area of the strategically important Straits of Malacca by working with Singapore, Malaysia, and Indonesia to develop a command, control, and communications infrastructure that will facilitate cooperation in the area of maritime surveillance of the Straits. Approximately one third of world trade and half the world's oil transits the Straits of Malacca. Singapore is a key logistical hub positioned strategically between the Indian Ocean and the South China Sea. It is also strategically significant because Singapore is the only non-U.S. base port capable of docking an American aircraft carrier in the region."], "subsections": []}, {"section_title": "India", "paragraphs": ["The United States increasingly views India as a strategic partner of growing regional and global importance. Many view India as an increasingly valuable partner in Asia that could act as a counterweight to rising Chinese influence. During the Cold War, relations between the United States and India were cool but in recent years the United States has sought cooperation with India in a number of areas. This, when combined with India's democracy and shared strategic interests, led the Bush Administration to develop a \"strategic partnership\" with India that began to take shape with the Next Steps in Strategic Partnership (NSSP) as well as cooperation in the areas of civil nuclear, civil space, and high technology trade. The NSSP was formally launched in 2004 and was concluded in July 2005. On June 28, 2005, India and the United States signed a ten-year defense framework agreement. President Bush and Prime Minister Singh met in Washington to formally launch the strategic partnership on July 18, 2005. At that time the two leaders agreed to \"work together in fighting terrorism, promoting democracy, expanding free and fair trade, improving human health and the environment, and meeting energy demands through new technologies.\" These initiatives are reinforced by expanding military exercises. Cope India in 2006 was the largest bilateral air exercise in 40 years. The Malabar naval exercise also demonstrates shared Indian and American concern in keeping the sea lanes of the Indian Ocean and its choke points open to international shipping."], "subsections": []}, {"section_title": "Taiwan", "paragraphs": ["The history of American and Congressional involvement with Taiwan, as well as Taiwan's democratic development, has led to a complex set of relationships between the United States and Taiwan. The United States and Taiwan were once allies under the Mutual Defense Treaty between the United States of America and the Republic of China [Taiwan's official name] that was signed on December 2, 1954. The treaty was terminated by the United States in 1979 as a result of the U.S. decision to switch official recognition to the People's Republic of China. The Taiwan Relations Act, which now guides U.S-Taiwan defense relations, was enacted on April 10, 1979 to ensure that despite the cut-off of formal diplomatic ties the United States would continue to help Taiwan defend itself against an attack by the PRC. However, there is no guaranteed commitment of U.S. forces. The act declares U.S. policy that \"the future of Taiwan will be determined by peaceful means\" and that \"the United States will make available to Taiwan such defense articles and defense services in such quantity as may be necessary to enable Taiwan to maintain a sufficient self defense capability.\" China strongly opposes U.S. defense aid to Taiwan."], "subsections": []}, {"section_title": "Indonesia99", "paragraphs": ["U.S.-Indonesia bilateral defense relations have entered what some have described as a new era of co-operation. The reestablishment of military-to-military relations during the Administration of President George Bush follows a lengthy period during which such relations were curtailed due to concerns about human rights abuses by the Indonesian military. The Indonesian electoral process of 2004 produced a democratic government increasingly concerned with civil society and human rights. Military cooperation with a more reform-oriented Indonesian military has been focused on fighting the war against radical violent Islamist extremists in Southeast Asia. This is a struggle that is part military but largely political. Assistant Secretary of State for Political-Military Affairs John Hillen described the new approach to developing military ties with Indonesia as having a much broader focus that includes reform of the military as well as exchanges of views on the future of Islam. In this sense, defense ties have expanded from an emphasis on military hardware to developing more comprehensive security relationships that are politically sustainable."], "subsections": []}]}]}, {"section_title": "Potential Policy Options for Congress", "paragraphs": ["U.S. policy options to strengthen America's strategic position in Asia can be grouped into ideological, military, diplomatic, cultural, and economic subject areas."], "subsections": [{"section_title": "Promote the Advancement of Democracy", "paragraphs": ["By placing further emphasis on developing relations with like minded democratic nations in Asia, the United States could potentially both secure its interests in Asia and promote America's system of government. Such a policy clearly defines the different foreign policy approaches of the United States and China. This could positively affect regional public perceptions of the United States but could also alienate foreign governments that would prefer the United States not become involved in what they perceive as the internal affairs of their countries. Such a policy could do more to reemphasize America's alliances with democratic regional states such as Australia, New Zealand, Japan, South Korea, and India. It could also do more to reach out and support the expansion of democracy in regional Muslim states such as Indonesia. More U.S.-funded development resources could be channeled into the promotion of democracy in regional developing countries. Debate in this area can be viewed as focusing on the proper balance between promoting democracy and balancing that against American geopolitical considerations in the region."], "subsections": []}, {"section_title": "Increase Support for Moderate Islamic Countries and Groups", "paragraphs": ["Many have come to the conclusion that the war against radical Islamist extremists is a war of ideas. As such, a policy response that not only attacks terrorists and denies them sanctuary but one which also seeks to shrink the political space in which they operate could prove effective. This could be achieved through expanded support of moderate regional Muslim states and aid programs targeted at Muslim majority areas in non-Muslims states, such as the southern Philippines and southern Thailand, to help the alienated and disadvantaged in these countries become more integrated. Policies that promote the economic well-being of these states could also do much to positively affect the disposition of those who might be otherwise become alienated and disaffected. It is a sense of alienation, disaffection, and grievance that appears to be a key prerequisite for recruitment into terrorist organizations.", "An initiative aimed at educating the next generation of Muslim and other leaders from the region would send a positive signal. Funding for exchanges with mid-level and senior-level representatives from academia, the military, the NGO community as well as cultural leaders could also enhance understanding. Similarly, expanded funding for American students, faculty, and practitioners to gain more in-depth understanding of regional Muslim states, societies, languages, and cultures would better inform the American policy community in the years ahead."], "subsections": []}, {"section_title": "Enhance Existing Alliances", "paragraphs": ["Analysts have argued that it is in the interests of the U.S. to augment the capabilities of allies to better handle potential future threats. This view emphasizes the need to develop combined arms interoperability with regional allies to develop the capability to work together. There is growing concern among some over a technology gap between the United States and its treaty and security partners in Asia. Others take the view that asymmetrical warfare provides opportunities for allies and friends to work with the United States in a range of ways that does not necessitate that America's security partners be on the same technological footing as the U.S. Initiatives to restructure American forces in Asia, particularly in Japan and Korea, are intended to place America's alliances on a more sustainable footing designed to provide greater flexibility while lessening tensions in America's regional alliance relationships. Greater coordination among allies in the area of conflict prevention could help promote stability in the region. Further developing economic and trade ties with allies could also strengthen the bonds between the U.S. and its allies."], "subsections": []}, {"section_title": "Promote Working Defense and Strategic Relationships", "paragraphs": ["Many non-allied regional states such as Singapore are increasingly valuable partners in the region. Existing military exchanges, combined and joint training and exercises, and arms sales all play a key role in developing military to military ties that can develop closer working defense relationships with countries that share strategic concerns. Initiatives such as the anti-terror cooperation programs, the Proliferation Security Initiative, and the Maritime Security Initiative have done much to develop closer defense cooperation between the United States and regional friends as well as allies. Exploring ways to improve these programs and expand into new areas of cooperation could further strengthen working defense relationships."], "subsections": []}, {"section_title": "Expand Diplomatic Initiatives Toward the Region", "paragraphs": ["Some observers are of the opinion that changes in policy or new initiatives to address regional concerns that America is focused elsewhere in the world could do much to positively shift regional perceptions. Increased participation in regional multilateral fora, (such as signing the ASEAN Treaty of Amity and Cooperation and/or joining the East Asia Summit) increased foreign aid, expanded diplomatic representation in the region, and expanded educational exchange programs could send positive signals to regional states. New or expanded programs to address non-military issues such as trade, health issues (including AIDS and avian flu), disaster assistance, human trafficking, and poverty alleviation may be constructive ways to demonstrate America's commitment to and engagement with the region. Such programs could address negative public opinion of the United States in the region and thereby create a political atmosphere that would be more open to closer defense and strategic cooperation with the United States."], "subsections": []}, {"section_title": "Renew Emphasis on Regional Organizations", "paragraphs": ["The strategic and defense context in Asia is largely defined by regional trade and economic ties. The East Asia Economic Summit was the first significant post World War II grouping in East Asia without significant American involvement. This, and a perception that there is declining energy behind the APEC process, has led some to see an emerging bifurcation of East Asian and Trans-Pacific frameworks. Renewed emphasis on APEC as a constructive economic group, as well as renewed emphasis on engagement with ASEAN and existing regional bilateral trade initiatives, could do much to strengthen America's position in Asia."], "subsections": []}, {"section_title": "Energy Security", "paragraphs": ["The United States could place new emphasis on coordination with regional countries to ensure fair access to energy resources. There are signs of increasing competition to secure energy resources and trade routes that are critical to sustaining economic development, particularly in India and China. Developing a cooperative regional approach to maintain the free flow of energy resources could do much to alleviate potential concerns, or even rivalry, over access to these strategically vital resources."], "subsections": [{"section_title": "Appendix. Data on Arms Agreements", "paragraphs": [], "subsections": []}]}]}]}}