{"id": "RL33900", "title": "FY2007 Supplemental Appropriations for Defense, Foreign Affairs, and Other Purposes", "released_date": "2007-07-02T00:00:00", "summary": ["On Thursday, May 24, the House and Senate approved a compromise on H.R. 2206, a bill providing $120 billion in supplemental appropriations for FY2007. The President signed the bill into law, P.L. 110-28, on May 25. In the House, the key vote to pass the bill was on approval of the rule, H.Res. 438, which was adopted by 218-201. The rule deemed the bill to be passed after the House adopted two amendments, which were subsequently approved by votes of the Senate then approved the House-passed measure by a vote of 80-14.", "The final bill provides money for military operations in Iraq, Afghanistan, and elsewhere through the end of FY2007 on September 30, 2007. It does not set target dates for withdrawing troops from Iraq, as had Congress's first version of the FY2007 supplemental, H.R. 1591. The President vetoed that bill on May 1, and, on May 2, the House failed to override the veto on by a vote of 222-203, with approval of 2/3 required. Nor does the bill require a later vote to release part of the funds provided for operations in Iraq, as did the initial, May 10, House-passed version of H.R. 2206. The President had warned that he would also veto that bill.", "The final bill does, however, establish criteria for evaluating the performance of the Iraqi government, and it sets the stage for a renewed debate over Iraq policy, perhaps coming to a head in September. H.R. 2206/P.L. 110-28, as enacted, establishes eighteen political and security benchmarks for the Iraqi government to meet, and it makes $1.6 billion in new economic assistance to Iraq conditional on achieving progress toward those goals, or on the President waiving the requirements. The bill also requires a series of reports on progress in Iraq in July and again in September. And, in the House, H.Res. 438, the rule for considering H.R. 2206, requires a vote on a measure to withdraw most troops from Iraq by June 30, 2008, as the first item of business when the House considers FY2008 funding for Iraq and Afghanistan, which will likely be in September.", "In all, H.R. 2206/P.L. 110-28 provides $99.4 billion for the Department of defense, of which $94.7 billion is for military operations, $1.6 billion for military construction, and $3.1 billion for military base realignment and closure. The bill also provides $6.1 billion for international affairs, including assistance to Iraq and Afghanistan. And the bill provides $14.5 billion for domestic programs, including $6.3 billion for hurricane relief, $2.9 billion more than the Administration requested; $3.0 billion for agricultural disaster assistance; $1.8 billion for veteran's health programs; $1.1 billion for homeland security measures; $393 million for state children's health insurance program shortfalls; $465 million for fire fighting; $425 million for secure rural school; and $510 million for a variety of smaller programs. The final bill does not provide funds for pandemic flu preparedness or low income energy assistance that were included in earlier measures.", "The bill also increases the minimum wage and a includes package of $4.8 billion in offsetting tax cuts for businesses."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Most Recent Developments", "paragraphs": ["On Thursday, May 24, 2007, the House and Senate approved a compromise on H.R. 2206 , a bill providing $120 billion in supplemental appropriations for FY2007. The President signed the bill into law, P.L. 110-28 , on May 25, 2007. The bill does not set deadlines for withdrawing troops from Iraq, but it does establish political and security benchmarks for progress by the Iraqi government, and it makes the provision of most new economic assistance to Iraq conditional on achieving specific goals.", "In all, H.R. 2206 / P.L. 110-28 provides $120.0 billion in new funding. Most of that amount, $99.4 billion, is for the Department of defense, of which $94.7 billion is for military operations, $1.6 billion for military construction, and $3.1 billion for military base realignment and closure. The bill also provides $6.1 billion for international affairs, including assistance to Iraq and Afghanistan. And the bill provides $14.5 billion for domestic programs, including $6.3 billion for hurricane relief, $2.9 billion more than the Administration requested; $3.0 billion for agricultural disaster assistance; $1.8 billion for veteran's health programs; $1.1 billion for homeland security measures; $393 million for state children's health insurance program shortfalls; $465 million for fire fighting; $425 million for secure rural school; and $510 million for a variety of smaller programs. The final bill does not provide funds for pandemic flu preparedness or low income energy assistance that were included in earlier measures.", "H.R. 2206 is the second FY2007 supplemental appropriations bill sent to the President. The first bill was H.R. 1591 , which provided $124.2 billion in supplemental funding and established two alternative timetables for withdrawal from Iraq. Congress formally presented the bill to the President on May 1, and, that evening, he vetoed it. On May 2, by a vote of 222-203, with approval of 2/3 required, the House failed to override the veto.", "Ultimately, as the President had originally requested, Congress approved FY2007 supplemental funding for military operations in Iraq and elsewhere without establishing a timetable for the withdrawal of U.S. military forces from Iraq. But this appears likely to be only the first round of an ongoing battle over the issue. H.R. 2206 / P.L. 110-28 establishes eighteen political and security benchmarks for the Iraqi government, and it requires the President to report on progress in Iraq in July and again in September. The House rule on H.R. 2206 , H.Res. 438 , also provides for a future vote on a the text of H.R. 2451 , a bill requiring the withdrawal of most U.S. forces from Iraq by June 30, 2008, when the House considers supplemental appropriations for FY2008. The House Appropriations Committee tentatively plans to bring up a defense supplemental for FY2008 in September."], "subsections": []}, {"section_title": "Overview of the Administration's February 5 Request1", "paragraphs": ["On February 5, 2007, the Administration requested $103 billion in supplemental appropriations for FY2007 of which $93.4 billion was for the Department of Defense and $6.0 billion for international affairs. The Administration also requested $3.4 billion for the Federal Emergency Management Agency (FEMA) Disaster Relief Fund for ongoing Katrina relief measures. Earlier, in January, the Administration requested authority to transfer $195 million in unobligated balances to liquidate unfunded obligations of funds by the Transportation Security Administration. Congress considered these and additional funding proposals in action on supplemental appropriations bills for FY2007."], "subsections": [{"section_title": "Elements of the Supplemental Request", "paragraphs": ["The main elements of the Administration's supplemental requests included:", "$93.4 billion for the Department of Defense to finance military operations in Iraq and Afghanistan and counter-terrorism operations elsewhere through the remainder of FY2007; to cover costs of the \"surge\" of additional troops to Iraq and of an additional carrier to the Persian Gulf; to repair and replace equipment lost or worn out in current operations; to add equipment to fill recently identified war-fighting needs; to add and upgrade equipment to improve current and future war-on-terrorism capabilities; and to begin to finance facility improvements and some other costs associated with Army and Marine Corps plans to add 92,000 active duty troops to the force over the next several years; $4.8 billion for foreign operations, including $2,347.8 million for security and reconstruction assistance to Iraq; $721 million for assistance to Afghanistan; $362 million for activities in Sudan, mainly for humanitarian and peacekeeping support in the Darfur region; $586 million for reconstruction and security assistance to Lebanon; $279 million for assistance to Kosovo in support of a UN-led process to determine the region's status; $367 million for various other humanitarian assistance activities; $161 million for avian flu prevention measures; and $102 million for migration and refugee assistance in a number of areas; $1.2 billion for Department of State and International Broadcasting programs, of which $824 million was for the U.S. mission and other activities in Iraq and $200 million was for U.S. contributions for international peacekeeping in Lebanon and Timor Leste; $3.4 billion for the Federal Emergency Management Agency (FEMA) Disaster Relief Fund to support on-going Katrina recovery measures through December 2007, including housing assistance and grants for public infrastructure repair in the Gulf Coast; and a transfer of $195 million in unobligated balances to resolve insufficiently funded Transportation Security Administration (TSA) contract and grant obligations incurred during FY2002 and FY2003.", "Congress also considered additions of unrequested funds for agricultural disaster relief, child health insurance, avian flu preparedness, homeland security, and other purposes.", " Table 1 below provides an overview of the request and of the main elements of funding provided in the first, vetoed conference agreement on H.R. 1591 and in the final compromise version of the second supplemental, H.R. 2206 ."], "subsections": []}]}, {"section_title": "Highlights of Congressional Action by Bill", "paragraphs": ["Congress took up the Administration's FY2007 supplemental appropriations requests initially in March, when the House and Senate passed somewhat different versions of H.R. 1591 , a bill providing, in the House, $124.3 billion and, in the Senate, $121.7 billion in supplemental funds. The House and Senate reached a conference agreement on H.R. 1591 at the end of April, but the President vetoed the bill when it was formally presented on May 1.", "Subsequently, on May 10, the House approved two bills, H.R. 2206 and H.R. 2207 , that, together provided $123.3 billion in supplemental funding. H.R. 2206 divided funding for military operations into two pieces. The bill made $42.8 billion available immediately and without conditions. The bill also approved $52.8 billion for military operations, but, before those funds could be used, it required, by mid-July, a Presidential report on progress in Iraq and subsequent congressional approval of a resolution of approval to release the funds. The President promised to veto that bill, as well.", "Rather than confront a Presidential veto again, the House, followed by the Senate, approved a revised version of H.R. 2206 on May 24, which the President then signed into law.", " Table 2 provides a brief overview of major policy provision in", "(1) the vetoed conference agreement on H.R. 1591 , the initial FY2007 supplemental appropriations bill that the President rejected on May 1;", "(2) the May 10, House-passed supplemental package, comprised of the initial version of H.R. 2206 and a second bill, H.R. 2207 ; and", "(3) the final, enacted FY2007 supplemental appropriations bill, H.R. 2206 .", "Following Table 2 , this report provides brief highlights of key provisions of these three, main alternatives supplemental appropriations measures that Congress considered."], "subsections": [{"section_title": "Highlights of the Conference Agreement on H.R. 1591, the Vetoed Supplemental Bill", "paragraphs": ["The House approved its version of H.R. 1591 , providing supplemental appropriations for FY2007, on March 23, and the Senate approved its version of the bill on March 29. House and Senate negotiators a conference agreement on the bill on April 23. The House approved the conference agreement on April 24 and the Senate on April 25. Congress formally conveyed the bill to the President on May 1, and he vetoed the bill the same day.", "On major policy issues, highlights of the bill include—", "Iraq troop redeployment: The conference agreement requires the President, first, to determine by July 1, 2007, whether the Iraqi government has met specific security and political benchmarks. If the President does not report that Iraq has achieved the goals, the bill directs the Secretary of Defense to begin redeploying troops out of Iraq by July 1, 2007, with a goal of completing the redeployment within 180 days (i.e., by the end of December, 2007). If the President determines that Iraq has met the benchmarks, the bill requires redeployment to begin by October 1, 2007, with a goal of completing the redeployment within 180 days from then (i.e., by the end of March, 2008). The end-dates for withdrawal are not binding. After redeployment, the bill permits U.S. troops to be deployed in Iraq only to protect U.S. citizens and facilities; for customary diplomatic purposes; for targeted, limited-duration missions against global terrorist organizations; and to train and equip Iraqi security forces. Military readiness standards: The bill includes House-passed provisions requiring that the President either certify that military units have achieved goals for unit readiness and time between deployments before being deployed or waive the requirement. Conditions on economic aid to Iraq : The agreement prohibits obligation of half the aid provided to Iraq by the bill in the Economic Support Fund (ESF) and International Narcotics Control and Law Enforcement (INCLE) accounts until Iraq meets political benchmarks and commits $10 billion to reconstruction. The final version of H.R. 2206 expands on these benchmarks. Closure of Walter Reed Army Medical Center : The House bill prohibited closure of Walter Reed, while the Senate bill permitted closure only after the Secretary of Defense certified that alternative facilities in Bethesda and elsewhere were operational. The conference agreement prohibits closure until alternatives are available and also requires funding in the interim sufficient to maintain provide an undiminished quality of care, including funding for facility renovation and maintenance. Minimum wage increase and offsetting tax cuts: The agreement also provided an increase in the minimum wage and a package of $4.8 billion over 10 years of offsetting tax cuts for small businesses.", "On defense spending, highlights of the conference agreement included:", "Amounts provided: The bill provided a total of $100.3 billion for the Department of Defense, of which $95.5 billion is for programs in the regular defense appropriations bill and $4.8 billion is for programs in the military construction appropriations bill. In all, the bill adds about $7 billion to the Administration request, of which almost $4 billion is in the regular bill and $3.1 billion, for base closure, is in military construction. Major additions: The bill adds $2.1 billion for defense health programs, $2 billion for a readiness reserve fund, include $1 billion for the National Guard, $1.1 billion for housing allowances, and $1.2 billion (in addition to $1.8 billion requested) for Mine Resistant Ambush Protected vehicles. Initial information on the conference agreement provided initially by the House Appropriations Committee did not identify offsetting reductions compared to the request. Funding for Iraq contractors: The bill does not include a House provision to reduce funding for payments to contractors by $815 million. Base Realignment and Closure Funds: The military construction funding includes $3.1 billion for Base Realignment and Closure, which restores funds that Congress deleted from the FY2007 continuing resolution as an offset for increased non-defense spending. Transfers of defense funds: The Administration requested two provisions to increase the amount of money the Defense Department can transfer between appropriations accounts. In the FY2007 defense appropriations act, Congress provided $4.5 billion of general transfer authority in the base bill and $3.0 billion of additional \"special transfer authority\" in the Title IX bridge fund for war costs. The $4.5 billion of general transfer authority allows shifts of funds between all defense accounts (subject to non-statutory advance approval of congressional defense committees), which the $3 billion of special transfer authority allowed shifts to other accounts of the amounts provided in Title IX. One requested provision would increase general transfer authority from $4.5 billion to $6 billion, an increase of $1.5 billion. A second requested provision would allow the Defense Department to transfer up $3.5 billion of the defense funds provided in the supplemental. The conference agreement does not provide the increase in general transfer authority but does allow transfer of $3.5 billion of the new defense money in the supplemental. The agreement also provides that amounts shifted to restore funds transferred to the \"Joint Improvised Explosive Device Defeat Fund\" and to the \"Iraqi Security Forces Fund\" shall not count against general transfer authority. In effect, this increases general transfer authority by $1.625 billion—$825 million for the JIEDDF transfer and $800 million for the ISFF transfer. If the Defense Department were to assume that this these provisions will eventually become law before the very end of the fiscal year, this authority might allow the Defense Department to shift more funds temporarily to the Army to avoid the planned slowdown in operations (see below).", "For domestic programs, the agreement includes—", "Gulf Coast hurricane relief: The conference agreement provides $6.9 billion for Gulf Coast hurricane relief. The Administration had requested $3.4 billion, all for the Federal Emergency Management Agency (FEMA) Disaster Relief Fund. The supplemental adds $1.2 billion for the FEMA Disaster Relief Fund, for a total of $4.6 billion, and also provides $320 million for FEMA for costs of waiving state and local repayment of community disaster loans. In additional, the bill provides $1.3 billion for the Corps of Engineers to repair levees and other infrastructure, $225 million for agricultural and fisheries hurricane relief, $60 million for schools, $50 million for law enforcement, and, with an equivalent offset, $50 million for small business disaster loans. Agricultural disaster relief: The bill provides $3.5 billion for agriculture programs to provide relief from damages due to floods, droughts, and other natural disasters. The agreement does not include controversial funding for spinach farmers and peanut storage. Veterans medical care: The bill adds $1.8 billion in unrequested funds for veterans medical care. Major additions include $467 million for medical services of which $228 million is to anticipated underestimates of costs of care for recent war on terrorism veterans; $250 million for VA health care administration; $595 million for facilities maintenance; and $326 million for minor construction. Homeland security: The bill adds $2.25 billion in unrequested funds for homeland security, including $225 million for customs and border protection, $100 million for emergency planning grants, $190 million for port security, $325 million for rail and transit security grants, $815 million for airport baggage screening technology, and $110 million for air cargo security. Other domestic programs: The bill provides $663 million for pandemic flu preparedness, $650 million for state children's health insurance, $500 million for fire fighting, $425 million for secure rural schools, and $400 million for low-income energy assistance."], "subsections": []}, {"section_title": "Highlights of the May 10 House-Passed FY2007 Supplemental Appropriations Package", "paragraphs": ["Following the President's veto, House appropriators initially proposed an approach that divided funding for military operations into two pieces, one available immediately without conditions and the second available only after a subsequent debate about Iraq policy. House appropriators also divided funding for domestic programs into two pieces as a means of showing widespread support for agricultural disaster relief that had been the subject of White House and some congressional complaints.", "Specifically, on May 10, the House approved two bills, H.R. 2206 and H.R. 2207 , together providing $123.3 billion in supplemental appropriations for FY2007. H.R. 2206 provided $103.3 billion for the Department of Defense, $6.2 billion for international affairs, and $10.5 billion for non-defense programs. H.R. 2207 provided $4.5 billion for other domestic programs, including $3.5 billion for agricultural disaster relief.", "The main funding elements of H.R. 2206 as approved by the House included—", "$42.8 billion , available immediately and without conditions, for U.S. military operations abroad, which should be sufficient to avoid any further need for the Army to slow down military operations in anticipation of funding delays; $52.8 billion for U.S. military operations, available only after the President reports, by July 13, 2007, whether the Iraqi government has made progress toward specific political and security benchmarks and after Congress approves and the President signs a joint resolution releasing the funds; $1.7 billion for military construction, without conditions; $3.1 billion for military base realignment and closure, restoring funds that Congress had cut from the FY2007 full year continuing appropriations resolution; $6.2 billion for international affairs, including, with some conditions, reconstruction assistance to Iraq and Afghanistan; $6.8 billion for Gulf State hurricane relief, $3.4 billion more than requested; $1.8 billion for veterans medical care; $2.25 billion for homeland security measures, including port security; $663 million for pandemic flu preparedness; $400 million for low-income energy assistance (LIHEAP); $396 million to make up short-term shortfalls in the State Children's Health Insurance Program; an increase in the minimum wage and small business tax reductions.", "The main elements of H.R. 2207 included—", "$3.5 billion for agricultural disaster relief; $500 million for wildfire suppression; $325 million for the secure rural schools program; and $60 million for Pacific salmon protection.", "Almost all of the funding in the two bills was as approved in H.R. 1591 , the first bill that Congress passed to provide FY2007 supplemental fund, but that the President immediately vetoed. H.R. 2206 also includes most of the policy measures approved initially in H.R. 1591 .", "The White House warned, however, that the President would veto any measure that divided funding for operations abroad. Under pressure to complete a bill that the President would sign before adjourning for Memorial Day, the House and Senate gave up the approach the House had taken and approved a revised version of H.R. 2206 that did not require a second vote to release funds and that somewhat trimmed the unrequested defense and domestic funding provided."], "subsections": []}, {"section_title": "Highlights of the Final Version of H.R. 2206", "paragraphs": ["The final version of H.R. 2206 , approved by the House and Senate on May 24, and signed into law the same day, provides a total of $120.0 billion in FY2007 supplemental appropriations. The main funding elements of the bill include—", "$99. 5 billion for the Department of Defense, including $94.7 billion for military operations, $1.7 billion for military construction, and $3.1 billion for defense base closure and realignment. In all, the total is $6.0 billion more than the Administration originally requested for defense. The Administration submitted a budget amendment on March 9 requesting the $3.1 billion in base closure funds, with offsets in domestic spending. Congress did not, however, approve the offsets. $6.1 billion for international affairs programs, including reconstruction assistance to Iraq and Afghanistan. Most of the reconstruction assistance to Iraq is conditioned on the Iraqi government achieving specific benchmarks for political progress. $6.3 billion for Gulf Coast hurricane relief, $2.9 billion more than the administration requested. The increases include $1.4 billion for the Corp of Engineers, including funds for New Orleans levee construction. $1.7 billion for the Department of Veterans Affairs for veterans health programs and related facilities improvements and administration. $1.1 billion for various homeland security programs. The total in the final bill is less than half the amount Congress initially provided in the first, vetoed supplemental bill. $3.0 billion for agricultural disaster assistance, $500 million less than in the first supplemental. $393 million for make up shortfalls in the State Children's Health Insurance Program. $465 million for fire fighting, $35 million less than in the first supplemental. $425 million for one year of funding for the secure rural schools program.", "The final supplemental does not include $625 million that was provided in the first congressional supplemental for pandemic flu preparedness, nor does it include $400 million for low income energy assistance.", "The supplemental also includes a provision increasing the minimum wage and an offsetting package of $4.8 billion in tax cuts for small businesses.", "On Iraq policy, the bill does not include any provisions establishing timetables for withdrawal from Iraq. The House, however, included in the rule governing debate on the bill a requirement that a measure to require the withdrawal of most U.S. troops from Iraq by June 30, 2008, be voted on when the House takes up FY2008 supplemental appropriations, which is expected in September.", "The bill also establishes 18 benchmarks for performance by the Iraqi government, and prohibits the release of Economic Support Funds (ESF) providing reconstruction assistance to Iraq on achievement of the benchmarks, though the President may waive this requirement. The total amount is $1.6 billion.", "The absence of any withdrawal provisions led many Democrats in the House to vote against the second amendment to the bill on the House floor—the measure that provided most of the funding for operations in Iraq.", "The bill also includes a number of reporting requirements on Iraq and Afghanistan, including detailed reports on progress toward the benchmarks and reports on the progress of Iraqi and Afghan security forces.", "The final bill drops, however, provisions that the House initially inserted into the H.R. 1591 , the first supplemental, requiring that forces being deployed abroad meet specific criteria for readiness and for time between deployments or that the President waive these requirements.", "The bill also provides the Defense Department with $3.5 billion of authority to transfer funds provided in the bill between accounts, subject to the usual non-statutory requirements for advance approval of transfers by the congressional defense committees. The bill also replenishes accounts from which the Defense Department has earlier transferred some funds, in effect increasing the amount of general transfer authority the Defense Department has available for regular FY2007 defense appropriations by $1.6 billion. This should be enough to ameliorate any problems the Defense Department might otherwise have faced because it use limited transfer authority to restore funds that it had drawn from Air Force and Navy personnel accounts to shore up Army operation and maintenance accounts (see below for a discussion)."], "subsections": []}, {"section_title": "Benchmarks in the Final Verison of H.R. 2206", "paragraphs": ["The final version of the H.R. 2206 establishes 18 benchmarks for performance by the Iraqi government. The provision establishing the benchmarks is Section 1314 of the bill, which was inserted by the second of the two amendments that the House added to the bill on May 24.", "The 18 conditions are as follows:", "(i) Forming a Constitutional Review Committee and then completing the constitutional review.", "(ii) Enacting and implementing legislation on de-Baathification.", "(iii) Enacting and implementing legislation to ensure the equitable distribution of hydrocarbon resources of the people of Iraq without regard to the sect or ethnicity of recipients, and enacting and implementing legislation to ensure that the energy resources of Iraq benefit Sunni Arabs, Shia Arabs, Kurds, and other Iraqi citizens in an equitable manner.", "(iv) Enacting and implementing legislation on procedures to form semi-autonomous regions.", "(v) Enacting and implementing legislation establishing an Independent High Electoral Commission, provincial elections law, provincial council authorities, and a date for provincial elections.", "(vi) Enacting and implementing legislation addressing amnesty.", "(vii) Enacting and implementing legislation establishing a strong militia disarmament program to ensure that such security forces are accountable only to the central government and loyal to the Constitution of Iraq.", "(viii) Establishing supporting political, media, economic, and services committees in support of the Baghdad Security Plan.", "(ix) Providing three trained and ready Iraqi brigades to support Baghdad operations.", "(x) Providing Iraqi commanders with all authorities to execute this plan and to make tactical and operational decisions, in consultation with U.S commanders, without political intervention, to include the authority to pursue all extremists, including Sunni insurgents and Shiite militias.", "(xi) Ensuring that the Iraqi Security Forces are providing even handed enforcement of the law.", "(xii) Ensuring that, according to President Bush, Prime Minister Maliki said \"the Baghdad security plan will not provide a safe haven for any outlaws, regardless of [their] sectarian or political affiliation.\"", "(xiii) Reducing the level of sectarian violence in Iraq and eliminating militia control of local security.", "(xiv) Establishing all of the planned joint security stations in neighborhoods across Baghdad.", "(xv) Increasing the number of Iraqi security forces units capable of operating independently.", "(xvi) Ensuring that the rights of minority political parties in the Iraqi legislature are protected.", "(xvii) Allocating and spending $10 billion in Iraqi revenues for reconstruction projects, including delivery of essential services, on an equitable basis.", "(xviii) Ensuring that Iraq's political authorities are not undermining or making false accusations against members of the Iraqi Security Forces.", "To enforce progress toward the benchmarks, Section 1314 requires the President to submit reports to Congress by July 15, 2007, and by September 15, 2007, assessing whether the Iraqi government has made sufficient progress toward the benchmarks to require no change in the policy the President explained in his speech of January 10, 2007. The bill prohibits obligation of reconstruction assistance to Iraq provided in the Economic Support Fund, about $1.6 billion, unless the President certifies in both reports that Iraq is making progress on all of the benchmarks or waives the requirement with a detailed rationale for doing so. The measure also requires that specific officials testify to Congress on progress toward the benchmarks before September 15, and it provides for an independent assessment by the Government Accountability Office of progress toward the benchmarks and for an independent assessment by an outside organization selected by the Defense Department of the progress of Iraqi security forces."], "subsections": []}]}, {"section_title": "Brief Overview of Major Issues2", "paragraphs": [], "subsections": [{"section_title": "Iraq Policy", "paragraphs": ["Iraq policy was the overriding issue in debate about the FY2007 supplemental appropriations bill, though the White House and congressional opponents of the bill were also critical of the amounts the House and Senate added for domestic programs.", "In the past, Congress has sometimes, though rarely, used the power of the purse to cut off funding for military operations, to put limits on the numbers of troops that may be deployed in specific military actions abroad, and to set other conditions on the conduct of military operations. In the debate over FY2007 supplemental appropriations, a now firmly anti-war Democratic Congress began what may be only the first round in series of constitutional battles about the authority of the President to wage war and Congress's ability to limit it."], "subsections": [{"section_title": "Iraq Policy Provisions in H.R. 1591, the Vetoed FY2007 Supplemental Appropriations Bill", "paragraphs": ["On March 8, the House Democratic leadership announced an agreement among senior party leaders to set conditions in the upcoming FY2007 supplemental appropriations bill on funding for military operations in Iraq, including a set of timetables for withdrawing most U.S. forces from Iraq. That approach was reflected in the House version of H.R. 1591 , the initial FY2007 supplemental appropriations bill.", "As marked up by the Appropriations Committee on March 15 and approved by the full House on March 23, H.R. 1591 set three alternative timetables for withdrawal from Iraq. It required the President to certify by July 1, 2007, that Iraq is making progress toward specific security and political benchmarks and to certify by October 1, 2007, that progress on the political benchmarks has been achieved. Withdrawals of U.S. combat forces must be completed within 180 days after either date if the certification was not made. Withdrawal must begin, in any event, by March 1, 2008 and be completed by the end of August 2008. The bill also established requirements for unit readiness and time between deployments, and required either that the President certify the requirements have been met or formally waive them.", "The version of the bill that the Senate passed on March 29 also established a timetable for withdrawing forces, though the end-date was established as a goal rather than as a binding condition. The Senate-passed bill directed the President to commence the phased withdrawal of U.S. forces from Iraq within 120 days of enactment of the legislation, with the goal of redeploying all combat forces from Iraq by March 31, 2008, except for a limited number essential to protect U.S. and coalition personnel and infrastructure, to train and equip Iraqi forces, and to conduct targeted counter-terrorism operations. The Senate measure also expressed the sense of Congress that the government Iraq of should pursue several political and security benchmarks on a schedule established by the government.", "The conference agreement on H.R. 1591 , approved in the House on April 25 and in the Senate on April 26, included compromise provisions that would require the President to determine by July 1 whether the Iraqi government had attained specific security and political benchmarks. It then required the Secretary of Defense to begin redeploying troops out of Iraq beginning on July 1, with a goal of completing the redeployment within 180 days (by the end of December), if the President did not determine that the Iraqi government had achieved the benchmarks, and beginning on October 1, with a goal of completing the deployment within 180 days (by the end of March, 2008), even if the President determined that Iraq had made the required progress. In each case, the end-date of the withdrawal was not binding, though the requirement to begin redeploying forces appeared to be."], "subsections": []}, {"section_title": "Iraq Policy Provisions in H.R. 2206 as Passed by the House on May 10", "paragraphs": ["After the President vetoed H.R. 1591 , the House and Senate began to consider ways of addressing Iraq policy that would allow Congress to assert some control over policy, but that would not lead simply to a second veto. Congress was also under considerable and growing pressure to provide funds for military operations before the Army began to run out of money (see below for a discussion). In an effort to accomplish both goals, the House leadership decided to divide money for operations into two pieces—one piece available immediately and one after a second, later vote to release the funds. That approach was reflected in the initial version of H.R. 2206 , which the House approved on May 10.", "As passed by the House on May 10, H.R. 2206 made $42.8 billion for military operations available immediately and without conditions. It also required the President to report to Congress by July 13, on the progress the government of Iraq had made in achieving progress on specific benchmarks, including allowing U.S. forces to pursue militias, providing Iraqi security forces in Baghdad, eliminating militia control of local security, disarming militias, reducing violence, ensuring minority rights, adopting a law sharing oil revenues equitably, reforming de-Baathification laws, and allocating $10 billion of Iraqi funds for reconstruction. The bill provided an additional $52.8 billion for military operations but prohibited its release until the President submitted the required report and Congress passed a joint resolution of approval releasing the funds.", "The Administration objected to this approach, however, complaining that funding on an \"installment plan\" would not allow the armed forces sufficient certainty to plan operations and that no good would be served by requiring a second vote. The White House said that the President would veto a bill if it were similar to H.R. 2206 as passed by the House. There was little sentiment in the Senate, therefore, to follow the House approach.", "Subsequently, senior congressional leaders of both parties expressed support for a measure that include benchmarks for performance by the Iraqi government. A key issue, however, appeared to be whether and how to enforce progress toward the benchmarks by linking steps to the availability of funds. On May 16, Senator Warner proposed an Iraq policy amendment to the Water Resources Development Act that linked reconstruction assistance to Iraq to the achievement of benchmarks similar to those in H.R. 2206 . That approach appeared to have some, though not overwhelming, support in the Senate. The Senate voted 52-44 on a motion to close debate on the amendment, which failed because it required 60 votes for approval. Most Democrats opposed the measure, so it appeared for a time that majority still wanted somewhat stronger enforcement of benchmarks as part of any funding compromise. In the end, however, Congress approved a proposal with benchmarks very similar to those in the Warner amendment and, as in the amendment, with economic assistance to Iraq conditional on Iraq achieving progress."], "subsections": []}, {"section_title": "Iraq Policy Provisions in the Final Enacted Version of FY2007 Supplemental Appropriations", "paragraphs": ["The final version of H.R. 2206 , as passed by the House and Senate on May 24, establishes 18 benchmarks for performance by the Iraqi government and permits $1.6 billion of economic assistance to Iraq to be provided only if the President reports that Iraq has made sufficient progress on the benchmarks to warrant not change in U.S. policy or waives the requirement. The bill also requires the President to provide extensive reports to Congress in July and in September on Iraq's progress. In September, it also requires independent assessments of Iraq's progress by the Government Accountability Office and by an independent group established by the Defense Department. For additional details of the final bill, including the text of the benchmarks, see the summary of \" Benchmarks in the Final Verison of H.R. 2206 \" above."], "subsections": []}]}, {"section_title": "Financing Army Operations Until Passage of the Supplemental4", "paragraphs": ["Almost immediately after the Administration submitted its FY2007 supplemental appropriations request in February, Army and DOD officials began to warn that unless Congress approved supplemental funding by some time in April, limits on available funding might require disruptive changes in Army operations, which consume the largest share of war spending. This concern about the Army running out of funds before passage of a supplemental has surfaced in the past several years and could well surface again in the fall when the Army again faces the prospect of financing its operational war costs by tapping funds for its baseline program that are slated for the end of the year or transferring funds from other programs.", "In early April of this year with Army O&M war monies in the FY2007 DOD Appropriations ( H.R. 5631 / P.L. 109-289 ) running out, DOD requested and received congressional approval to transfer $1.6 billion from military personnel funds of the other services to the Army. The Army also adopted a temporary slowdown in spending for non-war-related operational activities to conserve funds. With bridge funds, the transfer, and the slowdown, Army estimates showed that the service could temporarily finance its war-related O&M activities through the end of June—covering nine months of the fiscal year—without supplemental funding.", "This year's experience suggests that the Army can temporarily finance war costs well into the fiscal year before passage of a supplemental by using several tools:", "tapping bridge funds for war provided in DOD's regular appropriation; transferring funds from other areas less taxed by war expenses; using funds slated for end-of-year expenses in its baseline program;; slowing O&M spending; and invoking the Feed and Forage Act as a last resort.", "How long the Army can last depends on the amounts that are provided in the bridge fund, transferred from other accounts, available from its baseline programs, or saved temporarily through slowdowns, and the current rate of spending.", "DOD pressed Congress to pass the supplemental because of concerns that as funds ran low the Army would have to slow spending which officials claimed could affect operations and because of reluctance to use transfer authority to finance Army O&M spending temporarily. DOD values transfer authority because it provides flexibility to move other funds between programs after enactment in order to meet \"higher priority items, based on unforeseen military requirements.\""], "subsections": [{"section_title": "Using Transfer Authority", "paragraphs": ["In the FY2007 defense appropriations act and in the FY2007 continuing resolution, Congress appropriated a total of $53.5 billion for Army O&M in FY2007, including $25.1 billion in the FY2007 base budget and $28.4 billion in the FY2007 Title IX \"bridge\" fund for war costs. With the $1.6 billion transfer, the Army had a total of $55.1 billion available to meet its O&M obligations.", "As of the end of March—halfway through the fiscal year—Army O&M obligations were $39 billion or about $6.6 billion a month. By temporarily slowing obligations to about $5.4 billion a month, the Army projected that it could cover expenses through June 2007 with the remaining $16.1 billion in O&M funds and without the supplemental. On May 15, 2007, DOD requested an additional transfer of $1.4 billion to cover the first week of July, a transfer that is no longer necessary with the May 25, 2007 passage of the supplemental.", "Before passage of the supplemental, Congress had provided DOD with a total of $7.5 billion in transfer authority for FY2007. Thus far, Congress has approved $3.1 billion in transfers including the $1.6 billion for the Army. Other requests are pending.", "If DOD had dedicated all of its remaining $4.4 billion in transfer authority to Army O&M, the Army could have lasted through about three weeks of July 2007 without the supplemental. To minimize the impact of transfers, DOD could have tapped some $30.1 billion in procurement and $8.3 billion in Research, Development, Test & Evaluation budget authority from previous years that DOD anticipates will not be obligated in FY2007 and that could be restored in FY2008. For the earlier transfer, DOD tapped military personnel funds from the Navy and Air Force, which needed to be restored quickly to cover end-of-year salaries and benefits.", "Presumably to offset DOD concerns about tapping transfer authority to finance war costs, Congress essentially restored $1.4 billion in reprogramming authority in the FY2007 Supplemental, close to the $1.6 billion used by the Army and similar to action taken in the FY2005 supplemental. Congress also provided an additional $3.5 billion in transfer authority for DOD's funds in the FY2007 supplemental."], "subsections": []}, {"section_title": "Effect of Slowing Obligations", "paragraphs": ["The effect of a delay in passing the supplemental was a major issue during consideration of the FY2007 Supplemental. Secretary of Defense Gates told Members of Congress in a March 22, 2007 meeting that the Army would have to slow training beginning in mid-April, and that delays beyond the middle of May might lead the Army to extend the deployment term of units already in Iraq rather than send new units without full training. In a press statement on March 23, President Bush warned that if funding were delayed beyond April 15, \"our men and women in uniform will face significant disruptions, and so will their families.\"", "On March 29, Army Chief of Staff, General Peter Schoomaker, and Acting Secretary of the Army, Peter Geren, wrote to Senator McConnnell to warn that \"Without approval of the supplemental funds in April, we will be forced to take increasingly draconian measures which will impact Army readiness and impose hardships on our Soldiers and their families.\" On April 2, all four military Service Chiefs signed a similar letter to congressional leaders. On April 11, in a letter to Senator Byrd and Representative Murtha, Secretary of Defense Robert Gates provided a time line of steps the Army would take to limit its activities.", "In mid-April, the Army issued a press release and guidance to unit and facility commanders listing the types of actions that were to be used to rein in funding for the next three months. In that guidance, the Army excluded any restrictive actions that would affect war operations, \"result immediately in the degradation of readiness standards for a deployed unit, deploying unit or next-to-deploy unit,\" affect reset (the repair and replacement of war-worn equipment), or endanger health or safety. Instead, restrictions were focused on a wide variety of activities from travel to non-essential purchases or supply and maintenance contracts.", "Activities restricted by the Army included:", "postponing or cancelling all non-essential travel, training and conferences; temporarily suspending shipments of goods not associated with support of deployed forces; restricting the use of government purchase cards to essential items; freezing hiring of civilians from outside the Army except for interns, Senior Executive Service, directed hires or those that could affect war-related deployments; processing but delaying the award of contracts for repair and upgrade of facilities, logistics support contracts, or environmental restoration contracts unless there would be a substantial increase in cost or safety concern; not ordering non-critical spare parts or supplies; deferring repair of equipment to be prepositioned overseas unless needed by next-to-deploy units or those converting to modular status; and deferring home station unit training for reserve units that incur active-duty O&M costs.", "Although these restrictions could disrupt day-to-day activities, it is unlikely that unit readiness was affected. Readiness is defined by the Joint Chiefs of Staff as \"the ability to provide capabilities required by the combatant commanders to execute their assigned missions\" and is measured by an elaborate system that rates individual units. By excluding war-related activities, savings were focused on state-side facilities and units that are currently not scheduled to deploy.", "The Army has indicated that much of the temporary savings came from delaying contracts for repair of stateside facilities. Another significant source of savings—delaying the re-order of supplies—required the services to temporarily tap current inventory, which could be replenished with higher orders in later months. The Army did not anticipate any savings from the civilian hiring freeze, where savings take time to accrue, or travel restrictions where savings are small.", "In its original guidance, the Army had also requested information from its components about potential savings and effects on readiness from cancelling training exercises, identifying depot workload that may not be accomplished within the fiscal year or delaying shipments to bases in case a further slowdown was necessary. With passage of the supplemental, a further slowdown is no longer needed.", "In testimony to the Senate Appropriations Committee in early May, Secretary of Defense Gates stated that \"if we pulled out all the stops, used everything possible available to us, we could probably fund the war into July,\" but noted that the \"disruption to the department and programs here at home, in order to fully sustain the troops abroad, and particularly in Iraq and Afghanistan, has a growing impact here at home in terms of contracts not let, civilians not hired, programs where the spending has slowed or stopped ... including month-to-month service contracts for services and supplies and things like that on the bases.\"", "As a last resort, the Defense Department could also have invoked the Feed and Forage Act, 41 U.S.C. 11, which permits the Defense Department to make purchases for some purposes in advance of appropriations. The Defense Department has used the Feed and Forage Act in the past to finance operations when supplemental appropriations were delayed."], "subsections": []}]}, {"section_title": "Additions of Unrequested Funding for Domestic Programs", "paragraphs": ["The final, enacted supplemental appropriations bill, H.R. 2206 / P.L. 110-28 , provides $14.2 billion in funding for domestic programs, of which, $3.6 billion, mostly for hurricane relief, was requested. The amount in the final bill is $3.1 billion less than Congress provided in H.R. 1591 , Congress' initial FY2007 supplemental appropriations bill, that the President vetoed because of Iraq policy. The final bill did not include funds for pandemic flu preparedness or for low-income energy assistance that were in the initial supplemental. The final bill also reduced unrequested funding for homeland security from $2.25 billion in the initial bill to $1.05 billion, and it trimmed funding for agricultural relief by $500 million, from $3.5 billion in the initial bill to $3.0 billion. Table 3 summarizes domestic funding in the initial conference agreement on H.R. 1591 and in the final, enacted version of H.R. 2206 ."], "subsections": []}, {"section_title": "Designations of \"Emergency\" Spending in Defense and International Affairs", "paragraphs": ["Both in the defense portion of the bill and in the international affairs portion, one ongoing issue carried over from debates on earlier supplemental appropriations bills was what funding should properly be provided as emergency supplemental appropriations that are not subject to annual caps on federal spending and what funding should instead be provided in the agency \"base\" budgets that are financed in regular, non-emergency appropriations. In recent years, defense appropriations exempted from budget caps (including \"bridge funds\" for overseas operations provided as separate titles in the regular defense appropriations bills) have grown from $16 billion in FY2002 to $63 billion in FY2003 and FY2004, to $102 billion in FY2005, to $116 billion in FY2006, and to $163 billion approved or requested in FY2007.", "This reflects a progressive expansion of the kinds of equipment and operational support that both the Defense Department and Congress have agreed to consider as sufficiently urgent to warrant inclusion in emergency funding measures, even though the funding may not meet definitions either of the narrowly defined incremental costs of military operations, or of what constitutes an emergency by congressional standards.", "An early issue for Congress in considering the FY2007 supplemental was whether some of the very large increase in weapons procurement that the Defense Department requested went beyond even the expanded definition of war-related requirements that Congress has accepted in recent years. The Air Force, for example, requested funds for two F-35 Joint Strike Fighters, a new system not yet in production, on the basis that the aircraft will replace equipment lost in the war, though F-35s will not be available for another three years. The House Appropriations Committee eliminated funding for these and for Navy EA-18G aircraft even before the Administration amended its request to delay these programs.", "The supplemental request for international affairs funding raised the same issue. In testifying before Congress about the FY2008 budget request, Secretary of State Rice faced several questions about the continued practice of requesting emergency supplemental funds for foreign affairs expenditures that do not seem unplanned or unexpected. On February 8, 2007, Senator Biden, the Chairman of the Senate Foreign Relations Committee complained, \"We've been in Afghanistan for over five years and Iraq for nearly four, and spending in neither country can hardly be called an emergency.\" Some legislators have questioned, in particular, proposed funding for U.S. embassy operations and security in Iraq.", "In the end, however, in the conference agreement on H.R. 1591 and in the final version of H.R. 2206 , Congress continued to designate both defense and non-defense spending as, emergency funding or as its technical equivalent. [Technically, the term \"emergency\" does not apply to defense spending. Defense funds are exempt from budget resolution caps on discretionary when designated as being for overseas contingency operations in the House and for \"contingent\" operations or for \"national defense\" in the Senate.] And, significantly, in the FY2008 congressional budget resolution, Congress continued to set aside funding for military operations abroad in a separate category exempt from caps that limit other discretionary spending. This approach may continue to leave unresolved what should, and should not, be considered as emergency spending rather part of agency base budgets."], "subsections": []}, {"section_title": "Using Defense Supplemental Funding to Offset Costs of Higher Domestic Spending", "paragraphs": ["Conversely, while some have objected to what they saw as the Administration's misuse of the \"emergency\" designation, the Administration has repeatedly objected to the use of \"emergency\" defense supplementals as an indirect means of avoiding cuts in non-defense programs. In each of the past several years, it some funding that might normally be included in the base defense budget has migrated into the supplementals, which frees up funding under discretionary spending caps not only for other defense programs, but also for non-defense discretionary accounts. The final, full year FY2007 continuing resolution ( H.J.Res. 20 , P.L. 110-5 ), for example, cut $3.1 billion from the Administration's defense request for Base Realignment and Closure (BRAC), which freed an equivalent amount for non-defense appropriations bills.", "Subsequently, in action of FY2007 supplemental appropriations Congress added the BRAC funding to other defense money in the bill, which some may see as, in effect, using the supplemental to finance non-defense programs without violating FY2007 discretionary spending caps. At some point, some contend, Congress may need to assert more effective limits on emergency spending if it wishes to restore discipline over the budget as a whole."], "subsections": []}, {"section_title": "Military Medical Care", "paragraphs": ["Reports of poor conditions in housing for patients at the Walter Reed Army Medical Center and other reports of shortcomings in medical care for wounded veterans prompted Congress to add substantial amounts to the supplemental for military medical care. The initial conference agreement on H.R. 1591 added $2.1 billion for defense health programs and $1.8 billion for veterans health (including related administrative and facilities costs). The final, enacted version of H.R. 2206 adds $1.8 billion for defense health and $1.8 billion for veterans health. Congress also took additional measures to improve delivery of health care services to veterans in separate legislation."], "subsections": []}, {"section_title": "Additions to the Defense Request", "paragraphs": ["As large as the defense supplemental request was, it did not provide funding for all of the programs the military services identified as priorities. In February, for example, each of the armed services submitted an \"Unfunded Priorities List\" (UPL) of programs that did not receive funding in the final Administration FY2008 request to Congress, but that the services would like if more money were available. The Army FY2008 UPL includes substantial amounts for force protection equipment, including $2.2 billion for Mine Resistant Ambush Protected (MRAP) vehicles. In addition, many legislators complained that the readiness of Army and Marine Corps units not deployed abroad had declined, particularly because of shortfalls of equipment for training. In addition, it appears that the Defense Department initially underestimated costs of the \"surge\" of 21,000 combat troops to Iraq.", "Congress took a number of steps in its action on the supplemental to address these issues. The conference agreement on the initial, vetoed supplemental bill, H.R. 1591 , added $2 billion for a defense readiness reserve fund, of which $1 billion was for the National Guard, $1.1 billion to make up service identified shortfalls in housing allowances, and $1.2 billion (in addition to $1.8 billion requested) for Mine Resistant Ambush Protected vehicles for all the services, not just for the Marine Corps.", "The final, enacted version of H.R. 2206 adds $1.6 billion for a readiness reserve fund, of which $1 billion is for Army National Guard equipment shortfalls. It also adds $1.2 billion, making a total of $3.2 billion in the final bill, for MRAP vehicles."], "subsections": []}, {"section_title": "Keeping Open Walter Reed Army Medical Center", "paragraphs": ["As Congress was considering FY2007 supplemental funding, a scandal over deteriorating facilities at Walter Reed Army Medical Center erupted. One effect was to rekindle debate over a decision in the 2005 Base Realignment and Closure (BRAC) process to close Walter Reed within the next few years. House appropriators included in their version of the initial supplemental, H.R. 1591 , a measure to prohibits funds in the supplemental or in any other legislation from being used to close Walter Reed.", "That step brought a counter response, led, in particular by Senator Warner. For advocates of BRAC, a decision to reverse course on one facility was a fundamental challenge to the whole process. The BRAC process was designed to prevent legislative efforts to keep open particular facilities by requiring an up or down congressional vote on a package of base closure measures not subject to amendment. To make an exception for Walter Reed might reopen other closure decisions, and it would make future closures even more difficult.", "The Senate Appropriations Committee responded by including in its version of the supplemental a measure to keep Walter Reed open, but only until the Secretary of Defense certifies that replacement facilities are fully operational elsewhere in the Washington, D.C. area. That measure was included in the conference agreement on H.R. 1591 , and, later, in the House-passed and final versions of H.R. 2206 .", "These and other issues are reviewed in more detail in the following discussion of the main elements of the FY2007 supplemental appropriations request."], "subsections": []}]}, {"section_title": "FY2007 Defense Supplemental19", "paragraphs": ["On May 24, 2007, the House and Senate approved H.R. 2206 providing $99.4 billion in additional funding for the Department of Defense (DOD) to cover the sixth year of war operations since the 9/11 attacks. This brings total supplemental funding for FY2007 to $169.3 billion, including both the $70 billion already provided in DOD's regular FY2007 appropriations (Title IX, P.L. 109-289 ) and the FY2007 Supplemental ( H.R. 2206 , P.L. 110-28 ). The funding level in FY2007 is 40% higher than the prior year and more than double the FY2004 funding level, the first year after the invasion of Iraq.", "In addition to funding for DOD's military operations in Iraq and Afghanistan and replacing and upgrading war-worn military equipment, Congress has provided funding for reconstruction, embassy operations and aid and VA medical costs for veterans of these wars. With passage of the FY2007 Supplemental, Congress has provided a total of about $611 billion for all theses types of costs since the 9/11 attacks according to CRS estimates. In FY2008, the Administration is requesting another $141.7 billion for war funds, comparable to the FY2007 level. If the FY2008 request is approved, war funds would reach a total of about $753 billion.", "Overall, the FY2007 supplemental is $3 billion above the administration's request including about $2 billion for war-related expenses and about $1 billion for non-war costs. The FY2007 Supplemental includes $4 billion for non-war costs, primarily for base closures and DOD's regular healthcare program (see Table 4 ). Although Congress made various changes to the DOD's request—for example, adding various oversight and reporting requirements and funds for traumatic brain injury and Mine Resistant Ambush Program (MRAP) vehicles and cutting some procurement funding—Congress largely supported the administration's funding request.", "Including both the FY2007 bridge fund for war and the FY2007 Supplemental, DOD is receiving a total of $169.3 billion. The two acts together", "provide about $74 billion for annual incremental pay, benefits, operational costs and support of about 355,000 military personnel who are conducting military operations for OIF and OEF including an increase or \"surge\" of 36,000 troops that was announced by the president in January; add $900 million to treat and conduct research on Traumatic Brain Injury (TBI) and Post Traumatic Stress Disorder (PTSD), two high-profile injuries of this war; almost double annual procurement costs—from about $23 billion in FY2006 to $45.0 billion in FY2007 based on an expansive definition of reconstitution or reset—the repair, replacement, and upgrade of war-worn equipment; provide $3 billion for the Mine Resistant Ambush Program (MRAP), vehicles with V-shaped hulls which has proven effective against Improvised Explosive Devices (IED), an increase of $1.2 billion above the request; provide $3.6 billion to accelerate conversion of Army and Marine Corps (MC) units to new standard configurations as requested; fund DOD's request to provide equipment and expand infrastructure to support the president's new request for a permanent increase in the size of the Army and Marine Corps; provide $12.9 billion to equip and train Afghan and Iraqi security forces in FY2007, more than double the FY2006 level; provide $1.4 billion in coalition support funds for allies working with U.S. military forces in OIF, OEF, or other counter-terror operations, reducing the Administration's FY2007 supplemental request by $450 million; provide $1 billion in FY2007 for small-scale reconstruction projects selected by individual commanders; provide $1.1 billion for military construction projects in the United States for the additional troops and in Iraq and Afghanistan for deployed forces but prohibits permanent bases in Iraq; increase funding in FY2007 to meet the threat from improvised explosive devices (IEDs) by 30%; and provide $4.0 in non-war related funding including $3.1 billion for base closures and about $1 billion for defense health to cover savings included in the regular budget from Administration-proposed higher premiums and co-pays for military personnel that Congress rejected.", "On February 5, 2007, the Administration submitted its original request for the FY2007 Supplemental. A month later on March 9, the Administration amended its request to provide funds for support forces for the president's surge of additional combat troops in Iraq and Afghanistan, costs that were offset by cuts in other parts of the supplemental. The Administration also requested $3.1 billion for base closures funds that Congress did not include in DOD's regular military construction funds in order to provide additional funding for domestic programs within budget caps. Congress rejected the Administration's proposal to finance these base closure costs by cutting domestic programs.", "The amendment also proposed additional funds and authority for DOD to", "start up factories in Iraq; assist the Iraqi government to disarm, demobilize and reintegrate militias; fund logistical and security costs of Provincial Reconstruction Teams; provide Pakistan with economic aid and military aid to equip and train its Frontier Corps, a paramilitary border police force; set up a new $50 million Medical Support transfer account to help soldiers transition from deployment in response to concerns raised by conditions at Walter Reed; and requested $3.1 billion for base closure costs that were not included in DOD's regular military construction act.", "Although Congress agreed to allow DOD to restart factories, provide authority to reintegrate militias, and support of Provincial Reconstruction Teams, Congress reduced the funding levels requested. Instead of the administrations's proposal to put $50 million into a new medical support transfer account, Congress added $1.6 billion for various defense health programs including $900 million for treatment and research on Traumatic Brain Injury and Post Traumatic Stress Disorder treatment, and required DOD to conduct inspections and report on conditions at all DOD medical facilities. Congress agreed to finance economic aid to Pakistan with DOD funds but rejected a proposal to train and equip Pakistan's Frontier Corps. Congress provided the $3.1 billion to cover base closure costs but rejected the Administration's proposal to finance these costs by cutting domestic programs."], "subsections": [{"section_title": "House, Senate and Conference Appropriations Action", "paragraphs": ["Congress passed several versions of the FY2007 Supplemental in two different bills— H.R. 1591 and H.R. 2206 , the first vetoed by the president because of the Iraq withdrawal provisions and the second eventually enacted and signed on May 24, 2007. Although there were various differences between these versions, the total amount provided for the national defense function was similar—$100.4 billion in the first version and $99.7 billion in H.R. 2206 , or about $3.0 billion above the Administration's amended request.", "Of the $3.0 billion above the request, most reflects increases above the Administration request for the MRAP vehicles and a newly-established Strategic Reserve Readiness Fund designed to improve readiness for state-side units."], "subsections": [{"section_title": "H.R. 1591 and Initial Version of H.R. 2206", "paragraphs": ["Both houses passed H.R. 1591 on April 24, 2007 but the president vetoed the bill on May 1, 2007 because of the Iraq withdrawal provisions (see section above). The House then passed the first version of H.R. 2206 , which split the funding provided in H.R. 1591 into two tranches with the first $47.6 billion available immediately to fund about two additional months of operational costs.", "The second tranche of $53.2 billion would only be available on or before July 13, 2007 after the president submitted a report outlining Iraq's progress in meeting the 18 benchmarks listed in the bill and if both houses voted a joint resolution of approval to release the funds (see Sec. 1331, H.R. 2206 ). Faced with the prospect of a presidential veto because of these conditions, the Senate passed a placeholder bill stating a sense of the Congress that funds should be provided to meet the needs of the military on May 17, 2007, in order to provide a vehicle for conference.", "On May 24, 2007, the House voted on two amendments to the previous Senate version of the bill which no longer included the controversial Iraq provisions. The Senate then combined the amendments and passed the bill later that day, which was signed by the president the next day. As passed, H.R. 2206 includes a total of $99.7 billion for national defense (function 050) with $99.4 billion for the Department of Defense. As part of the final negotiations with the Administration, total funding for DOD in H.R. 2206 was cut by $700 million from the total amount in H.R. 1591 (see Table 4 ).", " Table 4 shows DOD war funding by title from FY2004 to final congressional action on the Administration's amended FY2007 Administration request."], "subsections": []}, {"section_title": "Final Version of H.R. 2206", "paragraphs": ["On May 24, 2007, the House voted separately on two amendments with the first covering primarily Congressional adds to DOD's request and the second covering the bulk of war funds. The Senate then considered both amendments together, passing the bill by 80 to 14 later in the day.", "Passed in the House by 348-73, the first amendment provided $10.8 billion for the Department of Defense made up of the following:", "$900 million for treatment and research on traumatic brain injury (TBI) and post-traumatic stress syndrome disorder (PTSD); $3.0 billion for the MRAP vehicles; $1.6 billion for a new Strategic Readiness Reserve Fund including $1 billion for National Guard and Reserve equipment, monies designed to improve the readiness of stateside units; $3.1 billion in military construction funds for base closure costs; and $1.1 billion for additional military personnel to cover a shortfall in basic allowances for housing.", "Passed in the House by a vote of 280 to 142, the second amendment provided most of DOD's war costs including $88.5 billion for", "the remaining $49.3 billion for military personnel, operation and maintenance, and working capital funds for special pay, activating reservists, and operations and support; an additional $1.4 billion for defense health; the remaining $22.6 billion in procurement funds for replacement and upgrading of equipment; $9.7 billion to train Afghan and Iraq Security Forces; $2.4 billion for the Improvised Explosive Device Defeat Fund; $1.1 billion in Research, Development, Test & Evaluation funds; $1.7 billion for military construction overseas and to support an increase in the size of the Army and Marine Corps; $356 million in the Iraq Freedom Fund including $50 million that could be used to help restart Iraqi businesses (see Table 4 ).", "The sections below discuss the resolution of major issues raised during congressional consideration of the FY2007 Supplemental."], "subsections": []}]}, {"section_title": "", "paragraphs": [], "subsections": []}, {"section_title": "Chief Congressional Concerns", "paragraphs": ["The debate over the FY2007 Supplemental was dominated by the issue of whether the Administration's policy in Iraq—including the ongoing surge—is likely to be effective. Concerned about ensuring that funding was provided to support the troops, Congress approved most of DOD's funding request but voiced concerns about the validity of some requests and included additional oversight mechanisms.", "In response to reports of stress because of frequent deployments of Army and Marine Corps units, Congress endorsed two initiatives which DOD claims make troop rotations easier—accelerating the conversion of Army and Marine Corps units to standard configurations and expanding the size of the Army and Marines although the immediate effects of these initiatives appears to be limited.", "The decision to increase the size of the Army and Maine Corps using war funds may be revisited in the FY2008 authorization and appropriations cycle where additional funds are requested. Congressional initiatives to provide more support for troops and respond to reports of low readiness ratings included adding funds for defense health, setting up a new Strategic Readiness Reserve Fund, and increasing funding for the Mine Resistant Ambush Program.", "While DOD largely supported DOD's funding requests, Congress added various reporting requirements to increase oversight. In addition to the extensive reporting on the 18 benchmarks for measuring progress in Iraq, Congress added specific reporting requirements for the Iraq Security Forces Fund, the Joint Improvised Explosive Device Defeat Fund, and military construction. As in previous years, Congress cut DOD's requests for increases in coalition support funds to reimburse, equip and train allies conducting counter-terror operations."], "subsections": []}, {"section_title": "Increasing Troop Levels And Heightening Naval Presence", "paragraphs": ["By providing almost all of the funds requested for military personnel and operations and maintenance, Congress funded not only ongoing operations but also the president's request for an additional $6.9 billion to increase troop levels by 21,500 combat troops to 20 brigades in Iraq and heighten the U.S. naval presence in the Gulf by deploying an additional aircraft carrier and a Marine Expeditionary Force that was announced on January 10, 2007. The amended request covered both additional support troops in Iraq and 9,000 more troops in Afghanistan and was, at least in part, a response to a CBO estimate that suggested that DOD's original estimate had failed to include funding for support forces.", "If peak troop levels were sustained for four months, CBO estimated that the troop increase in Iraq alone was likely to cost from $9 billion to $13 billion rather than the $6.0 billion proposed by DOD. The higher CBO estimate assumed that DOD would need to deploy not only 21,500 combat troops, but from 15,000 to 28,000 support troops. DOD provided funds for an additional 4,600 support troops arguing that much of general support was already in place.", "If the higher troop levels were sustained for 12 months rather than the temporary increase proposed by the President, CBO estimated that the cost could range from $20 billion to $27 billion, again assuming substantially more support troops. In March 2007, General Petraeus, now in charge in Iraq, acknowledged that the additional troops \"would need to be sustained certainly some time well beyond the summer,\" a position echoed in recent months by other generals.", "Secretary of Defense Gates' decision this spring to extend the tours for all Army units in Iraq from 12 months to 15 months would enable the Army to continue to deploy 20 brigades in Iraq for 12 to 24 months according to a CBO analysis. If the higher troop levels are sustained beyond this fall, the administration FY2008 request for war costs would be inadequate because it is based on pre-surge troop levels.", "In its amended request, DOD halved its $1.5 billion request to deploy an additional carrier strike group to the Gulf as a result of refining its estimate, an acknowledgment that the original estimate was excessive—equal to about half of the Navy cost for steaming hours for its entire fleet of 302 ships. Congress provided the lower level. Some would argue that naval presence is the everyday mission of the Navy, so that providing funds in an emergency supplemental is not appropriate. A similar issue arose last year when the Navy underfunded its normal steaming hours request and requested the hours in the supplemental, an action reversed by Congress. This cost shifting could be considered inconsistent with DOD financial regulations that require that war-related costs be confined to activities that would not occur without the contingency.", "Before the supplemental was passed, DOD funded the ongoing deployment of the additional troops using currently available DOD funds. Because DOD monies are appropriated for particular types of expenses (e.g., military personnel costs) rather than designated for particular operations, the president can tap these fund to conduct military operations. With enactment of the FY2007 supplemental, DOD is restoring these baseline funds to be spent for their original purposes."], "subsections": []}, {"section_title": "Defense Health and Military Personnel Issues", "paragraphs": ["Two high visibility health issues in the FY2007 supplemental were the adequacy of DOD funding for traumatic brain injury and post traumatic stress disorder and conditions for soldiers at Walter Reed and other DOD medical facilities who are awaiting final rulings about whether they will remain in the military. In response, Congress", "added $900 million for treatment and research on Traumatic Brain Injury and Post Traumatic Stress Disorder; and required that DOD inspect, report, and ensure that all military medical treatment and patient housing facilities meet acceptable standards."], "subsections": [{"section_title": "Brain Injury, Post Traumatic Stress Syndrome, and Baseline Increases", "paragraphs": ["H.R. 2206 / P.L. 110-28 provides $3.0 billion for Defense Health, almost $2 billion above the Administration's request. About $1 billion of the increase was war-related including $600 million increase for treatment and $300 million for research on Traumatic Brain Injury and Post Traumatic Stress Disorder. Congress also added $32 million for burn, orthopedic and trauma care, $12 million for a care givers support program, and $7 million more for the Defense and Veterans Brain Injury Center, doubling DOD's request and maintaining last year's level.", "In addition, Congress provided an additional $940 million to DOD's baseline program to restore cuts in last year's regular bill that erroneously assumed Congress would enact higher co payments and fees for military members as well as $500 million in efficiency cuts included by DOD in the FY2007 budget. The final version of the FY2007 Supplemental provides $250 million less for defense health than in H.R. 1591 ."], "subsections": []}, {"section_title": "Problems Encountered by Injured Personnel", "paragraphs": ["In reaction to recent problems at Walter Reed Army Medical Hospital encountered by injured service members awaiting final disposition of their medical status, H.R. 2206 adopted a Senate proposal that requires DOD to inspect, develop plans to repair, develop standards, and report to Congress about the condition of military medical treatment facilities and housing for holdover personnel within 180 days (Sec. 3307, P.L. 110-28 )."], "subsections": []}, {"section_title": "Extending Eligibility for the Death Gratuity", "paragraphs": ["In response to alleged difficulties encountered by some relatives who are taking care of surviving children of those killed in Iraq or Afghanistan, the conferees adopted a House provision that would allow service members to designate any individual to receive up to 50% of their death gratuity, specified in 10% increments. The remainder of the death gratuity—currently about $100,000—would go to the members' spouse, child, or siblings as specified in Title X, section 1477.", "The new provision does not guarantee that children of the member killed would receive the funds given to the new designee and in fact, could result in the child getting less than previously provided. Because the provision is in effect only from enactment to September 30, 2007, this issue could be revisited in the FY2008 authorization and appropriations cycle currently underway. This issue of protecting the income of minors was addressed in 1939 in famous \"Coogan law,\" which set aside a portion of the child's earnings until he or she reaches legal majority. DOD is unlikely to develop regulations to implement this provision before September 2007."], "subsections": []}]}, {"section_title": "Concerns About Afghan and Iraq Security Forces", "paragraphs": ["Despite concerns about the competency of Iraqi Security forces, the conferees provided the full amount requested in the FY2007 supplemental—an additional $5.9 billion for Afghanistan and $3.8 billion for Iraq to train and equip their security forces. Both houses added detailed reporting requirements to increase oversight (see below). With passage of the supplemental, annual appropriations to train and equip Afghan forces grow from $1.9 billion in FY2006 to $7.4 billion in FY2007. For Iraqi security forces, FY2007 appropriations rise from $4.9 billion in FY2006 to $5.5 billion in FY2007. Congress has provided a total of $30.2 billion for these purposes, including $19.2 billion for Iraq and at least $10.6 billion for Afghanistan.", "It is not clear whether these steep increases can be absorbed effectively in both countries. As of March 2007, DOD had available about $1.9 billion for Iraqi training and about $300 million for Afghan training from prior year monies. With the funds appropriated in FY2007 supplemental, DOD will have a total of $7.5 billion for the Iraq Security Forces Fund (ISFF) and $6.1 billion for the Afghanistan Security Forces Fund (ASFF) to spend over the next 18 months. By way of comparison, DOD obligated $5.1 billion for Iraq and $1.8 billion for Afghanistan in FY2006.", "In its request, DOD reported that the United States and coalition forces have trained 328,500 Iraqi security forces and 112,000 Afghan army and police forces. The additional $5.9 billion for Afghanistan is intended to increase the number trained, equipped, sustained, and housed from 115,000 to 152,000. For Iraq, the additional $3.8 billion is to improve logistical capabilities and enhance Air Force and naval capabilities. Within the total for Iraqi Security forces, the law permits up to $155.5 million to be used for the disarmament, demobilization and reintegration of militias and illegal armed groups with the concurrence of the Secretary of State, a new mission.", "The critical role of the Iraqi Security Forces is clear from the fact that 8 of the 18 benchmarks for the president to assess U.S. progress in Iraq concern ISFF effectiveness in disarming militia, supporting Baghdad operations, acting independently, reducing sectarian violence, and establishing security. The first report on benchmarks is due July 15, 2007.", "To monitor progress further, Congress also required that by September 22, 2007, DOD submit a report to be conducted by a private entity that assesses the capability of the Iraqi Security Forces to provide security within the next 12 to 18 months as well as the \"likelihood that, given the ISFF's record of preparedness to date... the continued support of U.S. troops will contribute to the readiness of the ISF to fulfill\" its missions (see Section 1313 (e) (2)). The final version also requires a DOD report on the readiness of individual Iraqi units within 30 days, a detailed report by OMB on individual projects, and an estimate of the total cost to train both Iraqi and Afghan security forces within 120 days with updates every 30 days (Sec. 3301)."], "subsections": []}, {"section_title": "Front Loading and Broadly Defining Reset", "paragraphs": ["Between FY2002 and the FY2007 bridge fund, the Army and Marine Corps received a total of $50.2 billion for reset according to DOD sources. Reset or reconstitution is defined as the repair and replacement of war-worn equipment \"when troops and/or equipment are redeployed or rotated.\"", "With the $14 billion approved by Congress in the FY2007 Supplemental for replacing equipment, total reset funds would reach ab out $64 billion. The FY2007 Supplemental funds are an addition to the $23.7 billion already in the FY2007 Title IX bridge funds for reset or repairing and replacing war-worn equipment. When Congress approved those funds, the Army and Marine Corps assured Congress that this amount fully met DOD's reset requirements for FY2007 requirements as well as covering previously unfunded FY2006 requirements. So as of the FY2007 Bridge Fund, Army and Marine Corps reset requirements were fully-funded. Army officials have frequently cited a figure of $12 billion to $13 billion a year for reset costs for the Army \"as long as the conflict lasts at the current level and \"for a minimum of two to three years beyond.\"", "It appears that DOD's FY2007 Supplemental request for reset or reconstitution front loads (or funds in advance) some of DOD's reset requirements as OMB Director Portman acknowledged in testimony this February. Further evidence of front loading is the fact that many of the items requested in the FY2007 Supplemental request were the same as those already funded in the FY2007 bridge fund. This front loading may reflect Army and Marine Corps concerns that equipment replacement is expected to be needed for a couple of years even after a draw down in troop levels. In its FY2008 Global War on Terror (GWOT) request, DOD includes an additional $37.6 billion for reconstitution, similar to the FY2007 level, which again appears to cover more than one year."], "subsections": [{"section_title": "Expanded Definition", "paragraphs": ["DOD also appears to have adopted a new and expanded definition of war costs that permits the services to fund reconstitution or equipment replacement for not only operations in Iraq and Afghanistan but also \"the longer war on terror.\" On October 25, 2006, Deputy Secretary of Defense Gordon England, issued new \"ground rules\" for the services in developing their FY2007 Supplemental requests stating that the services could include \"incremental costs related to the longer war against terror (not just OEF/OIF)\" including replacement of war-worn equipment with newer models and \"costs to accelerate specific force capability necessary to prosecute the war.\" There was no specific definition of the \"longer war on terror,\" now one of the core missions of the Department of Defense.", "This new guidance may be the primary reason for the 40% increase in war funding between F2006 and FY2007. The new definition constitutes a significant shift from long-standing DOD financial regulations that require that costs be", "necessary to carry out specific operations; strictly incremental (i.e., costs would not have been incurred \"in the absence of the contingency requirement\"); and executable within the current fiscal year.", "Although these strictures were reiterated in guidance issued to the services in developing FY2007 Supplemental and FY2008 war cost requests, it appears that some of the items included did not meet these tests in light of Congressional cuts to the request for certain depot maintenance and procurement that was not considered executable or needed this year (see below for examples).", "DOD's recent reset requests include not only funds for war losses (typically 10% of the total) but also for anticipated replacement of equipment for future wear and tear, and for upgrading equipment. DOD projects that equipment would be replaced, not only when it is destroyed, but also when the services decide it is uneconomical to repair (\"washouts\"). The services have also included substantial funds for recapitalization (rebuilding and upgrading equipment), for modifying equipment, and for buying new versions of equipment, a substantial expansion of the traditional definition.", "Another issue raised by Congress about reset requirements was whether it is appropriate for the services to replace equipment that is no longer being produced with new items that are just beginning or have not yet begun production. DOD's regulations caution the services not to request \"accelerations of baseline procurement end items\" for contingencies unless specifically approved by the Office of the Secretary of Defense, presumably on an exception basis.", "DOD's original FY2007 Supplemental request included $389 million for two JSF Joint Strike Fighters, $146 million for CV-22 Ospreys, and $388 million for C-130J aircraft for the Air Force and $375 million for EA-18G electronic warfare aircraft for the Navy, questionable emergency requirements since the equipment ordered would not be delivered for about three years and hence not available for current operations. Partly in response to Congressional scepticism and partly because of the need to provide funds for support troops for the president's surge, DOD withdrew these requests in its amended submit on March 9, 2007."], "subsections": []}, {"section_title": "Front Loading Recapitalization", "paragraphs": ["The FY2007 Supplemental also included substantial funds for \"recapitalization\"of ongoing programs that pre-date OEF/OIF operations. Congress largely approved these requests, many of which were also funded in the FY2007 bridge. For example, the FY2007 Supplemental included:", "$520 million for Bradley base sustainment ($1.4 billion in bridge); $1.5 billion for the Family of Medium Tactical Vehicles, a $69 million cut, ($795 million in bridge); $458 million for SINCGARS Family radios, a $73 million cut, ($125 million in bridge); $573 million for Family of Heavy Tactical Vehicles, ($648 million in bridge); $300 million for Marine Corps radio systems, a $189 million cut, ($850 million in bridge); and $45 million for Family of Construction Vehicles ($98 million in bridge).", "While front loading reset requirements may relieve funding pressures in later years, it does not take into account the uncertainty in requirements, uncertainty acknowledged by DOD in a report to Congress last fall. Although it is to be expected that reset requirements will grow as equipment is stressed by operations, the validity of specific requests has not been substantiated. Recently, GAO testified that until FY2007, the Army could not track reset expenditures sufficiently to ensure that funds appropriated for reset were in fact spent for that purpose. Although DOD set up new tracking for reset, DOD still needs to determine the accuracy of its previous projections of when and how frequently particular items break down and need repair or replacement in order to assess the validity of its current estimates. Such information could be useful to Congress in assessing DOD's FY2008 war cost request.", "Reset requirements may also be uncertain because the number of troops and intensity of operations may change. In an estimate in the spring of 2006, the Army projected that reset requirements would decrease from $13 billion a year to $10.5 billion a year for the next two years and then decline to $2 billion a year if troops were withdrawn over a two-year period. Other previous estimates of cost were also lower. In March 2005, for example, CBO estimated that annual repair and replacement costs would run about $8 billion a year for all four services (about $6 billion to $7 billion for the Army and Marine Corps) based on the then-current pace of operations and service data, estimates far lower than DOD's current requests."], "subsections": []}, {"section_title": "Congress Questions Some Procurement Requests", "paragraphs": ["Overall, the appropriators provided $25.3 billion in procurement funds, $500 million more than the Administration's request and about $800 million above House and Senate recommendations. Although Congress largely endorsed DOD's request for procurement and reset or reconstitution, the validity of reset estimates appears to be re-surfacing during consideration of the FY2008 war costs as the authorizing committees question whether some items are, in fact, war-related emergencies.", "Despite approval of most funding, conference and committee reports in both houses voiced concern and made cuts to some individual programs deemed not legitimately emergencies or war-related. Characterizing certain items as premature, or unexecutable within DOD's 12 month standard, or as more appropriate to DOD's baseline rather than war-related emergencies, the Senate cut $1.2 billion from the procurement request, and the House cut $758 million. Responding to congressional scepticism, the Administration eliminated some of the items considered unjustifiable for an emergency request such as six new EA-18 electronic warfare aircraft and two JSF aircraft that would not be delivered for two or three years in its amended request.", "At the same time, Congress added funds for the Mine Resistant Ambush Program (MRAP) because of concerns that DOD was not moving fast enough to purchase this currently available vehicle used by the Marine Corps that has proven to be more effective than up armored HMMWVs in protecting against IED attacks (see below). This increase more than offset Congressional cuts to other procurement systems. Other Congressional adds for force protection needs were aircraft survivability modifications for Marine Corps helicopters ($155 million for H-53s and H-46s), and countermeasures for C-130Js and C-17 aircraft.", "Examples of programs that Congress considered premature include new gun systems for Stryker vehicles and new radar systems for F-15 aircraft or F-35 aircraft that would not be delivered until 2009 or 2010. Other programs were considered unexecutable because the industrial base could not meet production rates—such as the funding level requested for SINCGARS radios—or were deemed part of DOD's baseline budget rather than an emergency, such as an Army information system. While the committees rejected some requests to replace aircraft that were \"stressed,\" they added funds for combat losses experienced after submission of the request."], "subsections": []}]}, {"section_title": "Congressional Readiness and Force Protection Concerns", "paragraphs": ["Congress provided $35.9 billion for Operation and Maintenance (O&M) funding for war operations and support, a $2 billion cut primarily affecting programs considered to be unexecutable (such as depot maintenance for deployed ships that would not be available) or unjustified increases to Air Force base support that did not appear to war-related, or for support, training or equipping coalition partners (-$450 million). At the same time, Congress provided $245 more for higher operating tempo to meet the anticipated spring offensive by the Taliban in Afghanistan where DOD estimated that funding would increase from about $16 billion in FY2006 to $25 billion in FY2007."], "subsections": [{"section_title": "Strategic Readiness Reserve Fund", "paragraphs": ["In response to concerns about low readiness ratings of state-side forces, particularly reserve units, Congress provided $1.6 billion to the Strategic Readiness Reserve Fund, a new transfer account proposed by the House. The fund is intended to improve the readiness of units that are \"next to deploy\" or in the strategic reserve, those forces which would be tapped should new contingencies arise. The new fund reserves $1.0 billion for National Guard and Reserve equipment to meet reported shortages as recommended by the Senate, with the remaining $600 million to be spent at DOD's discretion.", "Signaling that action is urgent, the Secretary of Defense is required to identify transfers within 120 days as well as provide 30-day advance notifications to the congressional defense committees. Although the funds would be available until September 2009, DOD has only 90 days to identify its needs because of these notification requirements. One of the likely recipients would be additional funds for the MRAP vehicles if DOD determines that a more rapid production ramp-up is possible. The FY2007 Supplemental included $3.0 billion for MRAP vehicles."], "subsections": []}, {"section_title": "Extending Time Between Tours for Deployed Units", "paragraphs": ["Another major readiness concern is the short time between tours faced by some units. According to DOD testimony and reports, some active-duty units are deploying to Iraq with a year or less of \"dwell\" time at home between tours, far short of DOD's goals—one year deployed, two years at home. Congress approved two DOD initiatives that are intended to expand the rotation base that supports deployed units—the accelerated creation of modular units and expanding the size of the Army and Marine Corps.", "DOD has again argued that accelerating its peacetime plans to convert Army and Marine Corps units to new standard configurations—known as modularity and restructuring—should be considered a war cost because it is expected to reduce pressure on the rotation base by making more units available for deployments. In the FY2005 and FY2006 supplementals, Congress, with some reluctance, agreed to provide $5 billion each year to convert units with the understanding that DOD would move these funds back to its regular budget in later years. (This funding of modularity effectively gave the Army an additional $5 billion for two years for other baseline requirements). To implement this decision, DOD set aside $25 billion for Army modularity—$5 billion a year for five years—in the Future Years Defense Plan, its budget planning document.", "The FY2007 supplemental, however, again requested $3.6 billion to convert two Army brigade teams to the new modular design and to create additional Marine Corps battalions. Costs include $900 million for military personnel, $300 million for O&M, $2.3 billion for procurement and $100 million for military construction. Congress was again asked to finance reorganization of the Army and the Marine Corps with supplemental rather than regular defense funds.", "Although DOD identified the two Army brigades and the three Marine Corps infantry battalions to be converted to meet deployments planned for FY2008-FY2010, DOD did not say how dwell time for units would increase because of modularity. Instead, the Army said that the acceleration would \"put the Army on the path\" to meeting its goal of two years at home and one year deployed, and \"would contribute\" to a better ratio for the Marine Corps, thus reducing stress on individuals and ultimately improving readiness.", "Previous studies by both CBO and the RAND found that modularity would only marginally improve force rotation schedules, suggesting that the entire modularity initiative would only make available an additional 6,000 to 7,000 troops. DOD is requesting an additional $1.6 billion for FY2008 GWOT costs to accelerate the conversion of more units. Based on Secretary Gates' recent decision to extend the tours of all Army units in Iraq to 15 months, it appears that conversion to modularity is insufficient to meet current rotation schedules."], "subsections": []}, {"section_title": "Expanding the Army and Marine Corps", "paragraphs": ["Another DOD initiative intended to reduce stress on the forces at some indefinite time in the future is President Bush's decision in January to endorse permanent increases to the size of the Army and Marine Corps. The active-duty Army is slated to grow from its pre-war strength of 482,000 to 547,000 and the Marine Corps from 175,000 to 202,000 by 2012, increases of 65,000 and 27,000 respectively.", "Until this year, DOD argued that the cost of the additional 30,000 troops added since 9/11 should be funded in emergency supplementals because the increases were strictly war-related and temporary and DOD would eventually return to pre-war levels. Some members of Congress argued that these increases should be permanent. In January 2007, the president announced plans to permanently increase the size of the Army and Marine Corps by 92,000 over the next six years to meet the needs of the \"long war\" on terror.", "This proposal to add permanently to the size of the force marks a major change in Administration policy. It is not clear, however, that this expansion will have a significant effect on reducing current stress on troops because most of the additional forces would not be available until 2012 or 2013. At that time, the U.S. military presence in Iraq is likely to be considerably lower. Instead, it reflects a new, more demanding requirement that the United States be able to deploy troops at today's levels in major stability operations even with lower requirements in Iraq and Afghanistan.", "In the FY2007 supplemental, Congress appears to have approved the $4.9 billion to cover the military personnel cost of additional troops plus $1.7 billion for equipment and infrastructure for the forces to be added in FY2007 and following years ($1.1 billion in procurement and $600 million in military construction). The FY2007 Supplemental promises that DOD will start to include the cost of higher personnel levels in the regular, base budgets of the Army and Marine Corps starting in FY2009.", "Recently, CBO estimated that the president's proposal to add 92,000 active duty forces would cost $108 billion between FY2007 and FY2013. Although Congress endorsed these costs as emergency expenses in the FY2007 Supplemental, this issue is being revisited in DOD's FY2008 war costs where the Senate Armed Services Committee considers these expenses part of the base budget.", "A House proposal to cut O&M by $815 million for contractor efficiencies was dropped in the final version. Instead, responding to concerns about the 125,000 contractors in Iraq, conferees set an 85% limit on O&M funding until DOD submits a report on the use of contracts and contractor personnel in the war zone that is due to the congressional defense committees by August 1, 2007 (Sec. 3305)."], "subsections": []}, {"section_title": "Preparing for the \"Long War\" on Terror", "paragraphs": ["According to DOD's request, funding for pay and operations supports about 320,000 troops conducting OIF and OEF operations including about 140,000 in Iraq and 20,000 in Afghanistan. The 320,000 figure for the number of deployed military personnel is higher than generally cited by DOD witnesses, and presumably includes not only \"boots on the ground,\" but about 110,000 additional troops deployed in the region or for other counter terror operations, and another 50,000 activated reservists in the United States who are either training up to deploy, backfilling positions for active-duty troops or providing enhanced security at defense installations. The President's surge proposal added about another 36,000 troops for a total of about 355,000.", "The Administration's guidance and initiatives to accelerate unit conversions and expand the size of the Army and Marine Corps suggest that DOD is also now planning for a \"long war\" on terror rather than strictly operations in Iraq and Afghanistan. DOD's original request also included $300 million for a \"regional war on terror,\" for counter-terrorism operations outside of Iraq and Afghanistan in the Phillippines and other unspecified countries. DOD dropped this request in its amended request in March, however, suggesting that the funds would be found elsewhere.", "Another indication that DOD is anticipating a requirement for substantial deployments in future years was its request for $500 million in the supplemental to expand its inventory of spare and repair parts. Congress did not object to these funds. This may also be another reflection of DOD's decision to expand the scope of costs permitted in supplemental requests to include costs of the \"long war on terror\" rather than strictly OIF and OEF costs."], "subsections": []}]}, {"section_title": "Joint Improvised Explosive Device Defeat Fund and RDT&E Funding", "paragraphs": ["While both houses and the conferees endorsed the $2.4 billion funding request for the Joint Improvised Explosive Device Defeat Organization (JIEDDO), the committee reports cites concerns about duplication among the services and financial management practices at the new organization, noting that the appropriators will be \"hard-pressed to fully fund future budget requests unless the JIEDDO improves its financial management practices and its responsiveness.\" To increase oversight, Congress requires DOD to submit a strategic plan and identify current and future staffing levels, as well as follow standard reprogramming requirements and promptly notify the congressional defense committees of transfers.", "Both houses showed some scepticism about DOD's RDT&E request and cut programs that were not considered genuine emergencies or would more appropriately be funded in the Joint IED Defeat Fund. For example, both houses cut RDT&E for a Marine Corps communications systems deemed a baseline rather than an emergency program."], "subsections": []}, {"section_title": "Expanding DOD Authorities", "paragraphs": ["Congress gave mixed responses to administration requests for new authority and funding that would allow DOD to carry out several new tasks with foreign policy as well as military implications. For example, Congress approved requests to re-start Iraqi factories and allow DOD to assist Iraq to disarm militias but turned down requests to train Pakistani border police.", "Since the 9/11 attacks, DOD has expanded these types of authorities through new forms of military aid (e.g. coalition support to reimburse Pakistan and Jordan who conduct operations in support of OIF and OEF) and through the training and equipping of Afghan and Iraqi police as well as military forces. Perhaps recognizing the foreign policy implications, Congress has sometimes added requirements for State Department concurrence in decision-making.", "In the FY2007 Supplemental, Congress endorsed", "$50 million to re-start businesses in Iraq (halving the request); $155.5 million to provide assistance to the government of Iraq to disarm, demobilize and re-integrate militias and illegal armed groups contingent upon State Department concurrence; $200 million in additional coalition support funds to reimburse allies conducting operations in support of OIF and OEF (a cut of $100 million); and approved $300 million for \"lift and sustain\" funds to sustain foreign forces in Iraq and Afghanistan as requested; and agreed to provide $110 million in economic assistance from DOD funds to be transferred to the State Department.", "At the same time, Congress denied DOD's request for", "$71.5 million to train the Pakistani border police in the Federally Administered Tribal Areas in Pakistan, a paramilitary force; $50 million for \"global lift and sustain\" to provide funds to allies participating in combined operations to combat terrorism in countries other than Iraq or Afghanistan such as the Phillippines and Djibouti; and $300 million for \"global train and equip\" funds to build the capacity of countries facing terrorism or counter-insurgency threats but encouraged DOD to submit a reprogramming request."], "subsections": []}, {"section_title": "Limiting DOD Authorities", "paragraphs": ["In addition to the various reporting requirements in the 18 benchmarks of progress (see above), Congress extended various prohibitions and limitations on DOD spending authority in particularly sensitive areas. The final verison of H.R. 2206", "prohibited obligating or expending funds in this or any other appropriation act to station U.S. forces permanently in Iraq or to control Iraqi oil resources (Sec. 3301) ); and prohibited the use of funds in this act from being used to contravene U.N. convention against torture and other laws (Sec. 3302).", "Congress also restricted use of supplemental funds by", "limiting DOD to $3.5 billion in transfer authority for funds in the act—allowing DOD to transfer funds between appropriation accounts after enactment with the approval of the four defense committees (Sec. 1302); denying the Administration's request to raise transfer authority available for DOD's baseline program from $4.5 billion to $8 billion. setting a cap of $457 million on the Commanders Emergency Response Program (CERP) where individual commanders fund small reconstruction projects; setting ceilings on and specifying the types of counter drug funding for Afghanistan, Pakistan, and Kazakstan (Sec. 1306); and placing an 85% limited obligation on O&M funds unless the Secretary of Defense submits a report on contract costs and contractor personnel in Iraq and Afghanistan (se. 3305)."], "subsections": []}, {"section_title": "Urgency of Passage of the FY2007 Supplemental", "paragraphs": ["As in past years, Congress was under pressure from the Army to pass supplementals quickly in order to ensure that the Army would have enough funds to meet both its wartime and peacetime operations. The FY2006 Supplemental was enacted in mid-June 2006, which the Army claimed created considerable management problems because the Army had to \"cash flow\" or temporarily finance war costs by tapping funds from its regular budget slated to be spent at the end of the fiscal year as well as transferring funds from other accounts.", "In early April, the Army revised its earlier estimate that the supplemental needed to be enacted by the end of April. Instead, its revised estimates showed the Army could last until the end of June with a recently-approved $1.6 billion transfer and a slowdown in obligations in April, May, and June 2007 adopted to conserve funds. To protect readiness, the Army's slowdown did not restrict activities supporting deployed, deploying or about to deploy troops or that would immediately degrade readiness, relying instead on restrictions of non-essential expenditures including holding off on contracts for facility maintenance and repairs, supply contracts, limiting travel and meetings and day-to-day purchases using government credit cards, and, slowing equipment maintenance.", "In this year's bridge fund, Congress provided $28.4 billion to meet the Army's operational needs, some $7 billion higher than last year's bridge fund. These additional funds provided the Army with additional funds to finance its operating costs. Using new Army data, CRS estimated, like the Army, that Army O&M costs could be covered until the end of June 2007 with the current slowdown and the $1.6 billion transfer. If necessary, the Army could also have requested additional transfers from the $4.6 billion in transfer authority that was available at that time in order to finance operations through three weeks of July though the Army argued this would considerably disrupt ongoing activities.", "This would have required, however, that the Army use all Army Operation and Maintenance funds in its regular FY2007 budget, all O&M war funds in the FY2007 bridge fund, and exhaust its transfer authority by moving funds from military personnel, procurement, RDT&E or other areas to Army operations. Using much or all DOD's transfer authority could reduce or eliminate DOD flexibility to move funds between accounts after enactment for other higher priority needs making it difficult to make other program adjustments during the year. The FY2007 supplemental restored some of the transfer authority used to extend Army operations by exempting certain transfers already approved Congress, an approach that was used in the FY2005 Supplemental."], "subsections": []}]}, {"section_title": "FY2007 International Affairs Supplemental", "paragraphs": [], "subsections": [{"section_title": "Overview", "paragraphs": ["In recent years, supplemental appropriations have become a significant source of additional funds for international affairs (150 account) programs at a time when regular appropriations have been constrained by budget pressures. Supplemental funding has been used not only to support expanded U.S. efforts in Iraq and Afghanistan, but also to respond to international crises and natural disasters.", "In response, there has been some criticism that the Administration has relied too heavily on supplementals and that some items should be incorporated into the regular appropriations cycle. The Administration counters that given the nature of rapidly changing overseas events and unforeseen contingencies, it is necessary to make supplemental requests for unexpected and non-recurring expenses. Since FY1999, after the bombings of two U.S. Embassies in Africa in August 1998, Congress has approved Foreign Operations supplemental appropriations exceeding $1 billion each year. The Bush Administration's supplemental request for international affairs totaled $6.3 billion in FY2005 and $4.2 billion in FY2006, amounting to about 13% and 21%, respectively, of the regularly-enacted foreign affairs budgets.", "The FY2007 supplemental request of $5.993 billion for international affairs represents about 20% of the FY2007 enacted international affairs funding. Of the nearly $6 billion for international affairs spending, $4.8 billion was proposed for foreign assistance programs, while $1.18 billion would fund State Department operations, public diplomacy, and broadcasting programs. Within the foreign assistance part of the supplemental request, security and reconstruction in Iraq and Afghanistan dominate, with $2.3 billion for Iraq and $721 million for Afghanistan. The supplemental request for Iraq is in addition to $749 million requested in the FY2007 regular budget, for a total of $3 billion.", "Other significant bilateral assistance funding was requested for Kosovo, Lebanon, and Sudan. Additional supplemental funds for humanitarian assistance, migration assistance, peacekeeping operations, and food aid were also sought for a number of countries. The supplemental request also included $161 million to address the potential for a global avian influenza pandemic.", "For State Department operations, the Administration's FY2007 supplemental request of $1.17 billion would be largely for activities and the U.S. Mission in Iraq. Another $10 million for the Broadcasting Board of Governors would be for expanded broadcasting in Arabic on the U.S.-established Alhurra Television into 22 Middle East countries.", "The second conference agreement (to H.R. 2206 / P.L. 110-28 ) provided $6.146 billion for international affairs spending. Of the total, $4.88 would fund foreign assistance, including $460 million in the agriculture section for international food aid programs, and $1.27 billion for State Department operations and international broadcasting. Section 3807 states that provisions in the first conference report to H.R. 1591 ( H.Rept. 110-107 ) with regard to funding for countries, programs and activities are maintained.", "The conference agreement ( H.Rept. 110-107 ) to H.R. 1591 , vetoed by the President, provided a total of $6.20 billion, $203 million above the request. Of the total, $4.9 billion was for foreign assistance, including P.L. 480 food aid, and $1.3 billion was for State Department operations and international broadcasting.", "The House FY2007 supplemental bill included a total of $6.34 billion—$5.01 billion for foreign assistance and $1.33 billion for the State Department operations and international broadcasting. This represents about $347 million more than the Administration's supplemental request for international affairs accounts. The Senate FY2007 supplemental bill included a total of about $6.25 billion—$5.1 billion for foreign assistance and $1.15 billion for State Department operations and international broadcasting."], "subsections": []}, {"section_title": "Iraq Reconstruction Assistance83", "paragraphs": ["The Administration's FY2007 supplemental request sought a total of $6.6 billion for Iraq reconstruction (see Table 5 ). The Defense appropriations (050 account) portion of the request—$4 billion—would support the equipping and training of Iraqi security forces ($3.8 billion for the Iraq Security Forces Fund) as well as provide U.S. troops with the capability to fund small-scale, grassroots development projects rapidly in an effort to stabilize areas of military operation ($350 million in the Commander's Emergency Response Program—CERP). A DOD plan to rehabilitate more than 140 of the nearly 200 state-owned enterprises that composed a large portion of the Iraqi economy prior to the U.S. occupation would be supported by $100 million from the Iraq Freedom Fund account. Soon after the occupation began, the Coalition Provisional Authority, hoping to create a free-market economy, attempted to privatize these enterprises, but gave up when the turnover to sovereignty was accelerated. The Department of Defense expects that the revitalized factories will generate employment for as many as 150,000 Iraqis. U.S. assistance would provide necessary machines, tools and generators.", "The remaining $2.3 billion was requested under six foreign operations (150) accounts meeting a variety of economic reconstruction and humanitarian objectives. Most of this funding—$2.1 billion—falls under the Economic Support Fund and would continue existing efforts to encourage private sector and agricultural policy reform, strengthen civil society, foster democratization, and assist the national ministry staff in the performance of their duties.", "More than half of the requested ESF funds appear intended to directly assist the President's new strategy for Iraq. As announced in early January, the reconstruction component of that strategy would double the number of Provincial Reconstruction Teams (PRTs) from 10 to 20 and increase the number of U.S. civilian staff for them from 250 to at least 400. The PRTs, composed of State Department, U.S. Agency for International Development (USAID), Department of Defense (DOD), and other agency staff, work with the Iraqi provincial governments to identify projects that can be implemented with U.S. funding, and, at the same time, they seek to strengthen the capacity of Iraqi officials to meet local needs. In essence, the new strategy envisions that, as U.S. and Iraqi military forces clear an area of Baghdad or Anbar province, PRT staff would immediately work with local Iraqis to further stabilize the area by drawing on all available spigots of U.S. and Iraqi government funding to create jobs and meet other basic needs.", "The President's plan would increase PRTs in Baghdad from one to six and in Anbar province from one to three. To enhance U.S. civilian staff security and improve program effectiveness, greater effort would be made to integrate U.S. civilian teams with U.S. military battalions. The military's CERP, and USAID's Community Stabilization Program (CSP) and Community Action Program (CAP) funded by the FY2007 Supplemental would help support activities identified by the PRTs, as would the infusion of $10 billion in promised funds from the Iraqi government. The FY2007 supplemental would provide funds to the PRTs for the kinds of grassroots activities they have supported elsewhere, such as improvements to community infrastructure, job training, vocational education, and micro-loans.", "Security and staffing problems encountered by already existing PRTs, however, could possibly hinder the effectiveness of an expanded PRT program. In October 2006, the Special Inspector General for Iraq Reconstruction (SIGIR) asserted that, due to security constraints on travel outside their compounds, many PRT staff could not regularly meet with local government officials to carry out their capacity-building chores, and a former PRT staff member claims that local Iraqis are too intimidated by insurgent threats to meet with U.S. staff. The State Department's Coordinator for Iraq, David Satterfield, asserts that the SIGIR views on this issue do not reflect current reality. Most observers, however, would not dispute that the ability of U.S. and Iraqi troops to secure and hold new areas of operation is key to the success of expanded civilian PRT efforts.", "A second issue that might affect the success of the PRT expansion is the availability of U.S. civilian staff. In the past, DOD military civil affairs personnel filled slots for which U.S. civilians could not be recruited. However, the SIGIR has suggested that the need for required specialized skills for such posts as local government, economic, and agricultural advisers is still not being fully met with this approach. Although Secretary Rice has asserted that most positions are filled, it has been reported that about 129 of the new PRT posts are going to be occupied temporarily by military personnel until State is able to recruit sufficient numbers of civilian contract personnel. As many as 269 such personnel are expected to be needed eventually.", "Associated with the reconstruction assistance program was an additional funding request (not included in the table) within the State Department account to cover the operational costs of both the PRTs ($414.1 million) and the Special Inspector General for Iraq Reconstruction (SIGIR) ($35 million). Under the DOD Iraq Freedom Fund, $150 million was requested also in support of PRT operational costs, including providing transportation, force protection, and body armor to all PRT personnel co-located with U.S. military as well as special pay and benefits for the 129 DOD-sponsored PRT temporary personnel noted above."], "subsections": [{"section_title": "Congressional Action", "paragraphs": ["The conference report on H.R. 2206 provides a total of $6.3 billion in Iraq reconstruction assistance, $316 million less than the Administration request (see Table 5 ).", "With regard to 050 security assistance provisions, the bill matches the Administration request for both the ISFF ($3.8 billion) and the CERP ($350 million), but cuts by half, to $50 million, the request for DOD support of Iraqi state-owned enterprises.", "Perhaps the most significant difference between the request and the final legislation is a cut of roughly $248 million from proposed political, social, and economic assistance programs that would be funded in the Administration proposal under ESF at $2.1 billion. H.R. 2206 addresses these types of activities under two accounts—ESF at $1.6 billion and the Democracy Fund at $250 million. Within these two accounts, PRT programs are cut by $100 million to $620 million, National Capacity Development is cut by $40 million to $140 million, and support for Iraqi government Policy and Regulatory Reform is cut by $50 million to a level of $60 million. The bill zeroes out funds for the the National Institutions Fund and the Political Participation Fund which directly support Iraqi political parties. H.R. 2206 increases funding from the Administration request for the USAID Community Action Program (CAP) by $45 million to a level of $95 million and provides an unrequested $67.6 million for civil society development. It also supports economic and social development programs run by NGOs with $57.4 million, funds which are to be allocated by the Chief of the U.S. Mission. Of the $250 million for Iraq that goes to the Democracy Fund under H.R. 2206 , $190 million is to be allocated by the State Department's Bureau of Democracy, Human Rights, and Labor and $60 million is under USAID control.", "The INCLE account is decreased by $50 million to a level of $150 million—$50 million was cut from prison construction. The MRA account is increased by $30 million to a level of $45 million in view of the recent increases in displaced people.", "With regard to operational costs, H.R. 2206 cuts the Administration's request for DOD Iraq Freedom Fund support for PRTs by $50 million to a level of $100 million. It cuts the overall State operational request for the embassy and PRTs by $74 million, but does not earmark a portion of the $750 million total to set apart funds available for the PRTs. It fully funds the SIGIR request at $35 million. The legislation would also extend the life-span of the SIGIR by including, for the purpose of calculating its termination date, FY2007 reconstruction funds from any account in the definition of the IRRF. Previously, the SIGIR terminated ten months after 80% of the IRRF and FY2006 funds are expended.", "H.R. 2206 would impose conditions on the availability of the nearly $1.6 billion in appropriated Iraq reconstruction funds under the ESF account. Funds would be withheld until the President certified in reports to be submitted before July 15 and September 15, 2007, that, among other things, the Government of Iraq had made progress in 18 benchmarks, including whether it enacted the hydro-carbon law, taken specific steps toward provincial and local elections, reformed de-Baathification laws, and begun expenditure of the promised $10 billion Iraqi funds for reconstruction. The benchmark certification requirements can be waived by the President."], "subsections": []}]}, {"section_title": "Afghanistan87", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["Afghanistan's political transition was completed with the convening of a parliament in December 2005, but in 2006 insurgent threats to Afghanistan's government escalated to the point that some experts began questioning the success of U.S. stabilization efforts. In the political process, a new constitution was adopted in January 2004, successful presidential elections were held on October 9, 2004, and parliamentary elections took place on September 18, 2005. The parliament has become an arena for factions that have fought each other for nearly three decades to debate and peacefully resolve differences. Afghan citizens are enjoying new personal freedoms, particularly in the northern and western regions of the country, that were forbidden under the Taliban. Women are participating in economic and political life, including as ministers, provincial governors, and senior levels of the new parliament.", "The insurgency led by remnants of the former Taliban regime escalated in 2006, after several years in which it appeared the Taliban was mostly defeated. U.S. and NATO commanders anticipate a Taliban \"spring offensive\" and are moving to try to preempt it. Contributing to the Taliban resurgence has been popular frustration with slow reconstruction, official corruption, and the failure to extend Afghan government authority into rural areas and provinces, particularly in the south and east. In addition, narcotics trafficking is resisting counter-measures, and independent militias remain throughout the country, although many have been disarmed. The Afghan government and U.S. officials have also said that some Taliban commanders are operating from Pakistan, putting them outside the reach of U.S./NATO forces in Afghanistan.", "U.S. and partner stabilization measures focus on strengthening the central government and its security forces and on promoting reconstructing while combating the renewed insurgent challenge. As part of this effort, the international community has been running PRTs to secure reconstruction (Provincial Reconstruction Teams, PRTs)."], "subsections": []}, {"section_title": "FY2007 Supplemental Request", "paragraphs": ["The Administration is requesting a total of $720.9 million in supplemental funds for Afghanistan, which include several provisions intended to continue U.S. efforts to stabilize Afghanistan and continue economic reconstruction efforts.", "Key elements of the FY2007 supplemental request are:", "$653 million in Economic Support Funds (ESF) for reconstruction efforts to continue security and development strategy. The ESF funding focuses primarily on reconstruction efforts in provinces in the south and southeastern regions that have been affected by the recent increased threats by the insurgency and Taliban. Specific efforts include emergency power sector projects; building roads; expanding rural development projects; and expanding governance initiatives. Support for democratic governance, reconstruction and development programs are seen as critical to the counterinsurgency effort. The Administration is also developing a new initiative, Reconstruction Opportunity Zones (ROZ) in Afghanistan and border regions with Pakistan to stimulate economic activity in underdeveloped, isolated regions.", "The $653 million would be allocated as follows:", "$382 million would be made available for infrastructure, including road projects ($342 million) focused on those segments that are of strategic military importance and provide key connections between the central and provincial government capitals; and the development of power sector projects ($40 million); $133 million would be used as part of an effort to improve livelihoods in the counter-narcotics strategy. Alternative economic development initiatives ($120 million) would be expanded to rural areas likely to increase poppy cultivation; and $13 million would be for agriculture; $138 million would be used to strengthen provincial governance, particularly through the Provincial Reconstruction Teams (PRTs) as follows: $117 million for PRTs including $82 million for infrastructure, tools, and training and $35 million for PRT governance; and $21 million for capacity building in governance.", "In addition to the ESF funding, the request includes:", "$47.155 million to support Diplomatic and Consular Programs (DCP) in Afghanistan as part of a worldwide security upgrade in the Global War on Terror; $15 million in Non-Proliferation, Anti-Terrorism, Demining and Related Programs (NADR) to support the Afghan leadership through the Presidential Protection Service; and $5.7 million for FY2007 security requirements for U.S. Agency for International Development (USAID) operations in Afghanistan."], "subsections": []}, {"section_title": "Congressional Action", "paragraphs": ["The House-passed supplemental recommends a total of $743 million in ESF funding for Afghanistan (which is $90 million above the Administration's request) with the following proposed changes:", "$292 million to develop infrastructure ($50 million less than the Administration's request for road projects); $173 million to improve livelihoods ($40 million more than the request for rural development); and $238 to strengthen provincial governance ($100 million more than the request, directed toward PRTs—total PRT funding increased to $217 million).", "The House bill also provides $94.5 million for International Narcotics Control and Law Enforcement (INCLE) activities in Afghanistan specifically for counternarcotics, Afghan police training, and development of justice institutions. The Administration's request did not include funding in this account. In its report, the Committee expressed its belief that these activities are central to the reconstruction and stabilization strategy in Afghanistan and requested that the State Department report to the committee on planned expenditures for the INCLE account.", "In its report, the House Appropriations Committee also expressed its concerns about the increasing attacks by the Taliban and Al Qaeda, what appear to be record levels of poppy cultivation, and the links between opium production and the financing of terrorist groups. The committee identified rural development projects and the PRTs as two important mechanisms for promoting stabilization, security and the reach of the central government. While funding for infrastructure projects continues to be critical, the committee also noted that there should be more investment by other donors in these kinds of programs.", "The Senate supplemental recommends a total of $686 million in ESF funding for Afghanistan (which is $33 million above the Administration's request) with the following proposed changes:", "$125 million to improve livelihoods ($5 million more than the request for alternative economic development initiatives); and $25 million for agriculture ($12 million more than the request); $144 to strengthen provincial governance, with $104 million for PRTs ($22 million more than the request for PRT infrastructure, tools and training) and $40 million for the PRT governance program ($5 million more than the request); and no funding under governance building capacity ($21 million less than the request), but the Senate Appropriations Committee notes that $25 million is recommended for the Democracy Fund (below); $10 million for a Civilian Assistance Program (not funded in the request) for civilians suffering loss from military operations.", "The Senate bill also recommends:", "$55 million to support DCP in Afghanistan (7.845 more than the request) of which $13 million is for armored vehicles and $42 million is for local guards in Kabul; and USAID operating expenses ($5.7 million) remain unchanged from the request, but the bill recommends $1 million be added for the USAID Office of the Inspector General (not included in the request).", "In addition to the ESF and other programs in the request for Afghanistan, the Senate bill recommends adding $62 million in programs as follows:", "$25 million for the Democracy Fund for programs on democracy, human rights, governance, and rule of law (an increase of $4 million over the governance building capacity of $21 million in the request under ESF); $18 million for Migration and Refugee Assistance (MRA); $18 million for International Disaster and Famine Assistance (IDFA) for Internally Displaced Persons Assistance, particularly in and around Kabul.", "The Conference agreement recommends a total of $737 in ESF funding ($84 million above the request) as follows:", "$40 million for new power generation (same as the request) $314 million for rural road rebuilding ($28 million below the request) $155 million for rural development ($35 million above the request) $19 million for agriculture ($6 million above the request) $174 million for PRTs ($57 million above the request) $25 million for governance capacity building ($4 million above the request) $10 million for a Civilian Assistance Program (not in the request)", "In addition to the ESF and other programs in the request for Afghanistan, the Conference agreement recommends adding the following:", "$79 million to support DCP in Afghanistan ($31.8 million more than the request); $16 million for Migration and Refugee Assistance (MRA); $16 million for International Disaster and Famine Assistance (IDFA) for Internally Displaced Persons Assistance, particularly in and around Kabul; and $47 million for International Narcotics Control and Law Enforcement (INCLE) activities in Afghanistan."], "subsections": []}]}, {"section_title": "Sudan: Darfur and Other Sudan88", "paragraphs": ["The Administration seeks a total of $361.9 million in supplemental funds for Sudan, most of which would be for humanitarian and peacekeeping support in the Darfur region."], "subsections": [{"section_title": "Darfur Crisis", "paragraphs": ["The crisis in Darfur began in February 2003, when two rebel groups emerged to challenge the National Islamic Front (NIF) government in Darfur. The Sudan Liberation Army (SLA) and the Justice and Equality Movement (JEM) claim that the government of Sudan discriminates against Muslim African ethnic groups in Darfur and has systematically targeted these ethnic groups since the early 1990s. The conflict in Darfur burgeoned when the government of Sudan and its allied militia began a campaign of terror against civilians in an effort to crush the rebellion and to punish the core constituencies of the rebels. Since 2003, an estimated 300,000-400,000 civilians have been killed, more than two million have been displaced and more than half of the population has been affected directly and is dependent on international support. The atrocities against civilians continue in Darfur, according to U.N. reports, U.S. officials, and human rights groups. Congress and the Bush Administration have called the atrocities genocide. The African Union has deployed an estimated 7,700 peacekeeping troops, including military observers and civilian police.", "Major elements of the FY2007 supplemental request include:", "$40 million in International Disaster and Famine Assistance (IDFA) funding for immediate, life-saving needs of victims of the Darfur crisis, including health care, access to water and sanitation, and shelter; $150 million for additional food assistance (P.L. 480, Title II) in Sudan and Eastern Chad; $150 million in support of Darfur peacekeeping, including the African Union Mission in Sudan (AMIS). As part of the supplemental request, and to maintain the flexibility to fund AMIS or provide support for transition of AMIS to a United Nations peacekeeping force, the Administration is requesting transfer authority from Contributions for International Peacekeeping Activities (CIPA) to Peacekeeping Operations (PKO); and $21.9 million in support of U.S. Mission Security within State Department's Diplomatic and Consular Programs (DCP), both Ongoing Operations and Worldwide Security Upgrades.", "In addition to these funds specifically for Sudan, the FY2007 supplemental request also includes $30 million in Emergency Refugee and Migration Assistance (ERMA) funds for a number of crises. Some of these funds could support planning for Darfur refugee flows to Chad. The request also includes $128 million to support anticipated international peacekeeping missions in Africa, which could also focus on Darfur."], "subsections": []}, {"section_title": "Congressional Action", "paragraphs": ["The House supplemental bill appears to recommend the same funding levels put forward in the Administration's request for Sudan.", "The Senate FY2007 Supplemental makes a few changes as follows:", "$49 million in International Disaster and Famine Assistance (IDFA) funding for Sudan ($9 million above the request); and $16.9 million in support of U.S. Mission Security within State Department's Diplomatic and Consular Programs (DCP), both Ongoing Operations and Worldwide Security Upgrades ($5 million less than the request).", "It is presumed that $150 million for additional food assistance (P.L. 480, Title II) in Sudan and Eastern Chad, and $150 million in support of Darfur peacekeeping, including the African Union Mission in Sudan (AMIS), remain unchanged from the request.", "The conference agreement recommends changes as follows:", "$44 million in International Disaster and Famine Assistance (IDFA) funding for Sudan ($4 million above the request); and $19.4 million in support of U.S. Mission Security within State Department's Diplomatic and Consular Programs (DCP), both Ongoing Operations and Worldwide Security Upgrades ($2.5 million less than the request); and", "It is presumed that $150 million for additional food assistance (P.L. 480, Title II) in Sudan and Eastern Chad, and $150 million in support of Darfur peacekeeping, including the African Union Mission in Sudan (AMIS), remain unchanged from the request."], "subsections": []}]}, {"section_title": "Other Foreign Aid and Humanitarian Assistance89", "paragraphs": ["In addition to amounts provided for Iraq, Afghanistan, and Sudan, the request included $2.69 billion in funding for other countries and activities from a variety of accounts."], "subsections": [{"section_title": "Lebanon", "paragraphs": ["Following the Israeli-Hamas-Hezbollah conflict during the summer of 2006, the Administration is requesting $585.5 million for Lebanon. The largest portion is $300 million in Economic Support Funds (ESF) of which $250 million would be for budget support and the remainder for post-conflict reconstruction. The request also includes $220 million in Foreign Military Financing to train and equip the Lebanese Armed Forces (LAF) in support of the U.N. Security Council Resolution 1701 that calls for performance standards for the LAF. A third component is $60 million in International Narcotics Control and Law Enforcement (INCLE) funds to support the Internal Security Forces (ISF) that is in charge of guarding Lebanon's ports, airports, and borders. An additional $5.5 million is requested from the Non-Proliferation, Anti-Terrorism, Demining and Related Programs (NADR) account for a terrorist interdiction program. As part of the State Department's Contributions to International Peacekeeping Activities, $184 million would be used to contribute to the U.N. Interim Force in Lebanon (UNIFIL)."], "subsections": []}, {"section_title": "Congressional Action", "paragraphs": ["The final conference agreement ( H.R. 2206 / P.L. 110-28 ) provided $769.5 million, including $295 million in ESF of which $250 million is designated for budget support. The final agreement also maintained language relating to the use of certain funds, as described below.", "The first conference agreement (to H.R. 1591 ) provided $295 million in ESF funds, a $5 million reduction from the request, of which $250 million was designated as budget support, and $45 million for project assistance. An additional $5 million was provided for Lebanon from the Democracy Fund account. $60 million was provided in narcotics (INCLE) funding as requested. The conference agreement also included $220 million in FMF funds, the same as the request. Under Contributions to International Peacekeeping Activities, the conference agreement provided $184 million, as requested, for the U.N. Interim Force in Lebanon.", "Section 1803 of the bill limits the release of ESF, FMF and INCLE funds contingent on certain reports and certifications. To release ESF funds, the Secretary must report on Lebanon's economic reform plan and benchmarks on cash transfer assistance, similar to the House-passed language. To release FMF and INCLE funds, the Secretary must report on procedures established to determine the eligibility of members and units of the armed forces and police forces of Lebanon to participate in training and assistance programs. A certification is required prior to the initial obligation of FMF and NADR funds that all practicable efforts have been made to ensure that assistance does not go to any individual, or private or government entity that advocates, plans, sponsors, engages in, or has engaged in, terrorist activities. Also required is a report on Lebanon's actions to implement section 14 of U.N. Security Council Resolution 1701 of August 2006 that restricts arms shipments from Syria into Lebanon.", "The House bill approved the Administration's request for Lebanon, but included report language for the release of funds. It provided $300 million in ESF, the same as the request, but the report expressed concern about using foreign assistance for budget support. In order to release ESF funds for a cash transfer to provide budget support, the Secretary of State must report to the Committees on Appropriations on the Memorandum of Agreement between the United States and Lebanon on the country's economic reform plan and benchmarks upon which cash transfer assistance will be conditioned. The Secretary must also report that there are procedures in place to ensure that no funds are provided to individuals or organizations that have known links to terrorist organizations, including Hezbollah.", "The report recommended that $10 million of FY2007 ESF funds be used for scholarships and support for American educational institutions in Lebanon. Also included was the $220 million request for FMF funds for the Lebanese Armed Forces. The House bill provided the $60 million requested from the INCLE account, and $5.5 million from the NADR account. Military assistance as well as narcotics assistance were conditioned on a report from the Secretary of State that vetting procedures are in place to determine eligibility to participate in U.S. training and assistance programs. Finally, the House approved the Administration's request of $184 million for UNIFIL. Unrelated to the funding provisions, report language requested the Secretary of State to report no later than 45 days after enactment on the steps the Lebanese government is taking to implement Section 14 of U.N. Security Council Resolution 1701.", "The Senate bill reduced the Administration's ESF request by $35 million by deleting funds for certain democracy assistance programs. These funds were transferred to a separate Democracy Fund. The bill matched the Administration's request for FMF, INCLE, and NADR accounts. The Senate bill also required a certification in order to release FMF and NADR funds. The Secretary of State must certify to the Committees on Appropriations that all practicable efforts have been made to ensure that assistance does not go to any individual or entity that advocates, plans, sponsors, engages in, or has engaged in, terrorist activity. The Senate bill also approved the request for a $184 million contribution to the U.N. Interim Force in Lebanon."], "subsections": []}, {"section_title": "Kosovo90", "paragraphs": ["The FY2007 supplemental request included $279 million for Kosovo under the Support for East European Democracy (SEED) Act to support the outcome of a U.N.-led process to determine Kosovo's status. In February, U.N. Special Envoy Martti Ahtisaari presented a settlement proposal for a form of internationally supervised independence in Kosovo with expanded rights for Kosovo's Serbian minority communities. Serbia's swift rejection of the plan, on the one hand, and early Kosovar Albanian grass roots-led protests against delays to or conditions on full independence, on the other hand, point to a high potential for unrest in the province. The U.N. Security Council may begin to consider the Ahtisaari plan in late March, although the timing of a vote in the Council on a new resolution on Kosovo is not yet clear. Presuming a political settlement is achieved, a transition period of several months is expected to follow.", "The requested supplemental funds for FY2007 are intended to support Kosovo's immediate needs in the areas of governance, rule of law, infrastructure development, and new international civilian missions in Kosovo, among other programs. DOD costs for U.S. participation in a follow-on NATO peacekeeping operation in Kosovo are not included in this request. The Administration justifies the need for supplemental funding for Kosovo based on its expectation that Kosovo's status will be settled \"early this year ... outside of the normal budget process.\" It claims that the European Union and the IFIs will contribute most of the international assistance for Kosovo, which it says could amount to as much as $2 billion (of which the $279 million from the United States would amount to approximately 14%)."], "subsections": []}, {"section_title": "Congressional Action", "paragraphs": ["The final conference agreement provided $214 million, $65 million below the request and $15 million below the first conference agreement. The agreement maintained reporting language that had been included in the House version of H.R. 1591 requiring a report within 45 days of enactment on the outcome of the Kosovo Donors Conference that should include a list of funds pledged by the United States and other donors. The Senate bill had provided $214 million for Kosovo from the SEED account, and $15 million from the Democracy Fund, for a total $50 million reduction from the request."], "subsections": []}, {"section_title": "Humanitarian Assistance91", "paragraphs": ["Beyond the proposed aid packages for specific countries, the Administration also sought funding for humanitarian assistance in a range of anticipated and unanticipated crises:", "$350 million in additional P.L. 480 - Title II assistance to meet emergency food needs elsewhere worldwide, including places such as Afghanistan (particularly in the north due to drought conditions), southern Africa, Zimbabwe and parts of the Horn of Africa (for both drought conditions and rising insecurity); $105 million for International Disaster and Famine Assistance (IDFA) to support unanticipated humanitarian assistance or to replenish costs as a result of crises in Iraq ($45 million) and Somalia ($20 million); $71.5 million for Migration and Refugee Assistance (MRA) for unanticipated refugee and migration emergencies, including return operations in Burundi and the Democratic Republic of Congo (DRC) ($16.5 million) where repatriation programs are under way. The funds would help resettle some of the more than 370,000 Burundi refugees and 400,000 DRC refugees; assistance to Iraqi refugees and conflict victims ($15 million); and the emergency needs of Palestinian refugees ($40 million); and $30 million for Emergency Refugee and Migration Assistance (ERMA) for unanticipated emergencies in Somalia, Chad, West Bank/Gaza, Iraq, and Sri Lanka. These funds would also support contingency planning for increased Darfur refugees fleeing to Chad. Current ERMA levels are reported to be at their lowest in a decade with $6.2 million remaining, which is predicted to be insufficient to respond to the needs required."], "subsections": []}, {"section_title": "Congressional Action", "paragraphs": ["The final conference report to H.R. 2206 provided the following allocations:", "$450 million in additional P.L. 480, Title II assistance; and $10 million for the Emerson Humanitarian Trust; $165 million for IDFA, which is $60 million above the Administration's request, with $75 million for unanticipated emergencies including replenishing costs incurred from humanitarian crises in Iraq. Language in the first conference agreement expressed concern about the deteriorating situations in Chad and the Central African Republic and asked for USAID and the State Department to consult with the Committee about the status. It also expressed support for a resolution to the conflict in northern Uganda; $130.5 million for MRA which is $59 million more than the Administration's request. $55 million for ERMA (which is $25 million above the request) to address unanticipated emergency needs.", "The first conference agreement ( H.R. 1591 ) provided the following allocations:", "$310 million in additional P.L. 480 - Title II assistance to meet emergency food needs elsewhere worldwide, including places such as Afghanistan, Chad, and other Africa nations ($110 million more than the request.) It is presumed that this is in addition to $150 million for Sudan (same as the amount in the request); $165 million for IDFA, ($44 million for Sudan; $45 million for Iraq; $16 million for Afghanistan; $20 million for Sudan and $40 million for unanticipated emergencies in countries such as the Central African Republic, Chad, the Democratic Republic of the Congo, and Uganda); $130.5 million for MRA ($45 million is recommended to assist Iraqi refugees with not less than $5 million to support resettlement programs for Iraqi scholars; $16 million for Afghanistan; and $69.5 million for unanticipated emergencies); and $55 million for ERMA to replenish the emergency fund."], "subsections": []}, {"section_title": "Peacekeeping Activities", "paragraphs": ["The President also requested FY2007 supplemental funding for the Contributions to International Peacekeeping Activities (CIPA) and the Peacekeeping Operations (PKO) accounts. The CIPA supplemental of $200 million was to pay U.S. assessed contributions for \"unforeseen\" U.N. peacekeeping expenses: $184 million for the expanded force in Lebanon (UNIFIL) and $16 million for the U.N. operation in Timor Leste (UNMIT). The PKO supplemental request of $278 million was to support peacekeeping efforts in Darfur through the African Union Mission in Sudan (AMIS)—$150 million—and support peacekeeping needs in Chad and Somalia—$128 million. The request stipulated that up to $128 million of the total may be transferred to CIPA, for assessed costs of U.N. peacekeeping operations. \"The requested transfer authority would provide the flexibility to fund either a United Nations peacekeeping mission to Chad and Somalia or to support the efforts of African regional security organizations such as the African Union.\""], "subsections": []}, {"section_title": "Congressional Action", "paragraphs": ["The final conference agreement ( H.R. 2206 ) provides $283 million for FIPA, $83 million above the request, and $230 million for the PKO account, which is $48 million below the request. The first conference agreement provided $288 million for CIPA and $230 for PKO."], "subsections": []}, {"section_title": "Avian Influenza92", "paragraphs": ["The Administration requested $161 million in Child Survival and Health (CSH) funds to expand efforts to prevent the spread of the avian influenza virus and the emergence of a virus that could cause a global pandemic. Continuing outbreaks of the H5N1 virus have been reported in Asia, Europe and Africa over the winter with indications that the virus continues to change rapidly. The first six months of 2006 saw a seasonal surge in outbreaks that affected 53 countries."], "subsections": []}, {"section_title": "Congressional Action", "paragraphs": ["The final conference agreement provides the $161 million request and retains Senate language giving the President authority to use Millennium Challenge Corporation and Global HIV/AIDS Initiative funds for avian flu programs. The conference agreement also retains House language directing the State Department to report within 45 days of enactment on planned expenditures by category of funds available in FY2006 and FY2007. Both House- and Senate-passed bills had included full funding for the request."], "subsections": []}, {"section_title": "Other Assistance", "paragraphs": ["In addition to amounts requested by the Administration, the conference agreement includes provisions for other assistance.", "Jordan. The conference agreement provides a total of $80.3 million. Of the total, the agreement provides $10.3 million in ESF for Jordan for programs to improve basic education, health, water, and sanitation services in communities that have seen an influx of Iraqi refugees. Also provided is $25 million in NADR funds for border security programs, and $45 million in FMF funds. The House bill had added $40 million in FMF funds, and $60 million in NADR funds, the latter for border security activities. The Senate provided authority to transfer up to $100 million in ESF funds to support security programs. Liberia . The conference agreement provides $40 million in Peacekeeping Operations (PKO) to support security sector reform. The first conference report had also designated $5 million for Presidential Personal Security. The House bill had added $35 million in PKO funds while the Senate provided $45 million. Democracy Fund. The conference agreement provides $260 million for a Democracy Fund, of which $250 million would support programs in Iraq, $5 million in Lebanon, and $5 million in Somalia. Other democracy programs would be funded from other accounts as requested by the Administration. USAID Inspector General. The conference agreement provides $3.5 million, the same as that recommended by the House. INCLE Rescission . The conference agreement retains the Senate's rescission of $13 million in narcotics funds appropriated in P.L. 109-234 for the procurement of maritime patrol aircraft for the Colombian Navy. Pakistan . The conference agreement does not include $110 million in ESF funds for economic and security programs as proposed by the Senate, but does provide the same amount for Pakistan from DOD funds. Sudan . The conference agreement provides $44 million for Sudan in International Disaster and Famine Assistance, and $150 million for Peacekeeping Operations to support the Africa Union Mission in Sudan (AMIS.). The first conference agreement to H.R. 1591 had called on the Secretary of State to report on a spending plan on strengthening the personal security of the President of South Sudan, and endorsed House report language directing the Secretary of State to report on the implementation of the AMIS mandate and to provide a timetable for a hybrid U.N./AMIS peacekeeping force in Darfur. International Disaster and Famine Assistance (IDFA) . The conference agreement provides $165 million in disaster funding, of which $45 million is for Iraq, $44 million for Sudan, $20 million for Somalia, and $16 million to aid internally displaced persons in and near Kabul, Afghanistan, The remaining $40 million is for unmet or unforeseen humanitarian assistance in various countries, including the Central African Republic, Chad, the Democratic Republic of Congo, and Uganda. The Senate bill had provided $187 million in IDFA funds, an increase of $82 million over the request. The Senate bill had designated $10 million for Chad, $10 million for the Democratic Republic of the Congo, $10 million for Uganda, and $25 million for Somalia. The House bill had include $135 million for IDFA, $30 million above the request, and requested reports on Chad, and expressed concern with the conflict in northern Uganda. Economic Support Fund . The conference report provides $2.624 billion, which is $511 million below the request. The first conference report directed $3 million for the Sierra Leone Special Court, $5 million for elections in Nepal, $15 million for governance programs in the Democratic Republic of the Congo, $2 million for the Uganda peace process, $3 million for health and environment programs in Vietnam, and $5 million for reconstruction programs in the Philippines."], "subsections": []}]}, {"section_title": "State Department and International Broadcasting93", "paragraphs": ["In addition to the more than $10 billion estimated FY2007 regular budget for the Department of State and International Broadcasting, the Administration requested $1.168 billion in the FY2007 supplemental request for the Department of State and $10 million for International Broadcasting (see Table 9 ). The Department sought most of its FY2007 supplemental funds for State's Administration of Foreign Affairs ($968 million). The Diplomatic and Consular Programs account request of $913 million was for additional funding of Iraq Operations, Ongoing Operations, and Worldwide Security Upgrades. The bulk of D&CP funds ($823.9 million) was for Iraq Operations—U.S. activities, security, and the U.S. Mission in Iraq.", "About half of the Iraq Operations funds was for setting up new Provincial Reconstruction Teams. A total of $414.1 million was for expanding from the current number of 10 PRTs to as many as 18 to 21 teams. The cost was for PRT personnel, support and security. (For more detail on PRT funding, see the earlier section on Iraq Reconstruction and Assistance.)", "The U.S. Mission in Iraq employs more than 1,000 American and locally engaged staff representing about a dozen agencies. The FY2007 supplemental request included $47.6 million for U.S. Mission Operations, $72.5 million for logistics support for the mission, $8.9 million for mission information technology, and $15 million for installation of overhead cover (maximum security roofs) and other physical security measures.", "State's request for supplemental funds for Ongoing Operations within the D&CP account of $21.9 million was for public diplomacy activities to combat violent extremism by funding exchanges and foreign language Websites that would promote American and Muslim dialogue. The Ongoing Operations request of $1.9 million was for diplomatic support, reconstruction, and stabilization efforts in Sudan.", "The State Department FY2007 supplemental request included $67.155 million for Worldwide Security Upgrades in Afghanistan and Sudan, $20 million for international exchanges to combat violent extremism, and $200 million for U.S. contributions for International Peacekeeping Activities in Lebanon and Timor Leste. In addition, in the supplemental request for State Department funds contained $35 million for the Office of Inspector General to be transferred to the Special Inspector General for Iraq Reconstruction (SIGIR).", "The Broadcasting Board of Governors oversees all nonmilitary U.S. international broadcasting activities. The FY2007 Supplemental request included $10 million for expanded broadcasting in Arabic on the U.S.-established Alhurra Television into 22 countries in the Middle East.", "Both the Department of State and the Broadcasting Board of Governors are prohibited, by statute (Sec. 402, P.L. 109-108 ), from transferring more than 5% of appropriations between accounts. Also, any transfer of funds cannot make up more than 10% of the appropriation level of the recipient account."], "subsections": [{"section_title": "Congressional Action", "paragraphs": ["On May 8, 2007, Congressman Obey introduced a new supplemental bill— H.R. 2206 . It was signed into law ( P.L. 110-28 ) on May 25, 2007. The enacted law generally mirrored the funding for State Department operations in Iraq and other accounts in the conference report for H.R. 1591 ( H.Rept. 110-107 ) with the exception of U.S. Peacekeeping Operations which received $283 million in the enacted law, rather than $288 million in H.R. 1591 .", "The conference agreement for H.R. 1591 provided a total of $1.275 billion for State Department operations and broadcasting. For Diplomatic and Consular Programs, it included $870. 7 million, of which $750 million was to support operations in Iraq, $24.2 million was to fund ongoing operations, and $96.5 million was to support World Wide Security Upgrades. The Inspector General's Office received $36.5 million, of which $35 million was to be transferred to the Special Inspector General for Iraq Reconstruction (SIGIR), with the remainder for oversight work in Iraq and Afghanistan. The agreement allowed the transfer of $258,000 to the U.S. Commission on International Religious Freedom, as proposed by the House. Other items in the conference agreement included the following:", "Educational and Cultural Exchange Programs received $20 million; Contributions to International Organizations received $50 million to pay arrears to organizations that are involved in efforts to combat international terrorism, and to prevent the spread of avian influenza; Provided $288 million for assessed costs of U.N. Peacekeeping operations, of which $184 million is for the U.N. Interim Force in Lebanon, $16 million for the U.N. Mission in Timor Leste, and $88 million for a potential U.N. mission in Chad. Provided $10 million for International Broadcasting Operations for expanding broadcasting on Alhurra Television, as provided in both House and Senate bills. Allowed the use of $50 million in Diplomatic and Consular Programs for a civilian reserve corps, subject to authorization.", "The House FY2007 supplemental bill had set funding for State's Administrations of Foreign Affairs at $1,033.8, $65.8 million more than the Administration requested. Of that amount, $967 million was for D&CP, $46.8 million for the Office of Inspector General (of which $45.5 million would be transferred to SIGIR), and $20 million for international exchanges, as requested.", "Of the $967 million for D&CP, $790.6 million was for Iraq operations as follows: $380.789 million for setting up new PRTs in Iraq, $265.827 million for security costs of the U.S. Mission in Iraq, $72.505 million for logistics support in Iraq, $47.646 million for mission operations, $15 million for overhead security roof cover, and $8.874 million for mission information technology. Also in the House D&CP funding was $24.158 million for ongoing operations, as compared with the $21.9 million requested, and $102.2 million for worldwide security upgrades, $35 million more than was requested.", "The House Report ( H.Rept. 110-60 ) stated that $395 million in funds for D&CP Iraq operations will be withheld until the Committee receives and approves a detailed plan for expenditure of the funds. Furthermore, the Committee directed the Department of State to report within 45 days of enactment of this act on how it would spend the public diplomacy funds.", "The House bill also provided $288 million for Contributions to International Peacekeeping, $88 million more than requested. The amount included $184 million for the U.N. Interim Force in Lebanon (UNIFIL), $16 million for the U.N. Mission in Timor Lest (UNMIT) and $88 million for a possible mission in Chad.", "Similar to the Administration request, the House FY2007 supplemental bill also provided $10 million for expanding broadcasting on Alhurra Television.", "The Senate FY2007 supplemental bill provided $815.8 million for D&CP. This was $97.2 million below the Administration request and $151.2 million below the House level. Included was $723.9 million for Iraq operations, $21.9 million for ongoing operations ($20 million for public diplomacy and $1.9 million for ongoing operations), and $70 million for worldwide security upgrades. Included in the $723.9 million for Iraq operations was $42.9 million for mission support, $265.8 million for mission security, $7.987 million for information technology, $12 million for overhead security, and $372.7 million for PRTs. The Senate Committee did not provide $50 million for temporary housing outside the compound, requesting a plan to house people inside the compound. And it did not provide $5 million for travel costs of U.S. dignitaries within Sudan, saying that this funding would normally be in the regular appropriation request.", "The Senate bill also provided $36.5 million for the Office of Inspector General of which $35 million is for the SIGIR, $59 million for U.S. Contributions to International Organizations and $200 million for Contributions to International Peacekeeping. In addition, the Senate bill provided $10 million to the Broadcasting Board of Governors for expanding Alhurra TV listenership.", "Both House and Senate bills provided up to $50 million within D&CP and (in the Senate bill) ESF to establish and maintain a civilian reserve corps. The House version stipulates that no funds may be spent without specific authorization by Congress. In the Senate version funding does not require authorization, but is subject to regular notification of the appropriation committees."], "subsections": []}]}]}, {"section_title": "Liquidation of TSA Contract and Grant Obligations94", "paragraphs": ["On January 10, 2007, the President transmitted to Congress a request to transfer $195 million in unobligated balances to resolve insufficiently funded Transportation Security Administration (TSA) contract and grant obligations incurred during FY2002 and FY2003. These obligations, which were made in violation of the Antideficiency Act (ADA), were uncovered by the TSA in the summer of 2006 during a comprehensive financial review, and this violation was formally reported to the President and the Congress on December 3, 2006.", "Investigation has revealed that the deficiency resulted from erroneous voucher entries made during the TSA's migration from the Department of Transportation to the newly formed Department of Homeland Security (DHS) in 2003, and the DHS has found no evidence that the violation was intentional. The Office of Management and Budget (OMB) has indicated that the TSA has taken steps to improve internal control processes, and OMB will continue to monitor the TSA implementation of its corrective action plans to minimize the potential for future deficiency violations.", "In order to correct the deficiency and ensure that adequate funding for future contract and grant obligations are available, the President has requested a transfer of $195 million, $175 million from the Aviation Security account and $20 million from the Transportation Security Support account, to be transferred to the TSA's Expenses account. As indicated by the OMB, this proposed transfer, which requires statutory authority, would not increase FY2007 budget authority and would not increase the deficit."], "subsections": []}, {"section_title": "Ongoing Katrina Recovery Measures", "paragraphs": ["As part of its package of FY2007 supplemental appropriations requests, the Administration asked for $3.4 billion for the Federal Emergency Management Agency (FEMA) Disaster Relief Fund (DRF) to continue Katrina recovery efforts. The funding is requested for expenses through December 2007 for housing assistance and for grants for public infrastructure repair and replacement in Gulf Coast region. In the FY2006 supplemental, P.L. 109-234 , Congress provided $6.0 billion for FEMA activities funded through the DRF."], "subsections": [{"section_title": "Congressional Action", "paragraphs": ["The initial House-passed version of H.R. 1591 approved the $3.4 billion requested for FEMA and added $3.0 billion for other hurricane relief measures. The largest addition was $1.3 billion for the Corps of Engineers to continue repairs and accelerate completion of flood and storm damage reduction projects in the New Orleans and south Louisiana area. Previously appropriated funds are insufficient to complete these activities due to increased costs, improved data on costs, and other factors. In its March 19 Statement of Administration Policy (SAP) on the supplemental, the White House objected to the added funds. The Administration argues that these activities should be funded by reallocating previously appropriated, but unobligated, FY2006 supplemental funds for other Corps flood and storm damage reduction projects in the area. The SAP also opposes measures in the bill that would exempt Gulf states from some matching requirements for FEMA grants.", "The Senate version of the FY2007 supplemental appropriations bill also approved the $3.4 billion requested for FEMA; in addition, it provided $3.6 billion for other hurricane relief measures. The largest addition was $1.7 billion for the Corps of Engineers to continue repairs and accelerate completion of flood and storm damage reduction projects in the New Orleans and south Louisiana and coastal Mississippi area. The bill provided direction to the Corps regarding both reimbursement for certain Katrina-related repair and rebuilding costs, use of previously-appropriated recovery funds, and studies related to specific studies related to coastal Louisiana's hurricane protection. The bill also waived for FY2008 a restriction that federal appropriations can not be used for individual Corps projects with current cost estimates that exceed 20% of their authorized appropriations amounts without congressional authorization.", "The conference agreement on H.R. 1591 included a total of $6.785 billion for Gulf Coast Recovery, of which $1.4 billion was provided to the Corps of Engineers to continue repairs and accelerate completion of flood and storm damage reduction projects in the New Orleans and south Louisiana and coastal Mississippi area. The conference report also provided direction to the Corps regarding reimbursement for certain Katrina-related repair and rebuilding costs, use of previously-appropriated recovery funds, and studies related to specific studies related to coastal Louisiana's hurricane protection.", "The final, enacted version of H.R. 2206 provides $6.27 billion for Gulf Coast Recovery, including $1.4 billion, as in H.R. 1591 , for the Corps of Engineers. The final bill, however, reduced the amount provided through FEMA by $500 million (see Table 1 and Table 3 , above, for details)."], "subsections": []}]}, {"section_title": "The Minimum Wage and Other Policy Riders", "paragraphs": ["Supplemental appropriations bills also often include policy measures that are attached in order to bypass procedural hurdles, particularly in the Senate, that may be delaying progress though the regular legislative process. Both the House and the Senate added provisions to increase the minimum wage to the FY2007 supplemental, a measure that has been delayed in the Senate.", "The Senate also agreed to an amendment by Senator Wyden that would reauthorize a modified version of the Secure Rural Schools and Community Self-Determination Act of 2000 ( P.L. 106-393 ), which expired at the end of FY2006. (See CRS Report RL33822, The Secure Rural Schools and Community Self-Determination Act of 2000: Forest Service Payments to Counties , by [author name scrubbed].) This program provides an alternative system to compensate counties for the tax-exempt status of certain federal lands. The Senate amendment would provide total payments of about $2.3 billion for FY2007-FY2011. The amendment also includes language that may provide mandatory spending for the Payments In Lieu of Taxes (PILT) program for FY2008-FY2012. (See CRS Report RL31392, PILT (Payments in Lieu of Taxes): Somewhat Simplified , by [author name scrubbed].)", "The conference agreement includes an increase in the minimum wage along with a package of $4.8 billion over 10 years of offsetting tax cuts for small businesses. The agreement does not include the Senate reauthorization of the Secure Rural Schools Act, but it does allow payments under the act to continue as in FY2006 and it appropriates $425 million for any shortfalls in payments."], "subsections": []}, {"section_title": "For Additional Reading", "paragraphs": ["CRS Report MM70099, FY2008 Defense Budget: A PowerPoint Summary Addressing Issues for Congress. PowerPoint Presentation. , coordinated by [author name scrubbed]", "CRS Report RL33110, The Cost of Iraq, Afghanistan, and Other Global War on Terror Operations Since 9/11 , by [author name scrubbed].", "CRS Report RL31833, Iraq: Reconstruction Assistance , by [author name scrubbed].", "CRS Report RS21867, U.S. Embassy in Iraq , by [author name scrubbed].", "CRS Report RL31339, Iraq: Post-Saddam Governance and Security , by [author name scrubbed].", "CRS Report RL30588, Afghanistan: Post-Taliban Governance, Security, and U.S. Policy , by [author name scrubbed].", "CRS Report RL33851, Afghan Refugees: Current Status and Future Prospects , by [author name scrubbed].", "CRS Report RL33503, U.S. and Coalition Military Operations in Afghanistan: Issues for Congress , by [author name scrubbed].", "CRS Report RS21922, Afghanistan: Government Formation and Performance , by [author name scrubbed].", "CRS Report RL33837, Congressional Authority to Limit U.S. Military Operations in Iraq , by [author name scrubbed], [author name scrubbed], and [author name scrubbed].", "CRS Report RL33803, Congressional Restrictions on U.S. Military Operations in Vietnam, Cambodia, Laos, Somalia, and Kosovo: Funding and Non-Funding Approaches , by [author name scrubbed] et al.", "CRS Report RS20775, Congressional Use of Funding Cutoffs Since 1970 Involving U.S. Military Forces and Overseas Deployments , by [author name scrubbed].", "CRS Report RL31693, U.S. Armed Forces Abroad: Selected Congressional Votes Since 1982 , by [author name scrubbed].", "CRS Report RL31370, State Department and Related Agencies: FY2006 and FY2007 Appropriations and FY2008 Request , by [author name scrubbed]."], "subsections": []}]}}