{"id": "RL33085", "title": "Trade in Services: The Doha Development Agenda Negotiations and U.S. Goals", "released_date": "2011-03-10T00:00:00", "summary": ["The United States and the other 153 members of the World Trade Organization (WTO) have been conducting a set or \"round\" of negotiations called the Doha Development Agenda (DDA) since the end of 2001. The DDA's main objective is to refine and expand the rules by which WTO members conduct foreign trade with one another. A critical element of the DDA round is the negotiations pertaining to foreign trade in services. Trade in services has been covered under multilateral rules only since 1995 with the entry into force of the General Agreement on Trade in Services (GATS) and of the Uruguay Round Agreements creating the WTO.", "The negotiations on services in the DDA round have two fundamental objectives. One objective is to reform the current GATS rules and principles. The second objective is for each member country to open more of its service sectors to foreign competition. The WTO services negotiations have been going on for more than 10 years. However, as with the negotiations in agriculture and non-agriculture market access, the services negotiations have proceeded slowly with missed deadlines and few results.", "The prospects for the negotiations are difficult to evaluate at this point. It is not unusual for negotiations to lag as participants wait to place their best negotiating positions on the table until just before crucial deadlines are reached. In July 2006, WTO Director-General Pascal Lamy suspended the DDA negotiations, including the services negotiations, because major WTO members could not agree on the terms or modalities for negotiations in agriculture and non-agriculture market access. He resumed the negotiations in 2007. In 2009, negotiators from major groups of developed and developing countries have worked to nail down the basic elements of a draft text; however, they failed so far to reach a consensus on the basic negotiating modalities. 2010 also produced little progress as the services negotiations continued to be hostage to the negotiations on agricultural and non-agricultural market access (NAMA) negotiations, which also showed little progress. In general participants have been reluctant to liberalize services trade much beyond their commitments already established in the GATS.", "Several factors will determine if and when the services negotiations will be completed. One factor is the political will the WTO members can muster to overcome the obstacles that hamper the negotiations. Another factor is to what degree the various participants are willing to compromise on goals in order to reach agreements. And a third factor is how quickly the issues in agriculture and non-agriculture market access are resolved; the sooner they are resolved the sooner negotiators can devote their attention to the services negotiations. This report will be updated as events warrant. Many Members of Congress consider the services negotiations to be a critical part, if not the most critical part, of the DDA round. These Members require strong commitments from U.S. trading partners to remove barriers in trade in services as part of an overall trade agreement they could support.. The DDA negotiations, including the negotiations on services, could be the subject of oversight during the 112th Congress."], "reports": {"section_title": "", "paragraphs": ["The United States and the other 153 members of the World Trade Organization (WTO) have been engaged in a set or \"round\" of negotiations called the Doha Development Agenda (DDA) since December 2001. The DDA's main objective is to refine and expand the rules by which WTO members conduct foreign trade with one another. A critical element of the DDA round is the negotiations pertaining to foreign trade in services. Trade in services has been covered under multilateral rules only since 1995 with the entry into force of the General Agreement on Trade in Services (GATS) and the Uruguay Round Agreements creating the WTO.", "The U.S. services sector is among the world's most advanced, efficient and open, especially in such areas as financial services and telecommunication services. Services are a significant part of the U.S. economy and the source of most U.S. employment. Such is the case also with many other economically advanced countries. For many years, many in Congress and successive administrations have been pressing to make trade liberalization in services a priority in multilateral trade negotiations and a priority in the current round. In so doing, the United States has sought trade opportunities especially in developing countries for a competitive sector of the U.S. economy.", "The U.S. business community considers the DDA negotiations in services critical to providing predictability in global markets for services. Furthermore, the outcome of the services negotiations likely will have a significant impact on the credibility of the GATS, which remains a fledgling system of rules. If the negotiations fail, it would be considered by many observers a setback for U.S. trade policy.", "Congress would have to pass implementing legislation in order for any agreement on services (or for any agreement reached during the DDA) to become part of U.S. obligations under the WTO. However, before the agreement stage, Congress plays a consultative role during the negotiations as required by the legislation granting the President the fast track trade negotiating authority. Under this authority, the President can negotiate trade agreements that would be handled under expedited congressional procedures (limited debate and no amendments). Through consultation, Members can try to ensure that the Administration fulfills negotiating objectives as set out in trade law and is otherwise protecting U.S. economic interests as the Congress perceives them. The current trade promotion expired on July 1, 2007, and will have to be renewed before any DDA agreement would receive expedited congressional consideration.", "Many Members of Congress consider the services negotiations to be a critical part, if not the most critical part of the DDA round. These Members require strong commitments from U.S. trading partners to remove barriers in trade in services as part of an overall trade agreement they could support. This report is designed to assist the 112 th Congress to understand and monitor progress of the negotiations and the major issues that the negotiators are addressing. The report provides a brief background section on the significance of services to the U.S. economy. It then explains briefly the General Agreement on Trade in Services (GATS) and the structure and agenda of the services negotiations in the DDA round, including U.S. objectives in the negotiations. The report concludes with a status report on the negotiations and an examination of potential results."], "subsections": [{"section_title": "The Significance of Services", "paragraphs": ["\"Services\" encompass an ever-widening range of economic activities. According to one definition, services are", "a diverse group of economic activities not directly associated with the manufacture of goods, mining or agriculture. They typically involve the provision of human value-added in the form of labor, advice, managerial skill, entertainment, training, intermediation, and the like.", "Services differ from manufactured goods in that they are intangible, cannot be stored and must be consumed at the point of production (trips to the doctor, enjoying a meal at the restaurant). However, rapid changes in technology are reducing even these restrictions on services (computer software that can be stored online, on disks, tape, etc.; accounting services that are provided via the internet). Illustrative examples of services include wholesale and retail trade; transportation and warehousing; information; banking and insurance; professional, scientific, and technical services; education; arts and entertainment; health care and social assistance; food and accommodation services; construction; communication; and public administration.", "Services are an increasingly significant sector of the U.S. economy.  In 2010, the service sector accounted for 83% of U.S. nonagricultural payroll jobs, for 65% of U.S. GDP (up from 55% in 1976). Many services have not only intrinsic value but are also critical to running other parts of large economies. For example, financial services (banking, investment, insurance) are the means by which capital flows throughout an economy from those who have it (savers, investors) to those who need it (borrowers). Financial services are often called the lifeblood of an economy. Delivery services are critical to ensuring that intermediate production goods and final end-user goods are available when needed. Distribution services (retail and wholesale services) provide the means by which goods are made available to consumers. Inefficiencies in any of these industries could have adverse consequences for the whole economy.", "U.S. trade in services, as customarily measured, plays an important role in overall U.S. trade, albeit, a much smaller role than trade in goods. In 2010 services accounted for 30% of total U.S. exports of goods and services and 17% of total U.S. imports of goods and services.", "Because most services require direct contact between supplier and consumer, many service providers prefer to establish or must establish a presence in the country of the consumer. For example, hotel and restaurant services require a presence in the country of the consumer. Providers of legal, accounting, and construction services prefer a direct presence because they need access to expert knowledge of the laws and regulations of the country in which they are doing business and they require proximity to clients. Thus, cross-border services trade data do not capture all of the trade in services.", "Data on sales of services by foreign affiliates of U.S.-owned companies and by U.S. affiliates of foreign-owned firms help to provide a more accurate, albeit still incomplete, measurement of trade in services. In 2008 (the latest year for which published data are available), U.S. firms sold $1,137 billion in services to foreigners through their majority-owned foreign affiliates (compared to $518 billion in U.S. cross-border exports). Foreign firms sold U.S. residents $727 billion in services through their majority-owned foreign affiliates located in the United States (compared to $366 billion in cross-border imports). Even these two sets of figures do not capture the total value of trade in services. Two other modes of services delivery are through the temporary movement of consumers to the location of the provider and the temporary movement of the provider to the location of the consumer. U.S. data on the sales of services via these two modes of delivery are not readily available."], "subsections": []}, {"section_title": "The GATS: The International Rules of Trade", "paragraphs": ["The seeds for multilateral negotiations in services trade were planted more than a quarter century ago. In the Trade Act of 1974, the Congress instructed the Administration to promote an agreement on trade in services under the General Agreement on Tariffs and Trade (GATT) during the Tokyo Round negotiations. The Tokyo Round concluded in 1979 without a services agreement, but the industrialized countries, led by the United States, continued to press for its inclusion in later negotiations. By contrast, developing countries, whose service sectors are less advanced than those of the industrialized countries, were reluctant to have services covered by international trade rules. Eventually services were included as part of the Uruguay Round negotiations launched in 1986. During the Uruguay Round, GATT members agreed to a new set of rules for services, the General Agreement on Trade in Services (GATS), and a new agency, the World Trade Organization (WTO), to administer the GATS, the GATT, and the other Uruguay Round Agreements, known as the Marrakesh Agreement.", "Trade scholar Geza Feketekuty identifies three main challenges to constructing rules for international trade in services: (1) to target the rules at domestic regulations that are the primary sources of barriers to trade in services; (2) to distinguish the legitimate use of regulations to protect the health and safety of residents from the use of regulations to protect domestic service providers from competition; and (3) to take into account that most services transactions take place behind customs borders rather than at customs border (as in the case of like goods trade). In addition to these, one might identify a fourth challenge: technology advances, such as the introduction of the internet, make once non-tradable services, for example consulting, tradable and also have led to the rapid introduction of services products that can be \"outsourced\" across borders. All of these challenges suggest a set of rules sufficiently flexible to meet them yet sufficiently rigid to provide meaningful discipline to WTO members' activities."], "subsections": [{"section_title": "The Four Modes of Delivery", "paragraphs": ["An important element to the structure of the GATS and the negotiations to expand the coverage of the GATS has been the recognition that most services transactions are conducted inside borders and that barriers to trade in services occur inside customs barriers. Effective trade rules would have to take into account the various modes of delivery in order to discern the barriers that foreign providers of services encounter when trying to sell in a trade-partner's market. The GATS divides the modes of delivery of services into four categories. As will be discussed later, the concessions that a member country makes in opening up its services market are largely mode-dependent. The four modes of delivery are:\\", "Cross-border supply (mode 1) —the service is supplied from one country to another. The supplier and consumer remain in their respective countries, while the service crosses the border. For example, a U.S. architectural firm based in Chicago is hired by a client in Mexico to design a building. The U.S. firm does the design in Chicago and sends the blueprints to its client in Mexico. Consumption abroad (mode 2) —The consumer physically travels to another country to obtain the service. A Mexican client travels to the United States to obtain the services of a U.S. architectural firm. Commercial presence (mode 3) —The supplier of a service establishes a branch, agency, or wholly owned subsidiary in another country and supplies services to the local market. A U.S. architectural firm establishes a subsidiary in Mexico to sell services to local clients. Presence of natural persons (mode 4) —Individual supplier travels temporarily to the country of the consumer. A U.S. architect travels to Mexico to provide design services to her Mexican client."], "subsections": []}, {"section_title": "The Structure of the GATS", "paragraphs": ["The GATS is an agreement among the 153 WTO members representing many levels of economic development. It provides the only multilateral framework of principles and rules for government policies and regulations affecting trade in services. The GATS remains a work in progress.", "The preamble to the GATS sets out its overall purposes and principles:", "trade expansion to promote economic development; progressive trade liberalization; preservation of member governments' right to regulate services sectors to meet national policy objectives; and facilitation of participation of developing countries and recognition of special circumstances of least developed countries (LDCs).", "The GATS is divided into six parts. Part I (Article I ) defines the scope of the GATS and provides that its provisions apply", "to all services, except those supplied in the routine exercise of government authority; to all government barriers to trade in services at all levels of government—national, regional, and local; and to all four modes of delivery of services.", "Part II (Articles II-XV) presents the \" principles and obligations. \" These principles and obligations apply to all services sectors whether or not the sectors are specifically listed in a member's schedule of commitments—the list of service sectors that are to be covered by the GATS. They include", "unconditional most-favored-nation (MFN) non-discriminatory treatment— services imported from one member country cannot be treated any less favorably than the services imported from another member country; transparency— governments must publish rules and regulations to ensure that foreign providers have access to those rules and regulations; reasonable, impartial and objective administration of government rules and regulations that apply to services; and monopoly suppliers must act consistently with obligations under the GATS.", "Part II also lays out some exceptions:", "a member incurring balance of payments difficulties may temporarily restrict trade in services covered by the agreement; and a member may circumvent GATS obligations for national security purposes .", "Part III (Articles XVI-XVIII) of the GATS establishes market access and national treatment obligations for members. The GATS", "binds each member to its commitments once it has made them—a member may not impose less favorable treatment than what it has committed to; prohibits member-country governments from placing limits on suppliers of services from other member countries regarding—the number of foreign service suppliers, the total value of service transactions or assets, the number of transactions or value of output, the type of legal entity or joint venture through which services may be supplied, and the share of foreign capital or total value of foreign direct investment; requires that member governments accord service suppliers from other member countries national treatment —a WTO member service provider may not be treated any less favorably than a domestic provider of a like service; and allows members to negotiate further reductions in barriers to trade in services.", "Importantly, unlike MFN treatment and the other principles listed in Part II, which apply to all service providers more or less unconditionally, the national treatment and market access obligations under Part III are restricted. They apply only to those services and the four modes of delivery listed in each member's schedule of commitments. National treatment and market access obligations do not apply to services sectors outside the schedule of commitments. (The \" Schedule of Commitments \" is described in detail below.) This is often referred to as the positive list approach to trade commitments. (The negative list would include all services sectors unless specifically excluded.) Each member country's schedule of commitments is contained in an annex to the GATS.", "Parts IV-VI (Articles XIX-XXIX) are technical but important elements of the agreement. Among other things, they require that, no later than five years after the GATS went into force, WTO members start new negotiations (which they have done) to expand coverage of the agreement, and they require that conflicts between members involving implementation of the GATS be handled in the WTO's dispute settlement mechanism .", "The GATS also has annexes. They include annexes on MFN exemptions; financial services that allows governments to take \"prudent\" actions to protect investors or otherwise maintain the integrity of the national financial system; transportation services; telecommunication services; maritime services; and mode-4 delivery. The schedule of commitments from each WTO member are also included as an annex."], "subsections": []}, {"section_title": "Post-Uruguay Round Negotiations and Agreements", "paragraphs": ["Signatories to the GATS determined negotiations had not been completed, but they did not want to delay the completion of the rest of the Uruguay Round agreements. The GATS stipulated that negotiations were to continue on financial services, telecommunication services, maritime services, and mode-4 delivery. The agreements reached would be included as part of the GATS when they entered into force. Agreements were concluded on basic telecommunications in February 1997 and financial services on December 1997. Negotiations on mode-4 (movement of natural persons) ended on July 28, 1995, with few results, and negotiations on maritime services ended in June 1996 without conclusion and were to resume in the current round."], "subsections": []}, {"section_title": "Schedule of Commitments", "paragraphs": ["The commitments that WTO members make regarding national treatment and market access in specific service sectors or subsectors constitute a major portion of a member's obligations under the GATS and a significant element of the negotiations during the Doha Development Agenda round. Therefore, a general explanation of what comprises a member's schedule of commitments (SC) is in order.", "Each WTO member was required to submit a SC during the negotiations of the GATS. Each new member is required to submit a schedule of commitments when it accedes to the WTO. Each of the national schedules is a part of the GATS. The SC has been compared to the tariff schedules of each WTO member; however, the schedules of commitments on services are more complex than the tariff schedules.", "The schedule is divided into four columns. The first column lists the sector or subsector for which commitments are made. The second column lists for that sector or subsector the restrictions on market access that are to be applied for each of the four modes of delivery. The third column lists the restrictions on national treatment that are to be applied for each of the four modes of delivery. The fourth column lists any additional commitments the member has made for the sector or subsector. The schedule is also divided into two parts. In the first part, the member country identifies its horizontal commitments, that is, commitments on trade liberalization that apply to all services sectors and subsectors listed in the schedule. The second part lists the sector-specific commitments. The SCs tend to be long documents because the WTO member must identify each service sector and subsector for which it is making a trade liberalization commitment, and the member must identify the exceptions on market access and national treatment for each of the four modes of delivery for each sector and subsector."], "subsections": []}]}, {"section_title": "The Negotiations", "paragraphs": ["The negotiations on services in the DDA have two fundamental objectives. One objective is to reform the current GATS rules and principles. The second objective is for each member country to refine and expand its schedule of commitments to increase the number of service sectors to be covered and to reduce the limitations on national treatment and market access.", "This section examines the evolution of the current negotiations, their structure, and their status. It also discusses U.S. goals and those of other major trading partners and groups of members."], "subsections": [{"section_title": "The Evolution of the Negotiations", "paragraphs": ["At the end of the Uruguay Round, the negotiators acknowledged that they needed to maintain the momentum of the service negotiations even if a comprehensive new round of negotiations was not to be launched. Thus, Article XIX of the GATS required WTO members to begin a new set of negotiations on services no later than five years after the GATS entered into force (that is, 2000) as part of the so-called WTO \"built-in agenda.\" Article XIX stipulates that participants work to resolve some conceptual and procedural issues, for example, how to provide special treatment to least developed countries.", "The GATS also mandates that the negotiations address the issue of government subsidies in trade in services and possible countervailing actions (Article XV), emergency safeguard measures, that is, measures to counter surges in imports that cause or threaten to cause injury to a domestic industry (Article X), and government procurement in services trade (Article XIII).", "The new services negotiations began in 2000 but progressed slowly in part because of the adverse political climate caused by the failure of the 1999 WTO Ministerial in Seattle. In March 2001, the WTO's Council for Trade in Services, the body that administers the GATS and oversees negotiations on services, approved the guidelines that shape the current set of negotiations. The guidelines incorporate the mandates and procedures rooted in the GATS. The guidelines stipulate:", "Objectives and Principles: The main objective is progressive liberalization of trade in services as a means to promote economic growth and development while recognizing the sovereign right of members to regulate services sector and introduce new regulations. Scope: All service sectors and subsectors and all modes of delivery are subject to negotiations. Negotiations on safeguards measures, were to be completed by March 2002. (That deadline was extended eventually to the end of the DDA.) Modalities and Procedures: The negotiations are to be conducted in special sessions of the Council for Trade in Services and open to all WTO members and acceding countries. The starting point of the negotiations would be the scheduled commitments at the time. The \"request-offer\" format (discussed below) is to be used for negotiating new commitments. In addition, special attention is to be given to the special needs of developing countries in requesting commitments from them and making commitments to them. (Modalities were adopted on September 3, 2003.) Furthermore, the members are to negotiate modalities on how to give negotiating credit for autonomous liberalization—reduction in trade barriers on services undertaken outside of negotiations. (On March 6, 2003, members agreed to a modality on the treatment of autonomous liberalizations.) Modalities are methods or measures, such as formulas, to negotiate trade liberalization.", "After the false start in Seattle, the WTO members successfully launched DDA in November 2001. The Ministerial Declaration that announced the mandates for the round folded the services negotiation into the agenda of the DDA round. The Declaration reaffirms the March 2001 guidelines but included deadlines to spur the negotiators: participants were to submit their initial requests for market access and national treatment commitments from each member by June 30, 2002, and their initial offers of commitments they would be willing to make by March 31, 2003.", "The services negotiations floundered as deadlines passed. The rest of the DDA negotiations were on the verge of collapse after the member countries could not agree at the September 2003 Ministerial in Cancun on modalities for the agriculture negotiations and non-agricultural market access. After much consternation and discussion, WTO members forged a negotiating framework or \"package\" of objectives to put the round back on track in July 2004.", "The framework reaffirms the mandates contained in the Doha Ministerial Declaration. The July 2004 framework specifically charged the negotiators to complete and submit their initial offers as soon as possible, to submit revised offers by May 2005 and to ensure that the offers are of \"high quality.\" These pronouncements were in response to complaints from WTO officials that only a few of the participants had met the deadlines for initial offers and the quality of those offers left much to be desired.", "Although the July framework mentioned services only briefly, the fact that it was mentioned at all is considered important to the U.S. business community. In so doing, the DDA negotiators placed services on par with the negotiations on agriculture and on market access for non-agricultural goods."], "subsections": []}, {"section_title": "The Structure of the Negotiations", "paragraphs": ["The negotiations on rules are conducted by working groups of representatives of interested members. The negotiations on national treatment and market access commitments are addressed by all members using the request-offer format.", "In the initial phase of the negotiations, each WTO member submits its \"wish-list\" or \"request\" of what commitments it would like other members to \"offer\" to make. The negotiations then continue with each member responding to the requests with its initial \"offer\" of the commitments it would be willing to make. The process continues with more negotiations and revised offers until the parties have reached a consensus that the commitment offers of each member are acceptable. Unlike the negotiations on goods in the WTO that are conducted multilaterally among all members at the same time, the services \"request-offer\" negotiations consist of many series of simultaneous bilateral, plurilateral (many participants), and multilateral (WTO-wide) negotiations among WTO members. The final set of commitment offers or agreements must be accepted by all members to become part of the GATS."], "subsections": []}]}, {"section_title": "The Status of the DDA Negotiations and Major Issues", "paragraphs": ["The WTO services negotiations have been going on for more than five years. However, as with the negotiations in agriculture and non-agriculture market access that have proceeded slowly with missed deadlines and disappointing results. In July 2006, WTO Director-General Pascal Lamy suspended the entire DDA negotiations, including the services negotiations, because member countries could not agree on fundamental modalities for the negotiations in agriculture trade. He resumed the negotiations in 2007, continuing to the present. Negotiators from major groups of developed and developing countries worked to nail down the basic elements of a draft text; however, they failed so far to reach a consensus on the basic negotiating objectives.", "This section reviews the main objectives of the United States and of chief trading partners and examines some of the critical issues that have emerged during the negotiations."], "subsections": [{"section_title": "U.S. Goals17", "paragraphs": ["The United States presented its major goals for the negotiations in the Doha Development Agenda (DDA) Round in July 2002 in its initial set of requests, although it had stated many of the goals in earlier negotiating sessions prior to the launch of the DDA. U.S. negotiators derived these objectives during consultations with U.S. service industry representatives. The main U.S. goal is to secure as many market access commitments from as many trading partners as possible. U.S. policymakers have targeted several other goals for the services negotiations."], "subsections": [{"section_title": "Quality of Commitments", "paragraphs": ["A long-standing U.S. complaint has been that the market access and national treatment commitments that were made during the Uruguay Round were not as liberal as the then-existing market environment. That is, WTO members were reluctant to commit to maintaining (or \"binding\" in WTO parlance) the market openness at the levels that were actually in place. The United States has called on countries to raise the level of bindings to actual levels to prevent slippage."], "subsections": []}, {"section_title": "Regulatory Transparency", "paragraphs": ["Government regulation is a pervasive aspect of services trade, even more so than in manufactured goods trade, in virtually all developed and developing economies. GATS rules recognize legitimate needs for governments to regulate services to ensure the health and safety of consumers, for example, by making sure that lawyers and doctors are qualified to practice their professions. However, in most governments, services sectors are regulated by different agencies depending on the service, and one service sector may be regulated by more than one government agency. Some sectors may be regulated by central or federal agencies, while others are regulated by regional or local agencies or perhaps by agencies at various administrative levels. Service providers whether domestic or foreign must be aware of regulations and regulatory procedures in order to conduct business.", "U.S. service providers have cited the lack of transparency in the development and implementation of regulations as a primary obstacle to increasing foreign trade in services in many markets, particularly in developing countries. The United States wants WTO member countries to make commitments", "to establish clear, publicly available domestic procedures for application for licenses or authorizations and their renewal or extension; to establish domestic procedures that provide for a standard formal process for informing the public of regulations or changes to existing regulations, prior to their final consideration by the relevant authority and entry into effect; and to provide opportunities for interested parties to comment and ask questions as regulations are developed, changed, and implemented."], "subsections": []}, {"section_title": "Commercial Presence (Mode-3)", "paragraphs": ["U.S. service providers across a number of sectors point to the importance of establishing a commercial presence in a local market in order to conduct business. U.S. negotiators have requested from WTO members that they commit horizontally (across all sectors) to eliminate unnecessary restrictions on foreign direct investment, such as limits on the forms in which a foreign direct investment can take (partnership, branch, minority ownership, etc.)."], "subsections": []}, {"section_title": "Financial Services", "paragraphs": ["Financial services include insurance, banking, securities, asset management, pension funds, financial information and advisory services. The United States has requested that trading partners make commitments to improve market access in financial services, on transparency in financial services regulations, and fairness in applying financial services regulations. Regarding insurance in particular, the United States proposed commitments to expedite new-to-market initiatives."], "subsections": []}, {"section_title": "Telecommunications Services", "paragraphs": ["The United States requested that WTO partners increase market access in telecommunications services, including value-added services, adopt commitments made in the 1998 Telecommunications Agreement, and privatize telecommunications carriers. In addition, the United States has requested market access commitments regarding owning and leasing cable facilities."], "subsections": []}, {"section_title": "Express Delivery Services", "paragraphs": ["The United States has requested increased access for road freight transport, order processing services, inventory management services, among other express delivery services. In addition, the United States asked WTO members to address the issue of cross-subsidization of express delivery services, where government authorized monopolies (such as first class postal services) share revenues with express delivery carriers."], "subsections": []}, {"section_title": "Energy Services", "paragraphs": ["This category includes energy exploration services, energy transmission and distribution, energy marketing and trading, and energy conservation and anti-pollution services. The United States has requested increased market access to all of these services markets. In addition, the United States has requested that trading partners make commitments regarding third-party access to and use of energy transportation facilities, such as interconnection with energy networks and grids. Energy services do not include energy generation or ownership."], "subsections": []}, {"section_title": "Environmental Services", "paragraphs": ["Services that protect the environment from degradation have been another priority for the United States in the services negotiations. The United States has requested trading partners to provide increased access to markets for services related to wastewater treatment services, solid/hazardous waste management, soil and water cleanup, noise and vibration abatement, protection of biodiversity and landscape, among other environment-related areas."], "subsections": []}, {"section_title": "Distribution Services", "paragraphs": ["The United States has requested trading partners to provide full market access to retail, wholesale, and franchising services. This access would include both services direct delivery to the customer or remotely through catalogue, video, or electronic sales."], "subsections": []}, {"section_title": "Education and Training Services (ETS)", "paragraphs": ["In the context of U.S. requests, ETS includes higher education, training services, and testing services provided in universities and schools, as well as in work places. Training services include job-related courses. ETS do not include primary or secondary education, and U.S. requests for commitments to increased market access do not aim to replace public education."], "subsections": []}, {"section_title": "Professional Services", "paragraphs": ["The United States has asked that trading partners increase market access for foreign lawyers, accounts, and other providers of professional services. To do so, they should remove citizenship requirements for licensing, remove restrictions on foreign ownership, lift restrictions on form of organization (subsidiary versus branch or partnership), and remove restrictions on associations with local professionals."], "subsections": []}, {"section_title": "Other services", "paragraphs": ["The United States has requested increased market access for computer and related services including computer consulting, software development, data processing, and systems integration and maintenance services. It has also requested improved market access commitments for audiovisual and advertising services ."], "subsections": []}]}, {"section_title": "U.S. Offers", "paragraphs": ["The United States presented its initial offer of proposed commitments on March 31, 2003, at the deadline set in the Doha Ministerial Declaration. It submitted a revised offer on May 31, 2005, meeting the deadline set in the July 2004 Framework.", "The U.S. initial and revised offers would \"bind\" or commit the United States to maintain national treatment and market access to foreign service providers that are already in place, including improvements that have been made since the Uruguay Round agreements were enacted. In other words, the United States would commit to refrain from reducing its current level of trade liberalization.", "The United States defends its offers arguing that its services markets are already quite open, and that it looks for WTO members to meet U.S. standards. To a large degree this is an accurate statement. Many U.S. services industries are very competitive and, therefore, can withstand foreign competition. Nations logically open their markets in the areas in which they are competitive while protecting sectors that are not competitive. Nevertheless, as will be noted later, not all U.S. WTO-trading partners have been so sanguine about the U.S. offers.", "The U.S. offers include horizontal commitments, that is commitments that apply to all sectors and subsectors that are listed in the U.S. schedule of commitments. The horizontal commitments include the following areas:", "Temporary entry of personnel (Mode-4): The United States categorically makes no commitments regarding the temporary entry of personnel other than for specific groups of personnel most of whom would be working for foreign firms with affiliates in the United States. These include services sales persons, who sell within the company but not to the U.S. public and who are in the United States no longer than 90 days; inter-corporate transferees (managers, executives, and specialists) for up to three years with the possibility for extension for up to an additional two years; and personnel engaged in the establishment of a business entity in the United States. The United States also allows temporary entry for fashion models and service providers in other specialty occupations. Acquisition of land : The United States permits the temporary entry of personnel engaged in the acquisition of land in the scheduled services sectors and subsectors. The U.S. proposal notes, however, that the initial acquisition of federally owned land is restricted to U.S. citizens. Taxation measures: Foreigners engaged in providing scheduled services are taxed the same as U.S. residents with a few exceptions.", "Besides the horizontal commitments, the United States has offered scheduled commitments in a number of sectors and subsectors: business services, including professional services, accounting and bookkeeping, taxation services, and architectural and engineering services. The format for scheduling commitments requires WTO members to identify any national treatment and market access exceptions for each of the four delivery modes for each of the scheduled sectors and subsectors. In the case of the business services most of the exceptions relate to state restrictions or requirements on foreign service providers.", "In addition to business services, the United States has offered to make commitments in services related to market research and public opinion polling; management consulting; computer and related services; real estate services (that is, services provided to the ownership or leasing of property); services incidental to agriculture, hunting, forestry, and fishing; express delivery and other delivery services; telecommunication services (with the national treatment exception that foreigners cannot own common carrier or radio licenses); wholesale and retail trade services and franchising; higher education; environmental services; financial services; health related and social services; travel and tourism; recreational, cultural and specialty services; transportation services (except maritime services); energy services; and construction and related services.", "Developing countries have criticized the United States for not offering broader commitments, arguing that the sectors in which the United States has offered commitments, such as express delivery and energy services, are not ones that would be useful to them. The European Union has criticized the United States for not offering to open maritime services and postal services to foreign competition. Developing countries and some developed countries have focused most of their criticism on U.S. commitments and offers under the mode-4 category of delivery, for example, that U.S. offers are restricted to business executives and other personnel and with close ties to foreign companies having a commercial presence in the United States. India argues that it would need access for software specialists, computer experts, and information technology engineers who would not be directly affiliated to an Indian-owned firm in the United States. (Mode-4 has proved to be one of the most contentious issues in the DDA and is discussed in more detail later.)"], "subsections": []}, {"section_title": "Major Issues in the Negotiations", "paragraphs": ["The original goal of completing the negotiations by January 1, 2005, has long passed, and deadlines accomplishing procedural steps, such as initial and revised offers, have had to be rescheduled. The complexity of the negotiations may go a long way in explaining the retarded pace, but reports by trade negotiators and discussions with experts suggest several underlying challenges."], "subsections": [{"section_title": "Negotiating Format", "paragraphs": ["Some negotiators and other observers have suggested that the \"request-offer\" negotiating format might be stalling the process. The United States and the EU separately proposed that negotiators establish \"benchmarks\" of certain targeted sectors on which WTO members would agree to make commitments. U.S. officials argued for commitments in six core sectors—financial services, telecommunications, energy, express delivery, computer and other information-related services, and audio-visual services. The EU argued for a smaller list and would allow members to choose to make commitments from a certain percentage of the core sectors for all four delivery modes. ", "The \"benchmark\" proposals met with strong opposition from many developing countries who asserted that it was too late in the negotiation to use a different negotiating format and that the established mandate for the DDA negotiations specifically requires the \"request-offer\" format to be used. (Proponents of \"benchmarks\" responded that they would be used as a supplement to the \"request-offer\" approach and not as a substitute.) Some developing countries also argued that benchmarks would probably focus on those sectors that the developed countries favored since they wield the most influence. The U.S. services business community voiced concern that focusing on benchmarks might divert the attention of negotiators and cause additional delays in the process.", "Canada proposed, supported by the United States and other developed countries, changes in the negotiating process in order to provide a jolt to the negotiations on services. For example, the United States has pressed to have countries identify more clearly concessions that they would we willing to put on the table before issues in the agriculture and non-agricultural negotiations are completed. The proposal was intended to address a frustration on the part of those countries that the current \"sequencing\" of negotiations—services to follow agriculture and non-agriculture—has frustrated the services negotiations. Developing countries have rejected the proposal and insist on maintaining the current sequencing. ", "The positive list approach (whereby members list only the sectors and subsectors that are to be covered) to market access commitments has also been criticized. The primary criticism has been that it could be a disincentive to market access liberalization: the default in the negotiations is that sectors and subsectors are not covered by WTO rules unless specifically identified and the schedules of commitments would not cover new sectors and subsectors that emerge in between rounds of negotiations.", "On the other hand, this approach is also viewed as a more conducive way to get reluctant members, particularly developing countries, to participate in the negotiations. The United States prefers the \"negative list\" approach and has used it in free trade agreements."], "subsections": []}, {"section_title": "Mode-4", "paragraphs": ["Mode-4 delivery, temporary entry of supply personnel, has become one of the most controversial issues at this stage of the negotiations in services. It has divided many developed countries and developing countries, although differing positions have emerged among members of each category. Much of developing country criticism of the United States has been regarding mode-4. It has also created some tension between the U.S. business community and the U.S. government. All of this criticism is despite the fact that mode-4 accounts for less that 1% of world trade in services.", "The controversy arises in part because the issue of mode-4 delivery is closely related to immigration policy in the United States and some other countries, and comes at a time when the United States has tightened restrictions in response to the attacks of September 11, 2001.", "Article I-1(d) defines mode-4 as pertaining to the supply of a service, \"by a service supplier of one [WTO] Member, through presence of natural persons of a Member in the territory of any other Member.\" An annex to the GATS on mode-4 further states that the GATS, \"shall not apply to measures affecting natural persons seeking access to the employment market of a Member, nor shall it apply to measures regarding citizenship, residence or employment on a permanent basis.\"", "Several developing countries have criticized the United States for not offering more on mode-4 commitments. India has criticized the visa restrictions placed on temporary workers entering the United States, particularly workers not directly affiliated with companies located in the United States and has also called for greater transparency of U.S. immigration regulations pertaining to the temporary entry of personnel.", "The mode-4 issue has also manifested itself as an issue of congressional authority. In July 2003, during congressional consideration of the implementing bills for the U.S.-Chile and U.S.-Singapore free trade agreements, members of the Senate Judiciary Committee and the House Judiciary Committee objected to the inclusion of changes in U.S. visa policies to allow increases in the quotas of workers entering the United States. They argued that changes in visa rules must be separate from trade legislation that is considered by Congress under expedited (fast-track) procedures. Compromises were reached to allow the two bills to be voted on, but not without bipartisan warnings from both committees that changes in visa policy should no longer be part of bilateral or multilateral trade agreements.", "The U.S. business community has maintained that the United States needs to be more flexible in its mode-4 offers, arguing that failure to do so stalls the negotiations and prevents United States from obtaining useful commitments from developing countries. Business groups have proposed alternative mode-4 options to move the negotiations forward."], "subsections": []}, {"section_title": "Negotiations on Rules", "paragraphs": ["Not much has been accomplished regarding establishing rules on subsidies and emergency safeguard measures for services. Developing countries, especially East Asian developing countries, consider these issues a high priority. However, the negotiators have not been able to resolve basic questions, such as, what would constitute a countervailable subsidy, how would it be measured and how to measure import surges to which a WTO member could apply safeguards measures. Negotiations on government procurement have also proceeded slowly."], "subsections": []}]}]}, {"section_title": "Status and Prospects", "paragraphs": ["There is a general consensus that after more than 10 years the services negotiations have not progressed very far. One assessment for World Bank concluded the offers that many WTO members, especially the developing countries, have changed little from the commitments that they made under the Uruguay Round and do not reflect the actual levels of openness of their services market. The study indicates that the best offers made to date are, on average, 1.9 times more restrictive than the actual policies. In other words, WTO members have refused to even lock in (bind) the trade in services they have in place but instead want to have the option of applying more restrictions on trade in services without violating WTO commitments. ", "The prospects of the negotiations were set back when WTO Director-General Pascal Lamy suspended the DDA, including the services negotiations, indefinitely on July 24, 2006, after a meeting of the G-6 WTO members, consisting of the United States, the European Union, Japan, Australia, Brazil, and India, failed to agree on the basic conditions or modalities, for conducting the agriculture and NAMA negotiations. Although the negotiations resumed in 2007, progress on the services negotiations remains sluggish at best. Even before the suspension, the services negotiations had not been going well. ", "Several possible reasons can be cited for the lack of progress. One is the division between developed countries that have advanced services sectors employing highly skilled labor and the developing countries with less-developed services industries. The former group seeks market opportunities for its services providers and is more willing to open its markets to competition. The latter group is more protective of its domestic services providers.", "The halting progress in the agriculture and NAMA negotiations in the DDA has been a major impediment to the services negotiations. Some developing countries have asserted that they will not improve their offers until the United States and the European Union commit to reduce their agriculture subsidies. The developed countries want commitments from developing countries to reduce the \"water\" in their commitments, that is, the difference between the liberalization they have agreed to (bound) and their actual level of market liberalization.", "A third reason could be the complexity of the agenda of the services negotiations and the number of players involved. \"Services\" includes a broad range of economic activities many with few characteristics in common except that they are not goods. The trade barriers exporters face differ across services sectors making the formulation of trade rules a significant challenge. Furthermore, services negotiations include many participants. In addition to trade ministers, they include representatives of regulatory agencies many of whom do not consider trade liberalization a primary part of their mission.", "The prospects for the negotiations are difficult to evaluate at this point. It is not unusual for negotiations to lag as participants wait to place their best negotiating positions on the table until just before crucial deadlines are reached.", "Several factors will determine if and when the services negotiations will be completed. One factor is the political will the WTO members can muster to overcome the obstacles that plague the negotiations. Another factor is the extent the various participants are willing to compromise on goals in order to reach agreements. And a third factor is how quickly the issues in agriculture and non-agriculture market access are resolved; the sooner they are resolved the sooner negotiators can devote their full attention to the services negotiations.", "From December 13-18, 2005, WTO trade ministers held the sixth WTO Ministerial in Hong Kong. The trade ministers were expected to emerge from meeting with modalities that would accelerate the DDA negotiations to their conclusion by the end of 2006. In the Hong Kong Ministerial Declaration, WTO members reaffirmed their commitment to complete the services negotiations with special consideration given to the needs of developing and the least developed countries. Annex C to the Declaration provides modalities and parameters for completing the negotiations.", "In September 2007, the chairman of the trade in services negotiations began a process to develop a draft text of an agreement and called on member-country negotiators to submit contributions. However, by the end of 2007, it was clear that the countries were still sharply divided on basic objectives. Developed countries, including the United States, have argued for member-countries at a minimum to commit to binding their current practices on trade in services. Developing countries, including Argentina, argued against such benchmarks and resisted making additional commitments until developed countries commit to greater reductions of subsidies for agriculture. In July 2008, WTO General Director Lamy called a ministerial meeting in Geneva to again try to hammer out the modalities for the agriculture and NAMA negotiations. On July 26, 2008, a \"signaling\" conference was held with 32 representatives, including the United States and two representing the EU. The conference was designed to ascertain where participants stood in terms of the offers they were willing to make and the expectation they have of their trading partners. While the conference did bring to light some areas of possible commitment, it did little to move the negotiations ahead. In 2009, the WTO members held \"cluster\" meetings to try to provide some momentum with limited results. There was little accomplished in the services negotiations in 2010, in part because they remained hostage to the agriculture and NAMA and negotiations, but also because many of the participants were reluctant to go beyond current levels of liberalization.", "In a written question submitted to Michael Punke as part of his confirmation hearing to become deputy USTR, ranking member of Senate Finance Committee Senator Charles Grassley said, \"the Doha services negotiations are bogged down. You'll need a strong services package if you want my support for an agreement.\" "], "subsections": []}]}}