{"id": "RL33328", "title": "U.S.-Oman Free Trade Agreement", "released_date": "2006-10-10T00:00:00", "summary": ["In aiming to fight terrorism with trade, the United States negotiated and the President signed on January 19, 2006, the U.S.'s fifth bilateral free trade agreement (FTA) in the proposed 20-entity Middle-East-Free Trade Area (MEFTA). This FTA is with Oman. Other U.S.-FTAs are with Israel, Jordan, Morocco, and Bahrain. A sixth is being negotiated with the United Arab Emirates. Oman is a small oil-exporting U.S. trade partner that has been supportive of U.S. policies in the Middle East and is strategically located at the mouth of the Persian Gulf. Because its oil reserves could be exhausted within 15-20 years, Oman is trying to liberalize and diversify its trade regime beyond oil and gas to provide economic opportunities for its fast growing workforce. Supporters of the agreement typically cite political and economic reasons. Opponents typically point to labor and human rights issues.", "The FTA with Oman is similar to other MEFTA FTAs and has three basic parts: new tariff schedules, broad commitments to open markets and provisions to support those commitments, and protections for labor and the environment. It provides immediate duty-free access for almost all consumer and industrial goods, with special provisions for agriculture and textiles and apparel.", "Among all U.S. trade partners, Oman ranks 88th for the United States, while the United States ranks third for Oman (after the United Arab Emirates and Japan). U.S.-Oman trade at about $1 billion for 2005 represents 0.04% (four-one hundredths of one percent) of total U.S. trade. In 2005, the most important U.S. imports from Oman were oil and natural gas (75%), and apparel (10%). The most important U.S. exports to Oman were transport equipment (56%), and machinery (24%). The U.S. International Trade Commission (USITC) predicts that the economic effect of the U.S.-Oman FTA is likely to be minimal since trade levels are low; and any increase in U.S. imports of apparel would come at the expense of workers elsewhere in the world, not in the United States. Total U.S. foreign direct investment in Oman was $358 million in 2003, up from $193 million in 2002.", "Supporters argue that the U.S.-Oman FTA will contribute to bilateral economic growth and trade, generate export opportunities for U.S. companies, farmers, and ranchers, and help create jobs in both countries. Critics argue that labor protections are inadequate for Omani workers, and that the FTA will not help level the playing field for Omani and U.S. workers. Critics also argue that a provision in Annex II of the FTA could obligate the United States to open up landside aspects of its port activities to operation by companies doing business in Oman—activities about which Congress expressed national security concerns during the Dubai Ports World debate. After the President submitted the agreement and the implementing legislation to Congress, relevant committees had 45 days to consider (or not consider) it, and either chamber had 15 more days to vote the legislation up or down without amendment to the agreement itself or the legislation. The Senate passed implementing legislation on June 29, 2006 (S. 3569); the House passed it (H.R. 5684) on July 20; the Senate re-passed it under the House number on September 19, and it became P.L. 109-283 on September 26, 2006. This report will be updated as events warrant."], "reports": {"section_title": "", "paragraphs": ["AU.S. free trade agreement (FTA) with Oman was concluded on October 13, 2005, after seven months of negotiation, and was signed by U.S. Trade Representative (USTR) Bob Portman and Omani Minister of Commerce and Industry Maqbool bin Ali Sultan on January 19, 2006. The U.S.-Oman (FTA) is the fifth U.S. bilateral free trade agreement with a country in the proposed Middle East Free Trade Area (MEFTA). MEFTA would consist of 16 entities in the Middle East and four in North Africa. The entire proposed MEFTA is included in the map in Figure 1 , with Oman, heavily shaded, in the lower right hand corner.", "Completion of a MEFTA by 2013 was proposed by President George W. Bush in 2003, as part of a plan to fight terrorism by supporting Middle East economic growth and democracy through trade. To date, besides Oman, the Administration has negotiated and Congress has implemented free trade agreements with four other MEFTA political entities: Israel and Jordan (before MEFTA was announced), Morocco, and Bahrain. A sixth FTA is being negotiated with the United Arab Emirates (UAE).", "Congressional consideration of the U.S.-Oman FTA is governed by the timeline set forth in the Trade Act of 2002 ( P.L. 107-210 ). Under this law, which lays out the President's trade promotion authority (TPA), the President must give Congress a 90-day prenotification of his intent to enter into the trade agreement. After that, the President must submit to Congress—under no particular time constraints, but on a day when both houses of Congress are in session—both the agreement itself and the implementing legislation. Any House or Senate committees to which the legislation is referred will have 45 days to report (or not report) the bill; and each house has 15 days after the bill is reported (or the 45 days expire) to consider the legislation. If the House passes its bill to the Senate, the Senate has an additional 15 days to consider the legislation. Floor debate in either house is limited to 20 hours, divided equally between supporters and opponents. For final passage, both houses must vote the legislation up or down by a simple majority, and neither the implementing legislation nor the agreement itself may be amended.", "Figure 1. Oman's Geographic Location in the Proposed MEFTASource: Map Resources. Adapted by CRS. "], "subsections": [{"section_title": "Why Oman? Why Now?", "paragraphs": ["U.S. interest in Oman stems from a number of factors. Oman is a small exporter of oil and natural gas that is strategically located at the entrance to the Persian Gulf, 35 miles directly opposite Iran. It is not a member of the Organization of the Petroleum Exporting Countries (OPEC). Oman is a moderate Islamic country which has sought to maintain good relations with all Middle East countries. It also has a 170 year history of political and economic cooperation with the United States, and has supported the U.S. war on terrorism. Oman is an important gateway to the Persian Gulf region.", "Oman has many reasons for wanting to negotiate an FTA with the United States. It is a country whose proven oil reserves could be exhausted within 15 or 20 years; yet, almost 40% of the country's GDP, two-thirds of its export earnings and three-fourth of its government revenues currently come from oil revenues. It is therefore trying to liberalize and diversify its trade regime as it seeks to broaden economic opportunities for a fast-growing workforce. As a result, it is looking to expand its economy beyond oil and gas exports. It sees the United States as an important ally in the venture to prepare itself for a time when its economic and social challenges intersect."], "subsections": []}, {"section_title": "U.S.-Oman Bilateral Trade and Investment", "paragraphs": ["Oman is a small U.S. trade partner, ranking 88 th among all U.S. trade partners. Total U.S.-Oman trade at $1 billion in 2005 ($593 million in U.S. exports and $555 million in U.S. imports) accounts for 0.04% (four one-hundredths of one percent) of all U.S. trade. As a trading partner it is also 11 th among the 20 MEFTA entities, which together represent 4% of U.S. trade for 2005. The United States, on the other hand, ranks fourth in importance among Oman's trading partners, behind the United Arab Emirates (UAE), Japan, and the United Kingdom for 2004 (most recent data).", "In 2005, the most important U.S. imports from Oman (see Table 1 ) were oil and natural gas (75%, constituting 1% of all U.S. oil and gas imports from MEFTA countries), and apparel (10%). The most important U.S. exports to Oman were various types of transport equipment and road vehicles (totaling 56%), and various types of machinery (24%). Since 2001, U.S. exports to Oman have almost doubled to $593 million, for various reasons, while U.S. imports from Oman, at $555 million, have increased by about a third, primarily because of increases in the price of petroleum imports. As a result, for 2005, the United States had a small trade surplus with Oman."], "subsections": [{"section_title": "Foreign Direct Investment in Oman", "paragraphs": ["Total U.S. foreign direct investment in Oman was $358 million in 2003, nearly double the $193 million investment in 2002. The Bureau of Economic Analysis does not report on investment by sector for Oman, when investment is highly concentrated in a small number of investors, and such reporting might reveal the identity of individual investors. However, most of it is likely invested in oil and gas-related facilities.", "However, the Department of Commerce's Country Commercial Guide for Oman reported that the largest investor in Oman is Royal Dutch Shell Oil which holds 34% of Petroleum Development in Oman, the state oil company, and 30% of Oman Liquid Natural Gas. In addition, U.S. firms, Gorman Rupp (water pumps) and FMC (wellhead equipment), have entered into industrial joint ventures with Omani firms, and Dow Chemical announced a joint venture with Oman Oil Company and the government of Oman in July 2004 to develop a large petrochemical plant in Sohar.", "The Country Commercial Guide for Oman also reported that total investment in listed Omani companies with foreign participation was $2.4 billion in September 2004, of which 8.94% ($215 million) was (worldwide) foreign investment. Foreign capital also constituted 7.5% of all capital invested in finance, 3% of all capital invested in manufacturing, and 9% of all capital invested in insurances and services."], "subsections": []}]}, {"section_title": "The U.S.-Oman FTA", "paragraphs": ["The FTA with Oman is similar to other recent FTAs with MEFTA countries (Morocco and Bahrain), with slight variations. The U.S.-Oman FTA has three basic parts: new tariff schedules for each country, broad commitments to open markets and provisions to support these commitments, and protections for labor and the environment.", "The USITC argues that the economic effect of the agreement on the U.S. economy is expected to be small but positive, and that the impact on U.S. workers is likely to be minimal because trade with Oman is low. U.S. apparel workers are a group that is potentially adversely affected. Apparel imports from Oman declined by 57% in 2005 over 2004, because the World Trade Organization (WTO) Agreement on Clothing and Textiles (ACT) expired in January of 2005, ending the trade quota system among WTO partner countries. The USITC reports that tariff reductions and elimination under the U.S.-Oman FTA should restore some of the competitiveness of Oman's apparel exports among U.S. purchasers—and estimates that the resulting increase in imports would come at the expense of workers elsewhere in the world, not U.S. workers."], "subsections": [{"section_title": "Tariff Provisions", "paragraphs": ["Under the U.S.-Oman FTA, the United States and Oman will provide each other immediate duty-free access for tariff lines covering almost all consumer and industrial goods, with special provisions for agriculture and textiles and apparel. For agricultural products, Oman will provide immediate duty-free access for current U.S. exports in 87% of agricultural tariff lines; and the United States will provide immediate duty-free access for 100% of Oman's current exports of agricultural products to the United States. Both countries will phase out all tariffs on the remaining eligible goods within 10 years.", "Textile and apparel products are divided into three categories. Most U.S. imports from Oman are category A (cotton and manmade fibers) for which duties will be eliminated immediately so long as the goods meet the FTA rules of origin requirements. On category B products (home furnishings—mainly bed and kitchen linens) tariffs will be reduced over five years, and for category C products (wool goods), tariffs will be reduced over 10 years. Most apparel must be assembled in an FTA party from inputs (yarn and fabric) made in an FTA party.", "At present, virtually all U.S. textile and apparel imports from Oman are dutiable, with an average tariff rate of 15.4% in 2005. At the same time, only 11% of U.S. agricultural imports from Oman are dutiable. These dutiable products carried an average tariff of 10.4% in 2005. Most U.S. exports to Oman incurred the common external Gulf Communications Council (GCC) tariff of 5% to all non-GCC members. The GCC includes, besides Oman, Bahrain, Kuwait, Qatar, Saudi Arabia, and the UAE."], "subsections": []}, {"section_title": "Market Access and Related Provisions14", "paragraphs": ["The U.S.-Oman FTA contains broad commitments to open markets in sectors such as banking, insurance, securities, and telecommunications. It also includes protections for U.S. investors, and for holders of copyrights, trademarks, patents, and trade secrets. It includes enforcement measures for intellectual property rights infringement. In addition it contains transparent sanitary and phytosanitary measures, government procurement disciplines, streamlined and transparent customs procedures, commitments to combat bribery, and tools to enforce the trade agreement. More specifically:"], "subsections": [{"section_title": "Commitments to Open Services Markets", "paragraphs": ["Oman provides market access across its entire services regime, including audiovisual, express delivery, telecommunications, computer, distribution, and healthcare; and services incidental to mining, construction, architecture and engineering. The agreement will enhance Oman's commitment to the WTO General Agreement on Trade in Services (GATS). Annexes I and II of the agreement indicate the exceptions to the coverage of the agreement that each country has reserved for itself in the case of services."], "subsections": []}, {"section_title": "Opportunities for Banks, Insurance, Securities, and Related Services", "paragraphs": ["U.S. financial service suppliers have the right to establish subsidiaries, branches, and joint ventures in Oman, to expand their operations throughout Oman, and to offer the full range of financial services. Annex III of the agreement lists the exceptions to the coverage of the agreement that each county has reserved for itself in the area of trade in financial services."], "subsections": []}, {"section_title": "New Protections for U.S. Investors", "paragraphs": ["All forms of investment are protected under the agreement, including enterprises, debt concessions, contracts, and intellectual property. U.S. investors will have, in most circumstances, the right to establish, acquire, and operate investments in Oman on an equal footing with Omani investors and with investors of other countries. Annexes I and II of the agreement indicate the exceptions to the coverage of the agreement that each country has reserved for itself in the case of foreign investment."], "subsections": []}, {"section_title": "Open and Competitive Communications Market", "paragraphs": ["U.S. phone companies will have the right to interconnect with a dominant carrier in Oman at nondiscriminatory rates. U.S. firms seeking to build a physical network in Oman will have nondiscriminatory access to key facilities such as telephone switches and submarine cable landing stations."], "subsections": []}, {"section_title": "E-Commerce", "paragraphs": ["Each government commits to nondiscriminatory treatment of digital products and agrees not to impose customs duties on digital products transmitted electronically."], "subsections": []}, {"section_title": "Copyright Protection in a Digital Economy", "paragraphs": ["Each government commits to protect copyrighted works, including phonograms, for extended terms consistent with U.S. standards and international trends."], "subsections": []}, {"section_title": "Patents and Trade Secrets", "paragraphs": ["Grounds for revoking a patent are limited to the same grounds required to originally refuse a patent, thus protecting against arbitrary revocation. Patent terms can be adjusted to compensate for unreasonable delays in granting the original patent, consistent with U.S. practice."], "subsections": []}, {"section_title": "Trademarks", "paragraphs": ["The FTA applies the principle of \"first-in-time, first-in-right\" to trademarks and geographical indications, so the first person who acquires a right to a trademark or geographical indication will be the person who has the right to use it. Each government will be required to establish transparent procedures for the registration of trademarks."], "subsections": []}, {"section_title": "Intellectual Property Rights (IPR)", "paragraphs": ["The FTA requires each government to criminalize end-user piracy, providing a strong deterrence against piracy and counterfeiting. The FTA mandates both statutory and actual damages under Omani law for IPR violations."], "subsections": []}, {"section_title": "Transparent Sanitary and Phytosanitary Measures and Technical Barriers to Trade", "paragraphs": ["Oman commits to a science-based regime for sanitary and phytosanitary measures and to transparent procedures for developing and implementing technical regulations."], "subsections": []}, {"section_title": "Government Procurement", "paragraphs": ["U.S. suppliers are granted nondiscriminatory rights to bid on contracts to supply most Omani government entities; and Omani government purchasers may not discriminate against U.S. firms or in favor of Omani firms when making government purchases above a threshold monetary level."], "subsections": []}, {"section_title": "Customs Procedures", "paragraphs": ["The FTA requires transparency and efficiency in customs administration, including publication of laws and regulations on the Internet and procedural certainty and fairness."], "subsections": []}, {"section_title": "Transparent Rule-Making and Procedural Protections for Traders", "paragraphs": ["Each government will publish its laws and regulations governing trade, and will publish proposed measures in advance, and provide an opportunity for public comment on them. Each government will ensure that a trader from the other country can obtain prompt and fair review of a final administrative decision affecting its interest."], "subsections": []}, {"section_title": "Commitments to Combat Bribery", "paragraphs": ["Each government is required to prohibit bribery, including bribery of foreign officials, and to establish appropriate criminal penalties to punish violators."], "subsections": []}, {"section_title": "Tools to Enforce the Trade Agreement", "paragraphs": ["All core obligations of the FTA, including enforceable labor and environmental provisions, are subject to the dispute settlement provisions of the agreement. Dispute panel proceedings are subject to requirements for openness and transparency."], "subsections": []}]}, {"section_title": "Protections for Labor and the Environment", "paragraphs": [], "subsections": [{"section_title": "Labor Protections", "paragraphs": ["Each government is required to effectively enforce its own labor laws, as with other FTAs negotiated under the presidential trade promotional authority or \"fast track\" authority of the Trade Act of 2002 ( P.L. 107-210 ). This is the only labor provision enforceable through the agreement's dispute resolution process, and the maximum penalty for each violation is limited to $15 million per violation per year. If the Party complained against fails to pay a monetary assessment, the complaining Party can take other steps to collect the assessment (or otherwise secure compliance), including by the suspension of tariff benefits under the FTA.", "However, the labor section of the U.S.-Oman FTA also contains other provisions, which are subject to consultation rather than actual enforcement: Each country agrees not to weaken or reduce its labor laws to attract trade and investment. Each government reaffirms its obligations as a member of the International Labor Organization (ILO, which requires it to uphold ILO core labor standards) and commit to \"strive to ensure\" that its laws provide for labor standards consistent with internationally recognized labor rights (which are defined in the FTA to reflect U.S. trade law, and are slightly different from ILO core labor standards.) Labor ministries together with other appropriate agencies agree to establish priorities and develop specific cooperative activities. (See section below on \"The Labor Debate\" for a discussion of most recent labor issues.)"], "subsections": []}, {"section_title": "Environmental Protections", "paragraphs": ["Each government is required to effectively enforce its own environmental laws. This is the only environmental provision enforceable through the agreement's dispute resolution process, and as with labor provisions, the maximum fine is limited to $15 million per violation per year.", "Each country also agrees not to weaken or reduce its environmental laws to attract trade and investment. As a complement to the agreement, the governments sign a Memorandum of Understanding on Environmental Cooperation that establishes a Joint Forum on Environmental Cooperation, develop a plan of action, and set priorities for future environment-related projects."], "subsections": []}]}]}, {"section_title": "The General Debate Over the Agreement", "paragraphs": [], "subsections": [{"section_title": "Arguments in Favor of the Agreement", "paragraphs": [], "subsections": [{"section_title": "Supporters of the Agreement", "paragraphs": ["Support for the agreement is broad in the business community. Among businesses, support is led by the National Foreign Trade Council and the Business Council for International Understanding which heads up the Middle East Free Trade Coalition (MEFTC), an alliance of about 120 companies and associations including the U.S. Chamber of Commerce, and the National Association of Manufacturers. Support also comes from 24 out of 27 trade advisory committees representing business labor, environment, state and local government, agriculture, various industries, and functional areas (e.g., consumer goods, distribution services, small and minority businesses, customs matters, intellectual property, and standards and technical trade barriers.)", "Congressional support on the House side was led by the Congressional Middle East Economic Partnership Caucus (MEEPC), a bipartisan group of lawmakers which began with 16 members and six co-chairs including Representatives Ben Chandler, Phil English, Darrell Issa, William Jefferson, Gregory Meeks, and Paul Ryan.", "Congressional support on the Senate side was led by Senator Charles Grassley, Chairman of the Senate Finance Committee, and by Senator Craig Thomas, Chairman of the Subcommittee on International Trade, which held hearings on the U.S.-Oman FTA on March 6, 2006."], "subsections": []}, {"section_title": "Arguments in Favor of the Agreement", "paragraphs": ["USTR Portman asserted that the U.S.-Oman FTA will contribute to economic growth and trade between both countries, generate export opportunities for U.S. companies, farmers, and ranchers, help create jobs in both countries, and help American consumers save money while offering them greater choices. He pointed out that in addition to eliminating tariffs on U.S. exports, Oman will provide substantial market access across the entire services regime, provide a secure, predictable legal framework for U.S. investors operating in Oman, provide for effective enforcement of labor and environmental laws, and protect intellectual property. Furthermore, he argues that this agreement will support and accelerate the market liberalization that Oman started as part of its accession to the WTO in 2000. Portman contends that joint U.S.-Omani efforts will advance economic growth and democracy, raise living standards and promote peace and economic stability in the Middle East—a region of almost 350 million people and a $70 billion trading relationship with the United States.", "The overall Advisory Committee for Trade Policy Negotiations (ACTPN) also notes that the agreement will strengthen the likelihood of additional agreements in the region and improve and strengthen overall U.S. relations with the countries of the Middle East.", "In addition, those in favor of the agreement assert that Oman is one of the most \"open\" countries in the Middle East. Economic Freedom of the World, 2005 , published by Canada's Fraser Institute, reports (p. 4) that when measures of economic freedom and democracy are included in a statistical study, economic freedom is about 50 times more effective than democracy in diminishing violent conflict. Economic Freedom ranked Oman 17 th out of 127 countries in terms of degree of economic freedom afforded in five basic areas. The only MEFTA country it ranked higher was the UAE, which tied for 9 th place (with Australia, Luxemburg, and Estonia.) Other MEFTA country rankings were Bahrain (24 th ), Jordan (25 th ), Israel ( 50 th ), and Egypt, (tied for 78 th with Iran and Morocco.)", "In 2003, Oman passed a new labor law extending its labor protections for domestic workers to foreign workers (who predominate in the private sector). In response to some calls to strengthen the Omani labor law further, Chuck Ditrich, National Foreign Trade Council vice president, urges patience, acknowledging that Oman still has some areas that may need further legislation, but argues that Omani laws must be viewed in the context of a \"very traditional society\" that is committed to modernization. For example, the government of Oman reportedly recognizes the need for more explicit provisions for collective bargaining in its laws. Moreover, Oman has reportedly undertaken consultation with the ILO for technical assistance in complying with ILO core labor standards."], "subsections": []}]}, {"section_title": "Arguments Against the Agreement", "paragraphs": ["Three of the 27 reports by trade advisory committees mandated under the trade promotion authority language of the Trade Act of 2002 have some criticisms of the U.S.-Oman FTA: those committees on the environment, intergovernmental affairs, and labor."], "subsections": [{"section_title": "Environment", "paragraphs": ["Most members of the Trade Policy and Environment Committee agreed that the environment and public participation provisions were acceptable; however, they noted that the U.S.-Oman FTA lacks some environmental provisions which have appeared in other agreements and which would have been appropriate. Examples of such provisions are the extensive public participation framework from the Central America Free Trade Agreement (CAFTA) and some basic environmental provisions which appeared in the FTAs with Chile and Singapore."], "subsections": []}, {"section_title": "Intergovernmental Affairs", "paragraphs": ["The Intergovernmental Advisory Policy Committee, in principle, supported the trade liberalization objectives of the agreement. However, the committee stressed the need for trade agreements to continue to respect the authority of state and local governments to regulate in areas under their jurisdiction. They also stressed the need for ongoing consultations with sub-federal governments."], "subsections": []}, {"section_title": "Labor", "paragraphs": ["The labor groups are the most vocal critics. They argue that potential losers from the agreement would be workers in Oman who would miss out on the opportunity to be more fully protected by labor standards. Other implied losers would be U.S. workers for whom the agreement does little to \"level the playing field.\" Main arguments against the FTA offered by labor interests are concentrated primarily on two basic issues: weaknesses in the agreement, and weaknesses in Omani laws and enforcement, for which the agreement does not adequately compensate."], "subsections": [{"section_title": "Weaknesses in the Agreement", "paragraphs": ["Labor critics point out that the Trade Act of 2002 requires U.S. negotiators to \"seek provisions that treat U.S. principal negotiating objectives equally with respect to both: (1) the ability to resort to dispute settlement; and (2) the availability of equivalent dispute settlement procedures and remedies. However, critics argue, the agreement does not do this. Further, they argue, the FTA is a step backward from protections offered Oman under the Generalized System of Preferences:", "Not All Labor Provisions Are Treated Equally . The U.S.-Oman FTA identifies three basic labor commitments for partner countries: (1) commitments to comply with ILO standards; (2) commitments to enforce their own labor standards; (3) and commitments to not derogate from those standards in order to attract trade and investment. However, critics argue, only the second of these three commitments is enforceable through the dispute resolution procedures of the U.S.-Oman FTA. This treatment, they argue, contrasts with provisions of the U.S.-Jordan FTA which makes all three commitments enforceable through the dispute resolution process.", "Unequal Treatment of Labor Compared to Most Non-Labor Provisions . Second, there are different dispute resolution procedures for labor and non-labor (e.g., intellectual property) violations, For labor (and environmental) violations, the potential penalty for the one labor (and environmental) violation (failure to enforce one's own laws) that is open to the dispute resolution procedures is capped at $15 million per violation per year. For non-labor (and non-environmental) violations, there is no cap on any monetary assessment.", "A Step Back from GSP . In addition, the AFL-CIO sees the U.S.-Oman FTA as being a step back from the Generalized System of Preferences (GSP) program. Under GSP, trade preferences for developing countries including Oman are dependent on such countries' taking steps to afford their workers internationally recognized worker rights. A challenge to GSP eligibility for any country begins with a petition to the Office of the USTR documenting that a country is not taking steps to afford its workers such rights. In June of 2005, the AFL-CIO petitioned the USTR to remove Oman from GSP status, arguing that it was not affording its workers internationally recognized worker rights. The USTR subsequently rejected the petition and Oman continues to hold GSP status."], "subsections": []}]}, {"section_title": "Weaknesses in Omani Law and Enforcement", "paragraphs": ["When there are weaknesses in the agreement, critics argue, if a country's basic laws and enforcement of those laws are strong enough, workers can still be protected. Oman, critics argue, lacks protections in certain areas."], "subsections": [{"section_title": "Omani Gaps in Ratification of ILO Core Labor Standards", "paragraphs": ["First, as of the date of this report, according to the ILO website, Oman has ratified conventions relating to only two of the four basic ILO core labor standards (enumerated in a footnote on p. 7): those protecting against child labor, and those prohibiting forced labor. Oman has not ratified conventions related to the right to organize and bargain collectively and the elimination of employment discrimination."], "subsections": []}, {"section_title": "Lack of Other Omani Laws and/or Enforcement", "paragraphs": ["Furthermore, various sources suggest that Omani labor laws and/or enforcement do not fully cover certain aspects of the following areas relating to core labor standards/internationally recognized worker rights:", "Right to Organize and Bargain Collectively . The State Department's Country Reports on Human Rights Practices, 2004, finds in the area of \"right to organize and bargain collectively,\" that Omani law does not provide workers with the right to form or join \"unions\" but does permit them to form representation committees with the goal of taking care of their interests. The LAC reports that where representation committees exist, however, they are by law, not authorized to discuss wages, hours, or conditions of employment. Country Reports for 2005 adds an unofficial estimate that 25 representation committees, representing 9.1% of employees in the private sector, have been registered since 2004 and reports that provisions of the law apply to [Omani] women and foreign workers [as well as Omani men].", "Right to Strike . Furthermore, according to Country Reports for 2004, the Omani law does not address strikes or explicitly provide for the right to collective bargaining. However, it reports that the 2003 Omani labor law removed a 1973 prohibition on strikes and details procedures for dispute resolution. Country Reports for 2005 also indicates that, while labor unrest was rare, there were four reported strikes during the year. The most significant one closed the largest seaport for two days.", "Prohibition of Forced or Compulsory Labor . Country Reports for 2004 also finds that the Omani law prohibits forced or compulsory labor, including that of children. Country Reports for 2004 further notes that even though the protections of the 2003 Omani labor law apply equally to foreign and domestic workers, at times foreign workers (who account for 80% of private sector workforce and 50% of all workers in Oman) were placed in situations amounting to forced labor.", "Country Reports for 2005 echoes the finding that some situations amounted to forced labor and adds that employers sometimes withheld documents that would release workers from employment contracts and allow them to change employers. Without such documents, a foreign worker must continue to work for his current employer or become technically unemployed and consequently a candidate for deportation. Country Reports for 2005 further reports that many foreign workers were not aware of their right to take such disputes to the Labor Welfare Board, which \"in most cases\" released the worker from the service contract without deportation, awarded compensation for time worked under compulsion, reimbursed the worker for back wages, and subjected the guilty employer to fines. However, Country Reports 2005 states, there were no available statistics on the number of disputes filed or resolutions by the end of 2005."], "subsections": []}]}]}]}, {"section_title": "Congressional Activity", "paragraphs": ["Before the U.S.-Oman FTA and implementing legislation were formally submitted to Congress, both House and Senate committees held preliminary hearings. The House Ways and Means Committee held full committee hearings on April 5, 2005. The International Trade Subcommittee of the Senate Finance Committee held hearings on March 6, 2006.", "Then, on May 10, the House Ways and Means Committee held \"mock\" markup hearings on the Administration's draft implementing legislation and approved the bill without amendment on a party-line vote of 23-11. On May 18, 2006, the Senate Finance Committee held its \"mock\" markup, adopting an amendment before passing the bill unanimously. The amendment reflected recent concerns about sweatshop conditions in Jordan (see section below), and implications for production under the U.S.-Oman FTA.", "On June 28, the Senate Finance committee approved the draft implementing legislation ( S. 3569 ) for the U.S.-Oman FTA by a vote of 10 to 3. On June 29, the Senate passed the bill by a vote of 60 to 34. On June 29 the House Ways and Means Committee also approved the draft implementing legislation ( H.R. 5684 ) by a vote of 23 to 15. On July 20 the House passed the bill by a vote of 221 to 205. On September 19 the Senate reconsidered the implementing legislation and passed the House version of the same bill by a vote of 63 to 31. This action was necessary because the Constitution requires that all revenue-raising legislation, which encompasses trade bills, since they affect tariffs, originate in the House. The bill was signed by the President and became P.L. 109-283 on September 26, 2006."], "subsections": []}, {"section_title": "Other Labor Issues", "paragraphs": ["A report of alleged sweatshop conditions in plants in Jordan producing for export to the United States has been issued by the National Labor Committee (NLC), a nonprofit organization that promotes worker rights around the world. The 161-page report has raised concerns within Congress that similar conditions might exist or occur in other MEFTA countries, including Oman if the U.S.-Oman FTA were to go into effect.", "The NLC report entitled U.S.-Jordan Free Trade Agreement Descends into Human Trafficking and Involuntary Servitude, released in May of 2006, documents conditions in 28 separate factories in Jordan in foreign trade zones, where clothing is produced by Jordanian and foreign guest workers, mostly for export to the United States. The report estimates that tens of thousands of foreign guest workers who entered employment willingly were subsequently stripped of their passports and trapped in involuntary servitude, sewing clothing in factories for companies including Wal-Mart, K-Mart, Gloria Vanderbilt, Target, Kohl's, J.C. Penney, Victoria's Secret, and L. L. Bean.", "The Senate Finance Committee responded to the concerns on May 18, 2006, by unanimously adopting an amendment in its mock markup of the Administration's U.S.-Oman FTA draft implementing legislation. The amendment, offered by Senator Kent Conrad, would prohibit any products made in Oman \"with slave labor (including under sweatshop conditions so egregious as to be tantamount to slave labor) or with the benefit of human trafficking,\" from benefitting from the agreement. Committee Republicans, including Chairman Chuck Grassley, joined Democrats in voting for the conceptual amendment. The committee then unanimously approved the U.S.-Oman draft implementing bill as amended.", "Any amendments passed by a committee during the mock markup process are advisory in nature, rather than obligatory. The Administration responded that while they would consider the amendment, they had some concerns. First, they argued, the amendment might fall outside the scope of the provision in the Trade Act of 2002 , P.L. 107-210 , Sec. 2103(b)(3)(ii), requiring that any new statutory language be \"necessary or appropriate\" to implement the trade agreement.", "Second, the Administration argued, Sec. 307 of the Tariff Act of 1930 already prohibits the importation of merchandise produced in whole or in part through prison, forced, or indentured labor, including by those who voluntarily entered into employment but were later subject to de facto slave working conditions. In response to the Administration's argument, Senator Conrad pointed out that Sec. 307 of the Tariff Act of 1930 may not be applicable to apparel produced under slave labor conditions in Oman. This, he argued, is because apparel is no longer made in great quantities in the United States; and Sec. 307 does not apply to goods produced under forced or indentured labor if those goods are not domestically produced in quantities that meet the consumption demands of the United States.", "Third, the Administration argued that the amendment may be unnecessary because FTA language requiring Oman to enforce its own labor laws, which prohibit forced labor, is strong enough or enforceable enough to discourage or affect its practice. In addition, the Administration pointed out, Oman has approved core labor standards prohibiting forced or compulsory labor and has made commitments to strengthening its labor standards still further. These Omani commitments came from the Omani Minister of Labor as part of an exchange of letters between House Democrats, the Omani Minister, and the USTR. The Omani Minister made eight commitments in March and ten further commitments regarding forced labor and child labor in May. In those commitments Oman promised to issue Royal Decrees and Ministerial Decisions to strengthen the country's labor laws in response to congressional concerns by no later than October 31, 2006.", "While some Republicans argued that Oman needs time to craft new laws with technical support from the ILO, some Democrats argued for changes in Omani laws before the U.S.-Oman FTA implementing legislation is considered by Congress.", "On July 8, 2006, the Sultan of Oman issued a Royal Decree (74/2006) amending provisions of Omani labor law to provide some labor rights consistent with ILO core labor standards. As amended by the decree, Omani law would permit the right to form unions, the right to bargain collectively, and to engage in other union activities. The law would also prohibit employers and others from imposing any compulsory or forced labor with specific penalties for noncompliance. Penalties are provided for those who would interfere with union activity, or decline to provide the necessary facilitation or information. The Royal Decree delegates promulgation of regulations to the Ministry of Manpower; therefore, specific details regarding its implementation and enforcement are yet to be determined.", "Meanwhile, a few days after the Senate Finance Committee markup hearing, Jordan's trade minister Sharif Zu'bi indicated that the NLC report had incorrectly identified three sweatshops that are not even in Jordan, and that three others had been closed before the report was released in May. In addition, he noted that the Jordanian government had formed nine inspections teams to investigate the entire garment trade in the country, and is working with the International Labor Organization, U.S. labor committees, the USTR, the State Department, and U.S. and Jordanian apparel companies to address the challenges and improve their monitoring system."], "subsections": []}, {"section_title": "Issues on Port Security", "paragraphs": ["In the Spring of 2006, the U.S. interagency \"Committee on Foreign Investment in the United States\" raised no objections to the acquisition and continued operation of contracts by the Dubai-owned \"Dubai Ports World\" company from a British firm that managed port facilities in several cities including New York, New Jersey, Baltimore, New Orleans, Miami, and Philadelphia. After several members of Congress expressed opposition to the $9 billion merger on the grounds that the company might not be as vigilant on port security as required, the company agreed to a 45-day review of its operations at those ports. On March 9, the House Appropriations Committee voted 62-2 on a provision in the FY2006 supplemental funding bill for Iraq and Afghanistan war operations and other costs that would have effectively prevented DP World from operating in the United States. The following day DP World officials announced that they would divest the newly-acquired U.S. port operations to an American owner."], "subsections": [{"section_title": "The Oman FTA Provision", "paragraphs": ["A provision in the Oman FTA became the focus of increased attention. Some argue that this provision could obligate the United States to open up landside aspects of its port activities to operation by companies such as DP World. Others argue that the provision is not new to bilateral trade agreements, and does not change current U.S. policy.", "The provision, contained in Annex II of the U.S.-Oman FTA, addresses cross-border services and investment in the area of transportation. More specifically, the provision sets out two categories of transportation activities: those for which the United States reserves the right to adopt or maintain any measures, and those activities for which the United States does not reserve the right to adopt or maintain any measures—those activities which are exclusions from the above list.", "The list for which the United States reserves the right to maintain any measure includes requirements for investment in, ownership and control of, and operation of drill rigs, U.S. flagged vessels, fishing vessels; plus requirements related to documenting a vessel under the U.S. flag, promotional programs, certification licensing, and citizenship requirements, programs, certification licensing and citizenship requirements, manning requirements, and all matters under the jurisdiction of the Federal Maritime Commission.", "The excluded list, for which the United States does not reserve the right to adopt or maintain any measure, includes two categories of activities—one unconditional, and one conditional. The first category (a) is vessel construction and repair. On this category the United States reserves no right to adopt or maintain any measure.", "The second category (b), for which the United States waives its right to adopt or maintain any of the listed measures on the condition that comparable market access in these sectors is obtained from Oman, includes the following activities:", "landside aspects of port activities including operation and maintenance of docks; loading and unloading vessels directly to or from land; marine cargo handling; operation and maintenance of piers; ship cleaning; stevedoring; transfer of cargo between vessels and trucks, trains, pipelines, and wharves; waterfront terminal operations; boat cleaning; canal operation; dismantling of vessels; operation of marine railways for drydocking; maritime surveyors, except cargo; marine wrecking of vessels for scrap; and shift classification societies.", "Some in Congress argue that the provision excluding the above activities from the U.S. government's \"right to adopt or maintain any measure\" should be removed from the agreement because it poses a potential security risk to the United States. Others are arguing that the provision merely restates what is already the situation in the United States, and is not a problem. The arguments on both sides follow."], "subsections": []}, {"section_title": "Arguments in Favor of the Provision", "paragraphs": ["Those arguing that the provision excluding certain activities from the U.S. \"right to adopt or maintain any measure\" should remain in the agreement argue that:"], "subsections": [{"section_title": "It Complies with Most Favored Nation Treatment Obligations", "paragraphs": ["A basic obligation of free trade agreements such as the U.S.-Oman FTA is the obligation (subject to specified exceptions) to treat service suppliers and investors of other parties no less favorably than the United States treats its own service suppliers and investors. This provision meets those requirements."], "subsections": []}, {"section_title": "Provision Exists in Other FTAs", "paragraphs": ["This provision is already included in other agreements, including the North American Free Trade Agreement (NAFTA), the Dominican Republic-Central America Free Trade Agreement, and FTAs with Australia, Bahrain, Chile, and Morocco."], "subsections": []}, {"section_title": "Omani Companies Already Have this Right", "paragraphs": ["Proponents argued that Omani companies are presumably already able to acquire contracts for and perform these services. Currently there are no U.S. laws that prevent either an Omani-owned company or any other foreign-owned company from contracting with port owners to perform \"landside aspects of port activities\" in the United States."], "subsections": []}, {"section_title": "Coast Guard Protection Exists", "paragraphs": ["The U.S. Coast Guard and Customs and Border Protection play an integral role in ensuring security at U.S. ports; and nothing in the agreement amends or diminishes the authority of these agencies."], "subsections": []}, {"section_title": "No Omani Companies Are Currently Interested in U.S. Port Operations", "paragraphs": ["While Oman already provides market access to U.S. service suppliers and investors, the USTR is not aware of any Omani companies that are currently involved in any U.S. port operations or that might be interested in such operations in the future."], "subsections": []}, {"section_title": "However, If They Were, the \"Essential Security\" Exception Would \"Fully\" Protect the United States", "paragraphs": ["According to proponents, if an Omani company were to express such interest in the future, the \"essential security\" (or \"national security\") exception (explained below) could arguably be invoked to \"fully\" protect U.S. national security needs."], "subsections": []}, {"section_title": "The United States Could Deny FTA Benefits to Owners of a \"Shell\" Operation; to Businesses Whose Owners Were Nationals of Countries Subject to U.S. Sanctions; or to Any Potential Investment Pursuant to the \"Essential Security Exception\" Described Below", "paragraphs": ["If non-Omani persons set up an enterprise in Oman that was merely a \"shell\"—i.e., that was engaged in no substantial business activities in Oman—and that enterprise sought to make an investment in the United States, the FTA contains specific language that would arguably permit the United States to deny the FTA's investment-and services-related benefits to that enterprise. Moreover, even if the enterprise set up in Oman had \"substantial business activity\" in Oman, the United States could deny FTA benefits to it if its owners were nationals of countries subject to U.S. sanctions. Finally, the U.S. government retains the authority to block any potential investment pursuant to the \"essential security\" exception described below."], "subsections": []}, {"section_title": "The \"Essential Security\" Exception Offers Protection", "paragraphs": ["Chapter 21 of the U.S.-Oman FTA contains several exceptions to the agreement. Article 21.2 addresses \"essential security\" and provides that:", "Nothing in the agreement shall be construed: (a) to require a Party to furnish or allow access to any information ... which it determines to be contrary to its essential security interests; or (b) to preclude a Party from applying measures it considers necessary for the fulfillment of its obligations [for] the maintenance or restoration of international peace or security or the protection of its own essential security interests.", "An \"essential security\" exception has been included in all U.S. trade agreements dating back to the 1947 General Agreement on Tariffs and Trade (GATT). The United States, among other countries, has consistently interpreted this language (worded similarly to Article 21 of the U.S.-Oman FTA) to be self-judging, and therefore that national security matters are not appropriate for adjudication in a third-party dispute settlement mechanism. In other words, under these provisions it can be argued that nothing in an agreement can prevent the United States from applying measures that it considers necessary for the protection of essential security interests. Moreover, proponents will argue that review of national security claims by international tribunals are without precedent and are highly unlikely because, arguably, no tribunal would accept jurisdiction over the question of what constitutes a country's \"national security.\""], "subsections": []}, {"section_title": "The Exon-Florio Amendment Offers Additional Protection for \"National Security\" Issues", "paragraphs": ["In addition, U.S. law—in particular the Exon-Florio Amendment to the Defense Production Act of 1950 —authorizes the President to block proposed foreign investment in the United States that threatens national security. The President has delegated to the interagency Committee on Foreign Investment in the United States (CFIUS) the responsibility to continuously monitor foreign investment in the United States to ensure against threats to national security; and a CFIUS review could still be performed at the discretion of CFIUS. While it is theoretically possible for Oman to bring a legal challenge to the actions of the United States before a third-party tribunal, proponents argued, the United States would appear to be on solid legal grounds for asserting not only that the panel does not have the legal authority to determine the validity of such a matter, but also that the inconsistent measure is permitted and justifiable given the broad \"self-judging\" language of the national security exception."], "subsections": []}]}, {"section_title": "Arguments Against the Provision", "paragraphs": ["Those arguing that the exception provision of Annex II should not have been included in the U.S.-Oman FTA argue that such a provision could pose a serious threat to Congress' ability to ensure the security of U.S. port infrastructure. Specific arguments against the provision are as follows:"], "subsections": [{"section_title": "The Specific Commitments in Annex II Raise Significant National Security Concerns, Opponents Argue", "paragraphs": ["This is because language in Annex II regarding landside port operations introduces new rights of establishment for foreign companies to own sensitive U.S. infrastructure. These FTA provisions arguably subject U.S. laws or policies (whether enacted by Congress, the Executive, or the States) that restrict foreign ownership to a challenge in dispute resolution and/or to suit under the investor-state enforcement provisions."], "subsections": []}, {"section_title": "The United States Will Be Required to Offer Oman the Right to Bid to Operate at U.S. Ports—the Very Activities About Which Congress Expressed National Security Concerns During the Dubai Ports World Debate", "paragraphs": ["Under the FTA, this right is conditional upon obtaining comparable market access in this sector from Oman. However, this right covers the very port activities about which Congress expressed national security concerns during the Dubai Ports World debate."], "subsections": []}, {"section_title": "Annex II Language Goes Beyond U.S. Commitments in the WTO", "paragraphs": ["Generally, the service sectors to which the \"right to establish\" for foreign companies applies in these FTAs is the same as the service sectors that the United States agreed to in the 1994 WTO's General Agreement on Trade in Services (GATS). However, opponents argue, the Oman FTA adds to the U.S. commitments by specifically including (or by not specifically excluding) \"landside operations of ports.\""], "subsections": []}, {"section_title": "Opponents Also Argue that the WTO Text and Practice Says That National Security Claims Are Theoretically Reviewable", "paragraphs": ["The reason for this, they argue, is that neither the GATT agreement nor the FTA expressly exempts these provisions from review by an international tribunal."], "subsections": []}, {"section_title": "Under Annex II, the United States May Not Ban Enterprises of a Party from Owning and Operating Covered Services", "paragraphs": ["Nor can either country limit the number or size of such services, or require specific forms of ownership (i.e., require U.S. partners or require that it be a non-profit organization)."], "subsections": []}, {"section_title": "If the United States Took Action to Deny a Company its New Right to Establish, Opponents Argued, It Would Be a Violation of the FTA, and Subject to Dispute Resolution and Trade Sanctions 50", "paragraphs": ["Under the FTA, such disputes can be brought in two fora, both of which raise concerns:"], "subsections": [{"section_title": "In a Government-to-Government Dispute Resolution Fora, Judges with a Narrow Trade Expertise Would Decide Between U.S. National Security Needs and Trade Commitments", "paragraphs": ["Government-to-government dispute resolution cases are not heard in U.S. courts, but in three-person trade tribunals under procedures agreed to in Article 20 of the FTA. In these cases, each country in the dispute may select one \"judge\" from its country and these two tribunalists would choose a third \"judge\"—from a list of trade experts provided by each country. In such a scenario, \"judges\" with a narrow trade expertise and perspective including non-U.S. individuals would be empowered to balance competing U.S. interests—national security needs against U.S. trade commitments—to decide which comes first."], "subsections": []}, {"section_title": "In the Investor-State Dispute Resolution Fora, U.N. and World Bank Tribunalists Would Be Empowered to \"Second Guess\" a U.S. National Security Claim", "paragraphs": ["Investor-state enforcement is enumerated in Chapter 10 of the U.S.-Oman FTA. Under these provisions, even if the Omani government were not to initiate a case, an actual investor/company has the right to privately initiate its own case against the United States. Such a case, if brought, would seek a judgement requiring that the United States pay monetary damages equal to part of the expected future profits it would be denied by an adverse U.S. action. The case would be adjudicated by United Nations or World Bank tribunalists, who would be empowered to \"second guess\" a national security claim, and possibly order the U.S. government to pay the foreign company for its lost future profits."], "subsections": []}]}, {"section_title": "If the U.S. Were to Raise an \"Essential Security\" Exception After a CFIUS Review, an FTA Panel Would Likely Deny the Exception", "paragraphs": ["If the U.S. were to raise the \"essential security\" exception included in Chapter 21, Article 21.2 as a defense before a trade tribunal and a CFIUS review had been completed without a finding of a security threat (as in the case of Dubai World Ports), opponents argue, there is no doubt that an FTA panel would not permit use of the FTA's \"essential security\" exception to excuse consequent government action that interfered with the FTA investor right to establish port operations."], "subsections": []}, {"section_title": "If a CFIUS Review Predetermined That an Acquisition Were Not in the National Security Interests of the United States, this Would Not Terminate an FTA Claim", "paragraphs": ["However, the converse is not necessarily true: If a CFIUS review did determine that an acquisition were not in the national security interest of the United States, opponents argued, this would not terminate an FTA claim. This is because the FTA sets out procedures for responding to validly raised claims. Thus, even with a CFIUS review, it is argued that the United States would still be required to respond in a United Nations or World Bank tribunal, essentially requiring litigation on the \"essential security\" defense."], "subsections": []}]}]}, {"section_title": "Outcome of a Congressional Vote on the FTA and Potential Consequences If It Had Failed to Pass", "paragraphs": ["Oman joins four other MEFTA countries with FTAs, and the proposed MEFTA is now one-quarter of the way complete. An agreement with Oman could be a pathway to create private sector jobs for Oman's burgeoning population and a gateway to more openness in the Middle East.", "If Congress had not approved the U.S.-Oman FTA, any one of a number of things could have happened. On one hand, Oman could have just continued trading with the United States as usual. On the other hand, Oman could have looked elsewhere to countries such as China, Russia, or India for support in diversifying beyond the production of oil which could run out in roughly 15-20 years.", "In addition, had the U.S.-Oman FTA not been approved, there might have been broader implications. For example, Oman has been letting the United States use several military facilities. While many argued that it would have been be in Oman's interest to continue to cooperate with the United States military, Oman might have been tempted to put further restrictions on the U.S. use of these facilities. Oman might also have shrunk back from its cooperation on counterterrorism which is said to have included sharing/providing tips on intelligence about possible Al Qaeda suspects operating in the Persian Gulf or Oman itself."], "subsections": []}]}}