{"id": "RL33471", "title": "The Congressional Research Service and the American Legislative Process", "released_date": "2011-04-12T00:00:00", "summary": ["The Library of Congress, as its name suggests, is a library dedicated to serving the United States Congress and its Members. It serves additionally as an unexcelled national library. The Library was located in the Capitol Building with the House of Representatives and the Senate until 1897, and its collections always have been available for use by Congress.", "Building upon a concept developed by the New York State Library and then the Wisconsin legislative reference department, Wisconsin's Senator Robert LaFollette and Representative John M. Nelson led an effort to direct the establishment of a special reference unit within the Library in 1914. Later known as the Legislative Reference Service, it was charged with responding to congressional requests for information. For more than 50 years, this department assisted Congress primarily by providing facts and publications and by transmitting research and analysis done largely by other government agencies, private organizations, and individual scholars. In 1970, Congress enacted a law transforming the Legislative Reference Service into the Congressional Research Service (CRS) and directing CRS to devote more of its efforts and increased resources to performing research and analysis that assists Congress in direct support of the legislative process.", "Joined today by two other congressional support agencies, the Congressional Budget Office and the Government Accountability Office, the Congressional Research Service offers research and analysis to Congress on all current and emerging issues of national policy. CRS analysts work exclusively for Congress, providing assistance in the form of reports, memoranda, customized briefings, seminars, digitally recorded presentations, information obtained from governmental and nongovernmental databases, and consultations in person and by telephone. This work is governed by requirements for confidentiality, timeliness, accuracy, objectivity, balance, and nonpartisanship."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The Library of Congress, as its name suggests, is a library dedicated to serving the United States Congress and its Members. It serves additionally as an unexcelled national library. The Library was located in the Capitol Building with the House of Representatives and the Senate until 1897, and its collections always have been available for use by Congress.", "From the 61 st -63 rd Congresses (1909-1914), Congress studied the possibility of establishing a congressional reference service to assist Members and their staff. Multiple bills were introduced and referred to the House and Senate Committees on the Library, which held hearings and issued reports and documents. The congressional interest in establishing a legislative reference service, which was mirrored in many state legislatures, reflected an emphasis on the acquisition of knowledge for an informed and independent legislature. It also reflected the expanding role of the librarian and the professionalization of the profession. Finally, in 1914, Senator Robert LaFollette and Representative John M. Nelson, both of Wisconsin, secured the inclusion in the legislative, executive, and judicial appropriations act of a provision directing the establishment of a special reference unit within the Library. ", "The new department was charged with responding to congressional requests for information. It was given a permanent authorization with the Legislative Reorganization Act of 1946 and officially named as the Legislative Reference Service (LRS). For its first few decades it assisted Congress primarily by providing facts and publications and by transmitting research and analysis done largely by other government agencies, private organizations, and individual scholars.", "The Legislative Reorganization Act of 1970 transformed the Legislative Reference Service into the Congressional Research Service (CRS). It also directed CRS to devote more of its efforts and increased resources to doing research and analysis that assists Congress in direct support of the legislative process. ", "Today, CRS is joined by two other congressional support agencies. The Congressional Budget Office provides Congress with budget-related information; reports on fiscal, budgetary, and programmatic issues; and analyses of budget policy options, costs, and effects. The Government Accountability Office assists Congress in reviewing and monitoring the activities of government by conducting independent audits, investigations, and evaluations of federal programs. Collectively, the three support agencies employ more than 4,000 people, giving Congress access to information and analysis unequaled by any other national legislature.", "CRS offers research and analysis to Congress on all current and emerging issues of national policy. Its staff of approximately 675 employees includes lawyers, economists, reference librarians, and social, natural, and physical scientists. Funded through the annual Legislative Branch Appropriations Acts, CRS was provided with approximately $112.5 million in budget authority in FY2010. Congressional responses take the form of reports, memoranda, customized briefings, seminars, digitally recorded presentations, information obtained from automated databases, and consultations in person and by telephone.", "In all of their work, CRS analysts are governed by requirements for confidentiality, timeliness, accuracy, objectivity, balance, and nonpartisanship. CRS makes no legislative or other policy recommendations to Congress; its responsibility is to ensure that Members of the House and Senate have available the best possible information and analysis on which to base the policy decisions the American people have elected them to make.", "CRS is unique because its time and efforts are devoted to working exclusively for Congress. Only Members and their staffs can place requests and attend most seminars. While some CRS research and reports may reach the American public, dissemination is at the discretion of congressional clients.", "CRS is part of a much larger congressional staff community numbering approximately 30,000 people. In addition to the staff of the other research support agencies and other support offices like the Library of Congress, the Government Printing Office, and the Architect of the Capitol, approximately 7,000 people are employed by the U.S. Senate, while approximately 11,000 are employed by the U.S. House of Representatives. Each Representative has as many as 18 full-time employees; Senators' staffs may be larger and vary in size according to the populations of the states they represent. In addition, professional and clerical employees serve the committees and subcommittees in each house, while other staff members are employed by the congressional party leaders of the House and Senate, joint committees of the two houses, and the administrative officers of each house of Congress."], "subsections": []}, {"section_title": "Supporting a System of Shared Powers", "paragraphs": ["The staff of the U.S. Congress is much larger than in any other national legislature and is a consequence of the underlying nature of the American political system. In parliamentary systems, the \"government,\" in the form of the prime minister and the cabinet, and the legislature (or at least its \"lower house\") typically are controlled by the same party or coalition of parties. The lower house, such as the House of Commons in Canada or Great Britain, selects the prime minister, who also is a member of the parliament and the leader of the dominant party. The prime minister's legislative program dominates the parliament's agenda, and new legislative elections may be necessary if the parliament rejects a major government proposal for legislation. Normally, therefore, there is a collaborative relationship between the majority party or coalition in the parliament and the political leaders of the government ministries. When there is conflict between them, it is generally not because of the organization of government, but despite it.", "Under the Constitution of the United States, by contrast, the powers of the federal government are distributed in a way that is intended and almost guaranteed to create competition and conflict between the legislative and executive branches. It has been said that the U.S. system of government is characterized by a separation of powers; it is also viewed as a system of separate institutions sharing powers. This arrangement has led to a shifting balance of power between the two branches, as well as occasional conflicts with the Supreme Court, during more than 200 years of experience under the Constitution. During some periods, Congress exerted more influence over national policy than the President; at other times, the situation has been reversed.", "The executive and legislative branches are distinctly separate institutions. In contrast to parliamentary systems, for example, Members of Congress may not hold positions of authority in the executive branch. Congress normally plays no part in selecting the President or Vice President, nor may it remove either of them from office only because of disagreements about policy. The Vice President does serve as President of the Senate, but the formal power of that position is very limited. Further, the President may not remove Members of Congress, nor is there any provision for early dissolution of a Congress by the executive.", "Representatives, Senators, and the President all serve for fixed terms and for different periods of time. Even when a President wins an overwhelming election victory, therefore, he still finds that two-thirds of the Senators had been elected two or four years earlier, and that all Representatives will run for re-election two years later when the President is not a candidate. One possible result, which has occurred frequently since World War II, is that a President of one political party may confront one or both houses of Congress controlled by the other party. In this circumstance, the competition between separated institutions is made even more intense by the added dimension of competition between the different political parties controlling them.", "Yet these separated institutions are linked by their shared powers. For example, Congress has the primary legislative power under the Constitution. The President may recommend any legislation he thinks desirable, but Congress is under no obligation to act on, much less approve, his proposals, though they usually do receive respectful and careful study. On the other hand, the President does have the constitutional power to disapprove (or veto) any bill approved by Congress, in which case it can become law only if approved again by two-thirds of the votes in both houses. So the legislative power is shared, and the threat of a presidential veto usually gives the President great influence over Congress's legislative decisions.", "Presidential powers also are shared. For instance, the President has the constitutional authority to nominate senior officers of the executive branch and all federal judges and justices and to negotiate treaties with other nations. The Senate must agree, however, by majority vote to each of his nominations, and no treaty can take effect unless the Senate approves it by a two-thirds vote. The President also is Commander-in-Chief of the Armed Forces, but Congress passes legislation controlling the size, composition, and budget of the military. In short, if either branch of government is to fulfill its constitutional responsibilities effectively, it needs the cooperation, or at least the acquiescence, of the other.", "The reason for this system of shared powers lies in both an historic mistrust of government power and a concern over the efficient administration of the law. The authors of the Constitution had experience with excessive power in the hands of executive officials (the British king and his ministers), but they also feared that an uncontrolled legislative majority also might be liable to abuse its power. The best way to protect against abuses of power, they concluded, was to divide it among officials of different institutions, giving these officials an incentive to restrain each other in their own self-interest. The authors' experience with the ineffective Articles of Confederation also convinced them of the need for a strong apparatus to administer the law, a responsibility they saw better vested in an executive body than the legislature.", "In this way, a system of \"checks and balances\" prevents any single institution of government from becoming too powerful. Although sharing powers between different institutions can create obstacles and cause delays for the government in making decisions, having a government that its citizens can control and hold accountable was preferred in 1787, when the Constitution was written, to having one effectively controlled by either the executive or the legislative branch. And although circumstances have changed dramatically since then, the fundamental framework of government under the Constitution remains unchanged today.", "In order for the sharing of power to protect against the abuse of power, more is required than the words of the Constitution. Each branch of government must be able to protect its independence and assert its power effectively. In its continuing effort to preserve its constitutional authority and independence, Congress can suffer from an important competitive disadvantage: it often possesses less information and knowledge than the executive branch, which has more than 2.75 million employees. If the executive branch could control what Congress knows, it might largely nullify Congress's independent exercise of its powers and its ability to oversee the exercise of executive powers. While Congress would remain independent of the executive branch in theory, it could become its captive in practice. This is an important reason why Congress has created permanent committees of the House and Senate with responsibility for studying issues, recommending legislation, and conducting oversight on the subjects assigned to them. In this way, Congress develops policy expertise among its own Members and the staffs of its committees.", "For the same reason, Congress created its three support agencies, including CRS, which are not subject to executive branch direction and which assure Congress of its own expert and independent assessments of national and international events and conditions, its own studies of existing laws and programs, and its own analyses of the options for change."], "subsections": []}, {"section_title": "Nonpartisan Support for a Partisan Institution", "paragraphs": ["There is another respect in which the mandate of CRS reflects the nature of U.S. political institutions and the party system: although the House and Senate are organized by the Democratic and Republican parties and nearly all Members of Congress are affiliated with one party or the other, CRS is a nonpartisan institution. Its purpose is to inform, not to persuade.", "Members' party affiliations remain the single best basis for predicting how they will vote, and congressional party leaders have a profound effect on how the House and Senate conduct their legislative business. Although Congress historically has not experienced highly cohesive party voting, particularly in comparison with voting in the parliaments in which members are elected from party lists under a system of proportional representation, \"partisan differentiation is still substantial ... [and] strict party votes always organize the House, and party unity votes are increasingly common (and often increasingly sharply dividing the two parties) on a wide range of substantive and procedural votes.\" Despite these recent trends in partisanship, the Democratic and Republican parties continue to encompass diverse interests, a fact for which observers have credited both the national history and the rules of the U.S. electoral system for the operation of the current party system. This diversity has expanded the role of CRS as a nonpartisan source of research.", "There cannot be a governing coalition of parties in the United States. The existence of a single, powerful, elective presidency encourages disparate factions and interests to coalesce into two parties at the national level. Historically, third parties have had great difficulty attracting and then maintaining widespread support in federal elections because they usually have had a narrow ideological focus and geographical base, and so have had no real hope of winning the single most visible and valuable prize of American political competition, the presidency. The result has been two parties with different centers of political gravity but with overlapping national constituencies in presidential elections.", "In congressional elections, candidates run for the House of Representatives in 435 separate single Member districts and for the Senate in 50 different states. The constituencies are geographically, economically, and socially diverse. This electoral system, in which each House constituency elects only one legislator, and in which only one candidate can win each election, also encourages two-party competition at the state and local level, in contrast to systems in which legislators are elected by proportional representation from party lists. It is in this environment that CRS exists to serve as a source of nonpartisan analysis and information."], "subsections": []}, {"section_title": "Serving All the Members of Congress", "paragraphs": ["In addition to serving the committees and party leaders of the House and Senate, CRS responds to requests for assistance from all Members of both houses, regardless of their party, length of service, or political philosophy. Each Member, as a consequence of the American system of political parties and elections noted above, is an independent political decision-maker who makes his or her own judgments about what legislation to sponsor or support. Individual Members or their staffs request help from CRS, for example, in learning about issues, developing ideas for legislation, and evaluating legislative proposals made by the President, their colleagues, or private organizations.", "The system of making congressional nominations through primary elections also severely limits the influence of party organizations on the selection of House and Senate candidates. Each party's candidates for election to Congress usually are chosen in a preliminary or \"primary\" election. In most states, any person can be listed on his party's primary election ballot if he or she can demonstrate some support from its members. The person who wins the primary election then becomes the party's candidate even if the state or local party leaders would have preferred someone else.", "Thus, candidates for election to the House and Senate are political entrepreneurs. They usually decide at their own initiative that they want to seek election and they obtain the nomination of their party by winning a primary election, not by winning the support of a formal party organization. They then associate themselves with their party and its other candidates as it serves their own interests.", "As a result, there is a direct and personal tie between each Representative and Senator and the voters in his or her district or state. The support Members enjoy in their constituencies rests partly on their party affiliations. Yet their election and re-election do not necessarily depend on their party support or the efforts of formal party organizations. When Members of either house are elected for the first time and arrive in Congress, they almost certainly feel an allegiance to their party and they wish to support its leaders whenever possible. But most new Members also understand that they were not elected merely because of their party; they owe their success largely to their own efforts.", "In this situation, Representatives and Senators can be independent political decision-makers. They develop their own bills and amendments to promote the policies that are important to them and their constituencies. As they prepare for each legislative decision, Members may consider many influences, though they ultimately reach their own decisions based on their personal public policy preferences, the advice of their personal staff, and their assessment of what is in the best interests of their state or district. Each Member then needs direct access to a source of information and analysis to help him or her make these judgments—a source of accurate information and expert analysis that is independent and dependable and that has no interest in affecting the Member's decisions. To serve this need, the resources of CRS are available equally to each Representative and Senator without regard to party, position, or philosophy."], "subsections": []}, {"section_title": "Support Throughout the Legislative Process", "paragraphs": ["CRS supports the Members, committees, and leaders of the House and Senate at all stages of the legislative process, from helping them as they evaluate the need for new legislation before it is introduced, to giving them technical assistance as they reach final agreement on bills before they are presented to the President for his approval or disapproval.", "The ideas for legislation come from many sources, but every bill must be introduced by a Representative or Senator before Congress can formally consider it. The President and other executive branch officials frequently submit drafts of proposed bills to Congress, which Representatives and Senators introduce on their behalf. Legislative proposals also come from interest groups and other private organizations, and even from individual citizens who have become particularly interested in an issue. And of course, Members and their staffs frequently develop their own legislative ideas.", "CRS can contribute at this preliminary stage in several ways. Members may ask CRS to provide background information and analysis on issues and events so they can better understand the existing situation and then assess whether there is a problem requiring a legislative remedy. This assistance may be a summary and explanation of the scientific evidence on a technically complex matter, for example, or it may be a collection of newspaper and journal articles discussing an issue from different perspectives, or a comparative analysis of several explanations that have been offered to account for a generally recognized problem. CRS also identifies national and international experts with whom Members and staff may consult about whatever issues concern them and sponsors programs at which Members meet with experts to discuss issues of broad interest to Congress.", "If a Member decides to introduce a bill, CRS analysts can assist the legislator (or his or her staff) in clarifying the purposes of the bill, identifying issues it may address, defining alternative ways for dealing with them, evaluating the possible advantages and disadvantages of each alternative, developing information and arguments to support the bill, and anticipating possible criticisms of the bill and responses to them. Although CRS does not draft bills, resolutions, and amendments, its analysts may join staff consulting with the professional draftsman within each chamber's Office of the Legislative Counsel as they translate the Member's policy decisions into formal legislative language.", "Members and committees also can request CRS to help them assess and compare legislative proposals, including competing bills introduced by Members and proposals presented by executive branch officials, private citizens, and organizations. CRS can assess the intent, scope, and limits of the various proposals.", "When a bill is introduced in the House or Senate, it is assigned to a permanent legislative committee with responsibility for that subject, and then usually to a subcommittee of the committee. If the bill is broad in scope, it may be referred to two or more committees. There is no requirement for any subcommittee or committee to act on any bill, and the overwhelming majority of bills die because the committees choose not to act on them. When a subcommittee selects a bill (or several bills on the same subject) for serious attention, it usually begins by conducting public hearings on one or more days at which executive branch officials, other Members of Congress, representatives of private organizations, and even individual citizens present their views on the bill's merits. CRS analysts can assist in this process by providing background information and reports, presenting a preliminary briefing to Members or staff, identifying potential witnesses, and suggesting questions that Members may consider asking the witnesses.", "After the hearings on a bill, the subcommittee or committee meets to debate and vote on amendments to it. If requested, CRS staff may attend these meetings to serve as a nonpartisan source of expert information available to all Members. If the subcommittee and then the full committee conclude that new legislation is needed, they report a bill to the House or Senate for all its Members to consider. The committee also submits a written report that explains the background for its decision, analyzes the purposes and effects of each major provision of the bill, and includes other information, such as predictions about the cost of implementing it, that help other Members decide whether they should support the bill. CRS specialists may assist the committee's staff in preparing some sections of this report, although cost estimates are developed by the Congressional Budget Office.", "During the committee and floor consideration stage of the legislative process, CRS can assist Representatives and Senators in several different ways, in addition to providing background information to assist Members in understanding the issues a bill addresses. CRS attorneys can help clarify legal effects the bill may have. CRS policy analysts can work with Members in deciding whether to propose amendments and then in making certain that their amendments are designed and phrased to achieve the desired results. CRS also can help Members prepare for the debate by providing data and other information that they can use to support the positions they have decided to take.", "The House and Senate each has a complex set of rules for determining if, when, and how all its Members will act on the bills its committees have approved. These procedures control, among other things, how long Members can debate the bill and if Members are free to offer amendments on the House or Senate floor to change its provisions. The legislative procedures of the House generally impose limits on deliberation, while the Senate, in part because it always has been much smaller than the House, has placed more importance on engaging in extended debate and less emphasis on reaching prompt decisions. CRS staff can clarify the legislative procedures of the House and Senate, assisting Members and staff in understanding the effects of these procedures and how Members can use the procedures to promote their own legislative goals.", "When the House and Senate first pass a bill, they usually have some disagreement over precisely what it should say and do. All these disagreements must be resolved before the legislative process is completed and the bill can be presented to the President. The two houses may agree to create a temporary conference committee composed of both Representatives and Senators. The purpose of the conference committee is to reach compromises that settle all the disagreements between the houses concerning that bill.", "The discussions of a conference committee sometimes are very informal; in other cases, they are as formal as bilateral treaty negotiations. CRS analysts can contribute to this last stage of the legislative process by helping identify the issues to be resolved, by clarifying and comparing the positions of the two houses on each issue, and by identifying different ways in which the legislative disagreements could be resolved. Once the conferees reach agreement, as they usually do, they present their report to the House and Senate. If the two houses accept the report, the bill is ready to be sent to the President for his approval or veto.", "Throughout this process, CRS offers timely and confidential assistance to all Members and committees that request it, limited only by CRS's resources and the requirements for balance, nonpartisanship, and accuracy. CRS does not conduct research on sitting Members or living former Members of Congress, unless granted specific permission by that Member or if that Member is nominated by the President for another office.", "Further, CRS services are not limited to those that relate directly to enacting new laws. For example, CRS attempts to assess emerging issues and developing problems so that it will be prepared to assist Congress if and when it becomes necessary. Although it rarely conducts field research, CRS assists committees in other aspects of their study and oversight responsibilities. In addition, it offers numerous courses, including legal research seminars and institutes on the legislative process, the budget processes, and the work of district and state staff. At the beginning of each Congress, CRS also provides an orientation seminar for new Members."], "subsections": []}, {"section_title": "Conclusion", "paragraphs": ["The Congressional Research Service serves the American people and their constitutional system by serving Congress in a way that reflects underlying characteristics of the national political process. Although sometimes compared with research arms of other national legislatures, CRS is well adapted to its own constitutional and political context and might not prosper if reproduced without change in a wholly different socioeconomic, historical, and constitutional setting. Yet there are requisites for accountability and effectiveness that every democratic government must meet in one way or another.", "One such requisite is public participation in the lawmaking process through representative bodies such as the United States Congress and other national parliaments. Another is the need for the legislature and its members to be informed sufficiently well so that they can make reasoned choices in responding to social needs, and thereby also reinforce popular support for democratic institutions. By helping to satisfy the information requirements of Congress and its Members, CRS makes its unique contributions to preserving and strengthening democratic government in the United States."], "subsections": []}]}}