{"id": "RL33331", "title": "U.S. Occupation Assistance: Iraq, Germany, and Japan Compared", "released_date": "2008-01-29T00:00:00", "summary": ["As of the end of FY2006, U.S. aid to Iraq had surpassed U.S. aid to Germany and Japan during the post-World War II occupations of those countries. This report compares aggregate data on U.S. assistance to Iraq through FY2006 with U.S. assistance to Germany and Japan during the seven years following World War II. U.S. aid allocations (all grant assistance) for Iraq appropriated from 2003 through 2006 total $35.7 billion. About $11.8 billion (33%) went for economic infrastructure assistance. The remaining $23.8 billion was targeted at bolstering Iraqi security ($15.5 billion) and traditional political, social, and economic reform assistance ($8.3 billion). A higher proportion of Iraqi aid has been provided for economic reconstruction of critical infrastructure than was the case for Germany and Japan. Total U.S. assistance to Iraq as September 30, 2006 (the last day of FY2006), was about a fifth more than total assistance (adjusted for inflation) provided to Germany—and somewhat more than double that provided to Japan—from 1946-1952.", "For Germany, in constant 2005 dollars the United States provided a total of $29.3 billion in assistance from 1946-1952 with 60% in economic grants and nearly 30% in economic loans, and the remainder in military aid. Beginning in 1949, the Marshall Plan provided $1.4 billion with the specific objective of promoting economic recovery. Prior to that, U.S. aid was categorized as Government and Relief in Occupied Areas (GARIOA). Adjusting for inflation, the constant 2005 dollar total for Marshall Plan aid was $9.3 billion, of which 84% billion was grants and 16% was loans. (West Germany eventually repaid one-third of all U.S. assistance it received.)", "Total U.S. assistance to Japan for 1946-1952 was roughly $15.2 billion in 2005 dollars, of which 77% was grants and 23% was loans. Most of these funds were provided through GARIOA grants. Japan repaid $490 million of the total postwar assistance. Of the $2.2 billion in total aid, an estimated $655 million, or almost a third, went to categories that would mostly contribute directly to economic recovery (industrial materials, including machinery and raw goods; petroleum and products; and transportation, vehicles, and equipment). Most of the rest went for agricultural equipment, foodstuffs, and food supplies with smaller amounts spent on medical and sanitary supplies, education, and clothing.", "U.S. assistance to Germany and Japan largely consisted of food-related aid because of severe war-induced shortages and the need to provide minimum subsistence levels of nutrition. In Iraq, humanitarian aid has been a minor part of the assistance. Expectations also have changed. Countries today have much higher expectations of what the United States should contribute to reconstruction in Iraq relative to what was expected following World War II. Germany and Japan also are larger than Iraq—both population and size of their respective economies—and the extent of war damage to each country's industrial capacity was different. Iraq also faces an insurgency that deliberately sabotages the economy and reconstruction efforts, whereas there were no resistance movements in either Germany or Japan.", "This report will not be updated."], "reports": {"section_title": "", "paragraphs": ["Some Members of the 111 th Congress may question whether U.S. assistance to Iraq in the wake of the military action of 2003 has been adequate, others whether it might be excessive. One point of comparison that is often invoked is the assistance that the United States provided to Germany and Japan during military occupations of those countries after World War II. This report provides data through September 30, 2006 (the end of FY2006), at which point U.S. aid to Iraq had surpassed U.S. aid to Germany and Japan during the post-World War II occupations.", "The following information and attached tables compare assistance to Iraq during the first three and a half years after the fall of Baghdad on April 9, 2003, with U.S. assistance during the occupations of those two countries. In brief, although the context of the military occupation of Iraq is markedly different from that of the other two, the total amount of U.S. assistance allocated for Iraq through FY2006 appears to be about a fifth higher than the amount provided to Germany and somewhat more than double that provided to Japan for the seven years after World War II. (This represented the overlapping periods of direct military government and the Marshall plan assistance in Germany and the entire period of the military occupation of Japan.)", "Breakdowns for specific purposes are difficult, as the costs were covered under different categories and in different ways. One area in which a rough approximation is possible, however, is funding for the reconstruction and improvement of critical economic infrastructure. This figure is particularly important to some Members as they consider the tradeoffs between funding spent on Iraq and funding available for similar purposes in the United States. Comparisons of funding for other purposes, such as government, education, and humanitarian relief are difficult, as the needs were different in each case and/or the assistance was provided in different ways that do not facilitate comparison. This report does not attempt to compare indirect forms of assistance, such as debt relief, and funding provided by other donors.", "Aid allocations for Iraq appropriated from FY2003 through FY2006, all of which is grant assistance, totaled $35.7 billion. Of this, about $11.8 billion (33%) was for the repair and improvement of critical economic infrastructure. The total figure is almost a fifth higher than total assistance provided to Germany from FY1946-1952 ($29.3 billion in 2005 dollars) and somewhat more than double that provided to Japan ($15.2 billion in 2005 dollars). U.S. funding provided specifically for economic infrastructure in Iraq appears to be greater than the proportion provided for economic reconstruction in both Germany and Japan.", "Figure 1. U.S. Assistance to Iraq (FY2003-FY2006), Germany, and Japan (1946-1952), Total and for Economic ReconstructionSource: Congressional Research Service. Data from U.S. Department of State, appropriations bills, and other sources."], "subsections": [{"section_title": "Context, Caveats, and Methodology", "paragraphs": ["The circumstances in which the U.S. occupations of Germany and Japan began were quite different from those under which the U.S. entered Iraq in 2003. Germany and Japan had both declared war on the United States and during at least the first year after World War II, U.S. policymakers were inclined to provide only a survival level of food and other assistance to its defeated enemies in order to avert starvation and prevent massive outbreaks of disease. U.S. objectives in the post-World War II occupations were characterized as the four \"Ds\".", "The United States' primary objective in both Germany and Japan was demilitarization . In Japan, the next two were disarmament and decentralization of the economy through the dismantling of powerful economic groups. In Germany, the next two were denatzification and deindustralization , the later in the expectation that Germany could become an agricultural country. The fourth \"D\" in both cases was democratization , although many U.S. policymakers and occupation planners were skeptical that the Germans and Japanese had the necessary cultural background and psychological disposition for flourishing democracies. Both countries were expected to be responsible for their own economic recovery. Within a few years, however, the United States had recognized the need to provide assistance for economic recovery and reconstruction in Germany and Japan. Programs with that objective commenced in 1948.", "In Iraq, in contrast, U.S. policymakers have made economic and political reconstruction and development priorities from the outset. Democracy-building became the primary objective of U.S. assistance to Iraq very early in the occupation, as no caches of biological and chemical weapons were found. Unlike the cases of Germany and Japan, there was no massive humanitarian crisis requiring aid in Iraq.", "It is impossible to precisely compare the amount of aid that the United States has provided to post-war Iraq with the amounts spent during the occupations of Germany and Japan. For one, there is no record of the amount spent on political and social welfare reconstruction and development in Germany and Japan. Much of the political and social welfare institution-building assistance that is being provided by U.S. contractors in Iraq now was either not provided in the cases of Germany and Japan, was paid for by those countries (which made payments to the United States for occupation costs), or was done by occupation troops or others whose salary costs were not calculated. No precise calculation of assistance for economic reconstruction can be made in the cases of Germany and Japan without surveying the papers from the occupations for that specific purpose, as information available in the U.S. Agency for International Development (USAID) data base, the standard source for figures on U.S. government assistance, is aggregated according to accounts, not purposes. In addition, in the case of funding for Iraq, accounts may contain a mix of assistance types, and even specific grants may have multiple humanitarian, political, and economic purposes. Nevertheless, very rough comparisons of assistance for economic reconstruction are possible.", "For the purposes of rough comparison, this report compared figures from the web version of the standard source for U.S. foreign aid funding, U.S. Overseas Loans and Grants as the source for figures on U.S. aid to Japan and Germany. CRS converted these figures to constant 2005 dollars using the Gross Domestic Product (GDP) Price Index of the U.S. Bureau of Economic Analysis. (These aid figures do not reflect the net amount of U.S. assistance to these countries, as they do not offset amounts that the conquered countries paid in reparations. Nor do they account for the amounts paid by those countries for feeding and housing occupation troops.) The four tables at the end of this report show these figures. In addition, further information is supplied in the sections below from a Marshall Plan document in the case of Germany and from occupation documents in the case of Japan."], "subsections": []}, {"section_title": "Post-World War II Assistance to Germany", "paragraphs": ["U.S. assistance to Germany totaled some $4.3 billion ($29.6 billion in 2005 dollars) for the years of direct military government (May 1945-May 1949) and the overlapping Marshall Plan years (1948/1949-1952). Initial funding, primarily under the Government and Relief in Occupied Areas (GARIOA) program was directed primarily at humanitarian relief. (GARIOA provided funding for the basic relief supplies necessary for \"the prevention of disease and unrest prejudicial to the occupying forces,\" and was \"limited to food, fertilizers, seed, and minimum petroleum requirements.\" ) GARIOA grants and loans—totaling $2.2 billion in current dollars ($15.4 in constant 2005 dollars)—made up just over half of the total and virtually all of the funding for about the first three years, although a small amount of other relief aid and some military surplus property was also provided during that period. The Marshall Plan, through which aid to Germany began in 1948/1949 and continued through 1952, provided about a third of total U.S. aid to that country. Some military aid grants, related to the new security environment, was provided in the last Marshall Plan years. (The West German government eventually repaid one-third of total U.S. assistance to Germany during this period, even though loans formally comprised only 28% of total funds provided to Germany.)", "The Marshall Plan provided the first funding for Germany with the specific objective of promoting economic recovery. The official figure for total Marshall Plan assistance to Germany is almost $1.4 billion in current year dollars ($9.3 billion in 2005 dollars, of which $7.8 billion was grants and $1.5 billion was loans). [This corresponds to the categories of USAID Predecessor Grants and USAID Predecessor Loans in the tables below.] The entire amount of Marshall Plan aid is usually considered economic reconstruction funding, even though much of the aid provided, in the first year particularly, was foodstuff to feed workers whose productivity was compromised by malnourishment. (The severe winter of 1946-1947 in Europe made hunger a greater problem at that point than it was right at the end of the war and made apparent the need for increased food and other assistance.) The economic effect of Marshall Plan assistance was enhanced by the Plan's requirement that recipients match U.S. funding with \"counterpart\" contributions in national currencies. These were invested in the areas that national governments determined, in consultation with Marshall Plan officials, would best stimulate national economies.", "According to an interim report to Congress prepared by the Economic Cooperation Agency (the agency which administered the Marshall Plan), food accounted for nearly half (i.e., 46%) of the commodities delivered in the first three-plus years (i.e., between April 3, 1948, and June 30, 1951). (Deliveries during this period accounted for perhaps 80% of total deliveries under the Marshall Plan.) Inputs to industry (i.e., raw materials and semi-finished products) comprised 40% of the total. Of those inputs, nearly 60% was cotton; most of the rest was metals and chemicals. Petroleum and petroleum products accounted for 4%. About 2½% was for machinery and vehicles, and 6 ½% was for miscellaneous, mostly tobacco."], "subsections": []}, {"section_title": "Post-World War II Assistance to Japan", "paragraphs": ["Total U.S. assistance to Japan for the years of the occupation, from 1945-1952 was roughly $2.2 billion ($15.2 billion in 2005 dollars), of which almost $1.7 billion was grants and $504 million was loans. The Greenbook presents these figures as provided under five headings. Over three-quarters (77%) of these funds were provided through GARIOA grants. Most of the remainder (i.e., 23%) was $490 million in related funds that Japan repaid and is classified as a loan. There is no information in the Greenbook or readily available published sources regarding how much of this was provided for economic reconstruction, although the intent of the occupation after 1948 was to promote economic recovery.", "Figures for Japan compiled by a CRS analyst who examined occupation papers and related documents in that country show that about 40% of the U.S. assistance may well be considered as having been targeted at economic infrastructure reconstruction, broadly defined. It should be noted that the total value of U.S. aid from the occupation documents and other documents that this analyst drew on is just slightly over $2.0 billion in current dollars—slightly lower than the Greenbook total of $2.2 billion. This was a figure that was agreed upon in the 1960s by Japanese and U.S. officials as part of the negotiations on the amount of U.S. assistance that Japan would repay. (The Greenbook figure is for funds appropriated, whereas the lower negotiated figures derives from estimates of goods actually received plus administrative costs.) Using this as a base, the net value of the grant and loan aid as actually received by Japan would be $1.9 billion after deducting for the administrative expenses that the United States charged against the funds.", "Of the negotiated $2.0 billion in current year dollars ($13.4 in constant 2005 dollars), $655 million ($4.3 billion in constant dollars) or 32%, went to categories that would mostly contribute directly to economic reconstruction, that is, industrial materials, including machinery and raw goods ($310 million or 15%); petroleum, oils, and lubricants ($95 million or 5%); and transportation, vehicles, and equipment ($249 million or 12%). It is also likely that much of the funds categorized as payment of civilians ($67 million) and miscellaneous ($63 million ) also could be considered as contributing to economic reconstruction, especially as Japanese labor was provided incentives in order to encourage production. (The total in 2005 dollars for these payments to civilians and miscellaneous is $0.86 billion.) These categories of aid total $785 million in current dollars and $5.2 billion in constant dollars.", "Of the remaining $1.2 billion, $1.19 billion ($7.9 billion in 2005 dollars and 59% of the total) went to agricultural equipment, foodstuffs, and food supplies. This was aimed at helping to feed the Japanese population. The remainder ($49 million in current dollars, $324 million in 2005 dollars) were expenditures for medical and sanitary supplies (under 1% of the total), education (under 1%), and clothing, textiles and shoes (a little over 1%)."], "subsections": []}, {"section_title": "Current U.S. Assistance to Iraq", "paragraphs": ["U.S. assistance to Iraq appropriated from FY2003 through FY2006 totaled some $35.7 billion. All of it is grant assistance. While most funds were appropriated to a special Iraq Relief and Reconstruction Fund (IRRF, $21 billion) and an Iraq Security Forces Fund ($10.4 billion), additional sums from the budgets of DOD, USAID, and other agencies have been used for reconstruction purposes. The Departments of State and Defense as well as USAID are the key entities responsible for implementing Iraq assistance programs.", "About one-third of total funding, roughly $11.8 billion, has been aimed at restoring economically critical infrastructure, including airports, roads, bridges, railroads, seaports, electric power, water and sanitation, telecommunications, and essential buildings. Another $8.3 billion, representing about 23% of total aid, has been allocated to assist democratization (including civil society), education and health and the expansion of the private sector. A small amount of emergency relief and food aid was provided, especially in the early stages of the post-U.S. invasion period. Together, the infrastructure reconstruction assistance—which best corresponds to the bulk of aid provided to Germany and Japan—and the social, economic, and political development aid—which is more characteristic of current U.S. assistance around the world—make up nearly more than one-half of total Iraq funding for economic and political reconstruction to date. The remaining $15.5 billion in aid, nearly 44% of the total, is targeted at bolstering Iraqi security. Most of it provides training and equipment to the various security forces, including police and army, but funds are also used to provide facilities for security and law enforcement."], "subsections": []}, {"section_title": "Comparative Overview", "paragraphs": ["While the total amount of aid to Iraq—roughly $36 billion—now appears to be almost a fifth higher than that spent during the occupation of Germany and somewhat more than double that during the occupation of Japan, the total amounts and percentages of U.S. assistance targeted specifically at economic infrastructure reconstruction for Germany and Japan over the FY1949-FY1952 period appear to be lower than the amounts and percentages currently directed at such reconstruction in Iraq. In constant 2005 dollars, U.S. aid targeted at economic infrastructure reconstruction was some $9.3 billion in Germany, or about one-third of total U.S. assistance to that country, and some $5.2 billion in Japan, or a little under 40% of total U.S. assistance there. If one were to consider food aid for Japanese workers as part of assistance for reconstruction there in order to make it more comparable with Marshall Plan reconstruction aid to Germany, the Japan figure would be considerably higher (about $13.1 billion in constant 2005 dollars).", "The amount and proportion of assistance for roughly equivalent infrastructure reconstruction in Iraq appears higher, probably about $11.8 billion. This would indicate that the actual (adjusted) dollar amounts of U.S. aid for economic infrastructure reconstruction in Iraq thus far is roughly a third greater than that provided to Germany and perhaps more than double that provided to Japan. One explanation for the difference may be that aid for economic reconstruction in Germany and Japan consisted of financing through loans and grants in order to enable those countries to carry out their recoveries largely on their own. In Iraq, the United States is providing not only the material assistance, but also is paying for the necessary labor.", "For these three countries, infrastructure assistance is the most comparable element. Other aid sectors are difficult to compare because the situations varied greatly. A large proportion of U.S. assistance to Germany and Japan consisted of food aid because of the humanitarian crisis which ensued after the war. Food and housing shortages were critical in both Germany and Japan for several years after World War II, and early U.S. assistance focused on providing a subsistence level of nutrition. Massive humanitarian relief was necessary. In Iraq, humanitarian aid has been a minor part of the assistance program because there was little need for food or other immediate relief assistance for most of the population. Democracy, security, and other governance efforts are also difficult to compare. In Germany and Japan they were conducted by occupation forces and separate accounts were not maintained.", "Assistance in these three cases varied greatly, not only because of the conditions in which the occupations took place. The size of the country and economy and the degree of economic development is different in each of the cases, as were the states of the economic infrastructure at the end of and after the war.", "In 1940, before the United States entered World War II, it had a population of 132.6 million and a GDP that was 2½ times greater than that of Germany (with a population of 69.8 million) and about 4½ times greater than that of Japan (with a population of 73 million). After the war, the differences were much greater: U.S. per capita income was one-third higher than that of Germany in 1940 and over 4 times higher in 1946; it was almost 2½ times higher than that of Japan in 1940 and well over 6 times higher in 1946. At the end of the Marshall Plan period in 1952, recovery to pre-war levels had occurred in both countries. In 1952, U.S. per capita income was 2¼ times higher than that of Germany and almost 4½ times that of Japan.", "Regarding economic infrastructure, some sectors of Germany's infrastructure were left surprisingly intact according to recent analyses: \"At the end of the war, the industrial capacity in the Western zones was in theory not markedly less than that of the same territories in 1936.... The coal, iron, and steel industries were relatively lightly damaged, whereas most manufacturing was much more seriously impaired.\" Severe damage to public utilities—especially power stations and transportation facilities —slowed the restoration of production, as did malnutrition and disease.", "Similarly, recent analyses of the state of Japan's economic infrastructure showed that, overall, industry was not demolished: \"If we look at industries by sector, we can see that although the rate of capacity in the consumer goods industries was damaged because many factories had been converted to war production, by contrast, the damage rate was relatively low in the heavy and chemical industries. The steel and electric power generation industries even emerged from the war with plant capacity above prewar levels.\"", "Observers may note that the Iraqi people and the international community most likely have much higher expectations of what the United States should contribute to economic reconstruction in Iraq than what the United States was expected to contribute to Germany and Japan, as the disparities are much greater between the United States and Iraq than between the United States and its World War II adversaries. The United States, with a current population of 300 million, has a GDP more than 200 times greater than that of Iraq, population 26 million ($11,750 billion compared to $54.4 billion, 2004 estimate). U.S. GDP per capita was almost 20 times that of Iraq in 2004 ($40,100 compared to $2,100). While U.S. military action did little damage, by design, to much of Iraq's economic infrastructure, it did damage Iraq's electrical grid, which also had an effect on the availability of water. In addition, Iraq's infrastructure had greatly deteriorated over the previous years. The existence of an insurgency in Iraq which deliberately sabotages the economy and reconstruction efforts is an important consideration in comparing Iraq's economic reconstruction requirements with those of post-war Germany and Japan, which had no resistance movements."], "subsections": []}]}}