{"id": "RL33462", "title": "Heritage Areas: Background, Proposals, and Current Issues", "released_date": "2016-02-11T00:00:00", "summary": ["Over more than 30 years, Congress has established 49 national heritage areas (NHAs) to commemorate, conserve, and promote areas that include important natural, scenic, historic, cultural, and recreational resources. NHAs are partnerships among the National Park Service (NPS), states, and local communities, in which the NPS supports state and local conservation through federal recognition, seed money, and technical assistance. NHAs are not part of the National Park System, in which lands are federally owned and managed. Rather, lands within heritage areas typically remain in state, local, or private ownership or a combination thereof. Heritage areas have been supported as protecting lands and traditions and promoting tourism and community revitalization, but opposed as potentially burdensome, costly, or leading to federal control over nonfederal lands.", "There is no comprehensive statute that establishes criteria for designating NHAs or provides standards for their funding and management. Rather, particulars for each area are provided in its enabling legislation. Congress designates a management entity, usually nonfederal, to coordinate the work of the partners. This entity typically develops and implements a plan for managing the NHA, in collaboration with other parties. Once approved by the Secretary of the Interior, the management plan becomes the blueprint for managing the area.", "NHAs might receive funding from a wide variety of sources. Congress typically determines federal funding for NHAs in annual appropriations laws for Interior, Environment, and Related Agencies. NHAs can use federal funds for many purposes, including staffing, planning, and projects. The FY2016 appropriation for the NPS for assistance to heritage areas was $19.8 million.", "The Obama Administration has expressed interest in having NHAs become financially self-sufficient. Some appropriators and other Members have emphasized self-sufficiency for these areas as well. One role of the NPS is to evaluate heritage areas at least three years before the expiration of the authorization for federal funds. The NPS has completed evaluations of nine NHAs designated in 1996 and continues to evaluate others.", "Each Congress typically considers bills to establish new heritage areas, study areas for possible heritage designation, and amend existing heritage areas. Bills with similar purposes are pending in the 114th Congress. Other 114th Congress measures seek to extend the authorizations for NHAs to receive financial assistance.", "The sizeable number of existing NHAs and proposals in recent years to study and designate new ones has fostered legislation to establish a system of NHAs, and to provide criteria for their designation, standards for their management, and limits on federal funding support. In the 114th Congress, one such measure (H.R. 581) has been introduced. The Obama Administration has supported such systemic NHA legislation. Some opponents believe that NHAs present numerous problems and challenges and that Congress should oppose efforts to designate new areas and to create a system of NHAs."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["Since 1984, Congress has designated 49 national heritage areas (NHAs) to recognize and assist efforts to protect, commemorate, and promote natural, cultural, historic, and recreational resources that form distinctive landscapes. Congress has established heritage areas for lands that are regarded as distinctive because of their resources, their built environment, and the culture and history associated with these areas and their residents. A principal distinction of these areas is an emphasis on the interaction of people and their environment. Heritage areas seek to tell the story of the people, over time, where the landscape helped shape the traditions of the residents. In a majority of cases, NHAs now have, or have had, a fundamental economic activity as their foundation, such as agriculture, water transportation, or industrial development. ", "The attributes of each NHA are set out in its establishing law. Because they are based on distinctive cultural attributes, NHAs vary in appearance and expression. They are at different stages of developing and implementing plans to protect and promote their attributes. Table 1 identifies the NHAs established by Congress."], "subsections": [{"section_title": "Origin and Evolution", "paragraphs": ["Congress designated the first heritage area—the Illinois and Michigan Canal National Heritage Corridor—in 1984. This area was located in one of the nation's most industrialized regions and sought to combine a diversity of land uses, management programs, and historical themes. A goal was to facilitate grassroots preservation of natural resources and economic development in areas containing industries and historic structures. The federal government would assist the effort (e.g., through technical assistance) but would not lead it. The idea of linking and maintaining a balance between nature and industry, and encouraging economic regeneration, resonated with many states and communities, especially in the eastern United States. Interest in establishing heritage areas was commensurate with growing public interest in cultural heritage tourism.", "Since the creation of the first NHA in 1984, interest in additional NHA designations has grown considerably. For example, from 2004 to 2009 (108 th -111 th Congresses), the number of heritage areas more than doubled. Further, during this period, dozens of proposals to designate heritage areas, study lands for heritage status, or amend laws establishing heritage areas were introduced, and Congress held many hearings on heritage bills and issues. The number of measures to study or establish heritage areas has been smaller in the 112 th -114 th Congresses than in earlier Congresses. One factor accounting for the decline might be the establishment of a relatively large number of NHAs in the 108 th -111 th Congresses. Another factor could be changes in House and Senate rules and protocols regarding introduction and consideration of legislation containing earmarks, including a House Republican Conference \"standing order\" expressing conference policy that no Member request an earmark. ", "The sizeable number of existing NHAs, along with proposals to study and designate new ones, fostered interest by some Members and Administrations in establishing a standardized process and criteria for designating NHAs. (See \" Legislative Activity ,\" below.) However, the absence over the decades of such a systemic law has provided legislative flexibility in the creation of new NHAs and the modification of existing ones. Further, some opponents of NHAs believe that they threaten private property rights, are burdensome, or present other problems and challenges, so Congress should oppose any efforts to designate new areas and/or to create a \"system\" of NHAs. (See \" Support, Opposition, and Challenges ,\" below.)"], "subsections": []}, {"section_title": "Ownership", "paragraphs": ["NHAs reflect an evolution in roles and responsibilities in protecting lands. The traditional form of land protection for the National Park Service (NPS) has been through government ownership, management, and funding of lands set aside for protection and enjoyment. By contrast, NHAs typically are nonfederally owned, managed by local people with many partners and NPS advice, funded from many sources, and intended to promote local economic development as well as to protect natural and cultural heritage resources and values. The NPS provides technical and financial aid to NHAs, but these areas are not part of the National Park System. Congressional designation of heritage areas is commonly viewed as a less expensive alternative to creating and operating new units of the National Park System. That system now has 409 diverse units: national parks, national monuments, national historic sites, national battlefields, national preserves, and other designations. ", "Heritage areas consist mainly of private properties, although some include publicly owned lands. In most cases, the laws establishing NHAs do not provide for federal acquisition of land, and once designated, heritage areas generally remain in private, state, or local government ownership or a combination thereof. However, in a few cases Congress has authorized federal acquisition of land in heritage areas. For instance, Congress authorized creation of the Cane River Creole National Historical Park (LA) within the Cane River NHA. ", "Many laws establishing national heritage areas contain provisions intended to address concerns about potential loss of, or restrictions on use of, private property as a result of NHA designation. For example, P.L. 111-11 , which established the nine newest NHAs, stated for each area that the law does not abridge the right of any property owner; require any property owner to permit public access to the property; alter any land use regulation; or diminish the authority of the state to manage fish and wildlife, including the regulation of fishing and hunting within the NHA. P.L. 111-88 , the Department of the Interior, Environment, and Related Agencies Appropriations Act, 2010, contained a more general provision allowing any private property owner within an NHA to opt out of participating in any plan, project, program, or activity conducted within the area."], "subsections": []}, {"section_title": "Designation", "paragraphs": ["There is no comprehensive statute that establishes criteria for designating NHAs or provides standards for their funding and management. NHA designation is often a two-step process, involving first a study of the suitability and feasibility of designating an area and then enactment of legislation to designate the NHA. However, although legislation authorizing an NHA might follow a positive study recommendation, an area study is not a requirement for enacting legislation to designate an NHA.", "When directed by Congress, the NPS prepares studies as to the suitability and feasibility of designating an area as an NHA. Such studies typically address a variety of topics, including whether an area has resources reflecting aspects of American heritage that are worthy of recognition, conservation, interpretation, and continued use. They usually discuss whether an area would benefit from being managed through a public-private partnership, and if there is a community of residents, businesses, nonprofit organizations, and state and local agencies that would work to support a heritage area. They also often identify a potential management entity and the extent of financial resources for the area. ", "In other cases, a study is undertaken by another entity, such as a local nonprofit organization, community members, or state or local government. The NPS does not fund these studies, but provides guidance to these efforts. For instance, the agency recommends that these studies evaluate the importance of the resources, opportunities to increase public access to and understanding of the resources, capacity of an organization to coordinate activities in the area, and support for the region for a heritage designation. The NPS often assists communities interested in attaining the NHA designation by reviewing studies and helping them craft a regional vision for heritage preservation and development. ", "The particulars for establishment and management of a heritage area typically are provided in its enabling legislation. Whereas there tended to be more variety in the creation and operation of earlier heritage areas, the establishment and management of heritage areas have become somewhat more standardized through the inclusion of some similar provisions in their enabling legislation. Common understandings and characteristics are discussed below."], "subsections": []}, {"section_title": "Administration", "paragraphs": ["NHAs usually involve partnerships among the NPS, states, and local interests. In establishing heritage areas, Congress typically designates a management entity to coordinate the work of the partners. Management entities could include state or local government agencies, nonprofit corporations, and independent federal commissions. The management entity usually develops and implements a plan for managing the NHA, in collaboration with partners and other interested parties. Although the components of the plans vary, in accordance with the authorizing legislation and local needs, they often identify resources and themes; lay out policies and implementation strategies for protection, use, and public education; describe needed restoration of physical sites; discuss recreational opportunities; outline funding goals and possibilities; and define the roles and responsibilities of partners. Once the Secretary of the Interior approves a plan, it essentially becomes the blueprint for managing the heritage area and is implemented as funding and resources are available. Implementation of management plans is accomplished primarily through voluntary actions.", "The NPS may provide a variety of types of assistance to areas once designated by Congress—administrative, financial, policy, technical, and public information. Following an area designation, the NPS typically enters into a cooperative agreement, or compact , with the designated management entity, often comprised of local activists, to help plan and organize the area. The compact outlines the goals for the heritage area and defines the roles and contributions of the NPS and other partners, typically setting out the parameters of the NPS's technical assistance. It also serves as the legal vehicle for channeling federal funds to nongovernmental management entities.", "NHAs might receive funding to prepare and implement their plans from a wide array of sources, including philanthropic organizations, endowments, individuals, businesses, and governments. Congress and the NPS do not ordinarily want to provide NHAs with full and permanent federal funding, but rather encourage NHAs to develop alternative sources of funding. Any federal appropriations for the area typically are provided to the management entity. Federal funds might be used to help rehabilitate an important site, develop tours, establish interpretive exhibits and programs, increase public awareness, and sponsor special events to showcase an area's natural and cultural heritage.", "Although heritage areas have not been funded entirely by federal monies, typically they have received some federal financial assistance each year since their establishment. Some Members and the Obama Administration have expressed interest in having heritage areas become financially self-sufficient. In 2011, the NPS provided a series of training courses for heritage area managers and organizations to assist with long-term organizational sustainability. Courses addressed topics including entrepreneurial funding strategies, strategic planning, business planning, and fundraising.", "The NPS seeks to evaluate heritage areas before the expiration of the authorization for federal funds. At least three years before this expiration, the NPS evaluates a heritage area to make recommendations on the future NPS role (if any). For example, P.L. 110-229 required the NPS to evaluate nine heritage areas designated in 1996. The law required an evaluation of the \"accomplishments\" of the areas; an assessment of the management entity in achieving the purposes of the law designating the area and the goals and objectives of the management plan for the area; an analysis of the impact of investments in the area; and a review of the management structure, partnership arrangements, and funding for the area so as to identify components required for sustainability. The law also required the NPS to report its results and recommendations to Congress. To aid with these evaluations, the NPS developed a methodology to assess the strengths and weaknesses of NHAs. The NPS has completed and submitted to Congress its evaluations for the nine areas: America's Agricultural Heritage Partnership, also known as Silos and Smokestacks; Augusta Canal NHA; Essex NHA; Hudson River Valley NHA; National Coal Heritage Area; Ohio and Erie National Heritage Canalway; Rivers of Steel NHA; South Carolina National Heritage Corridor; and Tennessee Civil War Heritage Area. The NPS is continuing to evaluate other heritage areas."], "subsections": []}]}, {"section_title": "Support, Opposition, and Challenges10", "paragraphs": ["Some believe that the benefits of heritage areas are considerable and thus Congress should expand its assistance for creating and sustaining heritage areas. Supporters view NHAs as important for protecting history, traditions, and cultural landscapes, especially where communities are losing their traditional economic base (e.g., industry or farming), facing a loss of population, or experiencing rapid growth from people unfamiliar with the region. Advocates see NHAs as unifying forces that increase the pride of people in their traditions, foster a spirit of cooperation and unity, and promote a stewardship ethic among the general public.", "Advocates of NHAs assert that they foster cultural tourism, community revitalization, and regional economic development. Heritage areas are advertised as entertaining and educational places for tourists, and may involve activities such as stories, music, food areas, walking tours, boat rides, and celebrations. Through increased tourism, communities benefit locally when services and products are purchased. In some cases, increased heritage tourism, together with an emphasis on adaptive reuse of historic resources, has attracted broader business growth and development.", "Some supporters see NHAs as generally more desirable than other types of land conservation. They often prefer the designation of NHAs, because the lands typically remain in nonfederal ownership, to be administered locally. Other NHA backers view establishing and managing federal areas, such as units of the National Park System, as too costly, and observe that small federal investments in heritage areas have been successful in attracting funds from other sources. Some proponents also see NHAs as flexible enough to encompass a diverse array of initiatives and areas, because the heritage concept lacks systemic laws or regulations, while others favor a standardized program and process.", "Property rights advocates take the lead in opposing heritage areas. They contend that some national heritage areas lack significant local support. These opponents promote routine notification of private property owners when their lands fall within proposed heritage areas, on the grounds that the NPS could exert a degree of federal control over nonfederal lands by influencing zoning and land-use planning. Some fear that any private property protections in legislation would not be routinely adhered to by the federal government. They are concerned that localities have to obtain the approval of the Secretary of the Interior for heritage area management plans and believe that some plans are overly prescriptive in regulating details of private property use. Another concern of opponents is that NHA lands may one day be targeted for purchase and direct management by the federal government.", "The lack of a general statute providing a framework for heritage area establishment, management, and funding has prompted criticism that the process is inconsistent and fragmented. Some see a need to establish and define the criteria for creating NHAs, specify what NHAs are and do, and clarify the federal role in supporting these areas. They are concerned that the enactment of additional heritage bills could substantially increase the administrative and financial obligations of the NPS. Some detractors assert that federal funds would be more appropriately spent on NPS park units and other existing protected areas rather than on creating new heritage areas. Still others cite a need for a mechanism to hold the management entities accountable for the federal funds they receive and the decisions they make.", "Some observers recommend caution in creating NHAs, because in practice NHAs may face an array of challenges to success. For instance, heritage areas may have difficulty providing the infrastructure that increased tourism requires, such as additional parking, lodging, and restaurants. Other areas may need additional protective measures to ensure that increased tourism and development do not degrade the resources and landscapes. Still other NHAs may require improvements in leadership and organization of the management entities, including explaining their message and accomplishments. Some NHAs may experience difficulty attracting funds because the concept is not universally accepted as a sustainable approach to resource preservation or economic development. Some conservationists think the protective measures are not strong enough and some economic development professionals think the heritage idea does not fit the traditional framework for development. Also, achieving and maintaining appropriate levels of public commitment to implementation may be challenging. "], "subsections": []}, {"section_title": "Legislative Activity", "paragraphs": [], "subsections": [{"section_title": "114th Congress12", "paragraphs": [], "subsections": [{"section_title": "Overview of Legislative Proposals", "paragraphs": ["Each Congress typically considers a number of bills to designate heritage areas or authorize the study of areas to determine the suitability and feasibility of designating the study area as a heritage area. Such proposals introduced in the 114 th Congress as of February 9, 2016, are reflected in Table 2 . ", "Other legislation in the 114 th Congress pertains to existing NHAs. One issue is the expiration of funding authorizations for some NHAs. The laws establishing heritage areas typically contain provisions explicitly authorizing the Secretary of the Interior to provide financial assistance to the areas for certain years. Were the authorization for federal funding to expire, the NHA itself would not necessarily cease to exist. For example, the area could continue to be managed with funding from other sources (unless the authority for the managing entity also expired). P.L. 114-113 extended the authorizations for three NHAs—the South Carolina National Heritage Corridor, the Augusta Canal NHA, and the Tennessee Civil War Heritage Area—through September 30, 2017. ", "P.L. 114-113 also increased the maximum lifetime funding for three NHAs—the Rivers of Steel NHA, the Essex NHA, and the Ohio & Erie Canal National Heritage Corridor—from $15 million to $17 million, and increased the maximum lifetime funding for the Wheeling NHA from $11 million to $13 million. Another 114 th Congress bill, S. 936 , would repeal the limitation on the total amount of funding that may be appropriated for the Ohio & Erie Canal National Heritage Canalway. ", "Other 114 th Congress measures would make various types of changes to existing NHAs. For instance, H.R. 2879 and S. 1662 would expand the boundary of the Abraham Lincoln National Heritage Area in Illinois by adding one county and two cities to the NHA. H.R. 3004 would extend the authorization for the management entity of the Gullah/Geechee Heritage Corridor (the Gullah/Geechee Cultural Heritage Corridor Commission) through October 12, 2021. "], "subsections": []}, {"section_title": "Legislation to Establish Systemic NHA Procedures", "paragraphs": ["H.R. 581 in the 114 th Congress would establish a National Heritage Areas System governing the designation, management, and funding of NHAs. The system would be composed of existing NHAs and future NHAs designated by Congress. The bill sets out the relationship between the NHA System and the National Park System, stating explicitly that NHAs are not to be considered units of the Park System nor subject to the authorities applicable to that system. The NHA System would expire 10 years after enactment of H.R. 581 . ", "For areas under consideration for NHA designation, the Secretary of the Interior would be required to conduct feasibility studies, when directed by Congress, or to review and comment on such studies prepared by others. The bill sets out criteria by which areas would be evaluated, including inclusion of resources associated with nationally significant themes and events; selection of a local managing entity; and demonstration of support by local governments, residents, businesses, and nonprofit organizations.", "The bill provides a procedure for developing NHA management plans and specifies components of such plans. The planning process is to provide opportunities for stakeholders to be involved in developing, reviewing, and commenting on the draft plan. A management plan is to include an inventory of the resources related to the nationally significant themes and events that should be \"protected, enhanced, interpreted, managed, or developed\"; identify goals, strategies, policies, and recommendations; outline a strategy for the local managing entity to achieve financial sustainability; and contain an implementation plan, among other components. Designation of an NHA by Congress is to be contingent on the prior completion of a management plan, as well as a determination by the Secretary of the Interior that the area meets the criteria established under the act.", "The bill outlines the responsibilities of the local managing entity, such as developing and submitting the management plan to the Secretary of the Interior for approval/disapproval, as well as submitting an annual report. It also lists the purposes for which the entity can use federal funds, with the prior approval of the Secretary of the Interior, such as for making grants, entering into cooperative agreements, hiring staff, and supporting activities of partners. ", "The bill seeks to protect private property owners—for instance, by not requiring their participation in NHA plans and activities. It also seeks to protect existing regulatory authorities—for example, by not altering any \"duly adopted\" land use regulation, approved land use plan, or other regulatory authority. ", "For each NHA, the bill authorizes appropriations for various purposes. Authorizations include $0.3 million per year for all NPS feasibility studies, of which not more than $0.1 million could be used for any one study, and $0.7 million per year for the activities of each local managing entity. The provision of federal funds is contingent on specified matching requirements. ", "The Secretary of the Interior would be required to evaluate and report to Congress on NHAs. The evaluation would assess the progress in achieving the purposes in the establishing law and the goals and objectives in the management plan, determine the leverage and impact of investments in the area, and identify the components for sustaining the area. The report is to include recommendations on the future role of the NPS, including whether federal funding should be continued or eliminated. ", "The Obama Administration has expressed support for developing systemic NHA program legislation that would establish criteria for evaluating areas for heritage designation and set out processes for designating and administering heritage areas. For instance, in testimony on systemic NHA legislation ( H.R. 445 ) in the 113 th Congress , a National Park Service representative stated that the Department of the Interior has \"long supported legislation to establish a National Heritage Area program within the National Park Service that standardizes timeframes and funding for designated national heritage areas and formally establishes criteria for establishing new heritage areas.\" Obama Administration representatives also have testified in favor of deferring action on certain bills to study or establish heritage areas until heritage program legislation is enacted. The development of systemic heritage area legislation also has been advocated by an independent commission and the George W. Bush Administration, among others. ", "Opposition to an NHA system, as with opposition to individual NHAs, has come primarily from advocates of private property rights. These opponents have expressed concerns that, even with legislative provisions to safeguard property rights, NHA system legislation would lead to restrictive regulations and loss of private land ownership. For example, they have stated that heritage area management entities—though themselves lacking power to make regulatory changes—could influence local legislators to change zoning laws and other regulations. A different concern is the expanded federal funding commitment that could accompany a system of NHAs. Some of the testimony on H.R. 445 in the 113 th Congress, which would have authorized appropriations for NHAs for a period of 25 years, addressed such concerns."], "subsections": []}]}, {"section_title": "Funding", "paragraphs": ["As part of its annual budget justification, the Administration submits to Congress its desired funding level for the NPS Heritage Partnership Program. Appropriations for heritage areas typically have been provided in the annual Interior, Environment, and Related Agencies Appropriations laws. In general, the laws establishing NHAs require a 1:1 match in funding by the managing entities. NHAs can use funds for varied purposes including staffing, planning, and implementing projects. In recent years, Congress has provided direction to the NPS as to how the total appropriation should be allocated among NHAs. The NPS has indicated that since FY2009, funds have been allocated to heritage areas using formula-based criteria. ", "For FY2016, the total appropriation for heritage areas was $19.8 million. In its explanatory statement on FY2016 appropriations, Congress allocated this funding to NHAs under a three-tier system. This included $150,000 for each authorized area that is developing its management plan, known as Tier I areas; $300,000 for Tier II areas, which are those with recently approved management plans; and FY2015 funding levels for \"longstanding areas.\" The total FY2016 appropriation for heritage areas was $0.5 million (2%) less than the FY2015 appropriation of $20.3 million. During the five-year period from FY2012 through FY2016, funding for the NPS for national heritage areas rose and fell but ended up $2.4 million (14%) higher (in current dollars). During this period, no new NHAs were created. ", "The Administration had sought a reduction to $10.0 million for the NPS for heritage areas for FY2016. The FY2016 budget request provided little explanation of the proposed cut, while noting that the NPS continued to work with heritage areas on sustainability efforts such as development of fundraising and financial resource plans. Prior Obama Administration requests also often called for reduced NHA funding. In its explanatory statement on FY2016 Interior appropriations, Congress directed the NPS to submit a plan that provides alternatives to implement proposed funding allocation changes in future fiscal years so as to minimize impacts on existing heritage areas."], "subsections": []}]}]}}