{"id": "RL33083", "title": "Hurricane Katrina: Medicaid Issues", "released_date": "2005-12-29T00:00:00", "summary": ["Medicaid is jointly financed by the federal and state governments, but each state designs andadministers its own version of the program under broad federal guidelines. The complexity ofMedicaid can present an enormous challenge in meeting the needs of Hurricane Katrina's victims,especially when evacuees cross state lines. State variation in eligibility, covered services, and thereimbursement and delivery of services is the rule rather than the exception. Furthermore, althoughMedicaid is targeted at individuals with low income, not all of the poor are eligible, and not all thosecovered are poor.", "As a federal-state program that helps to finance health care services for people with limitedresources, Medicaid is an obvious avenue of quick response for support of victims in the aftermathof a disaster. The program's federal budgetary status as mandatory spending means that federalfunding is available to support coverage for all people who meet the program's eligibility criteria,without the need for a supplemental appropriation.", "However, the ability of Medicaid to respond to a disaster -- in terms of the numbers and typesof people who can rely on it for health care support -- may depend on a number of factors, includingcongressional action to modify statutory provisions (e.g., the level of federal Medicaidreimbursement offered to states), the Secretary of Health and Human Services' ability to waivecertain program requirements administratively (e.g., regarding eligibility and benefits), and actionsof the states (each of whom operates its own unique Medicaid program within federal guidelines).", "This report, which will be updated as events warrant, discusses the following:", "Medicaid's rules on eligibility, benefits, and financing in the context of currentquestions and issues raised by Hurricane Katrina.", "Recent state actions in response to Medicaid issues raised by thehurricane.", "Federal Medicaid waiver authority, including information on current activityin this area and the New York Disaster Relief Medicaid waiver granted in response to the September11 terrorist attacks.", "Current federal legislation related to Medicaid and Hurricane Katrina reliefefforts."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Overview", "paragraphs": ["Medicaid is jointly financed by the federal and state governments, but each state designs andadministers its own version of the program under broad federal guidelines. The complexity ofMedicaid can present an enormous challenge in meeting the needs of Hurricane Katrina's victims,especially when evacuees cross state lines. State variation in eligibility, covered services, and thereimbursement and delivery of services is the rule rather than the exception. Furthermore, althoughMedicaid is targeted at individuals with low income, not all of the poor are eligible, and not all thosecovered are poor.", "While some of the federal rules governing Medicaid are flexible enough to allow states toact without federal intervention in the wake of Hurricane Katrina, certain issues raised by the disastermay be addressed only through administrative or legislative action by the federal government. Onthe administrative front, the Centers for Medicare and Medicaid Services (CMS) has developed avoluntary Medicaid waiver option to address some of the hurricane-related eligibility and benefitissues raised in this report.", "On the legislative front, congressional action may be required if enhanced federalreimbursement is to be provided to states for Medicaid costs incurred as a result of HurricaneKatrina. Congress may also consider the desirability of uniform treatment of hurricane victimsacross states (rather than relying on participation in the waiver program developed by CMS). Anumber of bills that would provide Hurricane Katrina Medicaid and SCHIP relief have beenintroduced.", "This report begins with a discussion of Medicaid's rules on eligibility, benefits, and financingin the context of current questions and issues raised by Hurricane Katrina, many of which could arisein the wake of other emergency situations (e.g., Hurricane Rita). It then provides information onrecent actions taken by states, discusses federal Medicaid waiver authority, and describes currentfederal legislation dealing with Medicaid and hurricane relief efforts."], "subsections": []}, {"section_title": "Medicaid Eligibility and Access", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["In general, to qualify for Medicaid coverage, an individual must meet both categorical andfinancial eligibility requirements. Categorical eligibility requirements relate to the age orcharacteristics of an individual. Categories of individuals that may qualify for Medicaid generallyinclude aged persons (65 and over), certain persons with disabilities, children and their parents, andpregnant women. In addition, within federal guidelines, states set functional requirements forindividuals seeking Medicaid-covered long-term care services.", "Financial requirements govern the amount of income and assets that categorically eligibleindividuals may have and still qualify for Medicaid, as well as how these amounts are calculated(e.g., whether a portion of earned income or the value of a car may be disregarded). The specificincome and asset limitations that apply to a particular group are determined through a combinationof federal requirements and state options. Consequently, different standards apply to differentgroups, and the standards themselves may vary considerably among states.", "Individuals who do not meet categorical eligibility requirements (e.g., non-elderly adultswho are not disabled and do not have children) generally cannot qualify for Medicaid coverage evenif they are poor. However, as discussed later in this report, Section 1115 waivers (which allow theSecretary of Health and Human Services (HHS) to waive certain statutory Medicaid requirementsfor purposes of conducting research and demonstration projects) provide exceptions to theseeligibility rules for states that have obtained an approved waiver."], "subsections": []}, {"section_title": "Issues Raised by Hurricane Katrina", "paragraphs": ["People who are currently eligible for their state's Medicaid program may face difficultyaccessing health care services if they have lost their Medicaid cards and other identification or havebeen evacuated from their home state. In addition to creating problems for those who are currentMedicaid enrollees, the large losses of Hurricane Katrina's victims may also swell the numbers ofpeople who are financially eligible for Medicaid, either in their home state or in the state to which they have been evacuated.", "Residency. Current federal Medicaid rulesgoverning residency help in understanding which program is the right one for evacuees to appeal toif they believe they are Medicaid eligible. State Medicaid programs are required to provide coverageto all state residents who are otherwise eligible for Medicaid. An individual is generally considereda resident of a state if he or she is living in it with the intention of remaining there permanently orindefinitely. Eligibility may not be denied because an individual has not resided in the state for aspecified period or because the individual is temporarily absent from the state. A state is alsoprohibited from denying coverage to an individual who satisfies residency rules but who did notestablish residence in the state before entering a medical institution.", "For currently enrolled Medicaid recipients who have been displaced from their home state,the home state is required under certain circumstances to pay for covered services (i.e., coveredunder the home state's Medicaid program) furnished in another state to the same extent that it wouldpay for services furnished within its boundaries and may opt to pay for out-of-state services underother circumstances (see the Payment and Financing section of this report for additionalinformation). However, the Medicaid recipient must find an out-of-state provider willing to acceptMedicaid payment from the home state (as well as enroll or otherwise enter into an agreement withthe home state's Medicaid program as a condition of receiving that payment), and not all providersmay be willing to do so.", "Regardless of whether they are enrolled in Medicaid in their home state, displaced individualsmight wish to be considered residents of the state to which they have evacuated, either to obtainMedicaid coverage (in the case of those who were not previously eligible) or to facilitate access tocare (in the case of those who were eligible for Medicaid in their home state but are having difficultyfinding a provider that will accept their out-of-state coverage). If an individual meets the residencyrequirements described above and is otherwise eligible for Medicaid in the state to which they haveevacuated, coverage cannot be denied. However, it should be noted that the eligibility and benefitrules of an individual's host state may be different than the rules of his or her home state.", "Income and Asset Documentation. In general,federal law stipulates few documentation requirements for Medicaid applicants. State policies onthis issue vary based on the eligibility group, but a considerable amount of documentation may berequired to determine whether an individual meets financial eligibility requirements forMedicaid. (1) Althoughstates have flexibility to collect income and asset information through self-declaration alone, theyalso have the ability to require supporting documentation.", "Federal law does require states to have an Income and Eligibility Verification System (IEVS),but states are not required to verify income and assets through the IEVS for every Medicaid recipientand may conduct these verifications after enrollment. Under these systems, state Medicaid agenciesuse information from a number of federal and state sources to verify financial eligibility, includingstate wage information maintained by the State Wage Income Collection Agency (SWICA) andinformation on net earnings from self employment, wages, and retirement benefits maintained by theSocial Security Administration (SSA).", "Look-Back Period for Financial Eligibility. Forevacuees who may have lost their homes and other assets and are now without jobs, willrequirements related to the period over which income is examined for the purpose of determiningMedicaid eligibility prevent Medicaid funds from being used to meet their needs? Here again,federal laws and regulations stipulate few rules for the look-back period used to determine anindividual's financial eligibility for Medicaid, leaving states with a great deal of flexibility. (2) For many eligibility groups,federal regulations require that states use income counting methods that are no more restrictive thanmethod used under the most closely related cash welfare program. (3) Such methods can be lessrestrictive at states' option. For certain other groups, such as the medically needy (generally peoplewho become eligible for Medicaid in part because they spend considerable amounts of their incomeon medical care), the budget period can be no longer than six months. Again, states have theflexibility to shorten such budget accounting periods.", "People Who Do Not Meet Current EligibilityRequirements. As previously noted, Medicaid eligibility is limited by two primarytypes of current law restrictions: financial and categorical. Individuals qualify for Medicaid byhaving income and assets that fall below certain thresholds and by falling into particular groups orcategories of individuals. In general those categories include the elderly, people with disabilities,dependent children, parents of dependent children, and pregnant women. Could exceptions to thesecategorical restrictions be made for people impacted by the Katrina disaster? Many states have usedSection 1115 Medicaid waivers (discussed later in this report) to allow categorical eligibilityrequirements to be waived. Many states have also exercised options that allow them to liberalizeeligibility without the use of a waiver, such as the option to disregard certain amounts of income orassets for particular groups."], "subsections": []}]}, {"section_title": "Medicaid Benefits", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["Medicaid's basic benefit rules require all states to provide certain mandatory services listedin federal statute. Examples of services that are mandatory for most groups of Medicaid recipientsinclude (1) inpatient and outpatient hospital services, (2) federally qualified health center (FQHC)services, (3) lab and X-ray services, (4) physician services, (5) certain nurse practitioner services,(6) pregnancy-related services (including postpartum care), (7) early and periodic screening,diagnosis, and treatment (EPSDT) for children under age 21, (8) nursing facility care for persons age21 and over, and (9) home health care for persons entitled to nursing facility care.", "The statute also lists additional services that are considered optional -- that is, available torecipients if states choose to include them in their state Medicaid plans. Some of these optionalbenefits are specific items, such as eyeglasses and prosthetic devices. Other benefits are defined asclasses of medical providers whose array of services are considered to be Medicaid covered benefits(e.g., psychologists, nursing facility care for persons under age 21, intermediate care facility servicesfor individuals with mental retardation (ICFs/MR)). Still others include a wide range of types ofmedical care and services (e.g., physical therapy, prescribed drugs, personal care services, privateduty nursing, hospice, clinic services, and rehabilitation).", "In addition to the above general rules regarding mandatory and optional benefits, Medicaidstatute specifies special benefits or special rules regarding certain benefits for targeted groups ofindividuals. For example, for children under the age of 21, EPSDT guarantees access to all federallycoverable services that are necessary to correct or ameliorate identified defects, physical and mentalillnesses, and other conditions. States are required to provide otherwise optional services to aMedicaid child, even if that service is not listed in the state Medicaid plan. Thus, children in anystate can receive eyeglasses through Medicaid, for example, while adults living in the same state maynot have any, or limited, access to this optional benefit.", "Medicaid is also an important financing mechanism for long-term care (LTC). LTC servicesrefer to a wide range of supportive and health services generally provided on an ongoing basis forpersons who have limitations in functioning because of a disability or chronic condition. Medicaid-covered nursing facility (NF) and ICF/MR services are generally categorized as\"institutional\" services because individuals reside in and receive health care services in a specifictype of certified facility. Other Medicaid-covered LTC services (e.g., personal care, home healthcare) are categorized as \"home and community-based\" care because individuals generally receivethese services in the community (e.g., in their homes or apartments).", "States also have the option of requesting permission from the federal government to provideother home and community-based services for individuals who would otherwise need the level ofcare in an institution. These other services may be offered as a supplement to, or instead of, thoseoptional services available through the state plan. This option is referred to as a Home andCommunity-Based Services (HCBS) waiver, authorized under Section 1915(c) of the Social SecurityAct. Unlike services offered as part of the state Medicaid plan, the HCBS waiver allows states tolimit the number of individuals served and to offer the services on a less-than-statewide basis. Thesewaivers include a broad range of services such as case management services, homemaker/homehealth aide services, personal care services, adult day health services, habilitation services, respitecare, home modifications, and home-delivered meals."], "subsections": []}, {"section_title": "Issues Raised by Hurricane Katrina", "paragraphs": ["Variation in Benefit Coverage Across States. Because each state designs and administers its own Medicaid program under broad federal rules,coverage of benefits varies from state to state. Among the five states initially declared to have publichealth emergencies due to Hurricane Katrina (Alabama, Florida, Louisiana, Mississippi, and Texas),certain optional services (4) are covered in all of these states (e.g., hospice care, ICF/MR, prescribed drugs, prosthetic devices,and transportation). Other optional services are not covered by all of these states (e.g., physicaltherapy, emergency hospital services in non-certified hospitals, (5) care for the elderly ininstitutions for mental disease (IMD), eyeglasses, and basic dental care).", "In addition to choosing the menu of optional services they will provide, states define thespecific parameters (e.g., amount, duration and scope) of each mandatory and optional servicecovered under the state Medicaid plan within broad federal guidelines. Thus, even for mandatorybenefits, there will be variations in the breadth of coverage from state to state.", "There has been discussion about the potentially substantial mental health needs of survivorsof Hurricane Katrina in both home and host states. (6) A wide range of inpatient and outpatient mental health servicesmay be provided through several mandatory and optional benefits under Medicaid. However, evenamong states that cover a specific benefit (e.g., psychologist services, services in mental healthclinics, other mental health rehabilitation and stabilization services), there may be interstatevariations in the amount, duration and scope of such covered benefits.", "In the wake of Hurricane Katrina, questions have been raised about which state's benefitpackage will apply to individuals who have been displaced from their home state. For example, ifa 16-year-old Medicaid recipient from Louisiana relocates to Texas because of Hurricane Katrinaand needs inpatient psychiatric services, will he be able to obtain this care given that the TexasMedicaid program does not cover this benefit while Louisiana's Medicaid program does? (7) ", "The answer to this question is currently unclear. As discussed in the Payment and Financingsection of this report, if a Medicaid recipient is evacuated to another state, the home state is obligatedunder certain circumstances to pay for covered services (i.e., covered by the home state) that areprovided out-of-state. However, the Medicaid recipient must find a provider who is willing to acceptthe home state's Medicaid coverage, which may be difficult. As discussed earlier in the MedicaidEligibility and Access section of this report, there is also a residency question for people who havebeen displaced. If a Medicaid recipient or any other individual has no intention of returning to theirhome state, will they now be considered a resident of their host state -- which may offer a differentbenefit package than their home state -- for Medicaid purposes?", "Access to Long-Term Care Services. Individualseligible for Medicaid-covered LTC services generally have significant physical or mentalimpairments that often require 24-hour supervision and assistance with activities of daily living (e.g.,eating and drinking, using the toilet, getting in and out of bed). Medicaid covers long-term careservices in both institutional (e.g., nursing homes and ICFs/MR) and home and community-basedsettings (e.g., home care, adult day care, transportation, personal attendant care) for certainindividuals. Because LTC recipients are highly dependent upon paid direct care staff (also referredto as paraprofessionals), such as certified nursing assistants in nursing homes and home health aidesproviding a range of services to beneficiaries in their homes, access to such care will be critical inthe locations to which these individuals are evacuated.", "Unfortunately, many states are experiencing difficulties in attracting and retaining a sufficientsupply of paraprofessionals to meet the growing demand for long-term care services in all settings,even in the absence of a disaster such as Hurricane Katrina. Furthermore, many Medicaidbeneficiaries with long-term care needs obtain assistance from unpaid caregivers, such as spouses,relatives, or neighbors. Such assistance often enables these individuals to remain at home or in acommunity setting, helping to reduce reliance on Medicaid-covered LTC institutions. The death ordisplacement of paid and unpaid caregivers may lead more evacuees to go without needed assistanceor to seek services from Medicaid-covered institutions in both home and host states, further strainingstaff-to-resident ratios in institutions.", "Another factor to consider is the impact on access to home and community-based servicesposed by the movement of HCBS waiver recipients across states. It remains unclear whether personsenrolled in HCBS waivers in their home states will be able to enroll in similar waiver programs intheir host states. First, enrollment in waiver programs is dependent upon a person having access tohousing in the community. It is unclear whether community-based housing will be available toevacuees with long-term care needs. Second, many states already have waiting lists for waiverenrollment slots. As a result, host states might request federal approval to lift their enrollment capsto cover evacuees and may need to renegotiate cost neutrality agreements with the Secretary. (8) Third, each HCBS waivercovers a different set of services and is targeted toward a distinct population. As a result, personseligible for waiver services in their home state may find that they are either ineligible for waiverservices in their host state or that the services offered do not meet their needs. If no appropriatecommunity-based alternatives are available, will these evacuees then be placed in host stateinstitutions?", "Cost-Sharing. Finally, while cost-sharing is notwidely applied under Medicaid, state policies may also be an issue for Hurricane Katrina survivorswho remain in their home states as well as those that relocate to other states. This issue isparticularly relevant to some of the working people with disabilities who pay substantial premiumsfor Medicaid coverage. Will home states continue to require cost-sharing for in-state evacuees? Will host states require out-of-state evacuees to comply with participation and point-of-servicecost-sharing requirements applicable to in-state Medicaid recipients? Or will the home statecost-sharing requirements, if any, apply instead?"], "subsections": []}]}, {"section_title": "Payment and Financing", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["The Medicaid program is jointly financed by the federal government and the states. Statesincur Medicaid expenditures by reimbursing providers for the covered care and services they provideto Medicaid recipients and by administering their Medicaid programs (e.g., conducting eligibilitydeterminations, processing claims, enrolling providers) in compliance with federal requirements. Each quarter, states submit accounting statements detailing their Medicaid expenditures to thefederal government and are reimbursed at the applicable federal rate. ", "The federal medical assistance percentage (FMAP) is the rate at which states are reimbursedfor most Medicaid service expenditures. The FMAP is based on a formula that provides higherreimbursement to states with lower per capita incomes relative to the national average (and viceversa); it has a statutory minimum of 50% and maximum of 83%. The federal reimbursement ratefor administrative expenditures does not vary by state and is generally 50%, but certainadministrative functions receive enhanced (usually 75%) reimbursement."], "subsections": []}, {"section_title": "Issues Raised by Hurricane Katrina", "paragraphs": ["Increased Costs Resulting from IncreasedEnrollment. States affected by Hurricane Katrina -- including both those that havetaken in large numbers of individuals displaced by it and those whose own population may bestruggling financially in the aftermath -- are concerned about the possibility of a surge in Medicaidprogram enrollment, and some advocate that enhanced federal reimbursement should be madeavailable for Medicaid costs associated with serving hurricane victims. A legislative change maybe required to provide such enhanced reimbursement, because the Secretary of HHS does not havethe authority to waive provisions of federal Medicaid law that govern payments to states via theFMAP and other federal Medicaid reimbursement rates (e.g., those that apply to administrativefunctions). (9) ", "As described above, the FMAP is used to reimburse states for most of their Medicaid serviceexpenditures. Current statutory exceptions to the FMAP include family planning services andsupplies (reimbursed at 90%), services that are received through an Indian Health Service (IHS)facility (reimbursed at 100%), and services provided to targeted low-income children enrolled inMedicaid who qualify through State Children's Health Insurance Program (SCHIP) provisions(reimbursed at an enhanced FMAP that varies by state and may range from 65% to 85%, subject tothe availability of funds from a state's federal SCHIP allotment).", "In addition to experiencing an increase in expenditures for medical care, states may also seean increase in administrative costs associated with performing eligibility determinations forhurricane victims. In the past, temporary increases in federal reimbursement (separate from thepermanent enhancements available for specified administrative functions, such as the 100%reimbursement provided for operating an immigration status verification system) have beenauthorized by Congress to assist states with administrative costs. For example, a $500 millionfederal fund was made available beginning in 1997 (and continuing until exhausted) to provide stateswith enhanced federal reimbursement for administrative expenditures attributable to eligibilitydeterminations that would not have been made were it not for the implementation of the TemporaryAssistance for Needy Families (TANF) program. (10) ", "Payments for Out-of-State Care. Under federallaw, regulations promulgated by the Secretary of HHS dictate the extent to which states must furnishMedicaid assistance to state residents who are absent from the state. (11) Under these regulations,a state must pay for services furnished in another state to the same extent that it would pay forservices furnished within its boundaries if the services are furnished to a recipient who is a residentof the state and any of the following conditions is met:", "medical services are needed because of a medical emergency;", "medical services are needed and the recipient's health would be endangered ifhe were required to travel to his state of residence; ", "the state determines, on the basis of medical advice, that the needed medicalservices, or necessary supplementary resources, are more readily available in the other state;or", "it is general practice for recipients in a particular locality to use medicalresources in another state. ", "The regulations also require states to establish procedures to facilitate the furnishing ofmedical services to individuals who are present in one state but eligible for Medicaid in another. Incases where a Medicaid recipient seeks out-of-state care not related to a medical emergency, thehome state may typically require prior authorization of the care. The home state may also requirethe out-of-state provider to enroll or otherwise enter into an agreement with its Medicaid programas a condition of receiving payment. In the case of bordering states where recipients commonly crossstate lines to seek care, states often have agreements in place to facilitate the provision and paymentof Medicaid services.", "For Medicaid recipients who were displaced from their home state by Hurricane Katrina,nothing under federal law would prevent the home state from paying for all covered services (i.e.,covered under the home state's Medicaid program) that are provided to recipients while they are inanother state. At minimum, the home state must pay if any of the conditions listed above are met. However, the Medicaid recipient must find an out-of-state provider willing to accept Medicaidpayment from the home state, and not all providers may be willing to do so. (12) In addition, since anindividual may be considered a resident of the state to which they have evacuated, he or she may besubject to the eligibility rules of that state's Medicaid program (see the Medicaid Eligibility andAccess section of this report for more information on residency)."], "subsections": []}]}, {"section_title": "State and Federal Responses", "paragraphs": ["States operate their Medicaid programs in the context of federal rules. While some of theserules are flexible enough to allow states to act without federal intervention in the wake of HurricaneKatrina, certain issues raised by the disaster may be addressed only through administrative orlegislative action by the federal government.", "For example, although states have a great deal of flexibility in setting eligibility and benefitrules, they are generally required to apply these rules equally to all applicants and recipients to ensurethat they meet federal Medicaid requirements governing statewideness and comparability of benefits. If a state wants to modify these rules substantially (e.g., by allowing coverage of childless adults whoordinarily could not qualify for Medicaid) or apply special rules to a select group of individuals (e.g.,allowing Medicaid coverage for all hurricane victims who meet categorical eligibility requirementsby disregarding their income), federal permission in the form of a waiver granted by the Secretaryof HHS would generally be required.", "Although states are not obligated to participate in the Section 1115 waiver arrangement beingoffered by the federal government in response to Hurricane Katrina (described later in this report),several have opted to do so. As discussed earlier, congressional action may be required if enhancedreimbursement is to be provided to states for Medicaid costs incurred as a result of HurricaneKatrina. Congress may also wish to consider the desirability of uniform treatment of hurricanevictims across states."], "subsections": [{"section_title": "Recent State Actions", "paragraphs": ["A number of states have expressed a desire for explicit federal guidance on Medicaid issuesraised by Hurricane Katrina. (13) Although the situation is evolving at the federal level bothadministratively and legislatively, examples of state actions reported thus far include thefollowing: (14) ", "In the wake of the storm, Louisiana began providing temporary Medicaid cardsto Medicaid recipients who lost their cards in the hurricane and allowing recipients who have lefttheir homes because of Hurricane Katrina to access Medicaid services -- without any priorauthorization requirements -- in or out of state from any medical provider that is willing to acceptLouisiana Medicaid as payment. An emergency procedure was put in place to expedite providerenrollment for purposes of receiving Medicaid payment, and the state was making Medicaid staffmembers available at the Family Assistance Centers being set up by the Federal EmergencyManagement Agency (FEMA) and at many shelters across the state to help those affected byHurricane Katrina fill out forms to get health coverage. Because of the severe statewide impact ofHurricane Katrina, all of Louisiana Medicaid's staff is being called upon to sign up those who havebeen devastated by the hurricane and need health coverage, and all people who currently havecoverage through the state's SCHIP or Medicaid program will have their renewal dates extended bysix months. (15) Louisiana also requested permission from CMS to cancel as yet unpaid premiums for individualsenrolled in a buy-in program for working persons with disabilities through December 2005. Inresponse, CMS has granted a waiver of these premium payments for 120 days. (16) Currently, the state hasa \"Hurricane Katrina Medicaid Program\" to help people affected by the storm by offering themtemporary no-cost health coverage. Although the state indicates that this program is not anexpansion of Medicaid, the following are differences between Hurricane Katrina Medicaid andregular Medicaid in Louisiana: coverage is temporary, coverage will not be renewed, self-declarationof disability is accepted, self-declaration of income is accepted, and only people from affected areascan apply. (17)", "The Mississippi Division of Medicaid is encouraging its medical providers andpharmacies to provide essential services for Medicaid recipients who have migrated from Louisianaas well as other parts of Mississippi. An emergency enrollment form that allows for temporary(120-day) provider enrollment in the state's Medicaid program is available. Providers may call atoll-free number to verify an individual's eligibility for Mississippi Medicaid. (18) As described later in thisreport, the state recently obtained a Hurricane Katrina Section 1115 waiver that provides up to fivemonths of temporary coverage for certain evacuees from emergency areas.", "In Alabama, the Governor signed a proclamation expediting the process ofobtaining prescription drug refills for storm victims and announcing that people could go to anypharmacy and receive assistance with their medications (there is no mention of how these serviceswould be financed). (19) The state is allowing out-of-state providers not enrolled in its Medicaid program the ability to verifyeligibility for Alabama Medicaid recipients via its Automated Voice Response System (AVRS), anda special expedited enrollment process has been developed for out-of-state providers furnishingmedical services to Alabama Medicaid recipients. (20) As described later in this report, the state recently obtained aHurricane Katrina Section 1115 waiver that provides up to five months of temporary coverage forcertain evacuees from emergency areas.", "Following the hurricane, the Texas Health and Human Services Commissionprovided Texas pharmacies and providers with information on how to assist Louisiana, Mississippiand Alabama residents who are on Medicaid and need to fill prescriptions or obtain other servicesin Texas. In addition, the Texas Department of State Health Services was assessing long andshort-term medical care needs and other special arrangements for evacuees who are hospital patients,medically fragile, injured, ill or have other special needs. (21) As described later in this report, the state recently obtained aHurricane Katrina Section 1115 waiver that provides up to five months of temporary coverage forcertain evacuees from emergency areas."], "subsections": []}, {"section_title": "Federal Waiver Authority", "paragraphs": ["Section 1115 Waiver Authority. Section 1115of the Social Security Act provides the Secretary of HHS with broad authority to conduct researchand demonstration projects under several programs authorized in the Social Security Act.Specifically, Section 1115 authorizes the Secretary to waive certain statutory requirements forconducting research and demonstration projects that further the goals of Titles XIX (Medicaid) andXXI (SCHIP). Under Section 1115, the Secretary may waive any Medicaid requirements containedin Section 1902 (including but not limited to what is known as \"freedom of choice\" of provider,\"comparability,\" and \"statewideness\"). (22) States must submit proposals outlining terms and conditionsfor proposed waivers to CMS for approval before implementing these programs. Whether large orsmall reforms, Section 1115 waiver programs have resulted in significant changes for Medicaidrecipients nationwide, and serve as a precedent for federal and state officials who wish to maketemporary changes to the Medicaid program in response to the unique circumstances resulting fromthe devastation of a natural or other disaster.", "In recent years, there has been increased interest among states and the federal governmentin the Section 1115 waiver authority as a means to restructure Medicaid coverage, control costs, andincrease state flexibility. Under current law, states may obtain waivers that allow them to provideservices to individuals not traditionally eligible for Medicaid, cover non-Medicaid services, limitbenefit packages for certain groups, adapt their programs to the special needs of particulargeographic areas or groups of recipients, or accomplish a policy goal such as to temporarily provideMedicaid assistance in the aftermath of a disaster, among other purposes.", "Following the September 11, 2001 terrorist attacks, for example, New York requested andreceived approval for a Section 1115 waiver known as \"Disaster Relief Medicaid\" (DRM). TheDRM program allowed Medicaid applicants who were residents of New York City to receive fourmonths of coverage if they met the eligibility requirements of the Medicaid or Family Health Plusprogram, and they applied for DRM between September 11, 2001, and January 31, 2002 (for moredetail on this temporary waiver program see discussion below).", "While Section 1115 is explicit about provisions in Medicaid law that may be waived inconducting research and demonstration projects, a number of other provisions in Medicaid law andregulations specify limitations or restrictions on how a state may operate a waiver program. Forexample, one provision restricts states from establishing waivers that fail to provide all mandatoryservices to the mandatory poverty-related groups of pregnant women and children; another provisionspecifies restrictions on cost-sharing imposed under Section 1115 waivers. Other features of theSection 1115 waiver authority that may be relevant in using this authority to respond to disastersinclude:", "Federal Reimbursement for Section 1115 Demonstrations. Approved Section1115 waivers are deemed to be part of a state's Medicaid (or SCHIP) state plan for purposes offederal reimbursement. Project costs associated with waiver programs are subject to that state'sFMAP. (23) Changes tothese financing arrangements, even under a Section 1115 waiver, would require congressionalaction.", "Financing and Budget Neutrality. Unlike regular Medicaid, CMS waiverguidance specifies that costs associated with waiver programs must be budget neutral to the federalgovernment over the life of the waiver program. To meet the budget neutrality test, estimatedspending under the waiver cannot exceed the estimated cost of the state's existing Medicaid programunder current law program requirements. An exception to this guidance on budget neutrality wasmade by the Secretary for the Section 1115 waiver granted to New York after September 11, 2001. CMS approved an allotment neutrality test (described below) for New York's Disaster ReliefMedicaid Section 1115 waiver program. By contrast, the Secretary eliminated all tests of budget and allotment neutrality in the recent approvals of Section 1115 emergency Medicaid waivers.", "Financing and Allotment Neutrality. Under the SCHIP program, a differentbudget neutrality standard applies. States must meet an \"allotment neutrality test\" where combinedfederal expenditures for the state's regular SCHIP program and for the state's SCHIP demonstrationprogram are capped at the state's individual SCHIP allotment. This policy limits federal spendingto the capped allotment levels. Any additional financial resources for SCHIP would requirecongressional action.", "Relationship of Medicaid/SCHIP Demonstration Waivers to Other Statutes. Section 1115 waiver projects may interact with other program rules outside of the Social SecurityAct; for example, employer-sponsored health insurance as described by the Employee RetirementIncome Security Act (ERISA), or alien eligibility as contained in immigration law. In cases likethese, the Secretary does not have the authority to waive provisions in these other statutes. (24) ", "Program Guidance. The Secretary can develop policies that influence thecontent of demonstration projects and prescribe approval criteria in three ways: (1) by promulgatingprogram rules and regulations; (25) (2) through the publication of program guidance (e.g., the waiverprogram must meet a budget neutrality test); (26) and (3) waiver policy may also be implicitly shaped by theprograms that have been approved (e.g., CMS approval of New York's \"Disaster Relief Medicaid\"). Legislative action may be required if Congress chooses to further shape the Secretary's authority overthe content of the demonstration programs, dictate specific Section 1115 waiver approval criteria,or otherwise limit the Secretary's waiver authority.", "Precedent for Emergency-Related Section 1115 Waivers: NewYork's Disaster Relief Medicaid Program. Federal and state officials have lookedto New York's Section 1115 Disaster Relief Medicaid program as precedent for the Secretary of HHSto use the authority under Section 1115 of the Social Security Act to respond to emergencysituations. Details on eligibility criteria, benefit packages, provider agreements, financingarrangements, and other issues outlined in the terms and conditions of New York's temporary waiverprogram provide an example of how this state used the flexibility under Section 1115 to addressspecific health care needs in the wake of an emergency situation.", "Following the terrorist attacks on September 11, 2001, New York requested and receivedapproval for a Section 1115 waiver known as \"Disaster Relief Medicaid.\" The DRM programallowed most Medicaid applicants who were residents of New York City to receive four months ofcoverage if they met the eligibility requirements of the Medicaid or Family Health Plus (FHP)program, and they applied for DRM between September 11, 2001, and January 31, 2002. The FHPprogram is a separate Section 1115 waiver that had been approved by CMS, and was scheduled tobe implemented in October 2001. FHP significantly expanded Medicaid eligibility to certain groups;for example, the income standard for childless adults went from about 50% to 100% of the federalpoverty level. (27) ", "Medicaid applicants who did not receive coverage under the DRM program included thosewho were pregnant, had a disability, or required institutional services (e.g., nursing facility). Theseindividuals were processed through the traditional Medicaid application process. (28) This separate process forcertain groups is not described in a February 2003 lawsuit which states that the DRM program wasthe only Medicaid program available to New York City Medicaid applicants between September2001 and January 2002. (29) ", "The DRM program also extended eligibility for current Medicaid beneficiaries residing inNew York City and Westchester County who were scheduled to have their Medicaid eligibilityannual re-certification. These individuals were permitted to receive coverage for one year withoutthe annual re-certification normally required by Medicaid law. (30) ", "The waiver also included temporary eligibility for children under SCHIP if they had appliedor were enrolled with health plans that had operations in New York City that were disrupted by theWorld Trade Center attacks. New SCHIP applicants received four months of SCHIP eligibility, andindividuals who were already in a period of presumptive eligibility that was scheduled to endSeptember 30, 2001, received an additional two months of eligibility. Similar to the Medicaidprovisions above, SCHIP enrollees in New York City who were scheduled to have an annualre-certification were allowed to continue with SCHIP coverage for one year.", "The Secretary of HHS announced tentative approval of the DRM program in a September19, 2001 press release. Approval of the temporary modifications to New York's SCHIP programwere provided via e-mail and through discussions with senior staff at CMS. On September 16, 2002,CMS articulated the agreement with New York in an award letter and terms and conditions. CMSawarded final approval for the DRM Section 1115 waiver on December 31, 2002. CMS decided notto apply its usual Medicaid cost neutrality requirements (described earlier) to the waiver because ofthe unusual circumstances of September 11, 2001. However, the SCHIP allotment neutralityrequirements did apply. (31) ", "The September 11 attacks significantly hampered the state Medicaid agency's ability toprocess Medicaid eligibility records in New York City. The presumptive eligibility processestablished by the DRM program was intended to facilitate enrollment of new applicants intoMedicaid. Applicants for the DRM program were required to fill out a one-page application for theprogram, prove who they were, and attest to their income and resources. Individuals did not haveto be direct victims of the World Trade Center attacks to receive services. ", "Individuals who qualified for the DRM program received a temporary Medicaid authorizationform that allowed them to access Medicaid services. Services provided under the DRM programincluded all fee-for-service benefits provided to non-institutionalized Medicaid beneficiaries.", "In addition to the four months of additional coverage, it also allowed individuals severaladditional months of eligibility to provide sufficient time for an individual to complete a standardMedicaid application form. (32) The waiver ended in January 2003.", "If a person was denied Medicaid coverage at the end of the DRM period, under the New Yorkwaiver DRM recipients were not entitled to continuation of DRM benefits while their request for afair hearing was pending. A suit was brought by DRM recipients alleging that the lack of continuingMedicaid benefits constituted a violation of the Due Process Clause of the United StatesConstitution. The U.S. District Court for the Eastern District of New York issued a preliminaryinjunction, affirmed by the U.S. Court of Appeals for the 2nd Circuit, ordering the New York StateMedicaid Agency to continue DRM benefits to all recipients who received a Notice of Decisionterminating their benefits until a fair hearing decision was reached. While the court did not decidethis case on its merits, it is an indication that while the Secretary has the authority to waiveprovisions in Section 1902 for a Section 1115 waiver project, the Secretary's authority may belimited by constitutional considerations.", "An estimated 342,000 beneficiaries enrolled in the DRM program, and funding for the DRMwaiver was estimated at $670 million over the waiver period. (33) Generally, New Yorkreceives federal reimbursement for 50% of its Medicaid service expenditures. New York requestedthat FEMA cover the non-federal share of Medicaid expenditures for the DRM program through theagency's public assistance funds; however, FEMA denied that request. The request is currently underappeal in FEMA. (34) ", "Section 1135 Waiver Authority. The Section1135 waiver authority is a second mechanism currently available to allow the Secretary of HHS tomake immediate program changes in response to an emergency situation; however, the authority islimited to geographic areas directly impacted by the emergency. Created under the Public HealthSecurity and Bioterrorism Preparedness and Response Act ( P.L. 107-188 ), Section 1135 of the SocialSecurity Act authorizes the Secretary to temporarily waive federal conditions of participation andother certification requirements for any entity that furnishes health care items or services toMedicare, Medicaid, or SCHIP recipients in an emergency area (defined as a geographical area inwhich there exists an emergency or major disaster declared by the President and a public healthemergency declared by the Secretary of HHS). During such an emergency, it authorizes theSecretary to waive:", "participation, state licensing (as long as equivalent licensure from another stateis held and there is no exclusion from practicing in that state or any state in the emergency area), andpre-approval requirements for physicians and other practitioners; ", "sanctions for failing to meet requirements for emergency transfers betweenhospitals; ", "sanctions for physician self-referral; and ", "limitations on payments for health care and services furnished to individualsenrolled in Medicare Advantage (MA) plans when services are provided outside theplan.", "In addition, Section 1135 requires the Secretary to provide Congress with certification andwritten notice at least two days prior to exercising this waiver authority. It provides for the waiverauthority to continue for 60 days, and permits the Secretary to extend the waiver period. Finally, thelaw requires the Secretary, within one year after the end of the emergency, to provide Congress withan evaluation of this approach and recommendations for improvements under this waiver authority."], "subsections": []}, {"section_title": "Current Waiver Activity Related to Hurricane Katrina", "paragraphs": ["The Secretary of HHS has exercised both the Section 1115 waiver authority and the Section1135 waiver authority to make needed changes to health care programs so they are better able toaccommodate the emergency health care needs of Hurricane Katrina survivors. Below is a briefdescription of the information that is currently available regarding each of these waiver actions.", "Section 1115 Waivers. On September 9, 2005,CMS announced emergency policies that it had adopted to address the health care needs of HurricaneKatrina survivors. (35) Specifically, CMS noted that President Bush had announced that \"special evacuee status\" would begranted to individuals impacted by Hurricane Katrina and that evacuees would be allowed to applyfor several federal programs, including Medicaid and SCHIP, without having to verify their incomeor employment status. CMS also noted that an application template was being developed to assiststates in obtaining emergency Medicaid and SCHIP Section 1115 waivers to provide temporaryeligibility for evacuees.", "On September 15, 2005, Texas became the first of 17 states to obtain approval for a Section1115 waiver based on the emergency application template developed by CMS (these waivers arereferred to as being part of a multi-state demonstration project). To date, similar waivers have alsobeen approved for Alabama, Arkansas, California, the District of Columbia, Florida, Georgia, Idaho,Indiana, Louisiana, Maryland, Mississippi, Nevada, Ohio, Puerto Rico, South Carolina, andTennessee. (36) ", "All of the waivers granted thus far create a temporary eligibility period, not to exceed fivemonths, (37) during whichcertain Hurricane Katrina evacuees will be granted access to Medicaid and SCHIP state plan (38) services in the host state(i.e., the state that has been granted an emergency Section 1115 waiver) based on simplifiedeligibility criteria for various groups (children and their parents, pregnant women, individuals withdisabilities, etc.). Under the Alabama, District of Columbia, Idaho, Louisiana, Nevada, Puerto Rico,and Texas waivers, evacuees are exempt from Medicaid and SCHIP cost-sharing requirements. Medicaid and SCHIP cost sharing requirements will be imposed under the remaining waiverprograms in each of Arkansas, California, Florida, Indiana, Georgia, Maryland, Ohio, SouthCarolina, Tennessee, and Mississippi. (39) ", "In addition to creating temporary eligibility for evacuees under the host state's Medicaid orSCHIP state plan, waivers for eight out of the 17 states (Alabama, Arkansas, Georgia, Louisiana,Mississippi, South Carolina, Tennessee, and Texas) also create an uncompensated care pool. Inseven of the eight states whose waivers create an uncompensated care pool (Alabama, Georgia,Louisiana, Mississippi, South Carolina, Tennessee, and Texas), the pool may be used (throughJanuary 31, 2006) to augment Medicaid and SCHIP state plan services for evacuees (e.g., provideservices not covered under the state plan) and pay for HCBS waiver services not otherwise coveredin the host state. (40) Inall eight of the states whose waivers create an uncompensated care pool, funds from the pool maybe used to reimburse providers that incur uncompensated care costs for uninsured evacuees who donot qualify for Medicaid or SCHIP in the host state. States with an uncompensated care pool mustconsider alternative methods for providing coverage to uninsured evacuees (including throughpremium assistance for private insurance and other insurance pools) and report to CMS on thefeasibility of adopting such alternative methods.", "In general, the Section 1115 waivers define an evacuee as an individual who: (1) is a residentof an emergency area (defined as a geographic area or region in which the President has declared adisaster following Hurricane Katrina, specifically targeting counties and parishes designated byFEMA as requiring individual assistance); (2) has been displaced from his or her home by theemergency; (3) is not considered a non-qualified alien; (4) meets the definition of the new temporaryeligibility population. The new temporary eligibility population includes:", "Children under age 19 with income up to and including 200%FPL;", "Pregnant women from Louisiana and Mississippi with income up to andincluding 185% FPL;", "Pregnant women from Alabama with income up to and including 133%FPL;", "Individuals with disabilities with income up to and including 300% of theSupplemental Security Income (SSI) benefit rate;", "Low-income Medicare recipients with income up to and including 100%FPL;", "Low-income individuals in need of long-term care with income up to andincluding 300% SSI; and", "Low-income parents of children under age 19 with family income up to andincluding 100% FPL.", "For the purposes of determining waiver program eligibility, evacuees may self-attest todisplacement, income, and immigration status, but individuals must cooperate in demonstratingevacuee and eligibility status.", "The waiver documents note that the standard Medicaid and SCHIP funding process will beused during the waiver period. However, states will not be required to meet Medicaid budget orSCHIP allotment neutrality tests under the waivers. HHS justified dropping the neutralityrequirements because, CMS officials argue, individuals participating in the waiver are presumed tobe eligible for Medicaid or SCHIP in their respective home states, and therefore costs to the federalgovernment would have otherwise been incurred and allowable. It is unclear how this argumentapplies in the case of states whose waivers establish an uncompensated care pool that may be usedto pay for costs associated with uninsured evacuees who otherwise do not qualify for Medicaid orSCHIP. (41) ", "For Section 1115 demonstration waivers, budget neutrality has meant that demonstrationprojects do not increase federal spending over what would have been spent under current lawprogram requirements. (42) For most Section 1115 waivers, the federal and stategovernments negotiate a budget neutrality spending cap, beyond which the federal government hasno fiscal responsibility. Because the budget neutrality requirement is a construct of waiver guidancethat has been added administratively and is not a statutory requirement, the Secretary may decide thatit will not apply to a particular waiver.", "Financing Under the Emergency Medicaid Waivers. On September 16, 2005, the Director of CMS and Medicaid state officials in each of Louisiana,Mississippi, and Alabama signed a \"memorandum of understanding\" (MOU) whereby home statesagreed to pay the non-federal share of costs for medically necessary treatment provided to evacueeswhile they are residing in a host state. (43) Subsequently, at least two states with Hurricane Katrina Section1115 waivers have indicated that they expect to receive 100% federal funding for services providedthrough the waivers. (44) ", "While the waiver documents from CMS do not indicate how this would be accomplished,during an October 25, 2005, the Senate Committee on Finance Hearing to Conduct a Markup toAchieve the Committee's Budget Reconciliation Instructions to Reduce the Growth of Outlays asContained in H.Con.Res. 95 , a CMS official stated that waiver expenditures for theuncompensated care pools will be reimbursed with 100% federal funds from the National DisasterMedical System (NDMS) program, (45) and that the NDMS program had $100 million to spend on thisand other qualifying activities. The CMS official also stated that costs associated with all otheremergency Medicaid waiver services would be the responsibility of the home state.", "In addition, the budget reconciliation conference report [i.e., S. 1932 ( H.Rept.109-362 )] contains funds for Hurricane Katrina Medicaid and SCHIP relief. If enacted, theconference agreement would appropriate $2 billion (in addition to any funds made available for theNational Disaster Medical System under the Department of Homeland Security for health care costsrelated to Hurricane Katrina) for use by the Secretary of HHS to pay eligible states (those who haveprovided care to affected individuals or evacuees under a Section 1115 project) for certain costsassociated with their disaster relief Medicaid and SCHIP waiver programs. (For more details on thisand other legislative action on this issue, see the section titled Current Federal Legislation thatappears later in this report.)", "As discussed earlier, the Secretary of HHS does not have the authority to waive provisionsof federal Medicaid law governing the FMAP and other federal Medicaid reimbursement rates (e.g.,those that apply to administrative functions) under Section 1903 of the Social Security Act, and eachstate is responsible for paying the non-federal share of any Medicaid costs it incurs. (46) If NDMS funds -- and,if enacted, funds made available through the budget reconciliation conference agreement areinsufficient to cover the costs associated with state claims submitted under the uncompensated carepools -- it is unclear whether additional steps may be taken by the Secretary to allow the home statesto finance their state shares of expenditures for evacuees in other ways.", "Section 1135 Waivers. The Secretary of HHSinvoked the Section 1135 waiver authority on each of September 1, September 4, and September 7,2005, to waive certain requirements and program regulations under Titles XVIII, XIX, and XXI ofthe Social Security Act to accommodate the emergency health care needs of recipients and medicalproviders in the Hurricane Katrina-impacted states. Table 1 shows states that are covered under theSection 1135 waivers authorized by the Secretary of HHS as a result of meeting the followingrequirements: (1) the President has declared them to be emergency or major disaster areas pursuantto the Robert T. Stafford Disaster Relief and Emergency Assistance Act; and (2) the Secretary ofHHS has declared them to have public health emergencies pursuant to Section 319 of the PublicHealth Service Act. (47) ", " Table 1. States Covered Under Section 1135 Waivers Authorizedin Response to Hurricane Katrina", "Source: U.S. Department of Health and Human Services, Waiver Under Section 1135 of the SocialSecurity Act (Sept. 1, 2005); Waiver Under Section 1135 of the Social Security Act (Sept. 4, 2005),available at http://www.hhs.gov/katrina/ssawaiver.html ; Waiver Under Section 1135 of the SocialSecurity Act (Sept. 7, 2005), available at http://www.hhs.gov/emergency/determination2.html .", "In each of the above listed states, the following program operating rules will be loosenedunder the Section 1135 waiver authority to speed the provision of health care services for individualsenrolled in the Medicare, Medicaid and SCHIP programs, and to ensure that health care providersmay be reimbursed for items and services rendered to program recipients: (48) ", "Certain conditions of participation, certification requirements, programparticipation or similar requirements, or pre-approval requirements for individual health careproviders or types of health care providers, including as applicable, a hospital or other provider ofservices, a physician or other health care practitioner or professional, a health care facility, or asupplier of health care items or services.", "The requirement that physicians and other health care professionals holdlicenses in the state in which they provide services, if they have a license from another state (and arenot affirmatively barred from practice in that state or any state in the emergencyarea).", "Sanctions under Section 1867 of the act (the Emergency Medical Treatmentand Labor Act, or EMTALA) for the redirection of an individual to another location to receive amedical screening examination pursuant to a state emergency preparedness plan or transfer of anindividual who has not been stabilized if the redirection or transfer arises out of hurricane relatedemergency circumstances.", "Limitations on payments under Section 1851(I) of the act to permit MedicareAdvantage enrollees to use out-of-network providers in an emergencysituation.", "Sanctions and penalties arising from noncompliance with the followingprovisions of the Health Insurance Portability and Accountability Act of 1996 (HIPAA) privacyregulations: (a) the requirements to obtain a patient's agreement to speak with family members orfriends or to honor a patient's request to opt out of the facility directory (as set forth in 45 CFR164.510); (b) the requirement to distribute a notice of privacy practices (as set forth in 45 CFR164.520); or (c) the patient's right to request privacy restrictions or confidential communications (asset forth in 45 CFR 164.522).", "CMS offered some additional information on the operating procedures being relaxed in a factsheet released on September 6, (49) but it is still unclear what role the Section 1135 waiver authorityplays in the context of a program like Medicaid whose day-to-day operations are controlled by thestates -- especially with regard to payment for services. For example, although CMS has stated thatcrisis services provided to Medicare and Medicaid patients who have been transferred to facilitiesnot certified to participate in the programs will be paid, the agency does not specify how they willbe paid and whether states, who normally pay providers directly for services rendered to Medicaidbeneficiaries and then seek federal reimbursement, must pay providers in this situation.", "Applicability of the Secretary's Waiver Authority to Other DisasterSituations. In general, the disaster relief areas and time periods defined in theSecretary's September 2005 waiver actions are aimed at providing targeted relief to individuals andstates affected by Hurricane Katrina. As a result, the relief may not apply to individuals and statesaffected by other emergency situations (e.g., Hurricane Rita). However, in response to a crisissituation, the Secretary may relax provider rules under the Section 1135 waiver authority in any stateor geographic area that meets certain requirements (as specified above).", "Likewise, under the Section 1115 waiver authority, CMS has encouraged Katrina-affectedstates to pursue waiver programs under their new emergency Section 1115 demonstrationinitiative. (50) Waiverprograms approved under this initiative (as described above) could allow states to offer Medicaidand SCHIP coverage to evacuees from geographic areas in which a disaster or emergency has beendeclared in response to Hurricane Katrina. (51) While this CMS waiver initiative was specifically targeted atHurricane Katrina-impacted states, the emergency waiver template may serve as a model for futurechanges to the Medicaid and SCHIP programs in the wake of a national disaster."], "subsections": []}, {"section_title": "Current Federal Legislation", "paragraphs": ["A number of bills have been introduced in 109 th Congress that would affect Medicaidcoverage for survivors of Hurricane Katrina (although the bills may address a variety of issues, thediscussion below is limited to Medicaid-related provisions). (52) In general, the disasterrelief areas and time periods specified in the bills are aimed at providing targeted relief to: (1)individuals and states (or areas within states) directly affected by Hurricane Katrina, and (2) statesthat have taken in individuals displaced by the storm. As a result, the relief may not apply toindividuals and states affected by other emergency situations (e.g., Hurricane Rita).", "House Proposals.", "H.R. 3671 (Green) ", "Status: Referred to House Committee on Energy and Commerce.", "This proposal would authorize the Secretary of HHS to provide 100% of the federal medicalassistance percentage (FMAP) for displaced Medicaid recipients receiving medical assistance outsidetheir state of residence due to a declared public health emergency.", "H.R. 3698 (Dingell) ", "Status: Referred to House Committees on Energy and Commerce; Ways and Means.", "This proposal would allow states to receive 100% federal funding for the Medicaidexpenditures for individuals who are Katrina survivors (as described by the proposal) and for anyindividual who is in a directly impacted state (i.e., Alabama, Louisiana, and Mississippi). States mayalso receive 100% federal funding for administrative costs related to covering Katrina survivors. States that choose to cover Katrina survivors would not be allowed to establish income or asset testsor state residency or other categorical requirements. States must also use a simplified applicationprocess that would allow individuals to attest that they qualify as a Katrina survivor (individualswould be penalized for knowingly falsely attesting to their status as a survivor). This provisionwould remain in effect during the disaster relief period from August 29, 2005, through September30, 2006.", "In addition, the proposal would hold all states harmless for any scheduled reduction in astate's FMAP rate for FY2006. If a state's FMAP rate for FY2006 is less than it was for FY2005,the FY2005 FMAP rate shall apply.", "The proposal would also affect the scheduled changes to Medicaid related to the Medicareprescription drug benefit, effective January 1, 2006. First, the proposal would suspend until January2007, the requirement for certain states to pay the federal government a portion of what the Medicaidprogram would have spent on prescription drugs for those dually eligible for Medicaid and Medicare. This provision would only apply to states directly impacted by Hurricane Katrina and those statesthat have received a \"significant influx\" of Katrina survivors. The provision would also changefederal law to allow state Medicaid programs to pay for prescription drugs for a Part D eligibleindividual who is also a Katrina survivor. These changes related to the Medicare prescription drugbenefit can be ended if the Secretary determines (after consulting with the state) that individuals canbe effectively transferred to Medicare for their prescription drug coverage without discontinuing anindividual's drug coverage.", "H.R. 3708 (Johnson) ", "Status: Referred to House Committees on Energy and Commerce; Transportation andInfrastructure.", "This proposal would require HHS to dedicate 10% of any Hurricane Katrina disaster relieffunds for mental health services to victims and first responders. These funds would also be availableto cover the state share of Medicaid or SCHIP costs for victims of, or first responders to, HurricaneKatrina.", "H.R. 3735 (Davis) ", "Status: Referred to House Committee on Energy and Commerce.", "This proposal would prevent a reduction in a state's FMAP rate for FY2006. No state shallreceive a lower FMAP for FY2006 than the greater of the FY2005 FMAP rate, or the computationof the FMAP formula without the retroactive application of re-benchmarked per capita income.", "H.R. 3845 (Gingrey-Alexander-Boustany-Taylor) ", "Status: Referred to House Committees on Energy and Commerce; Budget.", "This proposal would establish a 90% FMAP rate under Medicaid and SCHIP for FY2006 forMedicaid and SCHIP services provided to individuals in Louisiana or Mississippi, and to Katrinaevacuees (as defined by the bill) regardless of their place of residence.", "H.R. 3952 (Gingrey) ", "Status: Referred to House Committees on Energy and Commerce; Ways and Means; Budget;Government Reform; and Transportation and Infrastructure.", "This proposal is similar to S. 1716 in that it would establish Disaster ReliefMedicaid (DRM) coverage, provide additional federal Medicaid funding for covering services forKatrina survivors and residents of major disaster parishes and counties, require the Secretary tosubmit a plan for transitioning drug coverage for Medicare/Medicaid dual eligibles in affected areasfrom Medicaid to Medicare Part D, and expand the Section 1135 waiver authority.", "However, the proposal differs from S. 1716 in several areas. Specifically theproposal would:", "Require Katrina survivors to be eligible for Medicaid based on the criteria usedin their state of residence during the week of August 28, 2005 ( S. 1716 establishes anincome standard of the either 100% of FPL (200% of FPL for certain groups), or the incomeeligibility that would apply under the state a Katrina survivor currently resides in, whichever ishigher);", "Provide 90% federal funding for Medicaid services and related administrativecosts for DRM-eligible Katrina survivors during the DRM coverage period ( S. 1716 would provide 100% federal funding);", "Provide 90% federal Medicaid funding covering services for residents of majordisaster parishes and counties during the period from August 28, 2005 through December 31, 2006,( S. 1716 would provide 100% federal funding);", "Continue Medicaid eligibility redeterminations between August 28, 2005 andDecember 31, 2006, ( S. 1716 would establish a moratorium onredeterminations);", "Exclude treatment of alcohol and substance abuse that is directly related to thecircumstances of Hurricane Katrina from the extended mental health and care coordinationbenefit;", "For Katrina survivors, temporarily waive Medicaid's prohibition on coveringservices in an institution for mental disease (IMD) for adults between ages 21 and 64 beginning onAugust 28, 2005 and ending on December 31, 2006.", "H.R. 3958 (Melancon) ", "Status: Referred to House Committees on Appropriations; Agriculture; Transportation andInfrastructure; Budget; Financial Services; Energy and Commerce; Judiciary; Armed Services;Education and the Workforce; Resources; and Small Business.", "This proposal is similar to S. 1716 in that it would establish Disaster ReliefMedicaid (DRM) coverage, provide 100% federal Medicaid funding for DRM-eligible Katrinasurvivors, hold all states harmless for FMAP decreases in FY2006, require the Secretary to submita plan for transitioning drug coverage for Medicare/Medicaid dual eligibles in affected areas fromMedicaid to Medicare Part D, and expand the Section 1135 waiver authority.", "However, most provisions in this proposal would only apply to Louisiana (provisions of S. 1716 include certain counties in Mississippi and Alabama). DRM coverage is forKatrina survivors from Louisiana. The additional federal Medicaid funding for major disaster areasand the moratorium on Medicaid eligibility redeterminations would only apply to Louisiana.", "Another difference between this proposal and S. 1716 is that the Disaster ReliefFund would have an appropriation of $400 million and would be available only to pay for privatehealth insurance premiums. In a separate provision, during the DRM coverage period, (53) expenditures of the stateof Louisiana for reimbursing hospitals, physicians, federally qualified health centers, and rural clinicsfor uncompensated care provided to Katrina survivors would be treated as medical assistance underLouisiana's Medicaid state plan, with an FMAP of 80%.", "H.R. 4197 (Watt) ", "Status: Referred to House Committees on Ways and Means, Judiciary, Financial Services,Energy and Commerce, Transportation and Infrastructure, Education and the Workforce, SmallBusiness, Government Reform, and Budget.", "This proposal would provide Disaster Relief Medicaid (DRM) coverage similar to thatdescribed in S. 1716 -- except that the DRM coverage period would last 12 months,with a discretionary 12-month extension by the President.", "Senate Proposals.", "S. 1637 (Reid) ", "Status: Referred to Senate Committee on Finance.", "Similar to H.R. 3698 , except that the disaster relief period is from August 29,2005, through February 28, 2006 (though the President must extend through September 30, 2006,unless a determination is made that all Katrina survivors have sufficient access to health care).", "S.A. 1652 to H.R. 2862 (Lincoln) ", "Status: Amendment withdrawn.", "Similar to S. 1637 .", "S.A. 1672 to H.R. 2862 (Durbin) ", "Status: Amendment submitted, but no action taken.", "This proposal allows certain health professionals to provide Medicaid services in Florida,Alabama, Louisiana, Mississippi and Texas without regard to state licensing and certification lawsfor 90 days following enactment of the provision.", "S.A. 1721 to H.R. 2862 (Durbin) ", "Status: Agreed to in Senate as part of H.R. 2862 .", "This proposal would allow eligible health professionals (as defined by the bill) that have beenevacuated from Louisiana and Mississippi to provide health-related services under Medicare,Medicaid or SCHIP and under Indian Health Service programs, without regard to state licensing andcertification laws for 90-days following the date specified by a state's licensing board. ", "S. 1688 (Hutchison) ", "Status: Placed on Senate legislative calendar.", "This proposal would allow any state to receive 100% federal funding for Medicaid andSCHIP expenditures for individuals (children in the case of SCHIP) who are Katrina survivors (asdescribed by the proposal) during the disaster period in the area of the survivor's residence (or formerresidence).", "The disaster period for a state is determined by the date an area(s) in the state were declareda major disaster area in accordance with the Robert T. Stafford Disaster Relief and EmergencyAssistance Act because of Hurricane Katrina. The disaster period ends on the earlier of: (1) the latestdate an area of that state is designated as a major disaster area; or (2) six months following thedeclaration of the disaster area. The President may extend the disaster period for a state for up to anadditional six months.", "States that choose to cover Katrina survivors would not be allowed to establish income orasset tests or state residency or other categorical requirements. States must also use a simplifiedapplication process that would allow individuals to attest that they qualify as a Katrina survivor(individuals would be penalized for knowingly falsely attesting to their status as a survivor).", "Katrina survivors would be eligible for the same range and scope of services as those whoare categorically needy under the Medicaid program, or as a targeted low-income child under theSCHIP program. In addition, the state must pay for medical services (including mental healthservices) that are outside the scope of the state's Medicaid coverage if the item or service is medicallynecessary for the survivor.", "S. 1716 (Grassley-Baucus) ", "Status: Placed on Senate legislative calendar.", "This proposal would require states to provide Disaster Relief Medicaid (DRM) coverage forindividuals who are Katrina survivors (as defined by the bill) and meet specific income guidelines. To qualify, a Katrina survivor's family income cannot exceed the higher of either 100% of the federalpoverty level (FPL) (200% FPL in the case of pregnant women, children, and recipients of SocialSecurity Disability Insurance (SSDI) benefits); or the income eligibility standard under the state'sMedicaid state plan. The state would be required to use the least restrictive income counting rulesapplied in that state and must disregard unemployment compensation from income. States wouldnot be allowed to establish asset tests or state residency or other categorical requirements. Statesmust use a simplified application process that would allow individuals to attest that they qualify asa Katrina survivor (individuals would be penalized for knowingly falsely attesting to their status asa survivor).", "The DRM coverage period would be from August 28, 2005 until five months after the dateof enactment of the bill, subject to a discretionary five-month extension by the President. Duringthe DRM coverage period, the state would be allowed to provide extended mental health and carecoordination benefits to DRM-eligible Katrina survivors. The state would also be allowed to providehome and community-based waiver services to individuals who self-attest that they requireimmediate services available under the waiver. The Secretary of HHS would lift waiver restrictions(as specified in the bill) that limit the availability of such services.", "States would receive 100% federal funding for Medicaid service expenditures andadministrative costs associated with DRM-eligible Katrina survivors during the DRM coverageperiod. For items and services furnished during the period that begins on August 28, 2005, and endson December 31, 2006, a 100% FMAP would be available for providing medical assistance undera Medicaid state plan to any individual, including a Katrina survivor, residing in a parish or countyfor which the President has declared a major disaster pursuant to the Stafford Act as a result ofHurricane Katrina and determined that individual or public assistance is warranted. The bill wouldalso hold all states harmless for any scheduled reduction in their FMAP for FY2006. If a state'sFY2006 FMAP is less than it was for FY2005, the FY2005 FMAP shall apply.", "The bill would also establish a Disaster Relief Fund (with an appropriation of $800 millionfor FY2005, to remain available until expended) administered by the Secretary of HHS. TheDisaster Relief fund would: (1) make payments directly to certain Medicaid providers to offset costsincurred as a result of Hurricane Katrina, (2) make payments to state insurance commissioners forthe purpose of making health insurance premium payments to insurers on behalf of certainindividuals and employers.", "The bill would also require the Secretary of HHS to submit to Congress no later than October7, 2005 a written plan on the transition of individuals who are dually eligible for Medicaid andMedicare from Medicaid prescription drug coverage to coverage under the new Medicare Part Dprescription drug benefit.", "Finally, the bill would amend Section 1135 to extend waiver authority to geographic areasthat the Secretary of HHS determines have a significant number of evacuees from an emergency area. The amendment would be effective as if enacted on August 28, 2005.", "S. 1765 (Landrieu-Vitter) ", "Status: Referred to Senate Committee on Finance.", "This proposal is similar to S. 1716 in that it would establish Disaster ReliefMedicaid (DRM) coverage, provide 100% federal Medicaid funding for DRM-eligible Katrinasurvivors, hold all states harmless for FMAP decreases in FY2006, require the Secretary to submita plan for transitioning drug coverage for Medicare/Medicaid dual eligibles in affected areas fromMedicaid to Medicare Part D, and expand the Section 1135 waiver authority.", "This proposal differs from S. 1716 in that during the period that begins onAugust 28, 2005, and ends on December 31, 2006, a 100% FMAP would be available for providingmedical assistance under a Medicaid state plan to any individual (including a Katrina survivor)residing only in a parish in Louisiana for which the President has declared a major disaster pursuantto the Stafford Act as a result of Hurricane Katrina and determined that individual or publicassistance is warranted (a similar provision in S. 1716 would include counties inMississippi and Alabama).", "Another difference between this proposal and S. 1716 is that the Disaster ReliefFund would have an appropriation of $400 million and would be available only to pay for privatehealth insurance premiums. In a separate provision, during the DRM coverage period, (54) expenditures of the stateof Louisiana for reimbursing hospitals, physicians, federally qualified health centers, and rural clinicsfor uncompensated care provided to Katrina survivors would be treated as medical assistance underLouisiana's Medicaid state plan, with an FMAP of 80%.", "S. 1766 (Vitter-Landrieu) ", "Status: Referred to Senate Committee on Finance.", "Same as S. 1765 .", "Budget Reconciliation. In the FY2006 budgetresolution adopted by the House and Senate on April 28, 2005 ( H.Con.Res. 95 ),reconciliation instructions directed the two committees with jurisdiction over Medicaid to reducemandatory FY2006-FY2010 outlays by $10 billion (Senate Finance) and $14.734 billion (HouseEnergy and Commerce). While the budget resolution did not instruct the two committees on howto achieve these savings targets, Medicaid is one of the larger mandatory spending programs thatfalls under their jurisdictions.", "Senate. On October 25, 2005, the Senate FinanceCommittee approved a reconciliation proposal that the Senate Budget Committee incorporated into S. 1932 , which subsequently passed the Senate on November 3. Under one provisionof S. 1932, for items and services furnished during the period August 28, 2005 throughMay 15, 2006, states would receive 100% FMAP reimbursement for Medicaid and SCHIP assistanceprovided to individuals who resided during the week preceding Hurricane Katrina in one of theparishes or counties of Louisiana, Mississippi, and Alabama specified in the bill. (55) Costs directly attributableto related administrative activities would also be reimbursed at 100%. Another provision of S.1932 would allow Louisiana, Mississippi, and Alabama to elect to not have the Medicaidsubtitle of the bill (e.g., changes dealing with prescription drugs) apply during any period for whicha disaster declared as a result of Hurricane Katrina remains in effect.", "House. On October 28, 2005, the House Energy andCommerce Committee approved its own reconciliation proposal. The House Budget Committeeincorporated the proposal into H.R. 4241 , which subsequently passed the House as anamendment to S. 1932 on November 18. Under the House bill, for items and servicesfurnished between August 28, 2005 and May 15, 2006, states would receive 100% FMAPreimbursement for Medicaid and SCHIP assistance provided to (1) any individual residing in a parishof Louisiana, a county of Mississippi, or a major disaster county of Alabama and (2) individuals whoresided during the week preceding Hurricane Katrina in a parish or county for which a major disasterhas been declared as a result of Katrina -- and for which the President has determined, as ofSeptember 14, 2005, warrants individual assistance under the Stafford Act. (56) Costs directly attributableto related administrative activities would also be reimbursed at 100%.", "In addition, for any year after 2006 for any states that the Secretary of HHS determines hasa significant number of individuals who were evacuated to and live in the state as a result ofHurricane Katrina as of October 1, 2005, the Secretary would disregard such evacuees and theirincome for purposes of calculating state FMAPs for Medicaid and SCHIP. Another provision of theHouse bill would allow the Medicaid subtitle of the bill to not apply during the 11-month periodbeginning September 1, 2005, to individuals entitled to Medicaid assistance by reason of theirresidence in a parish of Louisiana or a county of Mississippi or Alabama for which a major disasterhas been declared as a result of Hurricane Katrina -- and for which the President has determined,before September 14, 2005, warrants individual and public assistance under the Stafford Act.", "Conference. A conference report on S. 1932 ( H.Rept. 109-362 ) containing Hurricane Katrina Medicaid and SCHIP relief was filed onDecember 19. The House agreed to the report by a vote of 212-206 that day. On December 21, theSenate removed extraneous matter from the legislation pursuant to a point of order raised under the\"Byrd rule,\" and then, by a vote of 51-50 (with Vice President Cheney breaking a tie vote), returnedthe amended measure to the House for further action.", "The conference agreement would appropriate $2 billion (in addition to any funds madeavailable for the National Disaster Medical System under the Department of Homeland Security forhealth care costs related to Hurricane Katrina) for use by the Secretary of HHS to pay eligible states(those that have provided care to affected individuals or evacuees under a Section 1115 project) forthe following purposes:", "the non-federal share of expenditures for health care provided to affectedindividuals (those who reside in a major disaster area declared as a result of Hurricane Katrina andcontinue to reside in the same state) and evacuees (affected individuals who have been displaced toanother state) under approved multi-state Section 1115 demonstrationprojects;", "reasonable administrative costs related to such projects;", "the non-federal share of expenditures for medical assistance provided toindividuals under existing Medicaid and SCHIP state plans; and", "other purposes, if approved by the Secretary, to restore access to health carein affected communities.", "The non-federal share paid to eligible states would not be regarded as federal funds forpurposes of Medicaid matching requirements. No payment obligations would be incurred underapproved multi-state Section 1115 projects for the following costs: (1) health care provided asMedicaid or SCHIP medical assistance incurred after June 30, 2006, and (2) uncompensated careor services and supplies beyond those included as Medicaid or SCHIP medical assistance incurredafter January 31, 2006."], "subsections": []}]}]}}