{"id": "RL33526", "title": "Cooperative R&D: Federal Efforts to Promote Industrial Competitiveness", "released_date": "2012-12-03T00:00:00", "summary": ["In response to the foreign challenge in the global marketplace, the United States Congress has explored ways to stimulate technological advancement in the private sector. The government has supported various efforts to promote cooperative research and development activities among industry, universities, and the federal R&D establishment designed to increase the competitiveness of American industry and to encourage the generation of new products, processes, and services.", "Collaborative ventures are intended to accommodate the strengths and responsibilities of all sectors involved in innovation and technology development. Academia, industry, and government often have complementary functions. Joint projects allow for the sharing of costs, risks, facilities, and expertise.", "Cooperative activity covers various institutional and legal arrangements including industry-industry, industry-university, and industry-government efforts. Proponents of joint ventures argue that they permit work to be done that is too expensive for one company to support and allow for R&D that crosses traditional boundaries of expertise and experience. Such arrangements make use of existing, and support the development of new, resources, facilities, knowledge, and skills. Opponents argue that these endeavors dampen competition necessary for innovation.", "Federal efforts to encourage cooperative activities include the National Cooperative Research Act; the National Cooperative Production Act; tax changes permitting credits for industry payments to universities for R&D and deductions for contributions of equipment used in academic research; and amendments to the patent laws vesting title to inventions made under federal funding in universities. Technology transfer from the government to the private sector is facilitated by several laws. In addition, there are various ongoing cooperative programs supported by multiple federal departments and agencies.", "Given the increased popularity of cooperative programs, questions might be raised as to whether they are meeting expectations. Among the issues before Congress are whether joint ventures contribute to industrial competitiveness and what role, if any, the government has in facilitating such arrangements."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Collaborative R&D: Background and Rationale", "paragraphs": ["In response to concerns over competition from foreign firms, the U.S. Congress has increasingly looked for ways the federal government can stimulate technological innovation in the private sector. This technological advancement is critical in that it contributes to economic growth and long term increases in our standard of living. New technologies can create new industries and new jobs; expand the types and geographic distribution of services; and reduce production costs by making more efficient use of resources. The development and application of technology also plays a major role in determining patterns of international trade by affecting the comparative advantages of industrial sectors. Since technological progress is not necessarily determined by economic conditions, it can have effects on trade independent of shifts in macroeconomic factors that may affect the marketplace.", "Joint ventures are an attempt to facilitate technological advancement within the industrial community. Academia, industry, and government can play complementary roles in technology development. While opponents argue that cooperative ventures stifle competition, proponents assert that they are designed to accommodate the strengths and responsibilities of these sectors. Collaborative projects attempt to utilize and integrate what the participants do best and to direct these efforts toward the goal of generating new goods, processes, and services for the marketplace. They allow for shared costs, shared risks, shared facilities, and shared expertise.", "The lexicon of current cooperative activity covers various different institutional and legal arrangements. These ventures might include industry-industry joint projects involving the creation of a new entity to undertake research, the reassignment of researchers to a new effort, and/or hiring new personnel. Collaborative industry-university efforts may revolve around activities in which industry supports centers (sometimes cross-disciplinary) for research at universities, funds individual research projects, and/or exchanges personnel. Cooperative activities with the federal government might include projects that use federal facilities and researchers, federal funding for industry-industry or industry-university efforts, or financial support for centers of excellence at universities to which the private sector has access.", "There are many different types of cooperative arrangements. The flexibility associated with this concept can allow for the development of institutional and organizational plans tailored to the specific needs of the particular project. Issues of patent ownership, disclosure of information, licensing, and antitrust are to be resolved on an individual basis within the general guidelines established by law governing joint ventures.", "Collaborative ventures can be structured either \"horizontally\" or \"vertically.\" The former involves efforts in which companies work together to perform research and then use the results of this research within their individual organizations. The latter involves activities where researchers, producers, and users work together. Both approaches are seen as ways to address some of the perceived obstacles to the competitiveness of American firms in the marketplace."], "subsections": [{"section_title": "Joint Industrial Research", "paragraphs": ["Traditionally, the federal government has funded research and development (R&D) to meet mission requirements; in areas where the government is the primary user of the results; and/or where there is an identified need for R&D not being performed in the private sector. Most government support is for basic research which is often long-term and highly risky for individual companies; yet research can be the foundation for breakthrough achievements which can revolutionize the marketplace. Studies have shown that inventions based on R&D are the more important ones. However, the societal benefits of research tend to be greater than those that can be captured by the firm performing the work. Thus the rationale for federal funding of research in industry.", "The major emphasis of legislative activity has been on augmenting research in the industrial community. This focus is reflected in efforts to encourage companies to undertake cooperative research arrangements and expand the opportunities available for increases in research activities. Collaboration permits work to be done which is too expensive for one company to fund and also allows for R&D that crosses traditional boundaries of expertise and experience. A joint venture makes use of existing, and supports development of new resources, facilities, knowledge, and skills.", "Policy decisions focusing on increased research as a prelude to increased technological advancement were based upon the \"pipeline model\" of innovation. This process was understood to be a series of distinct steps from an idea through product development, engineering, testing, and commercialization to a marketable product, process, or service. Thus increases at the beginning of the pipeline—in research—were expected to result in analogous increases in innovation at the end. However, this model is no longer considered valid. Innovation is rarely a linear process and new technologies and techniques often occur that do not require basic or applied research or development. Most innovations are actually incremental improvements to existing products and processes. In some areas, particularly biotechnology, research is closer to a commercial product than this conception would indicate. In others, the differentiation between basic and applied research is artificial. The critical factor is the commercialization of the technology. Economic benefits accrue only when a technology or technique is brought to the marketplace where it can be sold to generate income and/or applied to increase productivity.", "In the recent past, it was increasingly common to find that foreign companies were commercializing the results of U.S. funded research at a faster pace than American firms. In a rapidly changing technological environment, the speed at which a product, process, or service is brought to the marketplace is often a crucial factor in its competitiveness. The recognition that more than research needs to be done has lead to other approaches at cooperative efforts aimed at expediting the commercialization of the results of the American R&D endeavor. These include industry-university joint activities, use of the federal laboratory system by industry, and industry-industry development efforts where manufacturers, suppliers, and users work together."], "subsections": []}, {"section_title": "Industry-University Cooperative Efforts", "paragraphs": ["Industry-university cooperation in R&D is one important mechanism intended to facilitate technological innovation. Traditionally, universities perform much of the basic research integral to certain technological advancements. They are generally able to undertake fundamental research because it is part of the educational process and because they do not have to produce for the marketplace. The risks attached to work in this setting are fewer than those in industry where companies must earn profits. Universities also educate and train the scientists, engineers, and managers employed by companies.", "Academic institutions do not have the commercialization capacity available in industry and necessary to translate the results of research into products and processes that can be sold in the marketplace. Thus, if the work performed in the academic environment is to be integrated into goods and services, a mechanism to link the two sectors must be available. Prior to World War II, industry was the primary source of funding for basic research in universities. This financial support helped shape priorities and build relationships. However, after the war the federal government supplanted industry as the major financial contributor and became the principal determinant of the type and direction of the research performed in academic institutions. This situation resulted in a disconnect between the university and industrial communities. Because industry and not the government is responsible for commercialization, the difficulties in moving an idea from the research stage to a marketable product or process appear to have been compounded.", "Efforts to encourage increased collaboration between the academic and industrial sectors might be expected to augment the contribution of both parties to technological advancement. Company support for research within the university provides additional funds and information on the concerns and direction of industry. For many companies, access to expertise and facilities outside of the firm expands or complements available internal resources. Yet, such cooperation should not necessarily be seen as a panacea. Oftentimes, collaborative ventures fail because of various factors including conflicting goals, differing research cultures, and financial disagreements."], "subsections": []}, {"section_title": "Federal Laboratory-Industry Interaction", "paragraphs": ["The federal government can share its extensive facilities, expertise, knowledge, and new technologies with partners in a cooperative venture. In certain cases, the government laboratories have scientists and engineers with experience and skills, as well as equipment, not available elsewhere. The government also has a vested interest in technology development. It does not have the mandate or resources to manufacture goods but has a stake in the availability of products and processes to meet mission requirements. In addition, technological advancement contributes to the economic growth vital to the health and security of the nation.", "Collaboration between government laboratories and industry is not, however, just a one way street. In several technological areas, particularly electronics and computer software, the private sector is more advanced in technologies important to the national defense and welfare of this country. Interaction with industry offers federal scientists and engineers valuable information to be used within the government R&D enterprise."], "subsections": []}]}, {"section_title": "Federal Initiatives in Cooperative R&D", "paragraphs": ["The cooperative venture concept has a long history. In the early 1970s, the National Science Foundation established its Industry-University Cooperative Research Centers program. The Electric Power Research Institute, a research organization supported by the electric power utilities, has been in operation since 1973. In the private sector, the Microelectronics and Computer Technology Corporation which performed research for its member firms prior to its dissolution, and the Semiconductor Research Corporation which funds research in universities, were created in the early 1980s. The difference today is the number of projects and the scope of legislative activity designed to promote cooperative ventures.", "Faced with pressures from foreign competition, the government's interest has expanded beyond that of funding R&D, to meeting other critical national needs including the economic growth that flows from new commercialization in the private sector. While acknowledging that the commercialization of technology is the responsibility of the business community, in the past several years the government has attempted to stimulate innovation and technological advancement in industry. These activities often involve the removal of barriers to technology development in the private sector, thereby permitting market forces to operate and the provision of incentives to encourage increased innovation-related efforts in industry. Cooperative R&D efforts are a part of both these trends.", "To address competitiveness concerns associated with joint research and to encourage companies to participate in this work which is typically long-term, risky, and often too expensive for one company to finance, Congress passed the National Cooperative Research Act ( P.L. 98 - 462 ) in 1984. This legislation clarified the antitrust laws and requires that the \"rule of reason\" standard be applied in determinations of violations of these laws; that cooperative research ventures are not to be judged illegal \"per se.\" It also eliminated treble damage awards for those research ventures found in violation of the antitrust laws if prior disclosure (as defined in the law) has been made. In addition, the act made some changes in the way attorney fees are awarded to discourage frivolous litigation against joint research ventures without simultaneously discouraging suits of plaintiffs with valid claims. Between 1985 (when the law went into effect) and August 2009, 1,343 joint ventures have filed with the Justice Department.", "The provisions of the National Cooperative Research Act were extended to joint manufacturing ventures by P.L. 103 - 42 , the National Cooperative Production Amendments Act of 1993. These provisions are only applicable, however, to cooperative production when the principal manufacturing facilities are \"located in the United States or its territories, and each person who controls any party to such venture ... is a United States person, or a foreign person from a country whose law accords antitrust treatment no less favorable to United States persons than to such country's domestic persons with respect to participation in joint ventures for production.\"", "Additional collaborative work was facilitated by the Advanced Technology Program (ATP) at the Department of Commerce's National Institute of Standards and Technology which was created by the Omnibus Trade and Competitiveness Act of 1988 ( P.L. 100 - 418 ). Prior to its replacement in FY2008 by the Technology Innovation Program (which lost funding in FY2012), ATP provided seed funding, matched by private sector investment, to companies or consortia comprised of universities, companies, and/or government laboratories for the development of generic technologies that have broad application across industrial sectors. As of the end of 2007 when the program was terminated, 824 projects had been funded representing approximately $1.6 billion in federal financing matched by $1.5 billion in financing from the private sector. Of these projects, approximately 28% were joint ventures. ", "The Technology Innovation Program (TIP) replaced ATP but received significantly reduced funding in FY2011 and no support in FY2012. While similar in intent to ATP in that it was designed to promote high-risk R&D that would be of broad-based economic benefit to the Nation, TIP operated somewhat differently yet still encouraged joint ventures. Funding under TIP was limited to small and medium-sized businesses whereas grants under ATP were available to companies regardless of size. In the Advanced Technology Program, joint ventures were required to include two separately owned for-profit firms and could include universities, government laboratories, and other research establishments as participants in the project but not as recipients of the grant. Under TIP, a joint venture could have involved two separately owned for-profit companies but also could be comprised of one small or medium-sized firm and a university. A single company was able to receive up to $2 million for up to three years under ATP; under TIP, the participating company (which must be a small or medium-sized business) could receive up to $3 million for up to three years. In ATP, small and medium-sized companies were not required to cost share (large firms provided 60% of the total cost of the project) while in TIP there was a 50% cost sharing requirement which, again, only applied to the small and medium-sized businesses that were eligible. There were no funding limits for the five-year funding available for joint ventures under ATP; TIP limited joint venture funding to $9 million for up to five years. The Advisory Board that was created to assist in the Advanced Technology Program included industry representatives as well as federal government personnel and representatives from other research organizations. The Advisory Board for the Technology Innovation Program was comprised of only private sector members.", "In January 2009, nine awards were announced for \"new research projects to develop advanced sensing technologies that would enable timely and detailed monitoring and inspection of the structural health of bridges, roadways and water systems that comprise a significant component of the nation's public infrastructure.\" According to TIP, $42.5 million in federal money was expected to be matched by $45.7 in private sector support. Twenty more awards were announced in December 2009 totaling almost $71.0 million in NIST financing with approximately $145.7 million in funding from other sources. Of the projects selected for the two solicitations, thirteen were in the area of monitoring and inspection of civil infrastructure; four were in the area of advanced repair of civil infrastructure; eleven were in the area of process scale up for advanced materials; and one was in the area of predictive modeling for advanced materials. Nine additional projects in various areas including biopharmaceuticals, electronics, nanotechnology, renewable energy, and energy sources received awards of more than $22 million in December 2010. Federal funding for these projects was expected to be matched by approximately $24 million in private sector support.", "Additional laws have attempted to facilitate industry-university cooperation. Title II of the Economic Recovery Tax Act of 1981 ( P.L. 97 - 34 ) provided, in part, a temporary 25% tax credit for 65% of all company payments to universities for the performance of basic research. Firms were also permitted a larger tax deduction for charitable contributions of equipment used in scientific research at academic institutions. The Tax Reform Act of 1986 ( P.L. 99 - 514 ) kept this latter provision, but reduced the credit for university basic research to 20% of all corporate expenditures for this work over the sum of a fixed research floor plus any decrease in non-research giving.", "The 1981 Act also provided an increased charitable deduction for donations of new equipment by a manufacturer to an institution of higher education. This equipment must be used for research or training for physical or biological sciences within the United States. The tax deduction was equal to the manufacturer's cost plus one-half the difference between the manufacturer's cost and the market value, as long as it does not exceed twice the cost basis.", "While never made permanent, the research tax credit has been extended numerous times and changes have been made to certain provisions. The credit expired at the close of calendar year 2011.", "Amendments to the patent and trademark laws contained in P.L. 96-517 , commonly referred to as the \"Bayh-Dole\" Act, also were designed to foster interaction between academia and the business community. This law provides, in part, for title to inventions made by contractors receiving federal R&D funds to be vested in the contractor if it is a university, not-for-profit institution, or a small business. Certain rights to the patent are reserved for the government and these organizations are required to commercialize within a predetermined and agreed upon time frame. Providing universities with patent title is expected to encourage licensing to industry where the technology can be manufactured or utilized, thereby creating a financial return to the academic institution. University patent applications and licensing have increased since this law was enacted.", "Many cooperative industry-industry or industry-university programs are supported and/or organized by the federal departments and agencies. These include, but are not limited to, the National Science Foundation's Engineering Research Centers, the more than 40 Industry-University Cooperative Research Programs, and the Science and Technology Centers. The Department of Defense supports various Centers of Excellence, as does the Federal Aviation Administration.", "While most legislative activities are intended to facilitate technological advance across industries, there have been several efforts to provide direct assistance for cooperative ventures in a particular industry. These initiatives are based, in part, on national defense and economic security concerns over specific technologies that are, or are perceived as, potentially critical to a wide range of businesses. Among the joint ventures, funded primarily by the Department of Defense (DOD), have been SEMATECH (a joint private sector semiconductor manufacturing research effort which is now privately financed) and the National Center for Manufacturing Sciences which also receives support from the Department of Energy, the Department of Transportation, and the Environmental Protection Agency. In addition, DOD supports the Software Engineering Institute and the Department of Energy assists in the US Drive initiative that, among other things, encourages joint R&D between federal laboratories and private firms leading to commercialization.", "Cooperation between industry and the federal R&D enterprise is another facet of the effort to increase industrial competitiveness through joint ventures. The federal government will have spent an estimated $138.9 billion in FY2012 on research and development to meet the mission requirements of the federal departments and agencies. This has led to many technologies and techniques, as well as to the generation of knowledge and skills, which may have applications beyond their original intent. To foster their development and commercialization in the industrial community, various laws have established institutions and mechanisms to facilitate the movement of ideas and technologies between the public and private sectors.", "The Stevenson-Wydler Technology Innovation Act ( P.L. 96 - 480 ), as amended by the Federal Technology Transfer Act ( P.L. 99 - 502 ) and the Department of Defense FY1990 Authorizations ( P.L. 101 - 189 ), provided, in part, a legislative mandate for technology transfer from the federal government to the private sector, established a series of offices in the agencies and/or laboratories to administer transfer efforts, provided incentives for federal laboratory personnel to actively engage in technology transfer, and created new contractual means for industry to work with the laboratories including cooperative research and development agreements (CRADAs). P.L. 104 - 113 , the National Technology Transfer and Advancement Act, addressed existing policy with respect to the dispensation of intellectual property under a CRADA by amending the Stevenson-Wydler Act. P.L. 106 - 404 , the Technology Transfer Commercialization Act, made changes in existing practices concerning patents held by the government to make it easier for federal agencies to license such inventions to the private sector for commercialization. ", "To further promote cooperative research and development among universities, government, and the private sector, changes in the patent laws were made by P.L. 108-453 . the CREATE Act. The legislation amended section 103(c) of title 25, United States Code, such that certain actions between researchers under a joint research agreement will not preclude patentability.", "A program of regional Centers for the Transfer of Manufacturing Technology (now part of the Hollings olHManufacturing Extension Partnership effort) to facilitate the movement to the private sector of knowledge and technologies developed under the aegis of the National Institute of Standards and Technology was established by the Omnibus Trade and Competitiveness Act. In addition, the law required that NIST provide technical assistance to state technology extension programs in an effort to improve private sector access to federal technology. Government-industry collaboration is further encouraged by a provision of the FY1991 National Defense Authorization Act ( P.L. 101-510 ) that amends the Stevenson-Wydler Act to allow government agencies and laboratories to develop partnership intermediary programs to augment the transfer of laboratory technology to the small business community.", "Cooperative work between small companies and federal laboratories leading to the commercialization of new technology is the intent of the Small Business Technology Transfer (STTR) program. Created by the Small Business Development Act of 1992, this effort provides funding for research proposals that are developed and executed collaboratively between a small firms and a scientist in a research organization. Extended several times, the program was scheduled to sunset at the end of FY2009, but was temporarily extended several times and is currently scheduled to terminate on September 30, 2017. "], "subsections": []}, {"section_title": "Issues", "paragraphs": ["It is not yet known whether federal support of cooperative ventures signals a long-term commitment to the development of technology. However, given current concerns over the federal budget, it is unlikely that large sums of government money will be forthcoming for such efforts in the future. Yet, other actions may reflect federal interest in the process of technological advancement. The use of the extensive government R&D system, with its expensive state-of-the-art facilities, can provide both academia and industry with resources that may be beyond their financial ability. And despite the often short-term focus of budget decisions, federal funds and non-monetary contributions to cooperative ventures may be leveraged by contributions from state and local agencies and the private sector.", "If the proliferation of programs is any indication, state and local jurisdictions have been in the forefront of cooperative endeavors. Many state and local economic development activities focus on increasing innovation and the use of technology in the private sector. Instead of competing for companies to relocate, many of these jurisdictions now see additional benefits accruing from the creation of new firms and the modernization of existing ones through the application of new technology. Various states and localities are attempting to foster an entrepreneurial climate by undertaking the development and support of a variety of programs to assist existing high technology businesses, to promote the establishment of new companies, and to facilitate the use of new technologies and processes in traditional industries. While these efforts vary by state and locality, many of them include industry-university-government cooperation. Several congressional proposals for increasing cooperative ventures built upon existing state and local activities in these areas.", "Proponents of cooperative work argue that certain benefits are associated with joint ventures. The increased popularity of this concept, and expanding federal support for this approach, however, might suggest some questions be raised to assess whether cooperative ventures are meeting expectations. It might be expected that an increasing number of industries and/or companies will come to the federal government for assistance in supporting cooperative R&D activities. Despite opposition by some to what has been described as \"picking winners or losers,\" various sectors of the government have chosen to provide funding for cooperative ventures in specific industries while requiring that the private sector generate matching funds. At the same time, there are programs and policies that attempt to facilitate cooperative efforts across industry in general. Decisions might need to be made whether one approach is better than the other, or if both should continue.", "If part of government policy is to respond to individual industry requests for assistance, Congress may opt to consider developing procedures to select between industries and/or companies competing for limited federal funds. Can, and should, federal guidelines be established? In addition, is it possible to determine at this time what type of cooperative ventures are the most effective and efficient? Is there, in fact, one best model or should each venture be tailored to the specific situation? And finally, what are the implications of these decisions for policymaking in Congress?"], "subsections": [{"section_title": "Development", "paragraphs": ["As noted above, innovation is a dynamic process that can involve idea origination, research, development, commercialization, and diffusion throughout the economy. However, it is not a linear process and an innovation may occur without developing through these steps. In fact, many innovations are incremental changes in existing goods and services in response to unmet market needs. The most crucial factor is the availability or use of the technology or technique in the marketplace.", "In the recent past, the commercialization and diffusion of products and processes often stood out as significant problems in terms of the ability of U.S. industries to compete. Firms in several other countries, first Japan and now China, India, and the East Asian newly industrializing countries, have been successful in commercializing the results of R&D. In various instances, this was research initially performed in the United States, as evidenced by the VCR and semiconductor chips. Basic research and the pursuit of science are done successfully in the United States as indicated, in part, by the number of Nobel prizes awarded to Americans. However, excellence in science does not necessarily assure leadership in world markets. It has been noted that the United States was the world's premiere economic power in the 1920s when this nation was far from being in the forefront of science. Instead, market leadership is significantly affected by the development and application of technology to make the goods and services the consumers want to purchase.", "Thus, questions may be raised as to whether programs and policies encouraging increased cooperative research, without concomitant efforts to facilitate the development and commercialization of technologies and techniques, can be effective mechanisms to increase the competitiveness of American industry. Do we need to know more about how to encourage the application of the research resulting from joint ventures in the manufacture of products and processes and in the delivery of services? Do these cooperative activities include mechanisms to facilitate the effective and timely transfer of the results back to the companies where they can be developed into goods for the marketplace? Since the major portion of the costs associated with bringing out a new product occur at the development and marketing stages, not in the research phase, should there be additional government incentives to encourage companies to spend funds for commercialization in addition to research?"], "subsections": []}, {"section_title": "Manufacturing", "paragraphs": ["It is in the manufacturing arena where American companies appear to be the most vulnerable to foreign competition. Process technologies (those used in manufacturing) can significantly lower the costs of production and increase the quality of goods and services. In Global Competition , the President's Commission on Industrial Competitiveness (under former President Reagan) concluded that \"... competitive success in many industries today is as much a matter of mastering the most advanced manufacturing processes as it is in pioneering new products.\"", "The costs associated with the development and purchase of new manufacturing equipment are high. This is particularly true for the 350,000 small companies which make up a major segment of the manufacturing community. Several of the cooperative efforts supported by the federal government address these manufacturing concerns. The Manufacturing Technology program of the Department of Defense, the advanced manufacturing initiatives in the Department of Energy, and the Manufacturing Extension Centers operated by the National Institute of Standards and Technology, although all different, are examples of government activities devoted to facilitating the development of new manufacturing techniques and/or their use in industry.", "Considering the importance of manufacturing, the existing cooperative programs may not be sufficient to increase the competitiveness of American industry. Are there more effective types of joint ventures? Cooperative efforts, where resources could be pooled and the equipment shared, may be one way to improve the manufacturing capability of U.S. firms, large or small. Will joint manufacturing prove to be a viable option? Should existing cooperative manufacturing programs in certain agencies be expanded or should new efforts in other departments be developed? Should one government agency have the lead in policy determinations; if so, the question remains in which federal department should the responsibility be vested?"], "subsections": []}, {"section_title": "Defense vs. Civilian Support", "paragraphs": ["Many of the industries interested in cooperative ventures with federal financial support have approached the Department of Defense and, to a lesser extent, the Department of Energy's Defense Programs because these agencies have the greatest amount of available resources and/or funding. They also tend to have the expertise to operate large-scale programs and maintain close ties with certain industrial sectors which could be encouraged to increase cooperation. In addition, both DOD and DOE have a vested interest in the availability of certain technologies which could be provided by a healthy domestic commercial market. However, questions remain whether sponsorship of certain cooperative ventures by DOD and the Department of Energy's defense-related programs will lead to increased commercialization in the civilian marketplace.", "Critics argue that defense spending is not an effective mechanism to increase industry's ability to innovate and develop new technologies. Much of the research and development in the defense arena may be too specialized, overdesigned, and/or too costly to have value for commercial markets. The R&D also tends to concentrate on weapon systems and other defense hardware rather than on process technologies that are often necessary to improve manufacturing productivity. One reason cited for the competitive problems of the machine tool industry was its focus on defense needs rather than on the commercial market which is larger in the aggregate.", "On the other hand, the U.S. commitment to military R&D has contributed to a favorable balance of trade in the defense and aerospace industries. In the SEMATECH effort, the purpose of DOD support was to facilitate the commercial development of technologies with critical defense applications. The companies involved in SEMATECH were experienced semiconductor manufacturers and were knowledgeable about the markets' needs and operations. Thus, although the initial work performed by this semiconductor consortium may have been partially funded by the Defense Advanced Research Project Agency, it was designed to result in new products and processes in the civilian marketplace where both defense and commercial demand can be met. SEMATECH now operates without direct federal financing.", "The issue of cooperative work between the Defense Department and the private sector leading to commercial technologies was addressed in the former Technology Reinvestment Project and was part of the more recent Dual-Use Partnership Project. The Department of Energy has been expanding cooperative R&D activities in defense program laboratories in conjunction with an increase in all DOE collaborative efforts with industry. Decreased technology transfer budgets may impeded this effort, but several DOE defense laboratories are actively pursuing joint ventures with industry."], "subsections": []}, {"section_title": "Access by Foreign Firms", "paragraphs": ["With worldwide communications systems, it is virtually impossible to prevent the flow of scientific and technical information. What is critical to competitiveness is the speed at which this knowledge is used to make products, processes, and services for the marketplace. However, it appears that many foreign firms are willing and able to take the results of research performed both in the United States and their own countries and rapidly make high quality commercial goods. Many of these companies are purchasing American businesses or establishing U.S. subsidiaries to access American expertise. With the increased activity in research consortia, particularly those with federal support, questions might be asked as to whether or not foreign companies should or could be barred from access to the results. A larger issue is how to define an \"American company.\" Is it determined by majority ownership, manufacturing, location, value added to the U.S. economy, or by some other definition? In addition, since technology is most effectively transferred by person-to-person interaction, would cooperative activities between American industry and foreign firms produce an outflow of information which could be used to increase competitive pressures?"], "subsections": []}, {"section_title": "Direct vs. Indirect Support", "paragraphs": ["Government efforts to facilitate cooperative ventures have included both indirect supports and direct federal funding. Indirect measures include such things as tax policies, intellectual property rights, and antitrust laws that create incentives for the private sector. Other initiatives included government financing (on a cost shared basis) of joint efforts such as the now terminated Advanced Technology Program and the Technology Innovation Program at the National Institute of Standards and Technology, U.S. Department of Commerce. The Manufacturing Extension Partnership program requires state and/or local matching funds. In the past, participants in the legislative process generally did not make definite (or exclusionary) choices between these two approaches. However, recently these activities have been revisited. For example, efforts to eliminate the Advanced Technology Program and the Technology Innovation Program, funding for flat panel displays, and agricultural extension reflected concern over the role of government in developing commercial technologies and generally resulted in reductions of direct federal financing for such public-private partnerships or their elimination. It remains to be seen what approach will be taken by the Congress as it makes budget decisions that may affect the future of cooperative R&D."], "subsections": []}]}]}}