{"id": "RL34606", "title": "Federal Complaint-Handling, Ombudsman, and Advocacy Offices", "released_date": "2010-03-18T00:00:00", "summary": ["Federal complaint-handling, ombudsman, and advocacy offices have different forms, capacities, and designations. This report, which reviews the state of research in this field and the heritage of such offices, examines and compares them, along with recent legislative developments and past proposals to establish a government-wide ombudsman. In so doing, the report identifies the basic characteristics of these offices, recognizing differences among them with regard to their powers, duties, jurisdictions, locations, and resources, as well as control over them. This study covers only ombudsman-like offices at the federal level that deal with the public, sometimes known as \"external ombudsmen.\" It does not cover \"internal ombudsmen,\" that is, offices created to handle complaints from employees and resolve disputes between them and management; ombudsman-like offices in the private sector; or similar entities at other levels of government in the United States or abroad, except to note differences among them.", "Legislative interest, albeit sporadic, in establishing a government-wide ombudsman or standardizing individual offices across-the-board dates to the early 1960s. These efforts extended in the 1970s to proposals to establish an independent office of consumer representation or consumer affairs, a plan that President Jimmy Carter later endorsed. Another initiative emerged in 1993, when President William Clinton—through an executive order \"Setting Customer Service Standards\"—directed executive departments and agencies to make information, service, and complaint-systems easily accessible and provide means to address such complaints. The order also called for agencies to set customer service standards, survey customers, report to the President on those surveys, and publish customer service plans. A subsequent government-wide customer satisfaction survey, incidentally, found a similar range of satisfaction between the private and public sectors.", "Notwithstanding these efforts over the past five decades, no comprehensive, across-the-board transformations have occurred. Nonetheless, numerous individual offices have been established, modified, and proposed by administrative directives, public laws, and congressional bills. This piecemeal approach—reflecting different demands in both the government and society over time and across policy areas—has resulted in a variety of ombudsman-like offices. Although a complete, authoritative identification and description of current offices does not exist, a number of studies—from past and contemporary eras, along with the examples here—provide a wide sampling of complaint-handling and advocacy offices for examination and consideration as models.", "This report consists of three parts: (1) an analysis of the ombudsman concept and a brief look at which countries around the world have used ombudsmen; (2) a breakdown of the various ways in which federal complaint-handling offices differ; and (3) an identification and description of selected ombudsman-like offices, including specifics on their origins and operations.", "This report will be updated as events warrant."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Overview", "paragraphs": ["A variety of offices at the federal level respond to complaints, grievances, and concerns from the public about government programs, services, and operations. These entities, which differ in important respects, are variously referred to as complaint-handling, advocacy, public counsel, coordinative, and ombudsman offices. Despite their differences, they exhibit a common purpose—to represent the public in such matters—which is reflected in the classic ombudsman: that is, a high-ranking official who may be situated outside the executive and possessing independent resources and powers. This notion, which has developed over more than a century, has its modern genesis in Sweden and its evolution largely in European parliamentary regimes. An \"ombudsman,\" which is a Swedish word that broadly means \"one who represents someone,\" is viewed as a servant of the public. As such, the position has been described as follows:", "an independent high-level officer who receives complaints, who pursues inquires [sic] into the maters [sic] involved, and who makes recommendations for suitable action. He may also investigate on his own motion. He makes periodic public reports. His remedial weapons are persuasion, criticism and publicity. He cannot as a matter of law reverse administrative action.", "In brief, the concept of ombudsman has come to mean, in the words of former Senator Edward Long, \"a guardian of the people's rights against abuses and malfunctions by government, its programs, and its officials—a sort of watchman over the law's watchmen.\"", "The U.S. federal government has not adopted the \"classic\" ombudsman. Instead, the government has multifarious forms of ombudsmen-like offices. Even the entities that carry the same title (of \"ombudsman,\" for example) differ in their powers, functions, duties, activities, jurisdictions, independence, and resources. In comparison to one another, for instance, some offices are limited to receiving complaints or grievances from the public and passing them on to relevant units within the agency—without necessarily following up on them. Other complaint-handling entities do follow up on such charges, examine the agency's operations, and, in some cases, mediate or resolve disputes between the aggrieved party and the agency. Still other entities may be proactive; that is, they seek out certain clientele groups to notify them about relevant government services, assist them in gaining access to these, and ensure that such services are delivered properly and fully. Separate from these functions and duties, some ombudsman-like offices issue reports (periodic and/or episodic) to agency officials, Congress, and/or the public, while others have no such obligation or practice.", "Several recent statutes reflect these different characteristics, as well as varying position titles.", "The Intelligence Reform and Terrorism Prevention Act of 2004, which expanded the government's powers to combat terrorism, established a new entity or added to the responsibilities and roles of existing ones to help protect civil rights and civil liberties. Three with enhanced responsibilities are in the Department of Homeland Security (DHS): a Privacy Officer and an Officer for Civil Rights and Civil Liberties, along with additional special duties for the inspector general (IG). In addition, a new position—the Civil Liberties Protection Officer—was created in the Office of the Director of National Intelligence (ODNI), to help protect civil liberties and privacy in policies and procedures under the ODNI. The National Defense Authorization Act for FY2008 incorporated a number of separate bills, including the Wounded Warrior Act. The legislation is designed to aid returning wounded military personnel in receiving appropriate medical care, when they are in the service (and in the Department of Defense), as well as after they are discharged (and under the jurisdiction of the Department of Veterans Affairs). The provisions—based on the recommendations of several governmental commissions (notably, the Dole-Shalala Commission) and congressional panels that were highly critical of the care given to injured veterans —established Federal Recovery Coordinators and Transition Patient Advocates to assist them. These positions are intended to reduce, if not prevent, complications, uncertainties, and delays from arising in the first place and, if they do arise, mitigate their impact. If such problems arise, the coordinators and advocates are positioned to respond on their own or at the behest of the veterans. Freedom of Information Act (FOIA) amendments signed into law on December 31, 2007, created several new positions to assist the public in gaining access to government information. Public Liaisons in each federal agency are to be designated by a Chief FOIA Officer, who is also responsible for monitoring FOIA implementation and facilitating public understanding of the purposes of FOIA's exemptions. The purposes of the Public Liaisons are to serve as an official to whom a FOIA requester can raise concerns about service from the FOIA Requester Center; to assist in reducing agency delays in responding to requests and increase the transparency and understanding of the status of requests; and to assist in the resolution of disputes between a requester and the agency. The law also required the creation of an Office of Government Information Services (OGIS) in the National Archives and Records Administration; it is to review executive-branch agency compliance with FOIA policies, recommend FOIA policy changes to Congress and the President, offer mediation services between FOIA requesters and administrative agencies, and issue advisory opinions if mediation has not resolved a dispute. The American National Red Cross Governance Modernization Act of 2007 established an ombudsman in the American National Red Cross (ANRC). Although it is not a federal agency, the ANRC is federally chartered and charged with assisting federal government efforts in disaster relief. The ombudsman's office, while modest at this stage, serves as a neutral party that provides voluntary, confidential, and informal processes designed to facilitate the resolution of problems between the ANRC and others.", "Illustrating the ad hoc and specialized focus of ombudsmen-like offices at the federal level is one advanced in the 111 th Congress by the House Permanent Select Committee on Intelligence. It has proposed an Ombudsman for Intelligence Community (IC) Security Clearances, who would be appointed by the Director of National Intelligence. Applicants for a security clearance in any component in the IC would be given contact information for the ombudsman, who would report annually to the House and Senate Select Committees on Intelligence with regard to the number of persons contacting the ombudsman and a summary of their concerns, complaints, and questions.", "Attempts to establish a government-wide ombudsman at the federal level or to standardize ombudsman-like offices have received attention—from Congress, the executive, international organizations, academia, relevant professional societies, and the press—sporadically since at least the mid-1960s. These across-the-board plans, however, have remained on the drawing board.", "By comparison, national-level offices of ombudsman have proliferated in Sweden and elsewhere. Finland established such an office nearly 100 years ago. In the 1960s, New Zealand, the Netherlands, Spain, Tanzania, Great Britain, and Northern Ireland established ombudsmen. In the 1970s, France, Portugal, and Austria established such offices. Countries including South Africa, Hungary, the Czech Republic, Columbia, the Republic of Georgia, and Zimbabwe have established national or sub-national offices of ombudsman in the last 20 years to curb human rights abuses and aid in democratic transitions. According to the International Ombudsman Institute, about 120 countries currently employ ombudsmen at the national or sub-national level of government. The European Union appointed its first European Ombudsman on July 12, 1995. Some of the ombudsmen in other countries serve at the national level and have broader jurisdictions and a greater degree of independence—especially those in parliamentary regimes—than their American namesakes.", "This overview is not a comprehensive study of various complaint-handling, ombudsman, or advocacy offices. Instead, it examines and provides examples of ombudsman-like offices, recognizing their variations. Differences among these instrumentalities include those noted below.", "Origins: Was the office created internally within an agency, or mandated by Congress or the President? Powers and duties: Does the entity simply receive complaints and pass them along, or does it also follow up on complaints after an agency response; does it resolve disputes between the agency and the complainant, or does it engage in proactive efforts, such as providing outreach and special assistance to individuals? Jurisdictions: Is there one complaint-handling entity for an entire agency, or several entities with separate jurisdictions; if the latter, how confined are these? Locations: Is the ombudsman-like office situated within a \"parent\" agency or made independent of it? Resources: What is the level of funding and resources that the entity receives? Controls: Who appoints and removes the officer, and who determines the office's budget and spending priorities?", "These criteria are not discrete. The characteristics overlap and are utilized in a variety of combinations in federal agencies and organizations, offering a gamut of ways and means for the public to petition the government. The variations among the attributes also suggest important differences in the capacity and capability of each office."], "subsections": []}, {"section_title": "Broad-Scale Studies and Proposals", "paragraphs": ["Interest in institutionalizing a centralized or standardized complaint-handling role in the federal government began in the mid-1960s. Although no proposals along these lines have been adopted, a number of studies and recommendations have emerged over the years. These have come from Members of Congress, executive and administrative officers, and nongovernmental organizations."], "subsections": [{"section_title": "Congressional Sources", "paragraphs": ["Over the past five decades, Congress has periodically looked into legislating complaint-handling mechanisms with intense interest in the 1960s and sporadic attention in the following decades."], "subsections": [{"section_title": "Initiatives in the 1960s and 1970s", "paragraphs": ["Legislative proposals for complaint-handling mechanisms began in 1963. Three years later, the Senate Subcommittee on Administrative Practice and Procedure launched an extensive examination of ombudsmen and other complaint-handling offices and, in 1970, considered proposals to create a public counsel corporation. On May 9, 1973, Representative Wayne Owens introduced H.R. 7680 to create an Office of Congressional Ombudsman, which would have allowed legislators to request investigations of federal agencies—drawing help from both the Congressional Research Service and the General Accounting Office, now the Government Accountability Office (GAO). The bill, however, was not reported by the House Committee on House Administration. On November 6, 1973, Representative Les Aspin sponsored H.R. 11257 , which proposed the addition of an ombudsman position within House members' staffs. The same fate awaited this bill; it was not reported by the House Committee on House Administration.", "In the mid-1970s, the House Subcommittee on Commerce, Consumer, and Monetary Affairs examined proposals for an office of consumer affairs, a plan that President Jimmy Carter later endorsed. Despite the backing, it was not authorized. Shortly before this development, the Senate Governmental Affairs Committee issued its Study on Federal Regulation , an extensive six-volume effort that devoted an entire volume to public participation in agency proceedings. In this study, the panel looked at different devices—including an office of public counsel, an independent consumer agency, and various other complaint-handling offices—that served or could serve as a conduit for citizen grievances, complaints, or questions about the implementation of public policy or, beyond this, as an advocate for citizen interests. No legislation, however, was enacted."], "subsections": []}, {"section_title": "Developments in the 1980s and 1990s", "paragraphs": ["A variety of complaint-handling offices were written into legislation throughout the late 1980s and 1990s, including offices in the Internal Revenue Service (IRS), Federal Student Aid Office (FSA), and the Environmental Protection Agency (EPA). In the early 1990s, GAO examined access to, and utilization of, the ombudsman program under the Older Americans Act, as well as the handling of beneficiary complaints under Medicare."], "subsections": []}, {"section_title": "GAO Study in 2000", "paragraphs": ["Many of the older and circumscribed ombudsman studies had been confined to the \"paper age\" and did not consider the impact and implications of computers and the Internet on complaint-handling entities, procedures, practices, and resources. An exception to this was a survey by GAO of 32 \"high impact agencies\"—those handling about 90% of federal contact with the public—and their use of electronic communications, especially the Internet, to receive citizen complaints and comments. The study found that the overwhelming majority of agencies (i.e., 29 agencies) had a website to receive complaints and comments from the public—21 had an e-mail link for program comments and complaints, and 28 had an e-mail link for comments to the agency webmaster—in addition to receiving information via telephone and mail. The survey, however, was limited in two ways: (1) it did not include the U.S. Department of Housing and Urban Development (HUD), which has substantial contact with the public; and (2) the survey inquired only about an agency's receipt of complaints and comments, not about such other possible Internet-based, website uses, including categorizing, cataloging, storing, and disseminating information. Nonetheless, GAO's review represented the first such cross-agency survey of Internet-based complaint handling and served as a first step to more extensive and detailed studies.", "GAO's review commented on the status of two federal efforts to develop centralized Internet-based hubs for citizens attempting to access information about federal programs or services: (1) http://www.consumer.gov/ , operated by the Federal Trade Commission (FTC); and (2) the USA.gov site, developed by the General Services Administration's Office of Citizen Services and Communications. The ongoing FTC site presents consumer information and links to complaint forms grouped by topic or subject area (e.g., food, product safety, and health), rather than by agency; because of this orientation, a citizen does not need to know the responsible agency when submitting a comment or lodging a complaint. The GSA site serves as \"the U.S. government's official web portal.\" As such, it provides links to government grants, available jobs, and information on combating identity theft. The site also links to the Federal Citizen Information Center (FCIC), which has a list of federal agencies that document complaints against private companies. In addition, the GSA site includes a page of links to government agencies and elected officials."], "subsections": []}, {"section_title": "Congressional Interest in the Internet and the \"Digital Divide,\" 1999-Present", "paragraphs": ["Beginning at the end of the 20 th century and continuing into the 21 st , Congress—as well as the executive and private parties—has considered the rise of the Internet, its accessibility, and impact, with particular attention to the \"digital divide.\" This phenomenon (discussed further in the section on e-government) recognizes a distinct division between individuals, groups, and organizations with access to, as well as skills and resources in using, the Internet versus those without these attributes. Congressional hearings were held in 1999-2002, in part based on an executive branch study (discussed below); these efforts, in turn, supported a provision in the E-Government of 2002 to authorize a study to make recommendations to correct \"disparities in access to the Internet.\" ", "Congress's attention has extended to ways to increase Internet access, skills, and resources across the board, but often with particular attention to the poor, minorities, and rural residents, the groups most likely to be on the disadvantaged side of the \"divide.\" Proposed legislative remedies center on increasing access to the Internet in general and computer equipment, skills, and resources, rather than on Internet access to specific governmental operations and services in particular, including complaint handling. Despite this orientation, such legislative efforts could, indirectly and to varying degrees, contribute to a better understanding of the impact of the Internet on complaint-handling and accessing information about government programs, operations, and activities. Along these lines, two CRS memoranda in 2000 looked into the use of the Internet in the context of complaint handling."], "subsections": []}, {"section_title": "Complaint-Handling Offices and Congressional Casework", "paragraphs": ["Implicitly and often explicitly, proposals to establish a government-wide ombudsman have generated concerns about its impact on congressional casework. In an earlier era, it was not entirely clear what effects the creation of ombudsmen or complaint-handling offices in the executive had on Congress in terms of the casework function of legislators. The question had been complicated in the past—according to Stanley V. Anderson (an authority on ombudsmen), writing in the late 1960s—by \"a paucity of information on the treatment of grievances by elected officials in general, and by legislators in particular.\"", "Times have changed since then, as numerous studies have detailed the high priority and significant resources Members and their offices devote to casework across the board. In political scientist Richard F. Fenno Jr.'s 1978 seminal study, Home Style: House Members in their Districts , this activity is recognized as an essential, albeit time-consuming, ingredient in securing the legislator's elected office. According to Fenno, casework is", "a highly valued form of activity. Not only is the constituent service universally recognized as an important part of the job in its own right. It is also universally recognized as powerful reelection medicine.", "This and supportive findings elsewhere may help to explain the general reluctance among legislators to relinquish congressional casework to an administrative officer, who is not under their immediate control and direction. This feature of executive ombudsmen is in stark contrast to caseworkers in Member offices. In the latter, staffers are hired and promoted by the Members, who also determine the caseworkers' duties and assignments, and can insist on their responsiveness to constituent requests. As a consequence, casework is well-institutionalized in Member offices and sometimes beyond. It is even directly aided and reinforced by executive agencies that provide casework resources, noticeably in high-demand, high-profile areas.", "Testimony on the earliest ombudsman proposals of Representative Henry Reuss raised concerns that legislators would continue to act on public complaints by themselves, leaving the ombudsman underutilized. In defending the 1965 incarnation of his legislation to create an \"American Ombudsman,\" Reuss countered criticism by stressing the heavy workload brought about by casework and its adverse impact on other congressional functions and responsibilities, particularly lawmaking, which he saw as primary.", "The role Congressmen have assumed as the citizen's advocates against the bureaucracy is important and valuable in our system of government. It has helped to prevent injustices and to promote good administration. But the job of handling constituents' cases has become so burdensome that it is interfering with the primary job of Congressmen as legislators.", "The Member also emphasized that a government-wide ombudsman or public counsel would head a professional office, with sufficient funding, trained and experienced personnel, and powers to pursue complaints and inquiries (via congressional offices or directly from the public) effectively and efficiently. The ombudsman's reporting requirements to Congress, in Representative Reuss's view, could aid its oversight endeavors.", "At about the same time, however, opposing views gained currency in Congress. These centered on the projected tangible costs of an overarching executive branch ombudsman, as well as the intangible costs to congressional responsibilities and interests. A special Joint Committee on the Organization of the Congress, reporting in 1966, addressed an ombudsman plan. After hearing from some legislators in favor of such a government-wide office and recognizing its adoption in other countries, however, the bipartisan, bicameral panel determined that such an entity at the federal level in the United States would be expensive, both in its funding and its impact on Congress.", "The extent of the problem in the United States is such that the adoption of the proposal would require creation of a large office or department.", "The [J]oint [C]ommittee, after careful consideration, decided against recommending creation of such an office at this time. We believe that casework is a proper function of the individual Member of Congress and should not be delegated to an administrative body."], "subsections": []}]}, {"section_title": "Executive Sources", "paragraphs": ["The executive has also conducted research and sponsored initiatives in this field over the past three decades. In 1975, for example, the Office of Consumer Affairs in the Department of Health, Education, and Welfare (now Health and Human Services (HHS)) contracted for a feasibility study to improve the handling of consumer complaints. A part of that effort examined federal government programs for resolving consumer complaints and their adequacy, examining 12 executives of independent agencies in depth.", "Later, as noted above, President Jimmy Carter supported the concept of an office of consumer affairs or representation. When that broad effort failed, however, he settled for a consumer affairs advisor.", "In 1990, the Administrative Conference of the United States (ACUS) commissioned a study of ombudsmen in federal agencies, including detailed case studies on six of them, along with a short history of the ombudsman movement in America. The report supplemented an ACUS recommendation to establish ombudsmen in \"federal agencies that administer programs with major responsibilities involving significant interactions with members of the general public.\"", "Another related development was President Clinton's 1993 Executive Order 12862 on \"Setting Customer Service Standards.\" It called on agencies to make information, services, and complaint systems easily accessible, and to provide a means to address customer complaints. A 1996 study by the National Performance Review provided illustrations of efforts to meet these goals, including the availability of toll-free phone lines and websites.", "In 1999, the Commerce Department's National Telecommunications and Information Administration (NTIA) reported on its study of the \"digital divide.\" It found that computer use in general, and Internet access in particular, had increased measurably in the previous few years. Nonetheless, computer availability and Internet accessibility remained below the national average for certain groups: minority, low-income, rural, and single-parent households. The focus of the NTIA study was on computer resources, skills, and literacy—especially for the disadvantaged—for education, jobs, careers, and business opportunities. Nonetheless, the NTIA review had implications for access to government information and complaint-handling offices for the disadvantaged—Americans who might need these the most.", "A far-reaching survey appeared in 2000 and was updated in 2003. In a report to the National Taxpayers Advocate on independent advocacy agencies, Jeffrey Lubbers examined nearly 30 such entities, ranging from the IRS National Advocate Service itself to Long-Term Care Ombudsmen. The report, in addition to describing some of the characteristics of the offices, gave attention to state ombudsmen, as well as standards of conduct, such as those offered by the American Bar Association (discussed below.). Professor Lubbers found \"an increasing number of independent officers and agencies established within existing departments and agencies\" and that these are \"becoming prominent.\" The offices, however, are not standardized. They vary, for instance, in number within their parent departments and agencies, as well as in resources, jurisdiction, and degree of independence."], "subsections": []}, {"section_title": "Non-Governmental Sources", "paragraphs": ["The academic community, professional societies, and the press have also analyzed and assessed complaint-handling mechanisms. As noted above, however, these are often limited to one or a few entities. Nonetheless, several early studies opened a window into the organization and operation of some ombudsman-like offices at the time.", "Prominent among these was a 1968 volume from the American Academy of Political and Social Science entitled The Ombudsman or Citizen ' s Defender , which included several chapters on the American scene. At the same time, the American Assembly raised the question of An Ombudsman for American Government? , examining practices and proposals affecting federal, state, and local government. A further examination of the U.S. experience appeared the next year in a compilation of papers under the auspices of the Institute for Government Studies. Since then, other scholarly and legal studies have reviewed various aspects of complaint-handling offices at the federal level. These include a proposal for a federal ombudsman (1972); the ways and means by which certain federal agencies handled citizen complaints, based on survey responses from 64 separate units (1974); improved complaint-handling procedures in the Federal Bureau of Investigation (1979); and a comparison of ombudsmen-like offices in the United States with similar ones in other countries (1985).", "Later accounts have also considered the ombudsman phenomenon in the United States. One journal article reported that the United States lagged behind European democracies in the creation of ombudsmen and showed no signs of catching up. U.S. ombudsmen also differed among agencies; and a number of agencies that dealt with the public extensively did not have institutionalized complaint-handling offices. Still other examinations focused on specific types of complaint-handling procedures and practices (e.g., those associated with the Immigration and Naturalization Service—now the U.S. Citizenship and Immigration Services) or on a specific office (e.g., a proposal to create a public counsel in the National Labor Relations Board).", "Several professional societies—including the American Bar Association (ABA), the United States Ombudsman Association, the Coalition of Federal Ombudsmen (CFO), and the International Ombudsman Association (IOA)—offer ombudsman job listings, as well as training seminars for investigation techniques. Additionally, the ABA and the United States Ombudsman Association recommend standards to be adopted when instituting ombudsmen or modifying already existing ombudsman offices. Moreover, the ABA's website offers a definition of ombudsman and a typology for its various iterations, separating them into four distinct categories: classical, advocate, organizational, and executive. According to the ABA, an ombudsman protects \"the legitimate interests and rights of individuals with respect to each other; individual rights against the excesses of public and private bureaucracies; and those who are affected by and those who work within these organizations.\" Only some of the more specific ombudsman categories apply directly to U.S. federal ombudsman offices, while others exist in the United States only in a modified form.", "The Coalition of Federal Ombudsmen has stressed that ombudsmen must be \"confidential [in receiving and responding to complaints], neutral and independent.\" The CFO also advocates a single, government-wide pay scale for all federal ombudsman. In addition, the coalition seeks a statute mandating that all federal ombudsmen—internal or external—constitute a separate, autonomous office, and that they report directly to their agency heads."], "subsections": []}]}, {"section_title": "Differences Among Offices", "paragraphs": ["Although most earlier studies are dated or limited to certain entities, these efforts reveal a wide variety of complaint-handling mechanisms at the federal level. Differences in the current collection of offices and positions that respond to complaints, grievances, concerns, and questions from the public arise along a number of distinct dimensions: their powers and duties, jurisdictions, locations, controls, neutrality, resources, and use of electronic and traditional communications. Variations among the offices are reflected in their titles: Federal Student Aid Ombudsman; Medicare Beneficiary Ombudsman; Taxpayer Advocate; Ombudsman at the Federal Deposit Insurance Corporation; Federal Recovery Coordinators and Transition Patient Advocates for wounded military personnel; Aviation Noise Ombudsman; Environmental Protection Agency Public Liaison; Superfund Ombudsman; Freedom of Information Act Office of Government Information Services and Public Liaisons; Construction Metrication Ombudsman; and Privacy and Civil Liberties Officer or, alternatively, Civil Liberties and Civil Rights Officer."], "subsections": [{"section_title": "Reasons for Differences", "paragraphs": ["The variations among the complaint-handling offices have emerged for a number of reasons. These include the piecemeal fashion in which the offices were created; the unique set of circumstances associated with each establishment; and different establishing mechanisms (e.g., legislation or administrative directive, issued by the agency head at his or her own volition or in response to a presidential directive). Additional reasons for differences are the varied rationales accompanying each construct. These range from protecting individual rights and liberties, to safeguarding the health and welfare of the public, to assisting in determining an individual's tax obligations to the government. The rationales also extend to aiding selective clientele, such as small businesses in obtaining government contracts and private firms in converting to the metric system to meet federal construction specifications.", "In addition to these reasons are different expectations for each office, ranging from simply receiving and passing on complaints to relevant units within an agency, to investigating such complaints independently, to reaching out to the public proactively. Other explanations for the variations are the absence of a philosophical consensus underlying the classic ombudsman concept as applied to the United States; opposition to the creation of some ombudsman-like offices; and conflict over certain powers, authorities, and responsibilities. These conditions have, on occasion, resulted in initial compromises or later changes in the offices' structure, location, independence, and resources.", "Consequently, existing federal complaint-handling offices vary with regard to their basic characteristics—including powers and duties, jurisdiction, location, controls, neutrality, resources, and communications. These differences, in turn, affect independence, autonomy, and capacity."], "subsections": []}, {"section_title": "Powers and Duties", "paragraphs": ["The complaint-handling office could be empowered only to receive complaints and pass them on to the organization in the agency responsible for the program or operation. By comparison, the office could be authorized to follow up on grievances, making recommendations for resolving a problem, or determining whether the agency's response is satisfactory. Still other ombudsman-like entities, beyond being passive recipients of complaints, might adopt a proactive approach. They could, for instance, be authorized to conduct surveys among persons or groups who receive a government service or who are affected by an agency action, in order to identify a perceived problem and determine how widespread and serious it is. The Environmental Protection Agency Public Liaison can conduct independent investigations into cases that prompt concerns of improper agency action. The office does not have legal force, but it publishes its findings, offering the public a more transparent view of the EPA.", "Separately, a complaint-handling office could be authorized—or required—to perform additional duties to educate the public and keep the agency head and Congress informed. These could include notifying the agency head (not just the bureau or program director) immediately about serious or widespread concerns; issuing periodic reports summarizing the office's findings, actions, and agency responses to the agency head, Congress, and the public; and testifying before congressional committees about the office's findings, recommendations (if any), and subsequent actions."], "subsections": []}, {"section_title": "Jurisdictions", "paragraphs": ["The jurisdictions of complaint-handling offices also differ, depending upon the range of agencies and programs covered. An office's jurisdiction could be limited to a particular program administered by a single bureau within an agency or expanded to all programs administered by the entire agency. The jurisdiction could also encompass a set of related programs or operations that are carried out by several federal agencies.", "The complaint-handling offices' jurisdictions could differ on other grounds, including whether they extend into the private sector. A jurisdiction could be confined to the agency, per se, thus dealing only with complaints and concerns about the conduct of its employees and its administration of programs; or it could be extended, where appropriate, to private sector organizations or firms that the agency is regulating."], "subsections": []}, {"section_title": "Locations", "paragraphs": ["The specific locations of complaint-handling offices could also vary. Offices could be placed within agencies, as most are now, or exist independently of the agencies where they have jurisdiction—like the Citizenship and Immigration Services Ombudsman. Some ombudsman-like offices operate out of a centralized federal government location, like the Federal Deposit Insurance Corporation (FDIC) ombudsman, while others have decentralized, regional offices, like the Environmental Protection Agency's Superfund Ombudsmen.", "A single ombudsman-like office could be granted government-wide jurisdiction and located in the Executive Office of the President. Although there is no such comprehensive ombudsman in the federal government, a single office could serve as a central clearinghouse for complaints and grievances affecting all federal agencies. Additionally, such a complaint-handling office—if it were to exist under public law—could be given greater control over its resources and more overall autonomy than the typical agency-specific offices in the federal government. An alternative arrangement would be to establish several complaint-handling offices, each with jurisdiction over a number of related agencies. Under this plan, each office would operate independently of the agencies about which it receives complaints."], "subsections": []}, {"section_title": "Controls", "paragraphs": ["Different types of controls might be applied to a complaint-handling office and its head. Appointment and removal powers over the head of the office could vary. He or she could be appointed and be removed in one of three ways, which would affect the office's independence. He or she could be (1) appointed by, and removed by, the head of the agency—the usual way currently; (2) appointed by, and removed by, the President alone; or (3) appointed by the President with the advice and consent of the Senate, and removed by the President. Other controls over the office could also be established to determine who in agency management would supervise the office, to whom its head would report, and who would determine its resources."], "subsections": []}, {"section_title": "Neutrality", "paragraphs": ["Some ombudsman offices are created as neutral third parties that can facilitate dispute resolution. Others, by contrast, are designed as advocates for the complainant. The ABA, for example, called for a distinct category of \"advocate ombudsmen,\" which includes offices like the National Taxpayer Advocate within the Internal Revenue Service, and Veterans Affairs Patient Advocates. Other offices, like the Federal Student Aid Ombudsman, are required to perform as neutral \"fact-finders\" when looking into a complaint.", "In May 2006, the CFO updated the ABA's Standards for the Establishment and Operations of the Ombuds Offices. Both the CFO and ABA require an ombudsman to perform as a neutral actor who \"conducts inquiries and investigations in an impartial manner, free from initial bias and conflicts of interest.\" Impartiality, however, does not prohibit the ombudsman from advocating \"within the entity for change where the process demonstrates a need for it.\""], "subsections": []}, {"section_title": "Resources", "paragraphs": ["Each office's budget, staff, and other resources—and control over them—could also differ, depending upon its statutory authority, range of duties and responsibilities, degree of independence, and internal office priorities. For instance, a complaint-handling office might invest heavily in computer technology—for example, setting up its own website and inputting information from paper correspondence into its own computerized data base—while other offices might maintain a more traditional approach, such as receiving and responding to grievances and questions primarily by mail, facsimile, and phone.", "The office's budget and resources could be controlled independently by agency administration, be derived from the administrative and operating expenses of the agency to which it is attached, or be given a line item in the agency's appropriation act.", "Hiring authority and practices could also differ—as could control of other resources, such as office space, supplies, communications equipment, training programs, and travel funds. In this regard, the head of the complaint-handling office might possess specific authority that would enable him or her to control all such resources. By contrast, the officer might not be granted such authority; in this case, the head would have to rely, for instance, on existing agency personnel who would rotate in and out of the office and on receiving office space, supplies, and equipment at the discretion of agency management."], "subsections": []}, {"section_title": "Electronic and Traditional Communications", "paragraphs": ["Though many government agencies do not have a formal or institutionalized public complaint-handling office, all have established ways, new or old, for the general public to contact agencies. These include the Internet, as well as telephone lines and the traditional mail system."], "subsections": [{"section_title": "Development of E-government", "paragraphs": ["The adoption and development of electronic government (e-gov) have been both a cause and effect of the E-Government Act of 2002. It was intended to \"promote the use of the Internet and other information technologies to provide increased opportunities for citizen participation in Government ..., to provide citizen-centric Government information and services ..., [and] to promote access to high quality Government information and services across multiple channels.\" E-gov, in general, and the E-Government Act, in particular, have added new modes of communication between government and citizens, and have increased the accessibility, speed, and efficiency of receiving and responding to public inquiries.", "Despite these advances, some recent studies have discovered weaknesses and limitations in several aspects of e-gov: what it currently does (e.g., primarily providing information); how well it does it (declining levels of satisfaction); and what it has been unable to do satisfactorily (particularly, progressing into the \"transactions stage,\" referring to exchanges among entities in the same agency, among agencies at the same level of government, among governments at different levels, and among government agencies, private sector stakeholders, and the general public).", "Despite such growing pains, e-gov and the Internet have become prominent features of the government-citizen interaction, including within the ombudsman and complaint-handling function. Even with this advance, however, government-citizen communications continue through traditional forms as well."], "subsections": []}, {"section_title": "Websites and the Internet", "paragraphs": ["The 2002 E-Government Act called upon federal agencies to establish domain directories for their websites. Many of these are for general access to information sources, not necessarily for complaint handling specifically. Nonetheless, several different websites—major and minor—demonstrate a range of offerings.", "In July 2003, the General Services Administration (GSA) unveiled USA Services, which promised to answer all citizen inquiries—whether submitted by e-mail, conventional mail, telephone, or in-person—within two days. The initiative was described as a \"comprehensive 'customer service department'\" for citizens. USAServices.gov serves as the initiative's web portal and offers citizens and agencies assistance in communication and information access. Additionally, the federal government offers an Internet gateway to all of its agencies and services: USA.gov, formerly known as both WebGov and FirstGov. The website lists all government agencies, and offers links to each one's website, along with links to state, local, and tribal government websites. Citizens, visitors, employees, and businesses are offered their own entry portals into the website through a web page designed to offer information and services that would be most pertinent to that user. The site also includes a link to the Federal Citizen Information Center, which offers a list of agencies the public can use to register complaints against private businesses.", "Another federal site—Data.gov—was started by the Office of Management and Budget (OMB) in 2009. As an information resource, Data.gov is intended \"to increase public access to high value, machine readable datasets generated by the Executive Branch of the Federal Government.\"", "Although most agencies and departments have websites that outline their mission and duties, there remains a general dearth of formal agency-wide ombudsman-like offices, even at those that serve a substantial number of people. Instead, agencies have adopted other similar offices for more specialized or select clientele. The Social Security Administration (SSA), for example, has a toll-free telephone number (1-800-772-1213 or TTY 1-800-325-0778) for complaints and an online complaint form. The SSA also has a website that informs members of the public of various administrative services that are available online, on the phone, or at their offices. Online, for example, clients can calculate their benefits or apply for help with Medicare prescription drug costs. The website also includes maps and directions to local offices. If clients are dissatisfied with the response to their complaints—whether made over the phone or at the local SSA office—they may appeal to a higher level of the SSA.", "The Department of Transportation hosts an Aviation Consumer Protection Division (ACPD) that serves as a last resort for airline consumers who are dissatisfied with service and attempts by a company to remedy the problem. The ACPD clearly states that the individual airlines are better suited to resolving disputes with consumers, but the division offers consumers the opportunity to have their complaints published in the division's monthly Report of Consumer Complaints , as well as to register the complaints in the federal database. Although this service handles grievances about private sector operations, for the most part, it also responds to consumer complaints that involve an aviation regulatory issue. Complaints about airline safety are channeled to the Federal Aviation Administration's hotline, while transportation security issues are handled in-house or routed to the Transportation Security Administration in the Department of Homeland Security.", "The Federal Communications Commission (FCC) has four different, topically organized online complaint forms available for consumers. The complaint topics are general complaints, obscenity and indecency, slamming, and telemarketing. Consumers who do not have online access may send complaints and supporting documentation via mail.", "Similarly, other \"high-impact\" federal agencies provide e-mail links or online forms for citizens or customers to use when lodging their complaints. The U.S. Consumer Product Safety Commission's website, for example, includes a toll-free customer hotline and online complaint forms for the general public, doctors, fire investigators, police, or others to use to report an injury or death caused by a product. Although such complaints are usually generated by private sector products, the submissions could also involve the Commission's regulatory and enforcement responsibilities.", "Another site for e-gov communications is http://www.business.gov/ . Launched in 2004 as the official business link to the U.S. government, it is managed by the Small Business Administration in partnership with 21 other federal agencies."], "subsections": []}, {"section_title": "Benefits and Concerns", "paragraphs": ["Use of the Internet for government-citizen communications, especially for complaint handling, offers benefits, while at the same time, raising concerns."], "subsections": [{"section_title": "Benefits", "paragraphs": ["The potential of the Internet for making complaint handling more efficient and effective is significant. Ideally, government web portals could provide \"one stop\" for inputting and accessing complaint-related information for an entire agency—or at least a particular office or program. This, in turn, could lead to increased sharing of information and data within and among federal agencies, between the federal government and state and local governments, and between the federal government and private sector organizations and the general public. This development might also encourage standardization in receiving and responding to complaints, as well as other operational and organizational characteristics of ombudsman-like offices, including resources and independence."], "subsections": []}, {"section_title": "Concerns", "paragraphs": ["Nonetheless, concerns exist with regard to the inclusiveness, accessibility, and availability of Internet-based information and the government's responsiveness to complaints. Reflective of this is the \"digital divide,\" which sees the population separated into \"haves and have-nots\" in terms of Internet access and use (discussed above). This divide separates those with requisite computer skills, resources, and Internet access from those without these. The latter group lacks the capability to issue complaints and comments through this medium and to discover what information is held in Internet-based data banks.", "Another concern about reliance on the Internet for complaint handling is that it might be manipulated. For instance, an organized interest group might encourage its membership to flood a website with complaints—substantiated or not, witnessed first-hand or not—about a particular agency or program. Although this same problem could arise by way of other means of communications (mail or telephone, for example), these traditional avenues would be more cumbersome, more difficult, and possibly more costly to use. In effect, it would be easier to mount massive attacks through the Internet than through more traditional communications media.", "Use of the Internet as a source for collecting public complaints also prompts worries about maintaining the anonymity of the complainant. These worries might be mitigated, to a degree, through the rise in toll-free hotlines and centralized websites like USA.gov, which could allow for anonymous reporting and protecting a complainant's identity."], "subsections": []}]}]}]}, {"section_title": "Concluding Observations", "paragraphs": ["Although there is no authoritative, comprehensive, detailed survey of current federal complaint-handling offices, earlier studies (even if dated and limited), along with the coverage here, provide useful information with which to describe, examine, and compare them. One observation, for instance, is that such offices appear to be growing in number and prominence as well as range of activities, duties, and services.", "As noted throughout this report, federal complaint-handling offices exhibit different forms, capacities, and designations. The variations range from the individual office's powers, resources, duties, and functions, to its jurisdiction, location, controls, neutrality, and adoption of new technologies—notably the Internet. The activities, services, and duties of ombudsman-like entities, for instance, cross a wide spectrum, from the nearly passive to the proactive. The range extends from simply receiving a complaint and passing it on to appropriate offices; to following up on it and notifying the complainant of the results; to helping resolve disputes between the agency and complainant. Some offices report findings to agency officials, Congress, and/or the public, while others do not. Some are proactive—for instance, conducting outreach efforts to the public or select groups—while others are not. A few even embark on preemptive efforts—that is, they intervene on behalf of clientele from the beginning to the end of a service, thereby reducing, if not preventing, problems from arising in the first place—while most offices do not.", "The variations among the offices reflect their piecemeal establishment—at different times, for different reasons, and for different purposes, duties, and functions. Some, for instance, are designed to assist a particular clientele who conduct business with an agency or who are the primary recipients of its services. Other entities may be intended to meet the needs of the public at large or broad sectors of it. Variations also arise over time and across policy areas, as the needs and demands of government and society change. Recent constructs demonstrate this. The Departments of Defense and Veterans Affairs Federal Recovery Coordinators for wounded military veterans were prompted by instances of inadequate medical care. And the creation of a Privacy Officer and an Officer for Civil Rights and Civil Liberties in the Homeland Security Department was due to concerns about the possible intrusiveness and potential impact of the government's new anti-terrorism powers.", "Efforts to establish a government-wide ombudsman, create complaint-handling offices throughout the executive branch, and/or standardize such entities have existed since the mid-1960s. None of these one-size-fits-all initiatives, however, has been enacted into law. Instead, the legislative and administrative solutions—to meet the challenge of responding to a large and growing number of inquiries, grievances, and concerns from the public—have arisen on an ad hoc basis, focusing on particular agencies and specific problem areas. Even in the few cases where a single statute has called for similar offices in a number of agencies—such as Freedom Of Information Act (FOIA) pubic liaisons, construction metrication ombudsmen, and banking agency ombudsmen—these entities have been highly specialized, responding to a select clientele in a distinct policy or subject area.", "As a consequence of their varied attributes and development, ombudsman-like entities vary in their roles, capabilities, and independence. These constructs thus reflect certain fundamental characteristics of American national government: dispersed and decentralized power, the absence of uniformity and standardization among similar institutions, and competition between the executive and legislature for control over government organizations and operations."], "subsections": [{"section_title": "Appendix. Examples of Ombudsman-like Entities", "paragraphs": ["American National Red Cross", "Although it is not a federal government agency, the American National Red Cross (ANRC) is an organization chartered by public law. Its charter established the basic purposes of the organization, one of which is serving as a disaster relief organization for the United States.", "Congress also mandated, in the Governance Modernization Act of 2007, an ANRC Ombudsman, who began operating in October 2007. Besides the Ombudsman, the office presently consists of three positions: two analysts, who compile annual reports to Congress and the ANRC Board of Governors, and an ombudsman service representative, who receives incoming telephone complaints.", "While the ombudsman position was created by Congress, the duties of the office have been delineated by the organization's Board of Governors. The post is to serve as a neutral party that", "provides a voluntary, confidential, and informal process to facilitate fair and equitable resolutions to problems brought before it; and explores a range of alternatives or options to resolve the problems. The position serves as both an internal and external ombudsman, fielding complaints from employees, blood donors, volunteers, financial donors, disaster victims, and other Red Cross clients.", "Department of Commerce, Bureau of the Census, Small Business Ombudsman", "In the Department of Commerce, the Bureau of the Census houses an Office of the Small Business Ombudsman. It is the \"primary advocate between the small business community and the Census Bureau and ... provide[s] services and opportunities for the small business community in an effort to simplify and reduce the reporting burden on requested forms.\" As such, the Ombudsman", "provides technical assistance through a small business toll free number and a small business website; provides Internet assistance for small businesses in completing report forms; and expands the use of electronic reporting, data sharing, and the use of administrative records.", "Department of Defense", "The Department of Defense (DOD) has a number of different ombudsman-like offices. Most of these, however, are \"internal; \"that is, the offices and positions, such as the Federal Recovery Coordinators, provide services to military and civilian personnel within the department. Nonetheless, DOD also has several different types of external ombudsman-like offices, as the following examples illustrate:", "Base Transition Coordinators (BTCs) attached to individual military bases undergoing realignments and closings (BRAC), whose involvement ends with the completion of the base closure and reuse; Defense Procurement and Acquisition Policy (DPAP) Ombudsman, whose jurisdiction covers both domestic and foreign contractors; Ombudsman of the Employer Support of the National Guard and Reserve (ESGR), a permanent office whose participation on behalf of eligible service personnel might be a one-time event or recurrent; and select ombudsmen operating at Navy medical centers, whose voluntary participation on behalf of family members of patients at individual command centers might be short-term and sporadic or long-term and continuous.", "Base Transition Coordinators for Military Base Reuse", "Introducing its community guide to military base reuse, the Department of Defense recognizes that it \"has been closing military bases and assisting Defense-impacted communities through its Defense Economic Adjustment Program for more than 35 years.\" The program has increased in prominence most recently, because of the Base Realignment and Closing (BRAC) initiative affecting a large number of military bases. Among the many local, state, and federal entities involved in each case is a DOD Base Transition Coordinator (BTC), described as \"the local, on-site, Federal point of contact who works as an ombudsman for the community.\" As such, the BTC \"is a key contact, problem solver and information source for the local community, especially in relation to environmental cleanup and property disposal.\"", "Defense Procurement and Acquisition Policy Ombudsman", "The role of the DPAP Ombudsman is to assist companies, both domestic and foreign, interested in performing contracts to satisfy DOD requirements, following the instructions of the DPAP Contract Policy and International Contracting Directorate. In the case of a foreign company, it may contact the Ombudsman if the company \"has difficulty fully understanding contracting rules and regulations, or if it thinks it was unfairly excluded from defense procurement.... \" The DPAP Ombudsman also provides contact information for the benefit of U.S. companies in doing business with various foreign governments.", "Employer Support of the National Guard and Reserve Ombudsman", "The Employer Support of the National Guard and Reserve (ESGR) Ombudsman is designed to ensure smooth transitions for soldiers returning from their military duty by ensuring that they return to their civilian jobs—or equivalent positions—without complication. This assignment results in the ESGR being a combination of an internal ombudsman (for active duty military personnel) as well as an external ombudsman (for discharged personnel reentering the private sector).", "President Richard M. Nixon established the ESGR in 1971 as a \"conduit between the DOD and the nation's employers when the United States changed to an all-volunteer force,\" by ensuring that service members would have their prior civilian jobs or equivalent jobs when they returned to their homes. In 1994, Congress passed the Uniformed Service Employment and Reemployment Rights Act (USERRA). Its purposes are", "(1) to encourage noncareer service in the uniformed services by eliminating or minimizing the disadvantages to civilian careers and employment which can result from such service; (2) to minimize the disruption to the lives of persons performing service in the uniformed services as well as to their employers, their fellow employees, and their communities, by providing for the prompt reemployment of such persons upon their completion of such service, and (3) to prohibit discrimination against persons because of their service in the uniformed services.", "The ESGR is currently tasked to", "recognize outstanding support from employers of service members; increase awareness of the law; and resolve employment conflicts through informal mediation.", "More than 900 ombudsmen are located within 56 ESGR \"field committees\" that help resolve disputes between employers and employees. Complaints against an employer can be filed online. If the ombudsman is not making progress toward the resolution of a dispute within seven days, the case is referred to the Department of Labor. The ombudsmen, however, report their findings and suggestions to the Office of the Assistant Secretary of Defense for Reserve Affairs. A service member seeking to nominate his or her employer for outstanding service can fill out an online nomination form at the ESGR website.", "NMCP Navy Family Ombudsman", "The Navy Family Ombudsman, operating out of the Naval Medical Center Portsmouth (NMCP), assists families of military personnel needing medical services there. The Ombudsman duties include providing information, referrals, and contacts with regard to complaints, concerns, and questions. The Ombudsman, \"an officially appointed volunteer,\" serves as: the primary communications link between families and the command; the channel of official information from the command; and a link to related services and facilities, including legal assistance, military medical facilities, professional counseling, and various relief societies. Through outreach programs and other ways, the Ombudsman also acts \"as an advocate for the command's families.\"", "USNHGUAM Ombudsman", "The Ombudsman attached to the U.S. Navy Hospital in Guam is, like the one at the NMCP, a volunteer, trained to \"offer support and guidance to command families and acts as an official liaison between command and the command families.\" As such, the Ombudsman serves as the primary link between the command families and the command; serves as a communicator of information between the two; communicates regularly with command families, via newsletters, careline, phone tree, and e-mail; provides information and outreach to family members; interacts and cooperates with relevant organizations, including the American Red Cross as well as appropriate military legal and medical treatment entities; refers individuals in need of professional assistance to appropriate resources (for counseling, for instance); and acts as an advocate for command families.", "Department of Education Federal Student Aid Ombudsman", "The Department of Education houses the Federal Student Aid (FSA) Ombudsman. Created in 1998 by amendments to the 1965 Act of Higher Education, the FSA Ombudsman's office received its first cases in late September 1999. Appointed by the FSA's Chief Operating Officer (COO), the FSA Ombudsman serves as a neutral fact-finder in disputes between students with loans and the FSA. The officer serves at the discretion of the COO (there is no fixed term for the position) and reports directly to the COO. The Ombudsman can recommend resolutions, but cannot compel the FSA to overturn its previous decisions. The service is free, but operates only as a last resort—provided the FSA has not already begun legal proceedings against a person receiving the loan.", "Though the Ombudsman cannot enforce his or her decisions, the position was created to", "resolve disputes from a neutral, independent viewpoint; informally conduct impartial fact-finding about complaints; recommend solutions (without the authority to reverse decisions); work to bring about changes that will help prevent future problems for other student loan borrowers; and research problems and determine whether the complainants have been treated fairly.", "If the Ombudsman determines that a complaint is justified, he or she is to help a student negotiate with the agency or other parties involved in the dispute.", "Prior to requesting help from the FSA Ombudsman, a person seeking assistance is asked to review an online checklist of other options for resolving the dispute. If the person then determines himself or herself qualified for ombudsman assistance, he or she may send a letter to the office, telephone, or fill out the online Ombudsman Assistance Request Form. The ombudsman office does not assist the public in filling out loan forms, nor does it help find ways to pay off loans.", "Department of Health and Human Services", "The Department of Health and Human Services (HHS) houses a number of distinct complaint-handling and client-assistance offices. Among them are the following.", "Food and Drug Administration Ombudsman", "When Food and Drug Administration (FDA) employees were found to be inadequately performing their duties in reviewing pre-market generic drug applications, the commissioner issued a \"managerial fiat\" creating the FDA Office of the Ombudsman. The Ombudsman provides several services, including the following:", "reviews marketing or investigational applications; provides information on import or export issues; offers explanations in response to citizen petitions or general inquiries; and ensures a fair hearing of claims of unfair or unequal treatment. The office also serves as the FDA's Product Jurisdiction Officer, who determines the jurisdiction of a product headed for review if the jurisdiction is questionable. The office, however, predominantly handles complaints about regulatory issues or FDA policies.", "Long-term Care Ombudsman", "The Long-term Care Ombudsman (LTCO) began as a demonstration program in 1972, but was mandated by statute in the Older Americans Act, which is currently administered by the Administration on Aging (AOA). The LTCO office consists of more than 1,000 paid, and nearly 14,000 volunteer, staffers, who are located in the 50 states and three additional locales—Washington, DC, Guam, and Puerto Rico. Serving an estimated 280,000 people per year, the ombudsman", "identifies, investigates, and resolves complaints made by, or on behalf of, residents; provides information to residents about long-term care services; represents the interests of residents before governmental agencies and seek administrative, legal, and other remedies to protect residents; analyzes, comments on, and recommends changes in laws and regulations pertaining to the health, safety, welfare, and the rights of residents; educates and informs consumers and the general public regarding issues and concerns related to long-term care, and facilitates public comment on laws, regulations, policies, and actions; promotes the development of citizen organizations to participate in the program; provides technical support for the development of resident and family councils to protect the well-being and rights of residents; and advocates for changes to improve residents' quality of life and care.", "LTC ombudsmen are a blend of state and federal oversight. Though each state ombudsman office operates differently, most house their Office of the State LTC Ombudsman within the individual state's unit on aging. The National Long Term Care Ombudsman Resource Center offers \"support, technical assistance and training to the State Long Term Care Ombudsman Programs and their statewide networks of almost 600 regional (local) programs.\" The ombudsmen tread a line between acting as neutral fact-finders and as advocates for older Americans. Additionally, the ombudsmen often deal with third party private entities—an apparent rarity for federal government ombudsmen.", "Medicare Beneficiary Ombudsman", "Created by the Medicare Prescription Drug, Improvement, and Modernization Act of 2003, the Medicare Beneficiary Ombudsman is intended to ensure that those eligible for Medicare have reliable and current information about", "their Medicare benefits and whether they have the information needed to make good health care decisions; their rights and protections under the Medicare Program; and the procedures for getting problems and disputes resolved.", "The Ombudsman is to aid Medicare recipients in filing appeals if they believe their insurance did not pay proper amounts for their medical services. Recipients can also file complaints or ask for help joining or leaving a given Medicare program. The job of the Ombudsman requires him or her to take an overview of the Medicare system and ensure that the appeals process is operating properly at all government levels. The officer reports to both the Medicare Administrator and the Director of the Office of External Affairs, and is also required to submit an annual report to Congress.", "Specialized Jurisdictional Ombudsmen", "The FDA also has four additional ombudsmen who serve as the points of contact for specific public complaints connected to the subject of their jurisdiction. The specialized ombudsmen are located at four centers:", "Center for Biologics Evaluation and Research (CBER); Center for Drug Evaluation and Research (CDER); Center for Devices and Radiological Health (CDRH); and Center for Veterinary Medicine (CVM) Ombudsman", "If any of them cannot resolve or remedy a complaint, the issue is to be sent to the FDA Office of Ombudsman.", "Department of Homeland Security", "The Department of Homeland Security (DHS) houses a number of ombudsman-like offices. In addition to several connected with immigration and transportation matters, three others are an outgrowth of the authorities and responsibilities that the department received under legislation dealing with anti-terrorism. The 2004 Intelligence Reform and Terrorism Prevention Act (IRTPA), importantly, gave additional duties to the Privacy Officer and Officer for Civil Rights and Civil Liberties, as well as the inspector general, in the Department of Homeland Security. All three entities originated in the Homeland Security Act of 2002, which established the department.", "Privacy Officer", "The Privacy Officer's \"mission is to minimize the impact on the individual's privacy, particularly the individual's personal information and dignity, while achieving the mission of the Department of Homeland Security.\" According to DHS, to meet this end, the Officer, who reports directly to the Secretary,", "requires compliance with the letter and spirit of federal laws promoting privacy; centralizes Freedom of Information Act and Privacy Act operations within the Privacy Office to provide policy and programmatic oversight and support operational implementation within the components; provides education and outreach to build a culture of privacy and adherence to fair information principles across the department; communicates with the public through published materials, formal notices, public workshops, and meetings; and coordinates with the Officer for Civil Rights and Civil Liberties, to ensure that relevant programs, policies, and procedures are addressed in an integrated and comprehensive manner and that Congress receives appropriate reports.", "Officer for Civil Rights and Civil Liberties", "The mission of the DHS Officer for Civil Rights and Civil Liberties (OCRCL) is to \"protect civil rights and civil liberties and to support homeland security by providing the Department with constructive advice on the full range of civil rights and civil liberties issues the Department will face, and by serving as an information and communication channel with the public regarding all aspects of these issues.\"", "According to its statutory authority, the OCRCL is to", "review and assess information concerning abuses of civil rights, civil liberties, and profiling on the basis of race, ethnicity, or religion, by employees and officials of DHS; make public through the Internet, radio, television, or newspaper advertisements information on the responsibilities and functions of, and how to contact, the OCRCL; help the DHS Secretary, directorates, and offices of DHS to develop, implement, and periodically review DHS policies and procedures to ensure that the protection of civil rights and civil liberties is appropriately incorporated into DHS programs and activities; oversee compliance with constitutional, statutory, regulatory, policy, and other requirements relating to the civil rights and civil liberties of individuals affected by the programs and activities of DHS; coordinate with the Privacy Officer to ensure that programs, policies, and procedures involving civil rights, civil liberties, and privacy considerations are addressed in an integrated and comprehensive manner; and that Congress receives appropriate reports regarding such programs, policies, and procedures; and investigate complaints and information indicating possible abuses of civil rights or civil liberties, unless the inspector general of the Department determines that any such complaint or information should be investigated by the inspector general.", "Office of Inspector General", "The third component, the inspector general in the Department of Homeland Security, has been given certain ombudsman-like responsibilities (similar to those required of the IG in the Department of Justice). The DHS IG is to", "receive and review complaints and information from any source alleging abuses of civil rights and liberties by DHS officials and employees, including contractors; initiate investigations of such alleged abuses; consult with and refer investigations which the IG decides not to investigate to the Officer for Civil Rights and Civil Liberties; and publicize and provide convenient public access to information regarding the procedures to file complaints and the status of corrective action taken by the Department.", "Transportation Security Administration Office of Civil Rights and Liberties", "The Transportation Security Administration (TSA) operates two distinct ombudsman-like offices. One handles internal matters, for the most part, while the other deals with external complaints.", "Most public inquiries and concerns are handled by the Office of Civil Rights and Liberties in the External Compliance Division of TSA. The Office's mission is:", "to ensure that the civil rights and liberties of the traveling public are respected throughout screening processes, without compromising security; to ensure that agency processes and procedures do not discriminate against the traveling public, and respect the constitutional freedoms of the traveling public; to ensure that the External Compliance Division meets its mission by providing civil rights guidance and services to TSA program offices, including security offices, technology offices, and communications offices; and to review TSA policies and procedures to ensure that the civil rights and liberties of the traveling public are taken into account.", "United States Citizenship and Immigration Services Ombudsman", "The 2002 Homeland Security Act created the United States Citizenship and Immigration Services (USCIS) Ombudsman. Unlike most other ombudsman-like offices in the federal government, the USCIS Ombudsman operates separately from the agency about which it receives complaints. The Ombudsman, instead, is located under the aegis of the Department of Homeland Security and reports to the DHS Secretary or Deputy Secretary, not to a USCIS official. The USCIS Ombudsman's mission, as specified in its establishing legislation, is threefold:", "assist individuals and employers in resolving problems with USCIS; identify areas in which individuals and employers have problems dealing with USCIS; and propose changes to mitigate identified problems.", "A client seeking Ombudsman services may fill out an online form and mail it to the USCIS Washington, DC, office, where it is to be reviewed. Potential clients should receive a response to their case within 45 days. As with other complaint-handling offices, complainants may leave anonymous postings on the office's website. Like the Federal Student Aid Ombudsman, the USCIS Ombudsman can neither overturn the agency's decisions nor make exceptions to its regulations. The Ombudsman may, however, facilitate a resolution and offer formal and informal recommendations to USCIS to help it serve patrons. The office also submits an annual report to the House and Senate Judiciary Committees.", "Unlike offices that act as conduits only, the USCIS Ombudsman serves as an advocate for the complainants—including those experiencing delays because of the backlogs in processing immigration requests. The office also conducts outreach programs, including teleconferences and site visits. It is attempting, moreover, to create an online form that can be submitted via the Internet to expedite complaint processing, as well as establish a Virtual Ombudsman Office online that would offer a way to eliminate costly data entry.", "Department of the Interior, Office of Insular Affairs, CNMI Ombudsman", "The Commonwealth of the Northern Mariana Islands (CNMI), Office of Insular Affairs in the Department of the Interior (DOI) has an affiliated Ombudsman with a confined jurisdiction and clientele: the Ombudsman is charged with providing \"assistance to the Commonwealth of the Northern Mariana Islands' 30,000 [foreign] workers with labor and immigration complaints.\" Often known as the Federal Ombudsman, the office was established to assist foreign workers to gain a better understanding of the laws and policies affecting them. In so doing, according to a press release, the Ombudsman's office \"works hand-in-hand with the CNMI's Department of Labor and Immigration, the U.S. Attorney's Office, and the Department of the Interior to ensure activities are properly coordinated and developed.\"", "Department of Justice Office of Inspector General", "The USA PATRIOT Act of 2001, passed shortly after the 9/11terrorist attacks, gave the Office of Inspector General (OIG) in the Department of Justice (DOJ) certain ombudsman-related responsibilities, particularly related to civil rights and liberties matters. One of the provisions of the act, which expanded government powers in anti-terrorism efforts, directs the IG to designate an official to carry out certain duties:", "review information and receive complaints alleging a violation of civil rights and civil liberties; make information about the functions and responsibilities of the office, including how to contact the official, available through the Internet, radio, newspapers, and television; and report semi-annually to the House and Senate Committees on the Judiciary about the implementation of these requirements.", "These functions are connected to complaints from individuals alleging abuses of civil rights and civil liberties by DOJ employees, including contractors. To respond to relevant allegations, the IG has established two special entities—a Civil Rights and Civil Liberties Complaints unit, along with a special section in the OIG Investigations Division—which are directed to", "review information and receive complaints alleging such abuses; identify the more serious allegations and assign them to OIG employees for investigation; and refer other complaints to department components for their review and handling (and refer still others to different federal departments and agencies which have jurisdiction over the policies in question).", "Department of Transportation, Federal Aviation Administration, Aviation Noise Ombudsman", "An Aviation Noise Ombudsman (ANO) is located in the Federal Aviation Administration (FAA), Department of Transportation. Created by the Federal Aviation Reauthorization Act of 1996, the office \"serves as a public liaison for issues about aircraft noise questions or complaints.\" The ANO usually intervenes, however, only when a complainant thinks FAA officials who had been contacted about noise problems are not responsive to an inquiry or grievance.", "Department of the Treasury", "Several different types of ombudsman-like offices are located in the Department of the Treasury. One responds to the general public, while the others respond to a select clientele in the banking industry.", "Internal Revenue Service Taxpayer Advocate Service", "The Taxpayer Advocate Service (TAS), headed by the National Taxpayer Advocate (NTA), in the Internal Revenue Service (IRS) has undergone a number of permutations over its history, which dates from the late 1970s. Formerly titled the Office of Ombudsman, TAS is located within the Internal Revenue Service, but operates independently of any other office within the agency. Each state, the District of Columbia, and Puerto Rico has at least one local taxpayer advocate, who attempts to expedite lingering taxpayer issues and recommend \"administrative and legislative changes\" to IRS policies and operations.", "The first taxpayer advocate was appointed by the IRS commissioner in 1979. In 1988, the Office of Taxpayer Ombudsman was officially mandated by Congress in P.L. 100-647 . Later, the 1996 Taxpayer Bill of Rights 2—intended \"to provide increased taxpayer protections\" —changed the title and altered the responsibilities of the office by creating the Taxpayer Advocate.", "Two years later, the IRS Restructuring and Reform Act of 1998, which also created an IRS Oversight Board, changed the name of the office and its head again: the Office of the Taxpayer Advocate under the supervision and direction of the National Taxpayer Advocate. The 1998 act also strengthened the office's oversight functions. The NTA is now required to submit an annual report to the House Committee on Ways and Means and the Senate Committee on Finance by June 30 of each year. The report must include Advocate initiatives to improve IRS services, as well as potential recommendations to the existing system. No employee of the IRS, including the commissioner, is permitted to review or comment on the report before it is submitted to Congress.", "In addition, the 1998 amendments reinforced the expanded duties of the Office of the Taxpayer Advocate, requiring it to", "assist taxpayers in resolving problems with the Internal Revenue Service; identify areas in which taxpayers have problems in dealings with the Internal Revenue Service; propose changes, to the extent possible, in the administrative practices of the Internal Revenue Service to mitigate problems; and identify potential legislative changes that may be appropriate to mitigate such problems.", "In 2000, the office became known as the Taxpayer Advocate Service (TAS), which handles both systemic IRS issues and individual taxpayer complaints. The Advocate currently reports directly to the IRS commissioner and has no term limit. The National Taxpayer Advocate is appointed by the Secretary of the Treasury, after consultation with both the Commissioner of the IRS and the IRS Oversight Board.", "Though the TAS has the word \"advocate\" in its title, the position has a two-fold goal: it advocates for fair and efficient operation of the IRS, as well as directly for individual taxpayers themselves. Any person or business suffering \"economic harm\" or \"experiencing delays\" in the resolution of a tax problem has free access to a taxpayer advocate. A taxpayer may seek an advocate by contacting the TAS via a toll-free number and asking an IRS employee to complete and submit a required form (form 911). The taxpayer may also request and fill it out himself or herself. The completed form is sent to the appropriate taxpayer advocate, who—once assigned—is required to remain an advocate for the private party until any IRS dispute is resolved. The advocate, whose service is confidential, is independent of all other IRS offices.", "Office of the Comptroller of the Currency Ombudsman", "The Ombudsman in the Office of the Comptroller of the Currency (OCC)—which operates under the Community Development and Regulatory Improvement Act of 1994—is one of five in \"appropriate federal banking agencies\" established by the act and one of two in the Department of the Treasury. The ombudsman is to", "act as a liaison between the agency and any affected person with respect to any problem in dealing with the agency resulting from its regulatory activities; and assure that safeguards exist to encourage complainants to come forward and preserve confidentiality.", "In so doing, the OCC Ombudsman is to report weaknesses in OCC policy and may stay any appealable agency decision.", "Office of Thrift Supervision Ombudsman", "The Office of Thrift Supervision (OTS) is one of the five federal entities required by the Community Development and Regulatory Improvement Act of 1994 to have an Ombudsman. All five Ombudsmen are to follow the same statutory directives, that is, to serve as liaisons between the agency and any affected parties with respect to problems in dealing with agency regulatory activities and to encourage complainants to come forward. The jurisdictions and clientele differ among these Ombudsmen. The OTS ombudsman is to respond to questions, concerns, and complaints from federally chartered thrift institutions. He or she is to \"assist the thrift community in resolving such matters relating to regulatory oversight that may hinder their institution.\" Although hired and paid by OTS, the Ombudsman is to be \"an advocate for equity ... and is required to perform his duties in an objective and neutral manner.\"", "Department of Veterans Affairs", "The Department of Veterans Affairs (DVA) houses several ombudsman-like offices, including the following.", "Board of Veterans' Appeals Ombudsman", "For military service members who claim that they have been unfairly denied medical treatment for an injury received or condition caused during duty, the Board of Veterans' Appeals (BVA) is to determine whether they are eligible to receive benefits. The BVA Ombudsman is to assist in this matter in two basic ways:", "remedy unsatisfactory experiences with the department; and make certain that communication with the BVA is clear and timely.", "The BVA website also offers links to a variety of VA offices, including the Debt Management Center and the National Personnel Records Center. Like similar ombudsman positions, the BVA Ombudsman does not have the ability to require other VA centers or offices to take specific action. The Ombudsman, however, receives complaints from eligible parties and attempts to ensure that the BVA is operating effectively.", "Federal Recovery Coordinators and Transition Patient Advocates", "For injured combat veterans, there are two newly created statutory positions to handle aspects of their recovery. Though neither the Transition Patient Advocate (TPA) nor the Federal Recovery Coordinator operates in the classic ombudsman capacity, they both serve to help returning soldiers navigate the veterans' medical system.", "One hundred TPAs currently operate within VA hospitals across the country. The TPA program, which began in May 2007, consists almost entirely of former soldiers who offer assistance and advice as peers to soldiers who return from service with a severe injury. The TPAs are part of a three-person team assigned to each returning Operation Iraqi Freedom and Operation Enduring Freedom (OIF/OEF) soldier with a severe injury. The other two members of the team are a program manager and a case manager—usually a nurse or social worker. The TPA's job is to \"ensure a smooth transition of wounded service members through VA's health care system.\" In so doing, the TPA can aid in meeting the everyday needs—including scheduling medical appointments—of a returning soldier who is enrolled at any of the 1,308 VA facilities.", "In addition to the 100 TPAs working at the Veterans Affairs medical treatment centers, the VA joined forces with the Department of Defense (DOD) to add 10 \"Federal Recovery Coordinator\" positions. The two departments created the coordinator positions after the Report of the President's Commission on Care for America's Returning Wounded Warriors, commonly known as the Dole-Shalala Commission, recommended their creation. The recovery care coordinators, who are separate from a three-person case management team, are to", "coordinate services between VA and DOD and, if necessary, private sector facilities; serve as the ultimate resource for families with questions or concerns about VA, DOD, or other federal benefits; and ensure the appropriate oversight and coordination for care of active duty service members and veterans with major amputations, severe traumatic brain injury, spinal cord injury, severe sight or hearing impairments, and severe multiple injuries.", "The Federal Recovery Coordinator focuses on the long-term recovery of each returning wounded soldier, whereas the TPA focuses on day-to-day needs. Also, in contrast to the TPAs, the recovery coordinators may offer their services to all returning injured soldiers, regardless of whether they are receiving treatment at VA facilities.", "Environmental Protection Agency", "The Environmental Protection Agency (EPA) has several prominent complaint-handling offices.", "Office of Inspector General Public Liaison", "The Public Liaison (formerly the ombudsman) currently operates within the Office of Inspector General (OIG) of the Environmental Protection Agency (EPA). Congress created an ombudsman function within the Office of Solid Waste and Emergency Response with an amendment to the Resource Conservation and Recovery Act in 1984. The position initially dealt only with hazardous waste matters. Later, EPA extended the position past its 1988 legislative authorization and expanded its jurisdiction to include Superfund sites. After a July 2001 GAO report critical of the ombudsman office, EPA proposed a controversial transfer of the Office of Congressional and Public Liaison to the Office of Inspector General (OIG). The GAO report found several structural weaknesses in the ombudsman office at the time:", "EPA's national ombudsman is located within the Office of Solid Waste and Emergency Response (OSWER), the organizational unit whose decisions the ombudsman is responsible for investigating, and his budget and staff resources are controlled by unit managers within OSWER.... [T]his arrangement undermines another fundamental requirement of an effective ombudsman: impartiality.", "EPA Administrator Christine Todd Whitman determined that moving the ombudsman into the IG office would give the ombudsman \"more independence and the impartiality necessary to conduct credible inquires,\" while critics of the move—including Robert J. Martin, the EPA Ombudsman at the time—insisted that the transfer would \"put the ombudsman even more firmly under the authority\" of EPA administrators. In January 2002, Martin filed a motion in federal district court to block the proposed move. Three months later, however, a federal district judge dismissed the motion, paving the way for the ombudsman to be moved into the OIG. Martin resigned his post, which was renamed Public Liaison, shortly after the move. According to the EPA, the Public Liaison", "receives, reviews, and processes complaints and allegations about agency programs and activities; writes and publishes reports of agency needs and desired assessments; and prevents and detects fraud, waste, and abuse.", "In addition to the Public Liaison, 10 regional EPA ombudsmen receive complaints about regulatory polices regarding Superfund sites. The public can contact the Office of Congressional and Public Liaison, located in Washington, DC, by telephone, mail, facsimile, or e-mail.", "Although the Public Liaison cannot require EPA to make changes to policies or practices, he or she can \"refer\" cases to agency management for \"review or action,\" or refer the case to an outside agency—such as the Federal Bureau of Investigation—for further review, if warranted. In most cases, the complaint comes in through the Public Liaison's \"hotline,\" which includes a toll-free phone number. It may also be submitted via e-mail, traditional mail, or in-person. Complainants may remain anonymous. The Liaison then reviews the complaint and determines whether the agency has performed its duties in an acceptable manner. All other waste management complaints are to be handled by the liaison, while criminal investigations are to be referred to a different office.", "Small Business Ombudsman", "The EPA created the Small Business Ombudsman (SBO) function in 1982. In 1986, the SBO began also serving as the EPA's Asbestos Ombudsman. The position is established to", "serve as a liaison between small businesses and the EPA to promote understanding of Agency policy and small business needs and concerns; staff a small business hotline that provides regulatory and technical assistance information; maintain and distribute an extensive collection of informational and technical literature developed by the various EPA program offices; make personal appearances as a speaker or panelist at small business-related meetings; meet with more than 45 key national trade associations representing several million small businesses and with state and regional ombudsmen who serve businesses on the local level; provide guidance on the development of national policies and regulations that impact small businesses; and track development and implementation of regulations affecting small business in support of the Regulatory Flexibility Act.", "The Ombudsman's primary responsibility is to respond to telephone inquiries about regulatory requirements and pollution prevention. The office also prepares a semi-annual newsletter that is sent to its constituency, which includes members of the public, small business owners, legislators, employees, and agency managers. In addition to the main ASBO office, there are 10 Regional Fairness Boards, each consisting of five members, who are small business owners in their local communities.", "Federal Deposit Insurance Corporation Ombudsman", "The Federal Deposit Insurance Corporation (FDIC), which insures deposits in U.S. banks, includes an Office of the Ombudsman (OO). It is one of five such offices established by the Community Development and Regulatory Improvement Act of 1994. The OO has two primary charges under the act:", "act as a liaison between the agency and any affected person with respect to any problem such party may have in dealing with the agency resulting from the regulatory activities of the agency; and assure that safeguards exist to encourage complainants to come forward and preserve confidentiality.", "The OO, however, does not act as an \"advocate\" for individual complainants and it cannot conduct in-depth investigations or require changes in management decisions. Nonetheless, it may clarify FDIC policies and direct complaints to the appropriate division or office, while maintaining the complainant's anonymity. The rash of bank failures in 2008 and 2009, moreover, prompted an expansion in the ombudsman office; it includes a new unit designed to give \"borrowers an additional venue for having their concerns addressed by the FDIC,\" additional staff, and a new guide for borrowers confronted by a failed bank and the subsequent receivership process.", "Freedom of Information Act Entities", "The Freedom of Information Act (FOIA) Amendments of 2007 created two ombudsman-like posts: Public Liaisons and an Office of Government Information Services.", "Public Liaisons", "The 2007 amendments to the Freedom of Information Act required the creation of public liaison positions throughout much of the executive branch to ensure prompt and proper responses to the public's FOIA requests. The amendments called for the designation of \"one or more FOIA Public Liaisons\" in each agency, leaving the determination of the size of the staff up to department and agency heads. As instructed by the amendments, \"each agency shall make available its FOIA Public Liaison, who shall assist in the resolution of any disputes between the requester and the agency.\" The Liaison is permitted, moreover, to attempt non-binding dispute resolutions as an alternative to litigation. In addition, each agency is to designate a Chief FOIA Officer who will, in turn, \"designate one or more FOIA Public Liaisons.\"", "Office of Government Information Services", "The 2007 FOIA Amendments also provided for the creation of an Office of Government Information Services (OGIS) within the National Archives and Records Administration. The law required the new office to", "review policies and procedures of administrative agencies under this section; review compliance with this section by administrative agencies; and recommend policy changes to Congress and the President to improve the administration of this section. The office began operations in September 2009.", "General Services Administration Construction Metrication Ombudsman", "The General Services Administration (GSA) has established a highly specialized ombudsman with narrow jurisdiction: the Construction Metrication Ombudsman (CMO), located in the Administration's Senior Procurement Executive. The CMO, as with counterparts in other agencies, stems from a statutory requirement that", "the head of each executive agency that awards construction contracts within the United States and its territories shall designate a senior agency official to serve as a construction metrication ombudsman who shall be responsible for reviewing and responding to complaints from prospective bidders, subcontractors, suppliers, or their designated representatives related to—(A) guidance or regulations issued by the agency on the use of the metric system of measurement in contracts for the construction of Federal buildings; and (B) the use of the metric system of measurement for services and materials required for incorporation in individual projects to construct Federal buildings.", "In so doing, the CMO is required to respond to each complaint in writing within 60 days and make a recommendation to the head of the agency for an appropriate resolution. After the agency head has made a decision, based on this recommendation, the ombudsman is to communicate it in writing to the affected parties and to the public in a timely manner, as well as to all appropriate offices within the agency. The CMO is also charged with monitoring the implementation of the decision.", "National Aeronautics and Space Administration Procurement Ombudsman and Center Procurement Ombudsman", "In 1996, the National Aeronautics and Space Administration (NASA) established a Procurement Ombudsman, along with related Center Procurement Ombudsmen in the Administration's eight centers. Created administratively (NPD 5101.32), the Procurement Ombudsman is to \"take action to resolve concerns, disagreements, and recommendations submitted by interested parties that cannot be resolved at the Center level, or those having agency-wide implications.\" Basically, the office was created \"to address the procurement concerns of NASA contractors before they become problems.\"", "To accomplish this, the NASA Ombudsman is to respond to relevant inquiries and concerns, work with appropriate NASA officials to resolve concerns, and refer specific matters to appropriate Center Procurement Ombudsmen. Additional responsibilities for the Agency and Center Procurement Ombudsmen include collecting and distributing relevant facts and information, reviewing and resolving complaints relative to certain types of contracts, and maintaining a log to track individual cases from receipt to disposition.", "National Credit Union Administration Ombudsman", "The National Credit Union Administration (NCUA) houses an Ombudsman, who \"investigates complaints and recommends solutions\" related to \"regulatory issues that cannot be resolved at the operational (regional) level.\" The Ombudsman is to help the complainants resolve disputes by defining options and recommending actions to the parties involved. The Ombudsman, however, cannot decide on matters in dispute or advocate the position of the complainant, NCUA, or other parties.", "The position is one of five created by the Community Development and Regulatory Improvement Act of 1994, which also covers the Federal Deposit Insurance Corporation, Federal Reserve Board of Governors, Office of Thrift Supervision, and Office of the Comptroller of the Currency. The enactment directs them to act as liaisons between the agency and any affected persons with respect to problems associated with regulatory activities and to encourage complainants to come forward.", "Office of the Director of National Intelligence Civil Liberties Protection Officer", "The Intelligence Reform and Terrorism Prevention Act of 2004 provided for a number of ombudsman-like offices connected with the protection of civil rights, civil liberties, and individual privacy. In addition to those in the Department of Homeland Security is the Civil Liberties Protection Officer (CLPO) in the Office of the Director of National Intelligence (ODNI); the CLPO is appointed by and reports directly to the Director. The Civil Liberties Protection Officer's duties, among others, are to ensure that", "the protection of civil liberties and privacy is appropriately incorporated in the relevant ODNI policies and procedures; the use of technologies sustains, and does not erode, privacy; and complaints and other information indicating possible abuses of civil liberties and privacy in the administration of programs and operations of the ODNI are reviewed and assessed and, as appropriate, investigated.", "Small Business Administration", "Two separate offices in the Small Business Administration (SBA)—Ombudsman and Advocacy—provide various types of complaint-handling services, information, outreach, and other forms of assistance to clients in the small business community. In light of their possible overlap, the two offices issued a Memorandum of Understanding (MOU) to foster increased cooperation between them, recognizing that \"both work to provide a more small business friendly regulatory environment.\" The MOU spells out their separate roles and responsibilities.", "SBA Ombudsman", "Congress created the SBA's Small Business and Agriculture Regulatory Enforcement Ombudsman, now known as the National Office of the Ombudsman, in the Small Business Regulatory Fairness Enforcement Act of 1996. Under the act, the Office is designed to", "establish a means to receive comments from small businesses regarding federal agency compliance and enforcement activities; conduct hearings in each of the 10 federal regions to solicit comments on small business concerns to ensure that these businesses have an avenue through which they can comment on agency enforcement activities; and issue annual reports to the SBA Administrator and Congress evaluating the enforcement activities of agency personnel, including a rating of the agency's responsiveness to small businesses.", "In receiving comments, the Ombudsman serves as a liaison between small businesses and federal agencies. These comments are to be forwarded to federal agencies for a high-level review; and the agencies are requested to consider the fairness of their enforcement actions, after which the Ombudsman is to send a copy of the agencies' responses to the small businesses. In some cases, fines have been lowered or eliminated and decisions changed in favor of small businesses. Nonetheless, the Ombudsman cannot change, stop, or delay a federal agency enforcement action.", "SBA Office of Advocacy", "SBA also houses a distinct Office of Advocacy, headed by a chief counsel. The office, established in 1976, is broadly designed to examine the role of small businesses in the American economy, including the impact and effectiveness of regulations on them, and make recommendations with regard to such determinations. In so doing, the Office is to provide relevant data and information to the small business community and the federal government. The Advocacy Office may also file amicus curiae briefs on regulatory matters before federal appellate courts. The regional advocates are to help to ensure communication between the small business community and the chief counsel, and provide a link between the counsel, local businesses, and state and local governments. Part of this process may involve receiving complaints and concerns from small businesses, but the Advocate is not obligated to respond to individual pleas as is the Ombudsman.", "U.S. Agency for International Development Acquisition and Assistance Ombudsman", "The U.S. Agency for International Development (USAID) established an Acquisition and Assistance (AA) Ombudsman in 1999, in part prompted by the earlier Federal Acquisition Streamlining Act. The role of the Ombudsman is to ensure \"equitable treatment of all parties participating in USAID's grants and contracts (for acquisitions and assistance) throughout the process.\" The AA Ombudsman is tasked with managing complaints about specific AA proceedings and with facilitating the resolution of differences through an informal, impartial administrative review of the agency action in question. Operating as a neutral intermediary, the Ombudsman is to maintain the anonymity and confidentiality of complainants.", "U.S. Consumer Product Safety Commission Small Business Ombudsman", "In 1996, the Consumer Product Safety Commission (CPSC) established a Small Business Ombudsman (SBO) to serve as a liaison to that community to answer inquiries, provide information, and proffer advice and guidance about compliance with the statutes, regulations, and policies under the CPSC's jurisdiction. The SBO also is to provide technical guidance to small businesses attempting to resolve problems with the Office of Compliance and the Office of Hazard Identification and Reduction. Along with these activities, the Ombudsman is to maintain a liaison with its counterpart in the Small Business Administration and \"an ongoing dialogue with national trade associations that represent small businesses.\"", "U.S. Postal Service Consumer Advocate", "In 1970, Congress passed the Postal Reorganization Act (PRA), which transformed the struggling United States Post Office Department into the United States Postal Service (USPS), an independent establishment in the executive branch. One of its components is a Consumer Advocate.", "The workload of USPS, the largest federal civilian employer, is heavy. It delivers more than 212 billion pieces of mail annually to more than 120 million homes and businesses in the United States and its territories and commonwealths. When customer complaints arise over its service, responses usually follow several stages, initially with the local post office. At the national level, the Postal Service established a Consumer Advocate of the Postal Service as another way to improve customer service. The Advocate, created in 1971 by then-Postmaster Winton M. Blount, is to respond to customer concerns in several ways. It aids customers whose insured parcels were lost or damaged during mailing. If USPS denies the indemnity claim, the Customer Advocate adjudicates an appeal. The Advocate also independently measures customer satisfaction and customer perspectives, relying on nearly 900,000 survey results annually. A patron seeking assistance from the Consumer Advocate can request it from the local mail carrier; call, write, or visit the local post office; or call the USPS national hotline."], "subsections": []}]}]}}