{"id": "RL34448", "title": "Federal Research and Development Funding: FY2009", "released_date": "2009-05-22T00:00:00", "summary": ["In February 2008, President Bush proposed total research and development (R&D) funding of $147.0 billion in his FY2009 budget request to Congress, a $3.9 billion (2.7%) increase over the estimated FY2008 level of $143.1 billion. President Bush's request included $29.3 billion for basic research, up $847 million (3.0%) from FY2008; $27.1 billion for applied research, down $1.0 billion (-3.6%); $84.0 billion for development, up 1.6 billion (1.9%); and $6.5 billion for R&D facilities and equipment, up $2.5 billion (61.7%).", "In the absence of final action on the regular FY2009 appropriations bills, Congress passed H.R. 2638 (110th Congress), the Consolidated Security, Disaster Assistance, and Continuing Appropriations Act, 2009 (P.L. 110-329) which President Bush signed on September 30, 2008. This act provides FY2009 appropriations for the Department of Defense, Department of Homeland Security, and Military Construction and Veterans Affairs; continued funding for agencies not covered under these provisions at their FY2008 funding levels through March 6, 2009; and supplemental funding for disaster relief. The uncompleted regular appropriations bills considered by the 110th Congress expired with the beginning of the 111th Congress.", "On February 23, 2009, H.R. 1105, the Omnibus Appropriations Act, 2009 (P.L. 111-8), which provides specific FY2009 appropriations for the agencies covered under the continuing appropriations provisions of P.L. 110-329, was introduced in the House and passed two days later. With the Omnibus bill under consideration in the Senate, on March 6 Congress passed and President Obama signed H.J.Res. 38 (P.L. 111-6), extending the continuing appropriations provisions of P.L. 110-329 through March 11, 2009. On March 10, the Senate passed H.R. 1105 without amendment. President Obama signed the act on March 11.", "Additional funding for research and development was provided under the American Recovery and Reinvestment Act of 2009 (H.R. 1), often referred to informally as \"the stimulus bill.\" H.R. 1 was passed by the House and Senate on February 13, and signed into law (P.L. 111-5) by President Obama on February 17. The act includes approximately $22.7 billion for R&D, facilities, equipment and related activities.", "For the past two fiscal years, federal R&D funding and execution has been affected by mechanisms used to complete the annual appropriations process—the year-long continuing resolution for FY2007 (P.L. 110-5) and the combining of 11 appropriations bills into the Consolidated Appropriations Act, 2008 for FY2008 (P.L. 110-161). For example, FY2008 R&D funding for some agencies and programs was below the level requested by President Bush and passed by the House of Representatives and the Senate. Completion of appropriations after the beginning of each fiscal year also resulted in delays or cancellation of planned R&D and equipment acquisition.", "While the annual budget requests of incumbent Presidents are usually delivered to Congress in early February for the next fiscal year, the change of presidential administrations delayed the initial release of President Obama's FY2010 budget until February 26, 2009. The director of the White House Office of Management and Budget, Peter R. Orzag, has testified that a more detailed version of the budget will be released in the spring."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Overview", "paragraphs": ["The 111 th Congress continues to take a strong interest in the health of the U.S. research and development (R&D) enterprise and in providing sustained support for federal R&D activities. The United States government supports a broad range of scientific and engineering research and development. Its purposes include addressing specific concerns such as national defense, health, safety, the environment, and energy security; advancing knowledge generally; developing the scientific and engineering workforce; and strengthening U.S. innovation and competitiveness in the global economy. Most of the research funded by the federal government is in support of specific activities of the federal government as reflected in the unique missions of the funding agencies. The federal government has played an important role in supporting R&D efforts that have led to scientific breakthroughs and new technologies, from jet aircraft and the Internet to communications satellites and defenses against disease.", "In February 2008, President Bush requested $147.0 billion for R&D in FY2009, a 2.7% increase over FY2008 R&D funding which was estimated to be $143.1 billion. The FY2009 proposed R&D increase over the FY2008 funding level was due primarily to funding for the American Competitiveness Initiative (ACI) and an advance appropriation to the Department of Homeland Security (DHS) for acquisition under Project BioShield of medical countermeasures, such as vaccines, against biological terror attacks. The Office of Management and Budget (OMB) classified $2.175 billion of the DHS advance appropriation as R&D facilities construction in FY2009. Some have questioned the appropriateness of classifying these funds as R&D facilities and equipment since the funds appear to be intended for product acquisition rather than research, development, or facilities construction. This advance appropriation accounted for more than half of the net increase in R&D funding in President Bush's FY2009 budget request.", "Analysis of federal R&D funding is complicated by several factors, including the Bush Administration's omission of Congressionally directed spending from the FY2009 budget request, inconsistency among agencies in the reporting of R&D, and the apparent mis-categorization of some funding in President Bush's request. As a result of these and other factors, the R&D agency figures reported by OMB (and shown in Table 1 ) may differ somewhat from those agency budget analyses that appear later in this report.", "Another complicating factor for FY2009 is the inclusion of funding for R&D, facilities, and equipment, and related activities in the American Recovery and Reinvestment Act of 2009 ( P.L. 111-5 ) in addition to funding provided to agencies in P.L. 110-329 and P.L. 111-8 . The act includes approximately $22.7 billion for R&D, facilities, equipment and related activities."], "subsections": [{"section_title": "Federal R&D Funding Perspectives", "paragraphs": ["Federal R&D funding can be analyzed from a variety of perspectives that provide unique insights."], "subsections": [{"section_title": "Agency Perspective", "paragraphs": ["The authorization and appropriations process views federal R&D funding primarily from agency and program perspectives. Table 1 provides data on R&D by agency for FY2007 (actual), FY2008 (estimate), and FY2009 (request) as reported by OMB. Under President Bush's FY2009 budget request, five federal agencies would have received 92.8% of total federal R&D funding: the Department of Defense (DOD), 54.8%; the Department of Health and Human Services (HHS) (primarily the National Institutes of Health), 20.1%; the National Aeronautics and Space Administration (NASA), 7.3%; the Department of Energy (DOE), 7.2%; and the National Science Foundation (NSF), 3.5%. This report provides an analysis of the R&D budget requests for these agencies, as well as for the Departments of Agriculture (USDA), Commerce (DOC), Homeland Security, Interior (DOI), and Transportation (DOT), and the Environmental Protection Agency (EPA). In total these departments and agencies accounted for more than 98% of current and requested federal R&D funding.", "The Bush Administration had requested significantly larger percentage increases for the three agencies that were part of its American Competitiveness Initiative (ACI): DOE's Office of Science (up 19% above the estimated FY2008 level), the National Science Foundation (up 14%), and DOC's National Institute of Standards and Technology (NIST) (up 5%). In 2007, Congress authorized substantial R&D increases for these agencies under the America COMPETES Act ( P.L. 110-69 ). , President Bush's budget would have reduced R&D funding for four agencies: the Department of Agriculture, down $357 million (-15.5%); the Department of Veterans Affairs, down $76 million (-7.9%); the Department of the Interior, down $59 million (-8.7%); and the Environmental Protection Agency, down $7 million (-1.3%)."], "subsections": []}, {"section_title": "Character of Work, Facilities, and Equipment Perspective", "paragraphs": ["Federal R&D funding can also be examined by the character of work (basic research, applied research, and development) it supports, and funding provided for facilities and acquisition of R&D major equipment (see Table 2 ). President Bush's FY2009 request included $29.3 billion for basic research, up $847 million (3.0%) from FY2008; $27.1 billion for applied research, down $1.0 billion (-3.6%); $84.0 billion for development, up $1.6 billion (1.9%); and $6.5 billion for facilities and equipment, up $2.5 billion (61.7%)."], "subsections": []}, {"section_title": "Combined Perspective", "paragraphs": ["Combining these perspectives, federal R&D funding can be viewed in terms of each agency's contribution to basic research, applied research, development, and facilities and equipment (see Table 3 ). The federal government is the nation's largest supporter of basic research (funding an estimated 58.8% of U.S. basic research in 2006), primarily because the private sector asserts it cannot capture an adequate return on long-term fundamental research investments. The Department of Health and Human Services (primarily HHS's National Institutes of Health (NIH)) accounts for more than half of all federal funding for basic research.", "In contrast to basic research, industry is the primary funder of applied research in the United States, accounting for an estimated 58.9% in 2006, while the federal government accounted for an estimated 33.3%. Among federal agencies, HHS is the largest funder of applied research, accounting for nearly half of all federally funded applied research.", "Industry also provides the vast majority of funding for development, accounting for an estimated 82.5% in 2006, while the federal government provided an estimated 16.2%. DOD is the primary federal agency development funder, accounting for 88.5% of total federal development funding in the FY2009 request."], "subsections": []}, {"section_title": "Multi-Agency Initiatives Perspective", "paragraphs": ["Federal R&D funding can also be viewed in terms of multi-agency efforts, such as the National Nanotechnology Initiative (see \"Multiagency R&D Initiatives\" section), and other initiatives, such as the Bush Administration's American Competitiveness Initiative (ACI). Similarly, President Obama has stated that he will seek to double funding for basic research over 10 years.", "The ACI was proposed by President Bush in February 2006 as a response to growing concerns about America's ability to compete in the global marketplace. The $136 billion ACI proposal included $50 billion for additional research, science education, and the modernization of research infrastructure from FY2007 through FY2016. These funds were intended to double physical sciences and engineering research in three agencies—NSF, DOE's Office of Science, and NIST—over ten years. Congress established authorization levels for FY2008-2010 in the America COMPETES Act that would put funding for research at these agencies on track to double in approximately seven years. However, FY2008 research funding provided in the Consolidated Appropriations Act, 2008 ( P.L. 110-161 ) for these agencies fell below these doubling targets. Estimated FY2008 funding for ACI research totaled $10.61 billion, an increase of approximately $350 million (3.5%) over the FY2007 ACI funding level.", "For FY2009, President Bush requested $12.21 billion in funding for ACI research at NSF, DOE's Office of Science, and the National Institute of Standards and Technology (including its core research program and facilities), an increase of $1.6 billion (15.1%) above the estimated FY2008 level of $10.61 billion. The NSF funding request for FY2009 was $6.85 billion, an increase of $821 million (13.6%) above the estimated FY2008 level of $6.03 billion. The FY2009 request for the DOE Office of Science was $4.72 billion, $749 million (18.9%) more than the estimated FY2008 level of $3.97 billion. FY2009 proposed funding for NIST's core research program and facilities totaled $634 million, an increase of $33 million (4.5%) above the estimated FY2008 level of $610 million.", "The American Recovery and Reinvestment Act of 2009 ( P.L. 111-5 ) includes funding for each of the three ACI agencies totaling approximately $5.2 billion (in addition to the enacted levels in P.L. 110-329 ) (see Table 4 )."], "subsections": []}]}, {"section_title": "FY2009 Federal R&D Appropriations Status", "paragraphs": [], "subsections": [{"section_title": "Regular Appropriations", "paragraphs": ["On September 30, 2008, President Bush signed into law H.R. 2638 (110 th Congress), the Consolidated Security, Disaster Assistance, and Continuing Appropriations Act, 2009 ( P.L. 110-329 ). This act provides FY2009 appropriations for the Department of Defense, Department of Homeland Security, and Military Construction and Veterans Affairs, as well as supplemental funding for disaster relief. In addition, Division A of the act provides continuing appropriations for FY2009 at their original FY2008 levels to agencies not otherwise addressed in the act through March 6, 2009, or until the enactment into law of an appropriation for any project or activity provided for in the act, or the enactment into law of the applicable appropriations act for FY2009 without any provision for such project or activity, whichever occurs first.", "Previously, only one of the FY2009 regular appropriations bills, the Military Construction and Veterans Affairs Appropriation, FY2009 ( H.R. 6599 , 110 th Congress) had passed the House; none had passed the Senate. Each of these bills expired at the end of the 110 th Congress.", "On February 23, 2009, H.R. 1105 , the Omnibus Appropriations Act, 2009 ( P.L. 111-8 ) was introduced in the House, and passed two days later, providing specific appropriations for the agencies covered under the continuing appropriations provisions of P.L. 110-329 . With the Omnibus bill under consideration in the Senate, on March 6, Congress passed and President Obama signed H.J.Res. 38 ( P.L. 111-6 ), extending the continuing appropriations provisions of P.L. 110-329 through March 11, 2009. On March 10, the Senate passed H.R. 1105 without amendment. President Obama signed the act on March 11."], "subsections": []}, {"section_title": "Appropriations Under the American Recovery and Reinvestment Act of 2009", "paragraphs": ["On February 13, 2009, Congress passed the American Recovery and Reinvestment Act of 2009 ( P.L. 111-5 ), and President Obama signed it into law on February 17. The act includes funding for R&D, facilities, equipment and related activities in addition to the enacted levels in P.L. 110-329 . The final version of the act includes approximately $22.7 billion for R&D, facilities, and equipment and related activities. Greater detail on these funds are provided in Table 5 . No attempt is made in this table to differentiate among the specific uses (i.e., R&D, facilities, equipment, related activities) as in several cases there is insufficient detail in the act and in the Joint Explanatory Statement of the Conference Committee."], "subsections": []}]}, {"section_title": "Supplemental Appropriations for FY2008", "paragraphs": ["On June 30, 2008, President Bush signed into law H.R. 2642 (110 th Congress), the Supplemental Appropriations Act, 2008 ( P.L. 110-252 ). Among its provisions, the act provides additional funding for FY2008 of $1.75 billion to the Department of Defense for research, development, test, and evaluation (RDT&E) activities; $365 million to the Department of Defense, Defense Health Program RDT&E; and $338 million to other agencies for science-related activities. Of these funds, the National Institutes of Health received $150 million; NASA received $62.5 million for its Return to Flight activity; NSF received $62.5 million; and the Department of Energy received $62.5 million for its non-defense energy programs. In addition, the act provides $62.5 million to the Department of Energy for defense environmental cleanup."], "subsections": []}, {"section_title": "Effect of FY2007-FY2008 Appropriations Process on R&D", "paragraphs": ["For the past two fiscal years, federal R&D funding levels and execution have been affected by the mechanisms used to complete the annual appropriations process—the year-long continuing resolution for FY2007 ( P.L. 110-5 ) and the combining of 11 appropriations bills into the Consolidated Appropriations Act, 2008 for FY2008 ( P.L. 110-161 ). For example, FY2008 R&D funding for some agencies and programs was below the level requested by President Bush, and originally passed by House and Senate appropriations committees. The Department of Energy estimated that cuts in its FY2008 R&D budget for its Office of Science would result in layoffs of 525 personnel at the Stanford Linear Accelerator, Fermi National Accelerator Laboratory, Argonne National Laboratory, and other laboratories and universities. Completion of the appropriations process after the beginning of the fiscal year may also result in delay, reduction, or cancellation of planned R&D, equipment acquisition, and facilities construction, and may impede the ability of agencies to fully obligate funds ultimately appropriated (see CRS Report RS22774, Federal Research and Development Funding: Possible Impacts of Operating under a Continuing Resolution , by [author name scrubbed] and [author name scrubbed]).", "The following sections provide analyses of President Bush's FY2009 R&D and related funding requests for selected Federal agencies and multiagency R&D initiatives. These sections also include information on appropriations actions taken by Congress."], "subsections": []}]}, {"section_title": "Multiagency R&D Initiatives", "paragraphs": ["President Bush's FY2009 budget requested increased funding for three multiagency R&D initiatives. Funding for the National Nanotechnology Initiative (NNI) was requested in the amount of $1.53 billion for FY2009, an increase of 2.4% over the estimated FY2008 level of $1.50 billion (see CRS Report RL34401, The National Nanotechnology Initiative: Overview, Reauthorization, and Appropriations Issues , by [author name scrubbed]). Under President Bush's FY2009 budget, the NNI would have increased its efforts in fundamental phenomena and processes by $19.2 million (3.6%); instrument research, metrology, and standards by $21.1 million (34.9%); environmental, health, and safety by $17.8 million (30.4%); and nanomanufacturing by $11.9 million (23.7%). Smaller increases would have support major research facilities and instrumentation acquisition (up $6.9 million, 4.5%) and efforts in education and societal dimensions (up $1.7 million, 4.4%). Funding would have fallen by $27.5 million (-10.8%) for nanomaterials research and by $15.3 million (-4.5%) for nanoscale devices and systems.", "President Bush requested $3.57 billion in FY2009 funding for the Networking and Information Technology R&D (NITRD) program, an increase of 5.8% above the estimated FY2008 level of $3.37 billion. The requested NITRD increase was due primarily to requested funding increases for NSF (up $159 million, 17.1%) and DOE (up $58 million, 13.3%). For additional information, see CRS Report RL33586, The Federal Networking and Information Technology Research and Development Program: Funding Issues and Activities , by [author name scrubbed].", "The Bush Administration proposed $2.01 billion for the Climate Change Science Program (CCSP), an increase of 9.6% over the estimated FY2008 level of $1.84 billion. (See CRS Report RL33817, Climate Change: Federal Program Funding and Tax Incentives , by [author name scrubbed].) Four agencies accounted for most of the FY2009 CCSP requested funding increase: NASA (up $126 million, 11.7%), the National Oceanic and Atmospheric Administration (NOAA) (up $20 million, 8.3%), DOE (up $18 million, 14.1%), and NSF (up $16 million, 7.8%)."], "subsections": []}, {"section_title": "Department of Defense (DOD)", "paragraphs": ["Congress supports research and development in the Department of Defense (DOD) through its Research, Development, Test, and Evaluation (RDT&E) appropriation. The appropriation primarily supports the development of the nation's future military hardware and software and the technology base upon which those products rely.", "Nearly all of what DOD spends on RDT&E is appropriated in Title IV of the defense appropriation bill (see Table 6 ). However, RDT&E funds are also requested as part of the Defense Health Program and the Chemical Agents and Munitions Destruction Program. The Defense Health Program supports the delivery of health care to DOD personnel and their families. Program funds are requested through the Operations and Maintenance appropriation. The program's RDT&E funds support Congressionally directed research in such areas as breast, prostate, and ovarian cancer and other medical conditions. The Chemical Agents and Munitions Destruction Program supports activities to destroy the U.S. inventory of lethal chemical agents and munitions to avoid future risks and costs associated with storage. Funds for this program are requested through the Army Procurement appropriation. The Joint Improvised Explosive Device Defeat Fund also contains additional RDT&E monies. However, the fund does not contain an RDT&E line item as do the two programs mentioned above. The Joint Improvised Explosive Device Defeat Office, which now administers the fund, tracks (but does not report) the amount of funding allocated to RDT&E. Typically, Congress has funded each of these programs in Title VI (Other Department of Defense Programs) of the defense appropriations bill.", "RDT&E funds have also been requested and appropriated as part of DOD's separate funding to support what the Bush Administration termed the Global War on Terror (GWOT). Congress has appropriated these funds in response to emergency supplemental requests and under a separate GWOT request. GWOT-related requests/appropriations often include funds for a number of transfer funds. These include the Iraqi Freedom Fund (IFF), the Iraqi Security Forces Fund, the Afghanistan Security Forces Fund, and the Mine Resistant and Ambush Protected Vehicle Fund (MRAPVF). Congress typically makes a single appropriation into each of these funds, and authorizes the Secretary to make transfers to other baseline accounts, including RDT&E, at his discretion. GWOT-related RDT&E funding is shown in Table 7 . Note that while these GWOT-related appropriations may be distributed to baseline program elements, they are accounted for separately.", "For FY2009, the Bush Administration requested $79.6 billion for DOD's baseline Title IV RDT&E, roughly $2.5 billion more than Congress appropriated for Title IV in FY2008. The FY2009 requests for RDT&E in the Defense Health Program and the Chemical Agents and Munitions Destruction program were $194 million and $269 million, respectively. The Bush Administration also submitted an FY2008 Global War on Terror Pending request (i.e., a supplemental request), which included $2.9 billion for RDT&E. During the FY2008 appropriations deliberations, Congress only approved a portion of the Bush Administration's FY2008 GWOT request. The Bush Administration requested the FY2008 GWOT Pending supplemental in hopes of receiving the balance of that earlier request. The Bush Administration also made a FY2009 GWOT \"Bridge\" request in March. This additional request included $379 million in classified RDT&E. By requesting bridge funding, the administration hoped to have ready GWOT-related emergency funds at the beginning of the fiscal year (in October) should the passage of the baseline defense appropriations be delayed.", "Since FY2001, funding for RDT&E in Title IV has increased from $42 billion to $80 billion in FY2009. In constant FY2009 dollars, the increase is roughly 60%. Historically, RDT&E funding has reached its highest levels in constant dollars, dating back to 1948. Congress has appropriated more for RDT&E than has been requested, every year, since FY1996.", "RDT&E funding can be broken out in a couple of ways. Each of the military departments request and receive their own RDT&E funding. So, too, do various DOD agencies (e.g., the Missile Defense Agency and the Defense Advanced Research Projects Agency), collectively aggregated within the Defensewide account. RDT&E funding also can be characterized by budget activity (i.e., the type of RDT&E supported).Those budget activities designated as 6.1, 6.2, and 6.3 (basic research, applied research, and advanced development) constitute what is called DOD's Science and Technology Program (S&T) and represents the more research-oriented part of the RDT&E program. Budget activities 6.4 and 6.5 focus on the development of specific weapon systems or components (e.g., the Joint Strike Fighter or missile defense systems), for which an operational need has been determined and an acquisition program established. Budget activity 6.7 supports system improvements in existing operational systems. Budget activity 6.6 provides management support, including support for test and evaluation facilities.", "Congress is particularly interested in S&T funding since these funds support the development of new technologies and the underlying science. Assuring adequate support for S&T activities is seen by some in the defense community as imperative to maintaining U.S. military superiority. This was of particular concern at a time when defense budgets and RDT&E funding were falling at the end of the Cold War. As part of its 2001 Quadrennial Review, DOD established a goal of stabilizing its baseline S&T funding (i.e., Title IV) at 3% of DOD's overall funding. Congress has embraced this goal. The FY2009 S&T funding request in Title IV was $11.5 billion, about $1.3 billion less than what Congress appropriated for S&T in Title IV in FY2008 (not counting S&T funding requested as part of the GWOT request or S&T's share of the general reduction made to Title IV in the FY2008 appropriations bill). Furthermore, the S&T request for Title IV was approximately 2.2% of the overall baseline DOD budget request (not counting funds for the Global War on Terror), short of the 3% goal. The ability of DOD to meet its 3% goal has been strained in recent years as the overall Defense budget continues to rise.", "Within the S&T program, basic research (6.1) receives special attention, particularly by the nation's universities. DOD is not a large supporter of basic research, when compared to the National Institutes of Health or the National Science Foundation. However, over half of DOD's basic research budget is spent at universities and represents the major contribution of funds in some areas of science and technology (such as electrical engineering and material science). The FY2009 request for basic research ($1.7 billion) was roughly $65 million more than what Congress appropriated for Title IV basic research in FY2008.", "Congress passed the Supplemental Appropriations Act, 2008 ( P.L. 110-252 ) on June 30, 2008. Title IX of the act provided supplemental funding for the Department of Defense and the Global War on Terror. See Table 7 . Chapter 1 of Title IX addressed the GWOT Pending request and Chapter 2 of Title IX addressed the FY2009 GWOT Bridge request. Congress did not provide all the RDT&E funding requested in the FY2008 GWOT Pending request for the departments and defense agencies, but added RDT&E funds for the Defense Health Program. In addition, Congress directed a general reduction of the RDT&E funds provided. Congress provided the requested level of RDT&E in the Bridge request, plus $9 million more for the Air Force. The act also provided a $2.5 billion for the Iraqi Security Forces Fund, $2 billion for the Joint Improvised Explosive Device Defeat Fund, and $1.7 billion for the Mine Resistant and Ambush Protected Vehicle Fund, from which the Secretary may transfer funds into RDT&E.", "Congress passed a FY2009 defense appropriations as part of the Consolidated Security, Disaster Assistance, and Continuing Appropriations Act, 2009 ( P.L. 101-329 , Division C). The bill provided $80.5 billion for Title IV RDT&E. This included $13.5 billion for S&T, of which $1.8 billion was for basic research (i.e. approximately $100 million more for basic research than was requested). Section 8101 reduced Title IV funding by $218 million to account for revised economic assumptions. In addition, Congress provided $903 million for RDT&E within the Defense Health Program (including $150 million and $80 million for peer-reviewed breast and prostate cancer research, respectively) and $289 million for RDT&E within the Chemical Agents and Munitions Destruction Program. ", "On February 13, 2009, Congress passed the American Recovery and Reinvestment Act of 2009 ( P.L. 111-5 , see Table 8). The House version of H.R. 1 provided DOD $350 million to support RDT&E directed at improving energy generation, transmission, regulation, use and storage, for military installations, military vehicles, and other military equipment. The House bill did not specify which programs should be funded. The Senate version of H.R. 1 , per S.Amdt. 570 , provided $200 million within the Defensewide RDT&E account. S.Rept. 111-3 , the report accompanying the earlier Senate version ( S. 336 ), stipulated that the $200 million go to the Manufacturing Technology Program to help transition and demonstrate energy efficient technologies including fuel cells and solar cells. The Senate bill appeared directed at the program element 0603680D8Z, which in FY2009 received $18 million. The Senate bill would have appropriated an order of magnitude more for this program than what it already received in FY2009, raising the issue of whether such an increase could have been accommodated efficiently. The final version of the bill P.L. 111-5 followed the House version, but reduced the funding to $300 million. The bill requires the Secretary of Defense to report on how the funds were used and the progress made in achieving the goals of the funding.", "Part of the debate over the stimulus bill was whether the funds provided should focus on near-term job retention or formation or whether they can also be used as a down payment in a longer term transition toward a more energy independent, efficient, and green economy. It would appear that the appropriations provided here are in keeping with the latter.", "On April 9, 2009, the Obama Administration sent to Congress a supplemental request for additional FY2009 funding for the wars in Iraq and Afghanistan. Although the Obama Administration is inclined not to use the term Global War on Terror, the supplemental is shown in Table 7 since it is directed specifically at the two wars. The House passed its version of the bill ( H.R. 2346 ) on May 14, 2009. The Senate passed its version, S. 1054 , on May 21 ( S.Rept. 111-20 ).The Administration requested $810 million in Title IV RDT&E funds, the House provided $722 million, and the Senate recommended $886 million. The funds would be used to accelerate the development, testing, and demonstration of technologies and equipment needed in both wars. In addition, the Administration requested $34 million in RDT&E funding within the Defense Health Program for research in information technologies in support of Wounded, Ill, and Injured program. The House provided $201 million, $168 million of which is directed toward additional research in traumatic brain injuries, psychological health, and orthopedics. The Senate recommended the requested level of $34 million. As the total figures indicate, there are some substantial differences between the House and Senate version. For example, the House sought to zero the Manned Reconnaissance Systems request of the Navy, the Senate sought to increase the request by $26 million. The Senate also added $61 million to the Air Force request for LINK 16 Support and Sustainment, which was not in the original request or the House version. Finally, the House voted to substantially increase RDT&E funding in the Defense Health Program, while the Senate did not recommend any additional funds beyond the request. (CRS Contact: John Moteff.)"], "subsections": []}, {"section_title": "Department of Homeland Security (DHS)", "paragraphs": ["The Department of Homeland Security (DHS) requested $1.449 billion for R&D and related programs in FY2009, an 8% increase from FY2008. This total included $869 million for the Directorate of Science and Technology (S&T), $564 million for the Domestic Nuclear Detection Office (DNDO), and $16 million for Research, Development, Test, and Evaluation (RDT&E) in the U.S. Coast Guard. The House committee recommended a total of $1.447 billion. The Senate committee recommended a total of $1.476 billion. The final appropriation was a total of $1.465 billion. For details, see Table 9 . The American Recovery and Reinvestment Act of 2009 ( P.L. 111-5 ) included no additional funding for R&D in DHS.", "The Directorate of Science and Technology (S&T) is the primary DHS R&D organization. Headed by the Under Secretary for Science and Technology, the directorate performs R&D in several laboratories of its own and funds R&D performed by the national laboratories, industry, universities, and other government agencies. The FY2009 request for the S&T Directorate was 5% above the FY2008 appropriation. A proposed increase of $18 million for the Explosives program was to fund R&D on countering improvised explosive devices (IEDs), with an emphasis on basic research to complement shorter-term R&D being conducted by other agencies. A proposed increase of $43 million for the Laboratory Facilities program included $29 million for startup costs at the National Biodefense Analysis and Countermeasures Center (NBACC) as well as $14 million for laboratory employee salaries previously budgeted in the Management and Administration account. A proposed $27 million reduction in the Infrastructure and Geophysical program was largely the result of reducing funding for local and regional initiatives previously established or funded at congressional direction.", "The House committee recommended a total of $887 million for S&T. Increases relative to the request included $11 million for the Infrastructure and Geophysical program to support the National Institute for Hometown Security; $5 million for Laboratory Facilities to accelerate ongoing construction activities at the Pacific Northwest National Laboratory (PNNL); $4 million to help develop an operational test and evaluation program for first responder technologies; $2 million for a pilot program to improve the productivity and efficiency of the homeland security industrial base; and $7 million for University Programs to support university centers of excellence and maintain the fellowship program at the FY2008 level. Decreases included $5 million for new maritime technologies \"more appropriately handled by the Coast Guard\" and $6 million for the Innovation program \"due to a lack of budgetary details.\" The committee directed DHS to provide a report on issues related to the S&T Directorate's unobligated balances.", "The Senate committee recommended a total of $919 million for S&T. Increases relative to the request included $25 million for cyber security research in the Command, Control, and Interoperability program; $27 million for the Infrastructure and Geophysical program to continue the Southeast Region Research Initiative; and $15 million for the ongoing construction at PNNL. Decreases included $12 million for Innovation (because of the need for \"sound business plans\" based on \"operational requirements\") and $4 million for Human Factors. The committee recommended that $5 million for the Homeland Security Institute be provided as a separate item, as it was in FY2008, rather than as part of the Transition program as the Administration requested.", "The final appropriation for S&T was $933 million. Relative to the request, this total included increases of $10 million for cyber security research, $11 million for the National Institute for Hometown Security, $27 million for the Southeast Region Research Initiative, $15 million for the ongoing construction at PNNL, and $6 million for University Programs. Decreases included $12 million from Innovation, because the DHS Inspector General \"raised concerns about how projects were selected and managed\" and because S&T took nine months to inform the committee how FY2008 funding would be spent. Funding for the Homeland Security Institute was provided as a separate line item.", "Among the issues facing Congress are the S&T Directorate's priorities and how they are set, its relationships with other federal R&D organizations, its budgeting and financial management, and the allocation of its R&D resources to national laboratories, industry, and universities. The directorate announced five new university centers of excellence in February 2008. Some existing centers are expected to be terminated or merged over the next few years to align with the directorate's division structure. For more information, see CRS Report RL34356, The DHS Directorate of Science and Technology: Key Issues for Congress , by [author name scrubbed] and [author name scrubbed].", "The Domestic Nuclear Detection Office (DNDO) is the primary DHS organization for combating the threat of nuclear attack. It is responsible for all DHS nuclear detection research, development, testing, evaluation, acquisition, and operational support. The FY2009 request for DNDO was a 16% increase from FY2008. Most of the growth was in the Systems Acquisition account, where an increase of $68 million for procurement of Advanced Spectroscopic Portals (ASPs) was partly offset by a decrease of $10 million for the Securing the Cities initiative in the New York City area.", "The House committee recommended a total of $544 million for DNDO. Changes relative to the request included reductions of $3 million for new headquarters employees, $1 million for a proposed fellowship program at the National Technical Nuclear Forensics Center, and $15 million for the Radiation Portal Monitoring Program. The House bill continued the prohibition on full-scale procurement of ASPs until the Secretary certifies their performance and would prohibit DNDO from engaging in high-risk concurrent development and production of mutually dependent software and hardware. The draft House report directed DNDO to conduct a risk assessment for radiological dispersal devices.", "The Senate committee recommended a total of $541 million for DNDO. The only change relative to the Administration request was a reduction of $23 million in the Radiation Portal Monitoring Program because of delays in the required certification of ASP performance. Like the House bill, the Senate bill continued the prohibition on full-scale procurement of ASPs and prohibit high-risk concurrent development and production. The Senate committee report urged DNDO to prioritize its programs based on risk and directed it to contract with the National Academy of Sciences (or another independent organization) to develop a conceptual framework for prioritizing defensive efforts relative to mitigation measures.", "The final appropriation for DNDO was $514 million. Reductions relative to the request included $10 million from new initiatives in Transformational R&D and $38 million from the Radiation Portal Monitoring Program due to development delays. Like the House and Senate bills, the final bill continued the prohibition on full-scale procurement of ASPs and prohibited high-risk concurrent development and production.", "Congressional attention has focused on the testing and analysis DNDO conducted to support its decision to purchase and deploy ASPs, a type of next-generation radiation portal monitor. The requirement for secretarial certification before full-scale ASP procurement has been included in each appropriations act since FY2007. The expected date for certification has been postponed several times; it is currently expected in mid-2009. For more information on the ASP program, see CRS Report RL34750, The Advanced Spectroscopic Portal Program: Background and Issues for Congress , by [author name scrubbed], [author name scrubbed], and [author name scrubbed]. The global nuclear detection architecture overseen by DNDO and the relative roles of DNDO and the S&T Directorate in research, development, testing, and evaluation also remain issues of congressional interest. For more information on the global nuclear detection architecture, see CRS Report RL34574, The Global Nuclear Detection Architecture: Issues for Congress , by [author name scrubbed]. (CRS Contact: [author name scrubbed].)"], "subsections": []}, {"section_title": "National Institutes of Health (NIH)", "paragraphs": ["The 111 th Congress completed action on two pieces of legislation that provided FY2009 funding to NIH. The regular appropriations for the agency are part of Division F of the Omnibus Appropriations Act, 2009 ( H.R. 1105 , P.L. 111-8 , March 11, 2009). Funding in the omnibus act for NIH totals $30.253 billion at the program level, which is $933 million (3.2%) above the comparable level for FY2008 (see Table 10 ). The increase is the largest NIH has received in the last six years. Emergency supplemental appropriations were provided in Division A of the American Recovery and Reinvestment Act of 2009 (ARRA), also called the economic stimulus bill ( H.R. 1 , P.L. 111-5 , February 17, 2009). ARRA provided an additional $10.0 billion directly to NIH plus $400 million more through a transfer (see Table 11 and further discussion of the stimulus funding later in this section). The total funding from both laws for FY2009 amounts to $40.653 billion, an increase of $11.333 billion (38.7%) over FY2008. Unlike regular annual appropriations, ARRA funds are available for two years, through the end of FY2010.", "Regular appropriations are discussed first. President George W. Bush's FY2009 request for $29.165 billion for NIH was about level with the original FY2008 amount. The Consolidated Appropriations Act, 2008 ( P.L. 110-161 , December 26, 2007) had provided a total of $29.171 billion. Later, the Supplemental Appropriations Act, 2008 ( P.L. 110-252 , enacted June 30, 2008) gave NIH an additional $150 million, bringing the FY2008 program level total to $29.321 billion, 1.0% above FY2007. The FY2009 request was $155 million below the FY2008 enacted program level (-0.5%). In Table 10 , FY2008 amounts are shown with the supplemental appropriations. In the discussion below, however, most references are to FY2008 funding levels prior to the supplemental appropriations, since the FY2009 request and committee actions by the 110 th Congress were based on the original FY2008 amounts.", "NIH's funding comes primarily from the annual appropriations bill for the Departments of Labor, Health and Human Services, and Education, and Related Agencies (Labor/HHS), with an additional amount for Superfund-related activities from the appropriations bill for the Department of the Interior, Environment, and Related Agencies (Interior/Environment). Those two bills provide NIH's discretionary budget authority. In addition, NIH receives $150 million annually from separate legislation funding diabetes research, and $8.2 million from a transfer within the Public Health Service (PHS). NIH loses part of its appropriation to a transfer to the Global Fund to Fight HIV/AIDS, Tuberculosis, and Malaria. The transfer was about $100 million for several years, then increased to about $300 million in FY2008 and FY2009. In Table 10 , the total funding available for NIH activities, taking account of add-ons and transfers, is called the program level.", "In congressional action by the 110 th Congress on the FY2009 request, the Senate Appropriations Committee reported S. 3230 ( S.Rept. 110-410 ) on July 8, 2008, recommending a program level total of $30.113 billion for NIH within the Labor/HHS appropriations bill. Although the committee did not take action on the FY2009 Interior/ Environment bill, funding of approximately $78 million for the NIH Superfund account might have been projected based on previous years. The NIH program level total recommended by the Senate committee would then have been about $30.191 billion, some $1.02 billion (3.5%) over the original FY2008 amount and $870 million (3.0%) over the revised FY2008 level.", "During the 110 th Congress, the full House Appropriations Committee did not take final action on either its FY2009 Labor/HHS bill or its FY2009 Interior/Environment bill. On June 19, 2008, the House Labor/HHS subcommittee reported a draft bill to the full committee that recommended program level funding of $30.238 billion for NIH, $125 million more than the Senate committee amount. The total NIH program level, again assuming $78 million for the Superfund account, might have been projected at approximately $30.316 billion, some $1.145 billion (3.9%) over the original FY2008 total amount and $995 million (3.4%) over the revised FY2008 level.", "In this decade, the peak of NIH's purchasing power was in FY2003, when Congress completed a five-year doubling of the NIH budget. Congress provided NIH with annual increases in the range of 14%-15% each year from FY1999 through FY2003. From FY2004 to FY2008, increases were between 1%-3% each year, except that the FY2006 total was a 0.3% decrease. In February 2008, President Bush requested no increase for NIH for FY2009, while the advocates in the research community recommended a 6.5% increase. The projected inflation rate for medical research prices was 3.5% for both FY2008 and FY2009 at that time. In inflation-adjusted terms (converting all amounts to constant 2008 dollars), the FY2008 funding level represented an estimated 10.7% decrease in purchasing power from the FY2003 peak, and the FY2009 request level was 14.1% below FY2003. Applying the same calculations to final FY2009 funding levels, the regular NIH appropriations provided in the omnibus act were 10.9% below the FY2003 level, and the total FY2009 funding level from the omnibus plus the stimulus represented a 19.7% increase over the FY2003 level.", "The agency's organization consists of the Office of the NIH Director and 27 institutes and centers. The Office of the Director (OD) sets overall policy for NIH and coordinates the programs and activities of all NIH components, particularly in areas of research that involve multiple institutes. The institutes and centers (collectively called ICs) focus on particular diseases, areas of human health and development, or aspects of research support. Each IC plans and manages its own research programs in coordination with the Office of the Director. As shown in Table 10 , Congress provides a separate appropriation to 24 of the 27 ICs, to OD, and to a buildings and facilities account. (The other three centers, not included in the table, are funded through the NIH Management Fund, financed by taps on other NIH appropriations.)", "President Bush's FY2009 budget proposal gave most of the institutes and centers approximately level funding from their original FY2008 amounts, requesting increases of 0.1% or 0.2%. President Bush requested increases greater than 0.5% only for the National Center for Research Resources (NCRR, 1.0%) and the National Library of Medicine (NLM, 0.8%). The Senate Appropriations Committee and the House Labor/HHS Appropriations Subcommittee recommended increases of about 3% and 3.5%, respectively, for most of the ICs compared to the original FY2008 levels. Funding in the omnibus act provided increases of nearly 3% for most of the ICs, with some exceptions. NCRR received a $72 million (6.3%) increase, mostly for clinical research training. NLM was increased 2.4%, the environmental health institute increased 1.7%, and the genome research institute decreased by 0.6%.", "The two biggest changes proposed in the request were a 5.6% increase in the Buildings and Facilities (B&F) account, and a 4.7% drop in funding for the Office of the Director. Many of the laboratories, animal facilities, and office buildings on the NIH campus are aging, and are in need of upgrading to stay compliant with health and safety guidelines and to provide the proper infrastructure for the Intramural Research program. The budget requested $126 million for Buildings and Facilities, an increase of $7 million. The House subcommittee agreed with that amount, while the Senate committee recommended $147 million, an increase of $28 million (23%). Final funding in the omnibus was at the requested level of $126 million, a 5.6% increase over FY2008. As discussed later, however, the stimulus bill provided supplemental funding of $500 million for NIH B&F activities.", "In the request, the net $52 million drop in the OD account, from $1,109 million in FY2008 to $1,057 million, represented the proposed cancellation of a study combined with increases for several other OD activities. The National Children's Study was funded at $111 million in FY2008. It is a long-term (25+ year), multi-agency environmental health study that was mandated by the Children's Health Act of 2000 ( P.L. 106-310 ). The overall projected cost for the whole study is about $2.7 billion. Starting with the FY2007 request, when the study moved from the planning phase to the more costly implementation phase, the Bush Administration proposed each year to end its funding. Congress has continued to support the study. Both committees and the final language in the omnibus appropriations act included FY2009 funding of up to $192 million for the study, an increase of $81 million (73%).", "President Bush proposed increases within the OD account totaling $59 million, including a $38 million increase (7.7%) for the NIH Roadmap initiatives funded through the Common Fund. The NIH Roadmap for Medical Research is a set of trans-NIH research activities designed to support high-risk/high-impact research in emerging areas of science or public health priorities. For FY2009, President Bush requested $534 million for the Roadmap/Common Fund, up from $496 million in FY2008. In S. 3230 , the Senate committee recommended $568 million for the Common Fund (a $73 million increase), and boosted overall funding for the OD account to $1,275 million, an increase of $166 million (15%). In its draft bill, the House subcommittee recommended $544 million for the Common Fund (a $49 million increase) within overall funding of $1,255 million for the OD account, an increase of $146 million (13%). The final amounts in the omnibus were higher than the request but lower than either committee allowance: $1,247 million for OD overall, an increase of $135 million (12.2%), and $541 million for the Common Fund, an increase of $46 million (9.2%).", "The other major increase in the request for OD was an additional $19 million (19.9%) for research on medical countermeasures against nuclear, radiological, and chemical threats, increasing that program to $113 million from $94 million in FY2008. That was the only significant increase for NIH's biodefense portfolio, which totaled $1,748 million in the FY2009 request (up 1.2%). The House subcommittee included $100 million for countermeasures research, the Senate committee did not discuss it, and the explanatory statement accompanying the omnibus bill indicated the research was funded at $97 million.", "NIH has two major concerns in the face of the tight budgets it has experienced for several years: maintaining support of investigator-initiated research through research project grants, and expanding the supply of new investigators. Total funding for research project grants (RPGs), at $15.5 billion in the FY2009 request, represents about 53% of NIH's budget. The FY2009 request proposed to support an estimated 38,257 awards, about the same number as projected in FY2008 before the supplemental. Within that total, 9,757 awards would have been competing RPGs, 14 fewer than in FY2008. (\"Competing\" awards means new grants plus competing renewals of existing grants.) The Senate committee estimated that its funding level would have supported 10,471 competing RPGs, while the House subcommittee level would have supported 10,812. The explanatory statement on the omnibus offered no comparable estimates. The request proposed that no inflationary increases be paid for noncompeting (continuation) RPGs, and that the average annual cost of competing RPGs remain at the FY2008 level, about $361,000. The House subcommittee and the omnibus explanatory statement included an average 2% increase for both new and continuing grants; the Senate report did not specify average costs. Under the request, the expected \"success rate\" of applications receiving funding would have declined to about 18% from the estimated rate of 19% for FY2008 (pre-supplemental). Estimated success rates for the various ICs would have ranged from 8% to 26%. The appropriators did not comment on expectations for success rates. Funding from the stimulus should allow an improvement in the rates, but much of that funding will be concentrated on short-term projects.", "Several NIH efforts are focused on supporting new investigators to encourage young scientists to undertake careers in research and to help them speed their transition from training to independent research. The request proposed that the Pathway to Independence program support approximately 500 awardees, including 170 new awards, for a total of $71 million. The request proposed an increase of $5 million (0.6%) to $786 million for regular training mechanisms such as the National Research Service Awards, including stipend increases of 1% for both pre- and post-doctoral fellows. Clinical research training, including the Clinical and Translational Science Awards (CTSAs), would have been funded at a total of $475 million. The request proposed to support about 25 New Innovator Awards for a total of $56 million in the Common Fund. The NIH Director's Bridge Award is a program that can give short-term funding to established, meritorious investigators who have just missed the funding cutoff for a renewal application and who have little other support, giving them time to resubmit without disrupting the operation of their laboratory. The request included $91 million for 244 awards, an increase of $1.6 million. In 110 th Congress action, both the Senate committee and the House subcommittee specifically mentioned support for most of these initiatives, as well as others; both included funding increases beyond the request for the New Innovator Awards. The explanatory statement on the omnibus appropriations mentioned the following specific amounts: $35 million for Transformative Research Project Grants, $80 million through the Common Fund for New Innovators Awards, $41 million through the Common Fund for the Director's Pioneer Awards, and $24 million for the rare and neglected diseases initiative. The CTSA program received $475 million, $53 million from the Common Fund, and $422 million from NCRR.", "Changes proposed in the request for other funding mechanisms within the NIH budget included increased support for research centers, up $20 million to $2,963 million; a $33 million increase to $3,275 million for R&D contracts, including $5 million additional for the Global HIV/AIDS Fund; $50 million more for the NIH intramural research program, for a total of $3,119 million; an increase of $20 million to a total of $1,361 million for research management and support; and a decrease of $23 million for other research grants totaling $1,786 million.", "NIH and three of the other Public Health Service agencies within HHS are subject to a budget \"tap\" called the PHS Program Evaluation Set-Aside. Section 241 of the PHS Act (42 U.S.C. § 238j) authorizes the Secretary to use a portion of eligible appropriations to assess the effectiveness of federal health programs and to identify ways to improve them. The tap has the effect of redistributing appropriated funds among PHS and other HHS agencies. The FY2009 appropriation kept the tap at 2.4%, the same as in FY2008. NIH, with the largest budget among the PHS agencies, becomes the largest \"donor\" of program evaluation funds, and is a relatively minor recipient. By convention, budget tables such as Table 10 do not subtract the amount of the evaluation tap, or of other taps within HHS, from the agencies' appropriations. For further information on the Evaluation Set-Aside, see CRS Report RL34098, Public Health Service (PHS) Agencies: Background and Funding , coordinated by [author name scrubbed].", "As mentioned earlier, in addition to the FY2009 regular appropriations, the 111 th Congress provided emergency FY2009 supplemental appropriations for NIH in the economic stimulus legislation, the American Recovery and Reinvestment Act of 2009 ( P.L. 111-5 ). The appropriations will be available for spending over two years and thus will supplement NIH's regular appropriations for FY2009 and FY2010. NIH says that it expects to spend as much as possible in FY2009. Table 11 compares the NIH-related funding provided in the ARRA conference report ( H.Rept. 111-16 ) with the recommendations in the House- and Senate-passed versions of H.R. 1 .", "ARRA added significant funding to several NIH accounts for biomedical research and research facilities, providing a total of $10 billion. In addition, the law appropriated funds to the Agency for Healthcare Quality and Research (AHRQ) for comparative effectiveness research, of which $400 million was designated for transfer to NIH. Of the $10 billion, the law provided $8.2 billion to the Office of the Director for support of NIH extramural and intramural research. Most of that funding, $7.4 billion, is for transfer to the ICs and the Common Fund in proportion to their regular appropriations. The remaining $800 million is available for use at the Director's discretion, with an emphasis on short-term (two-year) projects, including $400 million that may be used under the Director's flexible research authority to implement Roadmap projects. Also included in the $10 billion total was $1 billion to the National Centers for Research Resources for grants to construct and renovate university research facilities, as well as $300 million to NCRR for grants for shared instrumentation and other capital research equipment at extramural research facilities. Finally, ARRA added $500 million to the B&F account to construct, repair, and improve NIH intramural facilities.", "NIH's plans for the ARRA funding are being tracked on the NIH Recovery website. On a page about current grant funding opportunities, NIH says: \"While NIH Institutes and Centers have broad flexibility to invest in many types of grant programs, they will follow the spirit of the ARRA by funding projects that will stimulate the economy, create or retain jobs, and have the potential for making scientific progress in 2 years.\" They expect to focus activities on funding new and recently peer reviewed, highly meritorious research grant applications that can be accomplished in two years or less; giving targeted supplemental awards to current grants to push research forward; and supporting a new initiative called the NIH Challenge Grants in Health and Science Research (at least $200 million to fund 200 or more grants) for research on specific topics that would benefit from significant two-year jumpstart funds. Announcements soliciting applications for the NCRR construction/renovation grants and the instrumentation grants have also been posted.", "At the end of the 109 th Congress, the House and Senate agreed on the first NIH reauthorization statute enacted since 1993, the NIH Reform Act of 2006 ( P.L. 109-482 ). The law made managerial and organizational changes in NIH, focusing on enhancing the authority and tools for the NIH Director to do strategic planning, especially to facilitate and fund cross-institute research initiatives. The measure authorized, for the first time, overall funding levels for NIH, although not for the individual ICs, and established a \"common fund\" for trans-NIH research. The authorization expires at the end of FY2009. Oversight hearings on the implementation of the Reform Act are anticipated. For further information on NIH, see CRS Report RL33695, The National Institutes of Health (NIH): Organization, Funding, and Congressional Issues , by [author name scrubbed]. (CRS Contact: Pamela Smith.)"], "subsections": []}, {"section_title": "Department of Energy (DOE)", "paragraphs": ["The Bush Administration requested $10.535 billion for Department of Energy (DOE) R&D in FY2009, including activities in three major categories: science, national security, and energy. This request was 6% above the FY2008 appropriation. The House committee recommended $10.903 billion. The Senate committee recommended $11.010 billion. The final appropriation was $10.905 billion. See Table 12 for details. The Continuing Appropriations Resolution, 2009 (Division A of P.L. 110-329 ) provided funding for continuing DOE activities at the FY2008 rate through March 6, 2009; this was extended to March 11, 2009, by P.L. 111-6 . The American Recovery and Reinvestment Act of 2009 included at least an additional $6.4 billion for R&D and related programs as passed by the House, at least an additional $7.578 billion as passed by the Senate, and at least an additional $7.9 billion as enacted. See Table 13 for details.", "The request for the DOE Office of Science was $4.722 billion, a 19% increase from FY2008. This unusually large increase reflected the American Competitiveness Initiative (ACI), which President Bush announced in the 2006 state of the union address. Over 10 years, the ACI would double R&D funding for the Office of Science and two other agencies. Congress set even faster growth targets in the America COMPETES Act ( P.L. 110-69 ), establishing authorization levels that would double R&D funding for these agencies in seven years. The percentage increase in the Bush Administration's FY2009 request for the Office of Science was higher than what would be required on an annual basis to reach the ACI doubling target. This was also the case in FY2007 and FY2008, but although the House and Senate bills for those years would have provided increases even relative to the request, the final appropriations were lower than the ACI amount. For FY2009, the House committee recommended $140 million more than the request, while the Senate committee recommended $82 million less than the request. The final appropriation was $4.758 billion, plus $15 million for the organizationally separate Advanced Research Projects Agency – Energy (ARPA-E).", "Within the Office of Science, the request for basic energy sciences included increases of $153 million for a new program of Energy Frontier Research Centers, $66 million for construction of the National Synchrotron Light Source II, and $73 million to increase operating time at existing facilities. The Senate committee recommended reducing basic energy sciences by $153 million below the request; $59 million of that amount represented solar energy R&D activities transferred to another account; the remainder of the reduction was not specified. The requested 17% increase for high energy physics was mostly for programs cut in the final FY2008 appropriation that were funded in the House and Senate bills for that year. The requested 72% increase for fusion energy sciences was to fund the U.S. contribution to the International Thermonuclear Experimental Reactor (ITER), which was eliminated in the final FY2008 appropriation, again despite support in the House and Senate bills for that year. The estimated cost of ITER is between $1.45 and $2.2 billion with a completion date between FY2014 and FY2017. The House and Senate committees recommended the requested amount for ITER. The final appropriation for fusion energy sciences included $90 million less than the request for ITER and no funding for National Compact Stellarator Experiment (NCSX) project, which is currently under construction at Princeton Plasma Physics Laboratory. The final appropriation for biological and environmental research included increases of $23 million for climate change research and $10 million for nuclear medicine.", "The requested funding for DOE national security R&D was $3.132 billion, a 2% decrease. Proposed increases included $53 million for the naval reactors program, mostly to support processing and storage of spent nuclear fuel, and $10 million for the reliable replacement warhead program, which Congress zeroed in the FY2008 appropriation. The major proposed decrease was $79 million for proliferation detection R&D, a program that Congress increased in FY2008. The House committee recommended a total of $3.052 billion, while the Senate committee recommended $3.252 billion. Neither committee recommended any funding for the reliable replacement warhead program, and the Senate committee recommended restoring $75 million of the requested decrease for nonproliferation and verification R&D. In the Weapons Activities account, the House committee recommended an increase of $87 million for inertial confinement fusion and a decrease of $66 million for advanced simulation and computing. The final appropriation of $3.209 billion included no funds for the reliable replacement warhead program, $89 million more than the request for nonproliferation and verification R&D, $16 million more than the request for inertial confinement fusion, and $4 million less than the request for advanced simulation and computing.", "The request for DOE energy R&D was $2.681 billion, down 2% from FY2008. Within this total, R&D on nuclear energy and coal was to increase, while hydrogen R&D was to decrease and gas and oil technology programs were to be terminated (as also proposed, unsuccessfully, in other recent years). Most of the requested 17% decrease for energy efficiency and renewable energy resulted from the omission of $186 million in FY2008 congressionally directed projects. The requested 44% increase for nuclear energy R&D was mostly for the Advanced Fuel Cycle Initiative (AFCI). The House and Senate committees and the final bill all recommended substantial increases in energy R&D, particularly in energy efficiency and renewable energy, but decreases in nuclear energy. They all recommended funding the gas and oil technology programs at approximately the FY2008 level and provided less than the request for the AFCI.", "The House-passed version of H.R. 1 included at least an additional $6.4 billion for DOE R&D and related programs: $2 billion for Science, of which not less than $100 million was for advanced scientific computing research and not less than $400 million was for ARPA-E; $2 billion for R&D on energy efficiency and renewable energy, of which not less than $800 million was for biomass energy and not less than $400 million was for geothermal energy; and $2.4 billion for fossil energy projects demonstrating carbon capture and sequestration. The Senate-passed version included at least an additional $7.578 billion: $330 million for the Office of Science; $2.648 billion for energy efficiency and renewable energy R&D; and $4.6 billion for fossil energy R&D. The enacted version included $400 million for ARPA-E; $1.6 billion for the Office of Science programs; $2.5 billion for energy efficiency and renewable energy, of which $800 million was for biomass energy and $400 million was for geothermal energy; and $3.4 billion for fossil energy R&D. Funding provided for weapons activities, defense environmental cleanup, and electricity delivery and energy reliability may also include an unspecified amount of R&D. A significant portion of the fossil energy funding is likely to be allocated to demonstration activities that not all observers would consider R&D. ( CRS Contact: [author name scrubbed].)"], "subsections": []}, {"section_title": "National Science Foundation (NSF)", "paragraphs": ["The FY2009 request for the National Science Foundation (NSF) was $6.854 billion, a 13.0% increase ($789.1 million) over the FY2008 estimate of $6.065 billion (see Table 14 ). President Bush proposed doubling the NSF budget over 10 years, from FY2007 to FY2016, as part of his American Competitiveness Initiative (ACI). The FY2009 request represented another installment toward that doubling effort. In August 2008, Congress passed the America COMPETES Act which authorizes funding for NSF for FY2008 through FY2010 at a pace that would more than double the agency's funding in seven years. NSF identified several strategies in the FY2009 budget request: to maintain a portfolio with \"powerful momentum\" across all disciplines; to build a world-class science and engineering workforce; to perform effectively with the highest standards of accountability; and to support potentially transformative research. The NSF Director describes transformative research as \"a range of endeavors, which promise extraordinary outcomes; such as, revolutionizing entire disciplines, creating entirely new fields, or disrupting accepted theories and perspective.\" Several reports have recommended that funds be allocated specifically for this type of research. NSF contends that in the global environment of science and engineering, support for transformative, high-risk, high-reward research is critical to U.S. competitiveness. These strategies paralleled some of the goals contained in President Bush's ACI, and are designed to promote research that will drive innovation and support the design and development of world-class facilities, instrumentation, and infrastructure.", "Included in the FY2009 request was $5.594 billion for Research and Related Activities (R&RA), a 16.0% increase ($772.5 million) above the FY2008 estimate of $4.822 billion. R&RA funds research projects, research facilities, and education and training activities. The scientific and academic communities have voiced concerns about the imbalance between support for the life sciences and the physical sciences. Research is multidisciplinary and transformational in nature, and very often, discoveries in the physical sciences lead to advances in other disciplines. The America COMPETES ACT authorizes increased federal research support in the physical sciences, mathematics, and engineering. The FY2009 request provided a 20.2% increase for the Mathematical and Physical Sciences (MPS) directorate. The MPS portfolio supports investments in fundamental research, facilities, and instruments, and provides approximately 44.0% of the federal funding for basic research in mathematics and physical sciences conducted at colleges and universities. R&RA includes Integrative Activities (IA), a cross-disciplinary research and education program, and is a source of funding for the acquisition and development of research instrumentation at institutions. The FY2009 request provided $276.0 million for IA. The IA also funds Partnerships for Innovation, disaster research teams, and the Science and Technology Policy Institute. In FY2008, support for the Experimental Program to Stimulate Competitive Research (EPSCoR) was transferred from the Education and Human Resources Directorate (EHR) to IA. NSF's FY2009 request for EPSCoR was $113.5 million, which is a part of the total IA funding request. The FY2009 request would support a portfolio of three complementary strategies—research infrastructure, co-funding, and outreach—for the 27 EPSCoR jurisdictions. Approximately 67.0% of the funding for EPSCoR would be used for a combination of new awards and research infrastructure improvement grants. The balance of funding would support co-funding (31.7%) and outreach activities (1.7%).", "The NSF asserts that international research partnerships are critical to the nation in maintaining a competitive edge, addressing global issues, and capitalizing on global economic opportunities. The Administration had requested $47.4 million for the Office of International Science and Engineering (OISE). The OISE manages NSF's offices in Beijing, Paris, and Tokyo that report on and analyze in-country and regional science and technology policies and developments. The OISE serves as a liaison with research institutes and foreign agencies, and facilitates coordination and implementation of NSF research and education efforts.", "The Office of Polar Programs (OPP) is funded in the R&RA. The FY2009 request for addressing the challenges in polar research was $491.0 million. NSF continues in its leadership role in planning U.S. participation in observance of the International Polar Year, 2007-2009. The NSF also serves in a leadership capacity for several international research partnerships in the Arctic and Antarctic. Increases in OPP in FY2009 are directed at research programs for arctic and antarctic sciences—glacial and sea ice, terrestrial and marine ecosystems, the ocean and the atmosphere, and biology of life in the cold and dark. In FY2006, responsibility for funding the operational costs of three icebreakers that support scientific research in the polar regions was transferred from the U.S. Coast Guard to the NSF. NSF is responsible for the operation, maintenance, and staffing of the vessels. Beginning in FY2009, one of the icebreakers was to be in drydock. To meet the need for back-up icebreaking services, the FY2009 request included an additional $9.0 million for contracting of other vessels.", "NSF supported several interagency R&D priorities in the FY2009 request. It is a lead agency in the U.S. nanotechnology research effort, accounting for $396.8 million of the National Nanotechnology Initiative's $1.53 billion FY2009 request. Funding would support research in emerging areas of nanoscale science and technology such as new drug delivery systems, advanced materials, more powerful computer chips. Support would be directed also at research and education in the environmental, health, and safety impacts of nanotechnology. NSF's other interagency priorities included funding for the Climate Change Science Program ($220.6 million), Homeland Security ($379.2 million), Networking and Information Technology R&D ($1,090.3 million), and Climate Change Technology Program ($23.5 million).", "The NSF supports a variety of individual centers and center programs. The FY2009 request provided $76.0 million for Science and Technology Centers, $53.6 million for Materials Research Science and Engineering Centers, $53.6 million for Engineering Research Centers, $44.6 million for Nanoscale Science and Engineering Centers, $15.0 million for Science of Learning Centers, $20.0 million for Centers for Chemical Innovation, and $18.4 million for Centers for Analysis and Synthesis.", "The FY2009 request for the EHR Directorate was $790.4 million, $64.8 million (8.9%) above the FY2008 estimate. The EHR portfolio is focused on, among other things, increasing the technological literacy of all citizens; preparing the next generation of science, engineering, and mathematics professionals; and closing the achievement gap of underrepresented groups in all scientific fields. Support at the various educational levels in the FY2009 request was as follows: research on learning in formal and informal settings (including precollege), $226.5 million; undergraduate, $219.8 million; and graduate, $190.7 million. Priorities at the precollege level included research and evaluation on education in science and engineering ($42.0 million), informal science education ($66.0 million), and Discovery Research K-12 ($108.5 million). Discovery Research is structured to combine the strengths of three existing programs and encourage innovative thinking in K-12 science, technology, engineering, and mathematics education.", "According to NSF, programs at the undergraduate level are designed to \"create leverage for institutional change.\" Priorities at the undergraduate level included the Robert Noyce Scholarship Program ($11.6 million); Course, Curriculum, and Laboratory Improvement ($39.2 million); STEM Talent Expansion Program ($29.7 million); Advanced Technological Education ($51.6 million); and Scholarship for Service ($15.0 million). The Math and Science Partnership Program (MSP), an interagency program, was proposed at $51.0 million in the FY2009 request. The MSP in NSF coordinates activities with the Department of Education and its state-funded MSP sites. At the graduate level, NSF's priorities were Integrative Graduate Education and Research Traineeship ($25.0 million), Graduate Research Fellowships ($116.7 million), and the Graduate Teaching Fellows in K-12 Education ($49.0 million).", "Additional priorities in the EHR would support a portfolio of programs directed at strengthening and expanding the participation of underrepresented groups and diverse institutions in the scientific and engineering enterprise. Among these targeted programs in the FY2009 request are the Historically Black Colleges and Universities Undergraduate Program ($31.0 million), Tribal Colleges and Universities Program ($13.4 million), Louis Stokes Alliances for Minority Participation ($42.5 million), and Centers of Research Excellence in Science and Technology ($30.5 million).", "Improving the success rate of grant applicants has been a long-term priority for NSF. The funding rate (the number of grants awarded as a share of total grant applications) declined from 30% in FY2000 to an estimated 21% in FY2008. NSF anticipated increasing the funding rate to 23.0% in FY2009 by supporting an additional 1,370 research grants.", "The Major Research Equipment and Facilities Construction (MREFC) account was funded at $147.5 million in the FY2009 request, a decrease of 33.2% from the FY2008 estimate. The MREFC supports the acquisition and construction of major research facilities and equipment that extend the boundaries of science, engineering, and technology. According to NSF, it is the primary federal agency providing support for \"forefront instrumentation and facilities for the academic research and education communities.\" NSF's first priority for funding is for ongoing projects. Second priority is given to projects that have been approved by the National Science Board for new starts. To qualify for support, NSF required MREFC projects to have \"the potential to shift the paradigm in scientific understanding and/or infrastructure technology.\" The FY2009 request was indicative of NSF's tighter standards and requirements for receiving funding in this account. Three projects that appeared in the FY2008 request (Alaskan Regional Research Vessel, Ocean Observatories Initiative, and the National Ecological Observatory Network) have to undergo a final design review and a risk management plan to meet NSF's policy of not allowing cost overruns on major facilities projects. These projects are still supported by NSF, and will be considered for inclusion in the next budget cycle following submission of their revised baseline budgets and contingencies. The FY2009 request supported three ongoing projects: Advanced Laser Interferometer Gravitational Wave Observatory ($51.4 million), Atacama Large Millimeter Array ($82.3 million), and the IceCube Neutrino Observatory ($11.3 million). The request also provided $2.5 million to support design activities for a new start, the Advanced Technology Solar Telescope.", "During the 110 th Congress, the House Appropriations Committee approved a Commerce, Justice, Science and Related Agencies draft bill that would have provided $6.854 billion for the NSF in FY2009, $789.1 million above the FY2008 enacted and the same as President Bush's request. The R&RA would have received $5.544 billion, a $722.7 million increase above the FY2008 level and $49.9 million below the request. Additional funding in the House bill included $840.3 million for the EHR and $147.5 million for MREFC. The Senate reported a bill during the 110 th Congress, S. 3182 , that would have provided $6.854 billion for the NSF, the same as the House-draft bill and the request. R&RA would be funded at $5.594 billion, $40 million above the House bill and the same as President Bush's request. S. 3182 would have funded the MREFC at $790.4 million and $152.0 million, respectively. These bills expired at the end of the 110 th Congress.", "On June 30, 2008, President Bush signed into law the Supplemental Appropriations Act, 2008 ( P.L. 110-252 , H.R. 2642 ). The act provides, among other things, $62.5 million in emergency supplemental funding for the NSF. Included in the total is $22.5 million for R&RA, of which $5.0 million is to be available solely for the Integrative Graduate Education and Research Traineeship program. The supplemental provides $40.0 million for the EHR, of which $20.0 million is directed for activities of the Robert Noyce scholarship program. Please note that the FY2008 supplemental funding has not been included in the table column below.", "On February 17, 2009, President Obama signed into law the American Recovery and Reinvestment Act, 2009, P.L. 111-5 . The legislation provides approximately $3.0 billion for the NSF—$2.5 billion for R&RA, $400.0 million for MREFC, $100.0 million for EHR, and $2.0 million for the Office of Inspector General. Language in the conference agreement directs that within the R&RA, $300.0 million be available solely for the Major Research Instrumentation program. Additional conference language directs that of the total provided to EHR, $60.0 million be directed to the Robert Noyce Program, $25.0 million be directed to the MSP, and $15.0 million used solely for the Professional Science Master's Program. The House-passed version of H.R. 1 had provided similar funding levels for the selected directorates and programs. The Senate-passed version of the legislation, however, would have provided slightly more than $1.2 billion for the NSF—$1.0 billion for R&RA, $150.0 million for MREFC, $50.0 million for EHR, and $2.0 million for the Office of Inspector General. ", "On March 11, 2009, President Obama signed into law H.R. 1105 , the Omnibus Appropriations Act, 2009 ( P.L. 111-8 ). P.L. 111-8 provides a total of $6,490.4 million for the NSF. Included in the total for NSF is $5,183.1 million for R&RA, approximately $410.9 million below the Administration's request, and $339.1 million above the FY2008 level. Other funding levels for programs in FY2009 include $152.0 million for MREFC and $845.3 million for EHR. Table 15 . (CRS Contact: [author name scrubbed].)"], "subsections": []}, {"section_title": "Department of Commerce (DOC)", "paragraphs": [], "subsections": [{"section_title": "National Institute of Standards and Technology (NIST)", "paragraphs": ["The National Institute of Standards and Technology (NIST) is a laboratory of the Department of Commerce with a mandate to increase the competitiveness of U.S. companies through appropriate support for industrial development of precompetitive, generic technologies and the diffusion of government-developed technological advances to users in all segments of the American economy. NIST research also provides the measurement, calibration, and quality assurance techniques that underpin U.S. commerce, technological progress, improved product reliability, manufacturing processes, and public safety.", "The Administration's original FY2009 budget proposed $638.0 million in funding for NIST. On June 6, 2008, President Bush submitted a series of amendments to his budget including a reduction of $2.0 million in the amount requested for NIST (from the Manufacturing Extension Partnership (MEP) program). The new request of $636.0 million was 15.9% below FY2008 due to an absence of support for the Technology Innovation Program (TIP) and a significant decrease in financing for MEP. Funding for in-house research and development under the Scientific and Technology Research and Services (STRS) account (including the Baldrige National Quality Program) was to increase 21.5% to $535.0 million, while MEP would be provided $2.0 million to close out the federally financed portion of the program such that \"... MEP centers will become independent, as intended in the program's original authorization.\" Construction support would decline 38.3% to $99.0 million. (See Table 16 .)", "During the 110 th Congress, H.R. 7322 , as reported from House Committee on Appropriations, would have funded NIST at $816.9 million, 8.1% above FY2008. The STRS account would have increased 13.7% to $500.7 million while support for TIP at $65.2 million would remain constant and MEP funding would increase 36.2% to $122.0 million. Construction spending was to decrease 19.6% to $129.0 million. S. 3182 , as reported by the Senate Committee on Appropriations in the 110 th Congress, would have provided $813.5 million for NIST, an increase of 7.6% over FY2008. Included was $489.5 million for the STRS account (an 11.1% increase), $65.0 million for TIP, and $110.0 million for MEP (a 22.8% increase). The construction budget would have declined 7.2% to $149.0 million.", "No final FY2009 appropriations legislation was enacted by the close of the 110 th Congress. P.L. 110-329 , the Consolidated Security, Disaster Assistance, and Continuing Appropriations Act, 2009, provided, in part, funding for NIST at FY2008 levels through March 6, 2009.", "In the 111 th Congress, P.L. 111-8 , the Omnibus Appropriations Act, 2009, funds NIST at $819.0 million with the STRS account receiving a 7.2% increase to $472.0 million. Support for MEP would total $110.0 million, a 22.8% increase, and financing for TIP would remain constant at $65.0 million. The $172.0 million for the construction budget reflects a 7.2% increase in funding. ", "H.R. 1 , as originally passed by the House in the current Congress, provided an additional $100.0 million for the STRS account (to the appropriated funds in the Continuing Resolution), as well as $70.0 million more for TIP and $30.0 million more for MEP. The construction budget would have received an extra $300.0 million for a \"competitive construction grant program for research science buildings.\" The initial Senate passed version of H.R. 1 included an additional $168.0 million for the STRS account with the construction budget to expand with an additional $307.0 million. The final version of the American Recovery and Reinvestment Act of 2009, P.L. 111-5 , provides an extra $220.0 million for the STRS account to be used for \"research, competitive grants, additional research fellowships and advanced research and measurement equipment and supplies,\" as noted in the Joint Explanatory Statement of the Committee on Conference. An additional $360.0 million is included for construction, of which $180.0 million \"shall be for the competitive construction grant program for research science buildings.\" The law also directs the transfer of $20.0 million from the Health Information Technology initiative to NIST to \"create and test standards related to health security and interoperability in conjunction with partners at the Department of Health and Human Services,\" according to the Joint Statement. ", "The FY2008 Consolidated Appropriations Act, P.L. 110-161 , financed NIST at $755.8 million, an increase of 11.7% over FY2007. Support for the STRS account increased 1.4% to $440.5 million (including $7.9 million for the Baldrige Quality Program). The Technology Innovation Program (formerly the Advanced Technology Program (ATP)) was appropriated $65.2 million (with an additional $5 million from FY2007 unobligated balances under ATP), 17.6% below the previous fiscal year. Funding for MEP decreased 14.4% to $89.6 million. Support for construction almost tripled to $160.5 million.", "President Bush's FY2008 budget proposal requested $640.7 million for NIST, 5.3% below the FY2007 appropriation. The STRS account would have increased 15.2% to $500.5 million (including the Baldrige Quality Program). There was no funding for ATP and financing for MEP would have been reduced 55.8% to $46.3 million. Construction expenses were to increase 60% to $93.9 million.", "As part of the American Competitiveness Initiative, the Bush Administration stated its intention to double over 10 years funding for \"innovation-enabling research\" performed at NIST through its \"core\" programs (defined as internal research in the STRS account and the construction budget). To this end, the former President's FY2007 budget requested an increase of 18.3% for intramural R&D at NIST; FY2007 appropriations for these in-house programs increased 9.6%. For FY2008, the omnibus appropriations legislation provided for a small increase in the STRS account. This was in contrast to the Bush Administration's FY2008 budget which included a 15.2% increase in funding, as did the original appropriations bill, H.R. 3093 (110 th Congress), as passed by the House, while the Senate-passed version contained a 15.6% increase. President Bush's FY2009 budget request proposed a 21.5% increase in support for the STRS account. Increases in the STRS account were included in the House and Senate appropriations bills during the 110 th Congress, but at amounts less than the budget request. In the current Congress, the FY2009 Omnibus Appropriations bill contains a 7.2% increase in support for both the STRS account and construction, while the American Recovery and Reinvestment Act of 2009 includes significant additional funding for both initiatives. See Table 17 .", "Continued funding for the extramural programs at NIST has been a major issue. Support for the Advanced Technology Program was uncertain particularly because opponents objected to large companies receiving research grants. Although Congress maintained (often decreasing) funding for ATP, the initial appropriation bills passed by the House since FY2002 failed to include financing for the program. In FY2006, support for the program was cut 41% and in FY2007, P.L. 110-69 replaced ATP with the Technology Innovation Program which focuses on small and medium sized firms. The Consolidated Appropriations Act, FY2008, provided funding for this new initiative. The Bush Administration's FY2009 budget request did not include financing for TIP, while the House and Senate bills provided support similar to FY2008. The budget for the Manufacturing Extension Partnership, another extramural program administered by NIST, has also been debated for several years. The former President's FY2009 budget proposal recommended curtailing the federally funded portion of the MEP and provided $2.0 million to accomplish this objective. During the 110 th Congress, the House and Senate appropriation bills included large increases in funding for the program; the FY2009 Omnibus Appropriations Act provided a 22.8% increase in MEP financing while TIP funding remained constant. The final version of the American Recovery and Reinvestment Act of 2009 did not contain any additional support for TIP or MEP. ", "For additional information, see CRS Report 95-30, The National Institute of Standards and Technology: An Appropriations Overview ; CRS Report RS22815, The Technology Innovation Program ; and CRS Report 97-104, Manufacturing Extension Partnership Program: An Overview , all by [author name scrubbed]. (CRS Contact: [author name scrubbed].)"], "subsections": []}, {"section_title": "National Oceanic and Atmospheric Administration (NOAA)", "paragraphs": ["For FY2009, President Bush proposed $577 million in R&D funding for the Department of Commerce, National Oceanic and Atmospheric Administration (NOAA) ( Table 18 ). According to the NOAA FY2009 Budget Summary , released on February 4, 2008, this is about 14% of NOAA's total discretionary budget request of $4.109 billion. Also, the R&D request would have consisted of 93% research funding and 7% development funding. About 70% of the R&D request would have funded intramural programs and 30% would have funded extramural activities.", "According to NOAA's Budget Office, the R&D funding request for the Office of Oceanic and Atmospheric Research (OAR) was $288 million, or 50% of total NOAA R&D funding requested for FY2009. This was a decrease of nearly 11% from the FY2008 appropriation of $323 million. As compared to FY2008 appropriation levels, the NOAA R&D FY2009 budget request would have increased funding for the National Ocean Service (NOS) by 2%, the National Marine Fisheries Service (NMFS) by 15%, and the National Environmental Satellite Data and Information Service (NESDIS) by 15%. National Weather Service (NWS) R&D was essentially flat funded at $23 million. President Bush's budget request for FY2009 indicated that $260 million of NOAA's budget would have been for the U.S. Climate Change Science Program (CCSP). Also, it indicated that the total OAR budget of $372 million represented NOAA's portion of President Bush's \"Federal Science and Technology Budget\" for FY2009, of which $128.1 million would have been for OAR labs and cooperative institutes.", "The Senate Committee on Appropriations reported S. 3182 (110 th Congress) on June 19, 2008 ( S.Rept. 110-397 ). According to a AAAS R&D analysis, the committee recommended a total of $633 million for R&D for FY2009 (see Table 18 ). This amount was reported to be 9.9% greater than the FY2009 request of $577 million, or an increase of $56 million, for NOAA's five line offices and \"all other R&D.\" That amount was 8.9% more than the FY2008 appropriation of $581 million. The largest R&D monetary increase, compared with President Bush's request, was $33 million for OAR. Of that amount, climate research and high performance computing R&D would have stood to benefit the most from the recommendation. The Senate's largest increase compared with the request in terms of percentage was for NOS (23.2%), or an additional $13 million. AAAS indicated that the NOS R&D increase was for congressionally directed programs. ", "The House reported H.R. 7322 (110 th Congress), Commerce, Justice, Science, and Related Agencies Appropriations Bill, 2009 ( H.Rept. 110-919 ), and passed the bill on December 10, 2008. Within the funds recommended for NOAA, over $376 million would have been for climate change research, analysis, enhanced modeling capabilities, increased data access and archiving, and the restoration of critical satellite climate sensors. Full funding of President's Bush's request would have ensured monies for acquisition, construction, and operations of the GOES–R, NPOESS, and NPP satellites. Funding would have also been provided in areas of critical need such as protected species research and management, habitat conservation and restoration, and ocean resources conservation and assessment.", "No final FY2009 appropriations legislation was enacted by the close of the 110 th Congress. The Consolidated Security, Disaster Assistance, and Continuing Appropriations Act, 2009 ( P.L. 110-329 ) froze most NOAA funding at FY2008 levels. AAAS noted that \"R&D in NOAA would have gained 8.9 percent to $633 million in the Senate plan instead of a requested cut.\" Even so, Division B of the act provided $17 million in supplemental appropriations for NOAA to improve its hurricane track and intensity forecasts for the protection of life and property. ", "On March 11, 2009, the Omnibus Appropriations Act, 2009 ( P.L. 111-8 ) was signed by President Obama. The act approved $4.365 billion in discretionary funding for NOAA, $468.6 million above the FY2008 appropriation of $3.896 billon. Funding for all line offices and programs identified in Table 18 have been increased relative to FY2008 enacted and FY2009 requested funding levels. R&D funding levels for P.L. 111-8 could not be determined from available budget information. Total funding increases (R&D and all other program activities) include $29.0 million for NOS (6.2%), $44.9 million for NMFS (6.3%), $8.8 million for OAR (2.3%), $42.6 million for NWS (5.3%), $8.2 million for NESDIS (4.6%), and $58.5 million for Program Support (14.9%).", "In the 111 th Congress, funding for some NOAA R&D-related activities was recommended in the House version of the American Recovery and Reinvestment Act (ARRA) of 2009 ( H.R. 1 ). The NOAA portion recommended for the PAC account totaled $1 billion ( Table 18 ). Of this amount, $600 million would have been used for NOAA's National Environmental Satellite Data and Information Service (NESDIS). NESDIS activities have supported U.S. climate change research and weather research. Some scientists argue that the program has lacked adequate support in the areas of program management, technological innovation, and instrumentation critical for Earth observations. Also, the House bill also would have provided NOAA's ORF account $400 million for marine habitat restoration and for improving marine ecology, replenishing fish stock and revitalizing the U.S. fisheries' economy. It is unclear what portion of this funding, if any, would have been used for R&D-related activities.", "The Senate passed S.Amdt. 570 to H.R. 1 on February 10, 2009. H.R. 1 (Senate) recommended a total of $1.022 billion for NOAA ( Table 18 ). Of this amount, $377 million would have been for the ORF account; however, it was not possible to determine what portion of this funding would have been used for R&D activities. S.Amdt. 570 also recommended $645 million for NOAA Procurement, Acquisition, and Construction to construct and repair NOAA facilities and equipment. Within these funds, $70,000,000 was directed to specifically support supercomputing activities, especially as they relate to climate research ( S.Rept. 111-3 , p. 15). It is unclear what portion of this funding, if any, would have been used for R&D-related activities.", "On February 13, 2009, the 111 th Congress passed H.R. 1 , the American Recovery and Reinvestment Act (ARRA) of 2009, also known as the \"Stimulus Package.\" For NOAA's ORF account, a total of $230 million was provided \"to address a backlog of research, restoration, navigation, conservation and management activities.\" For NOAA's PAC account, a total of $600 million was provided \"to construct and repair NOAA facilities and equipment,\" and, \"include implementing the fleet modernization plan to address ship maintenance and new construction for the NOAA fleet; accelerating construction of local Weather Forecast Offices, Critical Weather Observing Systems, weather radars and dual polarization systems throughout the country; accelerating construction at regional facilities and laboratories currently under construction; and constructing vessels for marine conservation.\" Although it cannot be determined what portion of this funding will be used for R&D at NOAA, within the $600 million proposed for the PAC account, the joint explanatory statement in the conference report on H.R. 1 ( H.Rept. 111-16 , p. 418) states that \"$170,000,000 shall address critical gaps in climate modeling and establish climate data records for continuing research into the cause, effects and ways to mitigate climate change.\" (CRS Contact: Harold Upton . )"], "subsections": []}]}, {"section_title": "National Aeronautics and Space Administration (NASA)", "paragraphs": ["The Administration requested $12.857 billion for NASA R&D in FY2009. This request was a 5% increase over FY2008, in a total NASA budget that would increase by 2%. The House committee recommended $12.967 billion. The Senate committee recommended $13.044 billion. The final appropriation was $12.983 billion. The National Aeronautics and Space Administration Authorization Act of 2008 ( P.L. 110-422 ) included authorization levels for many programs for FY2009. For details, see Table 19 . The American Recovery and Reinvestment Act of 2009 ( P.L. 111-5 ) included an additional $550 million as passed by the House, an additional $1.1 billion as passed by the Senate, and an additional $950 million as enacted. For details, see Table 20 . Before passage of P.L. 111-8 , the Continuing Appropriations Resolution, 2009 (Division A of P.L. 110-329 ) provided funding for continuing NASA activities at the FY2008 rate through March 6, 2009; P.L. 111-6 extended this through March 11, 2009. For more information, see CRS Report RS22818, National Aeronautics and Space Administration: Overview, FY2009 Budget, and Issues for Congress , by [author name scrubbed] and [author name scrubbed].", "For several years, budget priorities throughout NASA have been driven by the Vision for Space Exploration. Announced by President Bush in January 2004 and endorsed by Congress in both P.L. 110-422 and the NASA Authorization Act of 2005 ( P.L. 109-155 ), the Vision includes returning the space shuttle to regular flight status following the 2003 Columbia disaster, but then retiring it by 2010; completing the International Space Station, but discontinuing its use by the United States by 2017; returning humans to the Moon by 2020; and then sending humans to Mars and \"worlds beyond.\" To replace the space shuttle and carry astronauts to the Moon, NASA is developing a new spacecraft and a new launch vehicle, known as Orion and Ares I. Their first crewed flight is expected in March 2015. It is not yet clear what changes, if any, the Obama Administration will make to the Vision.", "In general, the FY2009 request included increases for programs related to the Vision and decreases for other programs. The request for Constellation Systems, the program responsible for developing Orion and Ares I, was an increase of $576 million or 23% relative to FY2008. The request for the International Space Station was an increase of $247 million or 14%. Among programs not focused on human space exploration, the request for Science was a decrease of $15 million or 0.3%, and the request for Aeronautics was a decrease of $65 million or 13%. The Senate committee recommended $30 million more than the request for Constellation Systems, while the House committee recommended $20 million less (but $26 million more for Advanced Capabilities in the same account). The House and Senate committees and the final bill all provided the requested amount for the International Space Station and more than the request for both Science and Aeronautics.", "Within the nearly flat request for Science, increases for Earth Science and Planetary Science were to be offset by a decrease for Astrophysics. The request for Earth Science was to fund two new missions recommended by the National Research Council (NRC) in its decadal survey, while the request for Planetary Science was to initiate a new program in lunar robotic science. In Astrophysics, two programs have been of particular congressional interest: the NASA/DOE Joint Dark Energy Mission (JDEM) and the Space Interferometer Mission (SIM). The request included funds for JDEM, as directed by Congress in the FY2008 explanatory statement, but not for SIM. NASA explained that a new exoplanet exploration initiative could include a smaller, medium-class version of SIM, as recommended by the FY2008 Senate report. The House and Senate committees both recommended more than the request for each of the four Science programs. Among their recommended increases were additions to cover cost growth in the Glory, Mars Science Laboratory, and James Webb Space Telescope missions and to fund decadal survey missions in Earth Science. The final bill provided $150 million for Earth Science decadal survey missions and $20 million to assess lower-cost versions of SIM; the explanatory statement directed NASA to report to the appropriations committees on its plans for the Mars Science Laboratory, whose expected cost has increased by $400 million.", "As passed by the House, H.R. 1 included $400 million for Science, of which not less than $250 million was for Earth Science missions recommended by the NRC, and $150 million for Aeronautics. As passed by the Senate, it included $450 million for Science, $200 million for Aeronautics, and $450 million for Exploration. As enacted, P.L. 111-5 provided $400 million for Science, $150 million for Aeronautics, and $400 million for Exploration. (CRS Contact: [author name scrubbed].)"], "subsections": []}, {"section_title": "Department of Agriculture (USDA)", "paragraphs": ["The FY2009 request for research and education activities in the U.S. Department of Agriculture (USDA) was $2.280 billion, a 12.0% decrease ($310.7 million) from the FY2008 estimate of $2.591 billion (see Table 21 ). The Agricultural Research Service (ARS) is USDA's in-house basic and applied research agency, and operates approximately 100 laboratories nationwide. The ARS laboratories focus on efficient food and fiber production, development of new products and uses for agricultural commodities, development of effective biocontrols for pest management, and support of USDA regulatory and technical assistance programs. Included in the total support for USDA in FY2009 was $1.050 billion for ARS, $117.2 million below the FY2008 estimate. In the ARS, the Administration proposed the reduction of $41.0 million in funding add-ons designated by Congress for research at specific locations. Also, there was the proposed discontinuation and redirection of $105.0 million in lower priority programs. The amounts are to be redirected to critical research priorities of the Administration that include livestock production, food safety, crop protection, and human nutrition. Included in the FY2009 request for ARS was $13.2 million for buildings and facilities.", "The Cooperative State Research, Education, and Extension Service (CSREES) distributes funds to State Agricultural Experiment Stations, State Cooperative Extension Systems, land-grant universities, and other institutions and organizations that conduct agricultural research, education, and outreach. Included in these partnerships is funding for research at 1862 land-grant institutions, 1890 historically black colleges and universities, and 1994 tribal land-grant colleges. Funding is distributed to the states through competitive awards, statutory formula funding, and special grants. The FY2009 request provided $994.1 million for CSREES, a decrease of $189.7 million from the FY2008 estimate. The CSREES FY2009 budget included the proposed elimination of $144.0 million in Congressional add-ons and the reduction of $88.0 million in lower priority programs. Funding for formula distribution in FY2009 to the state Agricultural Experiment Stations was $273.2 million, approximately $1.5 million below the FY2008 estimate. Support for the 1890 formula programs was $38.3 million, $2.8 million below the FY2008 level. One of the primary goals of the FY2009 CSREES budget was to expand competitive, peer-reviewed allocation of research programs. The FY2009 budget request had proposed, as in previous years, to modify the Hatch formula program. It would expand the multistate research programs share of Hatch funds from 25.0% to approximately 70.0%. The request would redirect 42.0% of Hatch funds to nationally, competitively awarded, multi-state/multi-institutional projects in the first year, with the balance of funds distributed over a four year period. In addition, the FY2009 request proposed allocating 67.0% of McIntire-Stennis funds for the creation of a competitively awarded multi-state research program. The extension programs were also proposed to be strengthened through competitively awarded grants. The programs were designed to be more responsive to critical national issues such as agricultural security, local and regional emergencies, zoonotic diseases, and pest risk management.", "The FY2009 request proposed $256.5 million for the Agriculture and Food Research Initiative (AFRI), an increase of $65.6 million over the FY2008 estimate. In addition to supporting fundamental and applied science in agriculture, USDA maintains that the AFRI makes a significant contribution to developing the next generation of agricultural scientists by providing graduate students with opportunities to work on research projects. A focus of these efforts is providing increased opportunities for minority and under-served communities in agricultural science. AFRI funding was to support projects directed at developing alternate methods of biological and chemical conversion of biomass, and research determining the impact of a renewable fuels industry on the economic and social dynamics of rural communities. The Administration had proposed support for initiatives in agricultural genomics, emerging issues in food and agricultural security, the ecology and economics of biological invasions, and plant biotechnology. Research was proposed that moves beyond water quality issues to extend to water availability, reuse, and conservation.", "The FY2009 request for USDA provided $82.1 million for the Economic Research Service (ERS), $4.2 million above the FY2008 estimated level; and $153.5 million for the National Agricultural Statistics Service (NASS), approximately $9.9 million below the FY2008 level. The budget included support to improve research efforts in analyzing the impacts of bioenergy production, and to examine those concerns pertaining to feedstock storage, transportation networks, and the vagaries in commodity production. Funding for NASS would allow for the creation of a data series on key elements of bioenergy production. Research areas to explore included production and utilization of biomass materials; stocks and prices of distillers' grains; and current and proposed ethanol plants. Funding was provided in the NASS FY2009 request to fully fund the last year of the 2007 Census of Agriculture. Funding would be available also for data collection to measure energy use and production on farms.", "During the 110 th Congress, the Senate Committee on Appropriations reported S. 3289 , the Agriculture, Rural Development, Food and Drug Administration, and Related Agencies Appropriation Bill, FY2009 ( S.Rept. 110-426 ). The bill would have provided a total of $2.543 billion for research and education activities in USDA, $262.6 million above the Administration's FY2009 request and $48.1 million below the FY2008 estimate. S. 3289 would have funded the ARS at $1.165 billion and CSREES at $1.150 billion. In addition, funding in the Senate-reported bill for the ERS and the NASS would be $78.2 million and $149.1 million, respectively. The House Appropriations Committee did not report a FY2009 appropriations bill. A bill was approved by the subcommittee but the full committee stopped regular action on the bill as a result of procedural difficulties.", "On February 17, 2009, President Obama signed into law H.R. 1 , the American Recovery and Reinvestment Act of 2009 ( P.L. 111-5 ). The economic stimulus legislation provides an additional $176.0 million for work on deferred maintenance at ARS buildings and facilities. Currently, ARS estimates that there is approximately $315.0 million in deferred maintenance work at its facilities. The House-passed version of the legislation would have provided $209.0 million for work on deferred maintenance of buildings and facilities. The Senate-version of the economic-stimulus legislation would have provided $50.0 million for competitive grants under the AFRI. ", "On March 11, 2009, President Obama signed into law H.R. 1105 , the Omnibus Appropriations Act, 2009. H.R. 1105 provides a total of $2,636.7 million for research and education in USDA, $356.8 million above that requested by the Bush Administration, and $46.1 million above the FY2008 estimated level. Included in that total is $1,187.2 million for ARS and approximately $1,222.2 million for CSREES. (See Table 22 .) (CRS Contact: [author name scrubbed].)"], "subsections": []}, {"section_title": "Department of the Interior (DOI)", "paragraphs": ["President Bush requested $617 million for Department of the Interior (DOI) R&D in FY2009, an estimated decrease of 8.7% from FY2008 funding of $676 million (see Table 23 ). The U.S. Geological Survey (USGS) is the primary supporter of R&D within DOI, accounting for nearly 90% of the department's total R&D appropriations. President Bush proposed $546 million for USGS R&D in FY2009, a reduction of $40.6 million (-6.9%) from the estimated FY2008 level. Under the request, FY2009 R&D funding would have declined in three of the four USGS research divisions: Geographic Research, Geological Resources, and Water Resources. FY2009 funding for the Biological Research Division would have remained flat. Funding for a new USGS program, Global Change, was authorized by Congress in FY2008 and funded at $7.4 million. President Bush's FY2009 budget proposed a 260.1% increase in funding for this program to $26.6 million.", "No final FY2009 appropriations legislation was enacted by the beginning of that fiscal year. On September 30, 2008, President Bush signed into law the Consolidated Security, Disaster Assistance, and Continuing Appropriations Act, 2009 ( P.L. 110-329 ). Division A of this act provides continuing appropriations for FY2009 at their FY2008 levels to agencies not otherwise addressed in the act through March 6, 2009, or until the enactment into law of an appropriation for any project or activity provided for in the act, or the enactment into law of the applicable appropriations act for FY2009 without any provision for such project or activity, whichever occurs first. ", "On February 23, 2009, H.R. 1105 , the Omnibus Appropriations Act, 2009 ( P.L. 111-8 ), which provides specific appropriations for the Interior Department and other agencies covered under Division A of the Consolidated Security, Disaster Assistance, and Continuing Appropriations Act, 2009, was introduced in the House, and passed two days later. With the Omnibus bill under consideration in the Senate, on March 6, Congress passed and President Obama signed H.J.Res. 38 ( P.L. 111-6 ), extending the continuing appropriations provisions of P.L. 110-329 through March 11, 2009. On March 10, the Senate passed H.R. 1105 without amendment. President Obama signed the act on March 11. ", "In addition, the American Recovery and Reinvestment Act ( P.L. 111-5 ) provides $140 million for a wide variety of activities, including repair, construction and restoration of facilities; equipment replacement and upgrades; national map activities; and other deferred-maintenance and improvement projects.", "In the 110 th Congress, the House and Senate Appropriations Subcommittees on Interior, Environment, and Related Agencies held hearings on agency FY2009 budget requests, however scheduled full committee markups were postponed and no bill to fund Interior, Environment, and Related Agencies for FY2009 was introduced.", "USGS Geographic Research efforts seek to describe and interpret America's landscape by mapping the nation's terrain, monitoring changes over time, and analyzing how and why these changes have occurred. President Bush's FY2009 budget for Geographic Research R&D proposed a $5.6 million cut (-11.8%) to $41.9 million from its estimated FY2008 level of $47.5 million.", "Funding for Geological Resources R&D in FY2009 would have decrease by $33.4 million (-15.2 percent) to $185.5 million from its estimated FY2008 level of $218.8 million. The Geological Resources Program assesses the availability and quality of the nation's energy and mineral resources. The Geological Resources Program researches, monitors, and assesses the landscape to understand geological processes to help distinguish natural change from those resulting from human activity. Within the earth sciences, the USGS plays a major role in important geological hazards research, including research on earthquakes and volcanoes. Enterprise Information conducts information science research to enhance the National Map and National Spatial Data infrastructure.", "USGS Water Resources R&D is focused on water availability, water quality and flood hazards. President Bush's FY2009 budget for Water Resources R&D proposed a $21.4 million cut (-16.7%) to $106.7 million from its estimated FY2008 level of $128.1 million.", "USGS Biological Research efforts seek to generate and distribute scientific information that can assist in the conservation and management of the nation's biological resources. President Bush's FY2009 budget request for Biological Research R&D proposed a small increase of $0.5 million (less than 1%) to $180.3 million. The USGS Biological Research program serves as DOI's biological research arm, using the capabilities of 17 research centers and associated field stations, one technology center, and 40 cooperative research units that support research on fish, wildlife, and natural habitats. Major research initiatives are carried out by USGS scientists who collect scientific information through research, inventory, and monitoring investigations. These activities develop new methods and techniques to identify, observe, and manage fish and wildlife, including invasive species and their habitats. (CRS Contact: John Sargent.)"], "subsections": []}, {"section_title": "Environmental Protection Agency (EPA)", "paragraphs": ["The Environmental Protection Agency (EPA), the regulatory agency responsible for carrying out a number of environmental pollution control laws, funds a broad portfolio of R&D activities to provide the necessary scientific tools and knowledge to support decisions relating to preventing, regulating, and abating environmental pollution. Beginning in FY2006, EPA has been funded within the \"Interior, Environment, and Related Agencies\" appropriations bill. Most of EPA's scientific research activities are funded within the agency's Science and Technology (S&T) appropriations account. This account is funded by a \"base\" appropriation and a transfer from the Hazardous Substance Superfund (Superfund) account. These transferred funds are dedicated to research on more effective methods to clean up contaminated sites. ", "The Omnibus Appropriations Act, 2009 ( P.L. 111-8 ; H.R. 1105 ) provided $816.5 million for EPA's S&T account. The total for the S&T account, including the transfer from the Superfund account, was $30.7 million (nearly 4%) above the FY2008 appropriations. In comparison to the FY2009 budget request, the amount in the enacted FY2009 Omnibus for EPA's S&T account would be a $16 million increase above the requested amount (see Table 24 ). The appropriation in the FY2009 Omnibus for EPA's S&T account represented almost 11% of the $7.64 billion that was provided for the agency overall for FY2009. The House and Senate Appropriations Subcommittees on Interior, Environment, and Related Agencies held hearings on agency FY2009 budget requests, however, scheduled full committee markups were postponed and no bills to fund Interior, Environment, and Related Agencies for FY2009 were introduced prior to the enactment of P.L. 110-329 , the Consolidated Security, Disaster Assistance, and Continuing Appropriations Act, 2009, and P.L. 111-6 which extended division A of P.L. 110-329 specifying continuing appropriations for FY2009 until March 11, 2009.", "Among individual EPA research programs and activities, there are varying decreases and increases in funding when comparing the enacted FY2009 appropriations and those requested by President Bush for FY2009, and Congress had enacted for FY2008. For some activities, funding for FY2009 remained relatively flat, compared to the requested amounts and the prior year appropriation. The largest requested increase for FY2009 within the S&T account was for two EPA homeland security activities: Water Security Initiative, and Decontamination Research. As revised by President Bush's August 1, 2008 budget request amendment, the combined $62.0 million requested for FY2009 was $29.9 million above the FY2008 appropriation of $32.1 million for these two activities; a 93% increase. The FY2009 enacted appropriation included a combined total of $41.9 million for these two activities, a 29% increase above the FY2008 level.", "The activities funded within the EPA Science and Technology (S&T) account include research conducted by universities, foundations, and other non-federal entities with grants awarded by EPA, and research conducted by the agency at its own laboratories and facilities. R&D at EPA headquarters and laboratories around the country, as well as external R&D, is managed primarily by EPA's Office of Research and Development (ORD). A large portion of the S&T account funds EPA's R&D activities managed by ORD, including the agency's research laboratories and research grants. The account also provides funding for the agency's applied science and technology activities conducted through its program offices (e.g., the Office of Water). Many of the programs implemented by other offices within EPA have a research component, but the research is not necessarily the primary focus of the program.", "The EPA S&T account incorporates elements of the former EPA Research and Development (R&D) account, as well as a portion of the former Salaries and Expenses, and Program Operations accounts, which had been in place until FY1996. Although the Office of Management and Budget (OMB) reports historical and projected budget authority amounts for R&D at EPA (and other federal agencies), OMB documents do not describe how these amounts explicitly relate to the requested and appropriated funding amounts for the many specific EPA program activities. EPA's most recent annual appropriations have been requested, considered, and enacted according to eight statutory appropriations accounts, which were established by Congress during the FY1996 appropriations process. Because of the differences in the scope of the activities included in these accounts, apt comparisons before and after FY1996 are difficult.", "The operation and administration of the agency's laboratories and facilities necessitate significant expenditures for rent, utilities, and security. Prior to FY2007, a significant portion of the funding for these expenses had been requested and appropriated within EPA's Environmental Programs and Management (EPM) appropriations account. In FY2007, and FY2008, increasing portions of funding for these expenses were requested and appropriated within the S&T account. This change affects comparisons of the S&T appropriations over time. FY2009 funding for these latter expenses approximately represented 10% of the total S&T account in P.L. 110-329 , the FY2009 request and the FY2008 appropriations, compared to less than 5% in the FY2007 appropriations.", "Some Members of Congress and an array of stakeholders have continually raised concerns about the adequacy of funding for scientific research at EPA. The adequacy of funding for EPA's scientific research activities has been part of a broader question about the adequacy of overall federal funding for a broad range of scientific research activities administered by multiple federal agencies. Some Members of Congress, scientists, and environmental organizations have expressed concern about the downward trend in federal resources for scientific research over time. The debate continues to center around the question of whether the regulatory actions of federal agencies are based on \"sound science,\" and how scientific research is applied in developing federal policy. ", "Title VII of Division A of the American Recovery and Reinvestment Act of 2009 ( P.L. 111-5 , signed into law February 17, 2009) included a combined total of $7.22 billion for EPA. However, P.L. 111-5 did not include funding for research activities within the agency's S&T or EPM appropriations accounts. For EPA, the law included: $6 billion in funding for state grants to support water infrastructure projects through the clean water ($4 billion) and drinking water ($2 billion) state revolving funds, $100 million for Brownfield cleanup grants, and $300 million for Diesel Emission Reduction Act grants, within the State and Tribal Grants (STAG) account; $600 million for remedial cleanup projects at non-federal sites on the EPA National Priority List (NPL) within the Hazardous Substance Superfund account; $200 million for cleanup grants under the Leaking Underground Storage Tank (LUST) Trust Fund account; and $20 million for EPA's Office of Inspector General. (CRS Contact: [author name scrubbed].)"], "subsections": []}, {"section_title": "Department of Transportation (DOT)", "paragraphs": ["President Bush requested $901 million for Department of Transportation (DOT) R&D in FY2009, an increase of approximately $78 million (9.5%) from FY2008 funding of $823 million (see Table 25 ). In addition to receiving R&D funds through the regular appropriations process, DOT also receives R&D funding from the Transportation Trust Fund through authorization legislation. For example, P.L. 109-59 , the Safe, Accountable, Flexible, Efficient Transportation Equity Act—A Legacy for Users (SAFETEA-LU), which became law in August 2005, set DOT surface transportation authorization levels for each fiscal year from FY2005 through FY2009, providing increased DOT R&D funding during this period.", "No final FY2009 appropriations legislation was enacted by the beginning of that fiscal year. On September 30, 2008, President Bush signed into law the Consolidated Security, Disaster Assistance, and Continuing Appropriations Act, 2009 ( P.L. 110-329 ). Division A of this act provided continuing appropriations for FY2009 at their FY2008 levels through March 6, 2009, to agencies not otherwise addressed in the act, or until the enactment of an appropriation for any project or activity provided for in the act, or the enactment of the applicable appropriations act for FY2009 without any provision for such project or activity, whichever occurs first. For the Department of Transportation, this provided $823 million for R&D, $78 million less than President Bush's FY2009 request.", "The Senate Committee on Appropriations unanimously reported S. 3261 (110 th Congress), the Transportation, Housing and Urban Development, and Related Agencies Appropriations Act, 2009, on July 10, 2008. Neither the bill nor the accompanying report ( S.Rept. 110-418 ) provided sufficient detail to allow a complete analysis of the level of R&D funding provided to DOT. Where the bill provided detailed R&D information, it is provided in the agency funding discussions below. The American Association for the Advancement of Science estimated DOT agency R&D funding under S. 3261 (110 th Congress); this data is included in Table 25 . Action was not completed on this bill; the bill expired at the end of the 110 th Congress. ", "Previously, the House Committee on Appropriations, Subcommittee on Transportation, Housing and Urban Development, and Related Agencies marked-up an unnumbered draft on June 20, 2008. Details were not provided publicly in the form of a bill or report, though a related press release and a summary table of funding are available on the subcommittee's website. Action was not completed on this bill; the bill expired at the end of the 110 th Congress. ", "The Federal Highway Administration (FHWA) and the Federal Aviation Administration (FAA) together accounted for more than 80 percent of DOT's R&D funding request. FHWA, FAA and the Federal Transit Administration (FTA) accounted for all increases in the DOT FY2009 R&D budget request.", "President Bush requested $392.8 million in FY2009 for FHWA R&D, an increase of $20.1 million (5.4%) above the FY2008 funding level of $372.6 million. FHWA's research programs include the investigation of ways to improve safety, reduce congestion, improve mobility, reduce lifecycle construction and maintenance costs, improve the durability and longevity of highway pavements and structures, enhance the cost-effectiveness of highway infrastructure investments, and minimize negative impacts on the natural and human environment.", "FHWA's FY2009 budget would have provided $166.9 million for R&D under the Surface Transportation Research, Development, and Deployment Program, an increase of $23 million (16%) above the FY2008 level of $143.9 million, and $51.3 million for R&D for the Intelligent Transportation Systems program, an increase of $7.5 million (17%) above the FY2008 level of $43.8 million. These increases were partially offset by decreases in R&D funds for State Planning and Research (down $10.7 million, -6.4%) which would have received $156.2 million in FY2009. S.Rept. 110-418 stated that S. 3261 recommended FHWA transportation research at the level requested by President Bush. Action was not completed on this bill; the bill expired at the end of the 110 th Congress. ", "President Bush requested $335.0 million for Federal Aviation Administration (FAA) R&D, up $64.2 million (23.2%) from the FY2008 level of $270.7 million. The request included $171.0 million for Research, Engineering, and Development, $161.5 million for the Air Traffic Organization (ATO), $2.3 million for Safety and Operations, and $125,000 for Commercial Space Transportation. The request included an increase in R&D funding for FAA's Next Generation Air Transportation System (NextGen) which is focused on addressing air traffic growth by increasing the nation's airspace capacity and efficiency and reducing emissions and noise. NextGen R&D funding under Research, Engineering, and Development would have increased from $24.3 million in FY2008 to $56.5 million in FY2009, up $32.2 million (132.5%). An additional $69.4 million was requested for NextGen R&D under ATO focused on systems development, demonstrations and infrastructure development. S.Rept. 110-418 reported that S. 3261 (110 th Congress) provided $171 million for FAA's Research, Engineering, and Development (RE&D) activity, approximately equal to President Bush's request. FAA's RE&D activity accounts for approximately one-half of the agency's total overall R&D funding. Additional FAA R&D funding details are not available.", "President Bush's FY2009 budget proposed $16.8 million in R&D funding for the Federal Transit Administration (FTA), up $4.9 million over the FY2008 level of $11.9 million. ", "No funding was provided to the Department of Transportation in the American Recovery and Reinvestment Act ( P.L. 111-5 ) for research, development, equipment, facilities, or related activities. (CRS Contact: John Sargent.)"], "subsections": []}]}}