{"id": "RL34103", "title": "Sugar Policy and the 2008 Farm Bill", "released_date": "2009-01-30T00:00:00", "summary": ["Congress reauthorized the sugar price support program with some changes in the Food, Conservation, and Energy Act of 2008 (P.L. 110-246, the enacted 2008 farm bill). The sugar program is designed to guarantee the price received by sugar crop growers and processors and is intended to operate at \"no cost\" to the U.S. Treasury. To accomplish this, the U.S. Department of Agriculture (USDA) controls supply by limiting the amount of sugar that processors can sell domestically under \"marketing allotments\" and restricts imports. At the same time, USDA seeks to ensure that supplies of sugar are adequate to meet domestic demand. \"No cost\" is achieved if USDA applies these tools in a way that maintains market prices above minimum price support levels.", "Since January 1, 2008, sugar imports from Mexico no longer face quotas or duties under the North American Free Trade Agreement. Other imports are allowed entry under quotas found in other free trade agreements (FTAs). To address the potential for a U.S. sugar surplus caused by additional imports under these trade agreements, the enacted farm bill mandates a sugar-for-ethanol program. USDA is now required to purchase as much U.S.-produced sugar as necessary to maintain market prices above support levels, to be sold to bioenergy producers for processing into ethanol. Funding is open-ended for this program. Other provisions increase the minimum guaranteed prices for raw sugar and refined beet sugar by 4% to 5%, mandate an 85% market share for the U.S. sugar production sector, and remove certain discretionary authority that USDA exercises to administer import quotas.", "The enacted sugar provisions reflect the proposal presented to the House and Senate Agriculture Committees by producers of sugar beets and sugarcane and the processors of these crops. They favored continuing the structure of the current sugar price support program but sought changes to enhance their position in the U.S. marketplace. Their sugar-for-ethanol provisions ensure that the prospect of imports adding to U.S. sugar supplies under any future trade agreements will not undermine the program's price guarantee and the sugar industry's market share. Food and beverage manufacturers that use sugar opposed the proposed program's provisions, arguing that costs to consumers will increase and that new requirements will restrict the flow of sugar for food use in the domestic market. The Bush Administration opposed these provisions, with the President identifying them as one reason why he vetoed the farm bill.", "USDA has continued to estimate a tight domestic sugar supply in FY2009 largely due to reduced beet production. Its import quota decisions made to date and its estimate of sugar expected to enter from Mexico and other FTA partners do not point to a sugar surplus. As a result, USDA announced in September 2008 that the sugar-for-ethanol program will not be implemented this year. Attention now turns to how USDA will implement newly enacted rules dealing with the timing of additional raw cane sugar versus refined sugar imports, because of the implications for market prices.", "For background information on the sugar program and a review of more recent developments, please see CRS Report R40995, Sugar Policy Issues, by [author name scrubbed]."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Overview of Sugar Program", "paragraphs": ["The sugar program is designed to guarantee the minimum price received by growers of sugarcane and sugar beets, and by the firms (raw sugar mills and beet refiners) that process these crops into sugar. To accomplish this, the USDA limits the amount of sugar that processors can sell domestically under \"marketing allotments\" and restricts imports. USDA is required to operate the sugar program on a \"no-cost\" basis. This means USDA must regulate the U.S. sugar supply using allotments, import quotas, and related authorities so that domestic market prices do not fall below minimum price levels. These are based on the loan rates for raw cane sugar and refined beet sugar set out in law, which USDA uses to derive effective support levels (see \" Level of Sugar Price Support \" below, for explanation). If the market price is below the support level when a sugar price support loan comes due, its \"non-recourse\" feature means a processor can exercise the legal right to forfeit, or hand over, sugar offered to USDA as collateral for the loan in fulfillment of its repayment obligation. Should this occur, USDA would record a budgetary expense, or outlay, for such a transaction.", "This report focuses on the issues raised by the sugar program provisions in the House and Senate farm bills. Also, see the Appendix for a side-by-side comparison of the sugar provisions in the enacted 2008 farm bill with previous law and the House and Senate farm bill provisions."], "subsections": []}, {"section_title": "Issues in 2008 Farm Bill Debate", "paragraphs": ["Consideration of future U.S. sugar policy revolved primarily around four issues. These were where to set the level of minimum price guarantees to be made available to processors, how to use two tools to manage U.S. sugar supply, authorizing any sugar surplus to be used as a feedstock for ethanol, and accounting for projected program costs. Though industrial users of sugar in food and beverage products initially explored converting the sugar program to operate similar to the programs in place for the major grains, oilseeds and cotton, this policy option did not receive further attention."], "subsections": [{"section_title": "Level of Sugar Price Support", "paragraphs": ["USDA is required to extend price support loans to sugar processors that meet certain conditions on passing program benefits to the farmers that supply them with sugar beets or sugarcane. These loans are made at statutorily set loan rates, and account for most of the effective support level made available to producers and processors. USDA is required to use its other tools to protect this price guarantee. Loan rates for raw cane sugar have not changed since 1985; for refined beet sugar, since 1992. These minimum prices have guaranteed producers of sugar crops and the processors that convert these crops into sugar, a U.S. price that since the early 1980s has ranged from two to four times the price of sugar traded in the world marketplace.", "The enacted 2008 farm bill will increase sugar loan rates by 4% to 5% by FY2012. Conferees split the difference between the House- and Senate-proposed rate increases and adopted the Senate approach that proposed to increase rates in stages each year. The loan rate for raw cane sugar would rise in quarter-cent increments from the current 18.0¢ per pound to 18.75¢/lb., beginning with the 2009 sugarcane crop. The refined beet sugar loan rate, beginning with the 2009 sugar beet crop, would similarly increase in stages, from the current 22.9¢ per pound to 24.1¢/lb in FY2012. The Appendix provides loan rates for each of the fiscal years covered by 2008 farm bill authority.", "Growers and processors had initially sought a one cent increase in the raw cane sugar loan rate (with a corresponding increase in the refined beet sugar rate), and had acknowledged their satisfaction with receiving half of their request in the House-passed farm bill. They argued that the increase in the loan rate is needed to cover increased production costs, particularly energy inputs. Sugar users countered that the House-proposed higher loan rates would increase costs to taxpayers by an additional $100 million annually. They also noted that while the bill's ethanol provisions (see \" Sugar for Ethanol \" below) \"are supposedly designed to deal with surpluses,\" the loan rate increase \"can only encourage higher surplus production.\" The Bush Administration, in its statement of administration policy on the House and Senate farm bills, opposed the increase in the loan rates for sugar."], "subsections": [{"section_title": "Implementation", "paragraphs": ["On September 30, 2008, USDA announced loan rates for 2008-crop sugar as required by the 2008 farm bill. The national average loan rate is 18.0¢/lb. for raw cane sugar, and 22.9¢/lb. for refined beet sugar, the same as for the previous year's crop. In turn, these national loan rates are adjusted to reflect transportation cost differentials. Reflecting this, the raw cane sugar loan rate will range from 16.37¢/lb. in Hawaii (if sugar pledged for a loan is stored on the islands) to 18.22¢/lb. in Louisiana. The refined beet sugar loan rate will range from 21.95¢/lb. in Idaho, Oregon, and Washington to 24.34¢/lb. in Michigan and Ohio."], "subsections": []}]}, {"section_title": "Controlling Sugar Supply to Protect Sugar Prices", "paragraphs": ["The sugar program uses two tools—import quotas and marketing allotments—to ensure that producers and processors receive price support benefits. By regulating the amount of foreign sugar allowed to enter and the quantity of sugar that processors can sell, USDA can for the most part keep market prices above effective support levels, meet the no-cost objective, and ensure that domestic sugar demand is met. If these tools are implemented as intended, the likelihood that USDA acquires sugar due to loan forfeitures is remote."], "subsections": [{"section_title": "Import Quotas", "paragraphs": ["The United States must import sugar to cover demand that the U.S. sugar production sector cannot supply. However, USDA restricts the quantity of foreign sugar allowed to enter for refining and/or sale to manufacturers for domestic food and beverage use. Quotas are used to ensure that the quantity that enters does not depress the domestic market price to below support levels. Quota amounts are laid out in U.S. market access commitments made under World Trade Organization (WTO) rules and under bilateral free trade agreements (FTAs).", "The sugar program authorized by the 2002 farm bill accommodated, or made room for, imports of up to 1.532 million short tons raw value (STRV) each year. This import level is one of the four factors that USDA used to establish the national sugar allotment (called the \"overall allotment quantity\"), and reflected U.S. trade commitments under two trade agreements in effect when the 2002 program was authorized ( Table 1 ).", "Since January 1, 2008, however, U.S. sugar imports from Mexico are no longer restricted. Under NAFTA, Mexico no longer faces any tariff or quantitative limit on the amount of sugar exported to the U.S. market. With this opening, though, imports could fluctuate from year to year for various reasons. First, the amount of Mexican sugar exported to the U.S. market will depend largely upon the extent that U.S. exports of historically cheaper high-fructose corn syrup (HFCS) displace Mexican consumption of Mexican-produced sugar. Surplus Mexican sugar, in turn, would then likely move north to the United States. Second, Mexico's sugar output, though trending upward, does vary from year to year, depending upon weather and growing conditions. Mexican government policy also is to hold three months worth of sugar stocks in reserve and to allow sugar imports when needed to meet demand and lower prices. Third, Mexican sugar prices in recent years have for the most part been higher than U.S. sugar prices. To the extent that this occurs in the future, the incentive for a Mexican sugar mill to export sugar north in search of a better price is reduced. Fourth, U.S. buyers' concerns about the quality of Mexican sugar may limit the amount that actually flows north in the next few years.", "Also, the United States has committed under other existing and pending bilateral FTAs to allow for additional sugar imports. Such imports in 2013, the fifth year of the sugar program authorized by the 2008 farm bill, could total from about 420,000 tons to 1.215 million tons above existing WTO and FTA trade commitments and above the maximum amount of sugar allowed to enter from Mexico in 2007. The wide range reflects two varying assumptions made to estimate by how much HFCS use in Mexico might displace sugar consumption in Mexico and create a surplus available for export to the U.S. market."], "subsections": [{"section_title": "Legislation", "paragraphs": ["The sugar program provisions in the enacted 2008 farm bill did not directly address the issue of additional sugar imports. Instead, a new sugar-for-ethanol program is authorized to handle the price-related impact of such imports (Section 9001 in the energy title; see \" Sugar for Ethanol \" and \" Sugar Program Costs \" below). However, other provisions prescribe how USDA must now administer import quotas. To cover shortfalls (because of hurricanes or other disastrous events) in what domestic sugar processors can sell under allotments, USDA is directed to ensure that most imports enter in the form of raw cane sugar rather than refined sugar. While most permitted imports have historically entered in raw form, USDA decisions to allow large quantities of refined sugar to enter after the late 2005 hurricanes significantly affected the competitive position of cane refineries in Louisiana and Florida that process raw sugar. Unlike 2001-2002, when the Congress considered the last farm bill, most cane refineries are now a key part of vertically integrated operations owned by raw sugar processors and/or sugarcane producers. The 2008 farm bill's policy change is intended to ensure that these cane refineries (which process raw sugar into refined sugar) can more fully use their operating capacity. Also, limiting the entry of refined sugar enhances the position of the domestic beet sector to increase their sales of refined sugar.", "Conferees, though, did not adopt provisions found only in the House-passed bill that would have directed USDA to regulate when and how much raw cane sugar imports are allowed to be shipped to U.S. cane refineries. While USDA announced shipping patterns in FY2003-FY2005, the impact of the hurricanes led to a decision not to follow this long-standing practice in FY2006-FY2008. USDA justified removing these restrictions because of \"changes occurring over time in the domestic marketing of cane sugar.\" The House-passed provisions could be viewed as intending to increase the transaction costs for countries that export larger amounts of sugar to the U.S. market and to give a slight competitive edge to domestic processors with respect to buyers. Food and beverage firms opposed \"micro-managing\" the timing of imports, noting that the application of such rules will limit the ability of cane refiners to efficiently use their processing capacity and could lead to serious shortfalls at times in the amount of sugar supplied to the market. In commenting on the House bill, the Bush Administration expressed concern over requiring shipping patterns for quota sugar imports. Also, several countries eligible to ship sugar to the U.S. market expressed concern that the proposed regulation of the flow of imports would run counter to U.S. trade commitments. Because of the concern expressed that prescribing how sugar import shipping patterns should be administered would open up the United States to challenges by sugar exporting countries in the WTO, these provisions were dropped in conference."], "subsections": []}, {"section_title": "Implementation", "paragraphs": ["In line with the changes made by the 2008 farm bill, USDA on September 9, 2008, announced that the FY2009 raw sugar tariff-rate quota (TRQ) will be set at 1,231,497 STRV—the U.S. minimum access commitment for raw sugar imports under WTO rules. Relatedly, USDA announced the TRQ for refined and specialty sugars at 104,251 STRV. This amount is 80,000 ST higher than the U.S. minimum refined sugar TRQ (24,251 STRV), increased in order to meet U.S. demand for organic sugar not available from the domestic producing sector. Both announcements reflect the enacted 2008 farm bill's requirement that USDA set both the raw sugar and refined sugar TRQs at the minimum levels required by U.S. WTO trade commitments by October 1, 2008. USDA's accompanying statement acknowledged that it expects the domestic market will require additional supplies of sugar (i.e., imports) during FY2009, and indicated that appropriate adjustments will be made to these TRQ levels and the national marketing allotment level (see below) to ensure the availability of adequate supplies of sugar.", "The enacted 2008 farm bill limits USDA's ability to allow additional sugar imports under the TRQs established to meet U.S. WTO trade commitments. However, USDA is given some discretionary authority to exercise on this matter. Any decision to increase the raw sugar TRQ and/or the refined sugar TRQ before April 1, 2009, now requires USDA to first declare that an emergency sugar shortage exists because of \"war, flood, hurricane, or other natural disaster\" or another similar event as determined by the Secretary of Agriculture. USDA could interpret the law's discretionary language to determine that an emergency sugar shortage exists and allow for additional imports to the extent it determines that market prices will not fall below support levels and result in loan forfeitures. The sugar production sector likely will argue that there is no need for additional imports, pointing out that there is no physical shortage of sugar. Industrial sugar users likely will petition USDA to allow for additional refined sugar imports, pointing out that projected low ending stocks are keeping refined sugar prices considerably above the historical average. To date, USDA has not yet issued regulations detailing how such a determination would be made. In the interim, sugar crop producers/processors and major sugar users are expected to weigh in on what USDA under the Obama Administration develops as rules to detail what constitutes an emergency sugar shortage."], "subsections": []}]}, {"section_title": "Marketing Allotments", "paragraphs": ["In the 2002 farm bill, the domestic production sector accepted mandatory limits on the amount of sugar that processors can sell—known as marketing allotments—in return for the assurance of price protection. It viewed allotments as a way to try to capture any growth in U.S. sugar demand, and assumed that the then-U.S. sugar import quota commitments would continue without change (see \" Import Quotas \" above). The statute, however, stipulated that if (1) USDA estimates imports will be above 1.532 million short tons, and (2) that such imports would lead USDA to reduce the amount of domestic sugar that U.S. processors can sell, then USDA must suspend marketing allotments. Suspending allotments because of additional imports raises the prospect of downward pressure on market prices if most U.S. sugar demand is already met. If the additional imports were to cause the price to fall below support levels, forfeitures would occur and USDA would be unable to meet the no-cost requirement. Including the allotment suspension provision in the 2002 farm bill was designed to ensure that USDA not lose control over managing U.S. sugar supplies for fear of the consequences that could be unleashed (i.e., demonstrate its inability to implement congressional policy)."], "subsections": [{"section_title": "Legislation", "paragraphs": ["Implementation of the 2002 farm bill's marketing allotment authority resulted in the U.S. sugar production sector's share of domestic food consumption ranging from a low of 73% in FY2006 to a high of 89% in FY2004. Concerned that their market share would decline as sugar imports increase under various trade agreements (see \" Import Quotas \" above), sugar producers and processors decided to pursue a different approach in formulating their proposal for the 2008 farm bill. Adopted by farm bill conferees, an important new provision guarantees that the domestic production sector always benefits from a minimum 85% share of the U.S. sugar-for-food market. USDA is now required to announce an \"overall allotment quantity\" (OAQ)—the amount of sugar that all processors combined can sell—that represents at least 85% of estimated domestic sugar consumption. This is intended to address the sector's objective that imports not displace the ability of U.S. sugar processors to sell more of their output in each successive year, to the extent that U.S. demand for sugar grows."], "subsections": []}, {"section_title": "Implementation", "paragraphs": ["On September 9, 2008, USDA announced that the FY2009 OAQ will be 8.925 million STRV. This complies with the new statutory requirement that USDA establish the OAQ at not less than 85% of estimated U.S. human sugar consumption (projected at 10.5 million STRV for FY2009).", "The FY2009 OAQ level is considerably higher than USDA's latest estimate of FY2009 sugar production. Though cane sugar output is projected to increase by 4% over FY2008, beet sugar production is expected to be almost 11% lower because of spring 2008 weather problems in North Dakota and Minnesota, a major beet-producing region, and reduced planted beet acreage. As of mid-January 2009, USDA projected 2008/2009 U.S. sugar production at 7.8 million ST, 1.1 million ST below the OAQ that USDA announced last September. With the OAQ split between the beet and cane producing sectors using the percentage shares laid out in law, each sector is expected to fully market all of the sugar that USDA projects will be produced during FY2009 ( Table 2 ).", "USDA is currently projecting historically low ending stocks at the end of the 2008/2009 marketing year (i.e., September 30, 2009). This normally would imply higher than average wholesale sugar prices in the late summer period, but that is not the case across the board this year. The raw cane sugar futures price has been below the loan forfeiture levels for Florida and Hawaii since late October 2008, and below the loan forfeiture levels for Louisiana and Texas from mid-November to early December 2008. By contrast, current spot U.S. refined sugar (cane and beet) prices are well above the historical average. Various explanations for this price divergence are offered. Some point out that continued imports of raw-sugar-equivalent product from Mexico keeps downward pressure on the U.S. raw cane sugar futures price. However, USDA projects that imports from Mexico this year will be somewhat lower than last year. Others note that the loss of the production capacity of the cane sugar refinery in Savannah, Georgia, caused by an explosion a year ago, has reduced demand for raw cane sugar, keeping the raw cane sugar price lower than might be the case otherwise. Higher-than-average refined sugar prices are also attributed to the loss of refined product that this refinery would normally supply.", "In the interim, any call made by sugar users for USDA to increase the end-of-year U.S. sugar supply (to meet their desire for lower sugar prices) is limited by what USDA can do under the enacted 2008 farm bill to increase imports (see \" Implementation \" under \" Import Quotas \", above). If USDA were to determine before the midpoint of the marketing year (April 1) that a sugar shortage exists, it would first have to reassign existing allotment deficits to imports of raw cane sugar (i.e., increase the raw cane sugar TRQ to accommodate the deficit amount). If a sugar shortage still existed after taking such action, USDA would only then be able to increase the refined sugar TRQ if two conditions are met and this second increase in supply will not result in sugar loan forfeitures. Before taking this second step, USDA must take into account that both the sales of domestic sugar and the refining capacity of domestic raw cane sugar have \"been maximized.\" On or after April 1, USDA can only allow for imports of raw cane sugar to address an allotment deficit.", "Taking this year's current price outlook into account, any USDA decision to allow for additional imports of raw cane sugar would likely depress raw cane prices. As a result, USDA could see some sugarcane processors forfeit on their loans in late summer 2009—a development that would run counter to the enacted farm bill's intent that USDA operate the sugar program at no cost. For this reason, USDA may be reluctant to allow such an increase, even though refined sugar prices are expected to remain high by historical comparison."], "subsections": []}]}]}, {"section_title": "Sugar for Ethanol", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["Sugar producers and processors have had an ongoing interest in exploring the potential for using sugar crops and processed sugar as a feedstock to produce ethanol (a gasoline additive). In the 2002-2003 period, they encouraged USDA to explore selling forfeited sugar stocks to corn-based ethanol processors. A few ethanol producers experimented by adding sugar to speed up the ethanol fermentation process, but the results were disappointing.", "In 2005, Congress approved the Dominican Republic-Central American Free Trade Agreement (DR-CAFTA) that gives six countries increased access for their sugar to the U.S. market. During the debate, producers and processors sought a deal with the Bush Administration on a sugar-for-ethanol package. Their objective was to have this option available to divert additional sugar imports under DR-CAFTA whenever domestic prices fall below support levels. With Congress mandating in 2005 that the use of renewable fuels be doubled by 2012, some advocated that sugar be considered as a feedstock along with other agricultural crops and waste. Separately, Hawaii mandated (effective April 2006) that 85% of the gasoline sold must contain 10% ethanol. This requirement assumes that over time, the sugarcane produced on the islands will be available to use as the prime feedstock for ethanol.", "If the cost of feedstock is excluded, producing ethanol from sugar cane can be less costly than producing it from corn. This is because the starch in corn must first be broken down into sugar before it can be fermented. This extra step adds to the cost of processing corn into ethanol, when contrasted to using sugarcane or processed sugar. Further, sugar cane waste (bagasse) also can be burned to provide energy for an ethanol plant, reduce associated energy costs, and improve sugar ethanol's energy balance relative to corn ethanol.", "Brazil's success at integrating sugar ethanol into its passenger vehicle fuel supply has stimulated interest in exploring prospects for sugar-based ethanol in the United States. However, wide differences in sugar production costs and market prices in the two countries cause the economics of sugar-based ethanol to differ significantly. In investigating the economics of ethanol from sugar, USDA concluded that producing sugar cane ethanol in the United States would be more than twice as costly as U.S. corn ethanol and nearly three times as costly as Brazilian sugar ethanol. Feedstock costs accounted for most of this price differential. The USDA study showed that while sugar ethanol may be a positive energy strategy in such countries as Brazil, it may not be economical in the United States."], "subsections": []}, {"section_title": "Legislation", "paragraphs": ["The enacted 2008 farm bill incorporates a proposal presented to the Agriculture Committees by the U.S. sugar production sector. The \"Feedstock Flexibility Program for Bioenergy Producers\" requires USDA to administer a sugar-for-ethanol program using sugar intended for food use but deemed to be in surplus. USDA will sell both surplus sugar that it purchases if determined necessary to maintain prices above support levels, and the sugar acquired as a result of loan forfeitures, to bioenergy producers for processing into fuel grade ethanol and other biofuel. Competitive bids would be used by USDA to purchase sugar from processors, at a price not less than sugar program support levels, which it would then sell to ethanol firms. USDA would implement this program only in those years where purchases are required to operate the sugar program at no cost. USDA's CCC would provide open-ended funding.", "Because it would cost much more to produce ethanol from U.S.-priced sugar than from corn, this new program would require a considerable subsidy to operate as intended. The prime market for such sugar likely would be existing corn-based ethanol facilities close to sugar beet producing areas (e.g., the Upper Midwest) and new plants constructed in sugarcane-producing states (Hawaii and Louisiana). Producers of ethanol from corn in the continental United States, though, would likely need to adjust their fermentation process and/or invest in new equipment to handle sugar. As a result, they may not be as interested in purchasing sugar as a feedstock unless the price is significantly discounted further (e.g., requiring even more of a subsidy) to reflect the additional costs of processing sugar instead of corn. However, the availability of this subsidy could facilitate the development of the ethanol sector in Hawaii and partially reduce the islands' dependence on importing gasoline for its vehicle transportation needs.", "As designed, this program will rely on U.S.-produced (rather than foreign) sugar. The amount that USDA decides to purchase would approximate its estimate of the extent that imports under trade agreements reduce the U.S. sugar price below support levels. Producers supported this provision, viewing it as an insurance policy for receiving the benefits of a guaranteed minimum price for sugar marketed for food use. Sugar users opposed this program \"to ostensibly manage surplus supplies.\" In their July 13, 2007, letter to Members of Congress, they argued that this authority \"will likely be used to short domestic markets, further restricting the availability of sugar for food use in the U.S. market.\" They characterized this approach as \"wasteful of taxpayer resources\" because sugar is not price competitive with corn as a feedstock, and will require large subsidies to ethanol producers \"to induce them to accept the sugar.\" The Bush Administration opposed this sugar-for-ethanol component, commenting that it would not allow USDA to dispose of surplus sugar to end uses other than ethanol production, even if \"those uses would yield a much higher return for taxpayers.\""], "subsections": []}, {"section_title": "Outlook", "paragraphs": ["The current U.S. sugar market outlook (i.e., demand considerably above current supply, implying that market prices will be above loan forfeiture levels) suggests that, at present, USDA will likely be able to meet the program's no-cost directive without having to activate the new sugar-for-ethanol program in FY2009. USDA confirmed this with its September 2008 determination that no sugar will be available for this program, taking into account its forecast that sugar loan forfeitures are unlikely in FY2009. The status of this program in subsequent years will depend on whether U.S. sugar production returns to more normal levels, and on how sugar users (particularly in the beverage sector) in both the United States and Mexico respond to higher HFCS prices caused by (until recently) high corn prices. If HFCS prices are higher than Mexican sugar prices, the likely result will be a smaller displacement of Mexican-produced sugar by HFCS imports from the United States, and thus a smaller surplus available to be exported without restriction to the U.S. market. This reportedly did occur during FY2008."], "subsections": []}]}, {"section_title": "Sugar Program Costs", "paragraphs": ["For the six years covered by the 2002 farm bill (FY2003-FY2008), USDA succeeded in operating the sugar program at no cost, as directed by law. Budget forecasts in early 2007 had projected that the sugar program, if continued without change, would cost from almost $700 million (Congressional Budget Office (CBO)) to about $800 million (USDA) over the FY2008-FY2012 five-year period. Projected outlays reflected estimates of the budgetary impact of additional sugar imports from Mexico and from other countries with additional access to the U.S. market for their sugar under bilateral FTAs. Each cost projection assumed that the additional supplies depress the domestic sugar price below price support levels, and lead processors to forfeit on a portion of their loans."], "subsections": [{"section_title": "Outlook", "paragraphs": ["The policy changes enacted in the 2008 farm bill are intended to head off these potential costs and ensure that USDA can operate the program at no cost. However, estimating future budgetary impacts is difficult, considering that market conditions can change quickly and dramatically, and can differ significantly from historical experience. In its latest baseline budget projection (January 2009), CBO assumes that USDA essentially succeeds in operating the sugar price support program at no cost. It estimates outlays of $2 million in each of FY2009-FY2012, or a total of $6 million over the farm bill's five-year period. For the sugar-for-ethanol program, which is an integral part of the sugar program but scored separately as a non-commodity activity, CBO estimates outlays of $325 million over the farm bill period. The latter estimate assumes that USDA sells sugar to bioenergy producers at a much lower price than the sugar program's minimum guaranteed price which USDA is required to pay for the surplus sugar purchased or acquired from domestic sugar processors."], "subsections": [{"section_title": "Appendix. Comparison of 2008 Farm Bill Sugar Program Provisions with Previous Law and House and Senate Bills", "paragraphs": [], "subsections": []}]}]}]}]}}