{"id": "RL34124", "title": "Seafood Fraud", "released_date": "2015-08-31T00:00:00", "summary": ["Fraudulent seafood sales and marketing—the act of defrauding buyers of seafood for economic gain—has been widely reported and has gained greater public attention in recent years. The extent of seafood fraud is difficult to determine because of its clandestine nature; fraud depends on not being detected, which often depends on not attracting attention or causing immediate harm to customers. Seafood fraud can include a variety of illegal activities, such as transshipping products to avoid antidumping and countervailing duties; mislabeling products or substituting one species for another; overtreating products with water-retaining chemicals; and short-weighting products. Although not illegal, some treatments, such as carbon monoxide/tasteless smoke, are being questioned for their potential to deceive consumers.", "The primary federal law that addresses seafood safety and fraud is the Federal Food, Drug, and Cosmetic Act of 1938 (FFDCA; 21 U.S.C. §§301 et seq.). FFDCA prohibits the misbranding or adulteration of food products, including seafood products that have been mislabeled, substituted, or overtreated. FFDCA provides the Food and Drug Administration (FDA) of the Department of Health and Human Services with the primary responsibility for ensuring that domestic and imported foods, including seafood, are safe, wholesome, sanitary, and properly labeled.", "Observers have questioned whether greater coordination among federal agencies is needed, whether agency enforcement efforts targeting seafood fraud are sufficient, whether greater authorities are needed to trace seafood from its source to consumers, and whether the penalties for committing seafood fraud are adequate. Some consumer and environmental groups have called on federal agencies to aggressively enforce existing laws and on Congress to pass legislation that targets seafood fraud. Some in the seafood industry have supported industry initiatives to stop seafood fraud, but in most cases they have not advocated for new federal authorities.", "On June 17, 2014, President Obama released a presidential memorandum entitled \"Comprehensive Framework to Combat Illegal, Unreported, and Unregulated Fishing and Seafood Fraud.\" The memorandum calls on executive departments and agencies to combat illegal, unreported, and unregulated (IUU) fishing and seafood fraud by strengthening coordination and using existing authorities. The President also established a task force composed of senior-level federal agency representatives to develop recommendations for a comprehensive framework that targets IUU fishing and seafood fraud. On March 15, 2015, the task force released its final recommendations, which included both international and domestic measures. Some segments of the seafood industry have questioned whether IUU fishing and seafood fraud should be addressed as part of the same initiative. They contend that although sometimes related, IUU fishing and seafood fraud are different issues and should be considered separately.", "In the 114th Congress, two bills related to seafood (S. 190 and H.R. 3282) have been introduced. S. 190 would seek to improve seafood safety by requiring equivalent standards in exporting countries, increasing inspections of exporting facilities, and inspecting and testing at least 20% of seafood imports. H.R. 3282 would focus on both seafood safety and seafood fraud by requiring coordination of inspection activities through the National Sea Grant Program, maintaining a list of exporters that violate U.S. seafood safety laws, and including seafood fraud detection and prevention during seafood safety inspections. H.R. 3282 also would add new seafood traceability requirements. To date, no action has been taken on either bill."], "reports": {"section_title": "", "paragraphs": ["According to the National Oceanic and Atmospheric Administration (NOAA), seafood inspectors have detected fraud in at least 40% of all products submitted to them voluntarily. Media attention to seafood fraud has increased and a variety of schemes to defraud other seafood businesses, retail stores, restaurants, and the public have been reported. These incidents have raised public concern with the identity, value, and safety of seafood. Incidents of seafood fraud have included the following: ", "serving lower-priced seafood as higher-priced items; marketing mislabeled seafood products; transshipping products to avoid antidumping and countervailing duties; and overtreating products and labeling seafood packages with inaccurate counts or weights. ", "Most seafood fraud is based on supplying something different from and inferior to the product that the consumer expects. When consumers purchase a product of lower quality or become aware of seafood substitution, their perception of seafood quality may decrease. In addition, these occurrences may lower consumers' demand for seafood products, and result in economic losses to law-abiding seafood businesses. Seafood fraud also is related to food safety when fish that contain toxins are mislabeled or when fish high in mercury are substituted for another species.", "On a broader scale, seafood fraud has been linked to international concerns with illegal, unreported, and unregulated (IUU) fishing. It has been reported that a significant portion of seafood traded in international markets, including seafood imported into the United States, is harvested by IUU fishing activity. On June 17, 2014, President Obama released a presidential memorandum entitled—\"Comprehensive Framework to Combat Illegal, Unreported, and Unregulated Fishing and Seafood Fraud.\" The memorandum calls on executive departments and agencies to use existing authorities to combat IUU fishing and seafood fraud. On March 15, 2015, the task force released its final recommendations, which included both international and domestic measures. However, some segments of the seafood industry have questioned whether IUU fishing and seafood fraud should be addressed as part of the same initiative. They contend that although sometimes related, IUU fishing and seafood fraud are different issues and should be addressed as such. "], "subsections": [{"section_title": "Congressional Interest and Legislative Actions", "paragraphs": ["During the last several Congresses, legislation was introduced to address seafood fraud. In the 113 th Congress, two nearly identical bills ( H.R. 1012 and S. 520 ) were designed to strengthen seafood safety and fraud prevention by adopting several different measures. The bills would have required the Secretary of Commerce and the Secretary of Health and Human Services to execute a memorandum of understanding (MOU) to improve agency cooperation on seafood safety and seafood fraud. To improve compliance with existing laws, both bills would have incorporated penalties under provisions of the Magnuson-Stevens Fishery Conservation and Management Act (16 U.S.C. §§1801 et seq.) for violations related to seafood fraud. They also would have required a report to Congress every two years to assess the problem and evaluate progress made to improve seafood safety and prevent seafood fraud. In addition, the bills would have enhanced seafood traceability by requiring the following tracking information for seafood imported into the United States or offered for sale in interstate commerce:", "fishing area in which the fish was caught; acceptable market name and scientific name; method of harvest; date of the catch; and weight or number of the individual fish or lot. ", "No action was taken on either of these bills during the 113 th Congress.", "In the 112 th Congress, S. 50 proposed directing the Departments of Commerce and of Health and Human Services, the Federal Trade Commission, and other federal agencies to combat seafood fraud; the Senate Committee on Commerce, Science, and Transportation reported this bill ( S.Rept. 112-131 ) on January 26, 2012, but no further action was taken. H.R. 6200 sought to address seafood fraud by requiring labels to identify species and origin for both domestic and imported fish and by requiring a plan to coordinate the Food and Drug Administration (FDA) and National Marine Fisheries Service (NMFS) seafood inspections. No further action was taken on H.R. 6200 during the 112 th Congress.", "Some have questioned whether FDA has sufficient resources to carry out its responsibilities to enforce laws related to seafood fraud. Some believe that FDA requires additional funding to systematically monitor for economic fraud and mislabeling, determine the scope and scale of these types of problems, and develop new programs to address these concerns. They also insist that FDA needs new authorities to facilitate seafood traceability and improve compliance. It remains an open question whether FDA can address seafood fraud using existing authorities and resources or whether new legislation and funding increases will be necessary. ", "In the 114 th Congress, two food safety bills ( H.R. 609 and S. 287 ) and two bills that focus on seafood ( S. 190 and H.R. 3282 ) have been introduced. H.R. 609 and S. 287 are similar comprehensive food safety bills that would modify the federal food safety system. S. 190 would seek to improve seafood safety by requiring equivalent standards in exporting countries, increasing inspections of exporting facilities, and inspecting and testing at least 20% of seafood imports. H.R. 3282 would seek to improve seafood safety and prevent seafood fraud by requiring coordination of inspection activities through the National Sea Grant Program, developing a list of exporters that violate U.S. seafood safety laws, and including seafood fraud detection and prevention during seafood safety inspections. H.R. 3282 also would add new seafood traceability requirements. To date, no action has been taken on any of these bills.", "Seafood fraud-related issues that may receive further attention during the 114 th Congress include whether", "federal agencies are collaborating effectively; greater authority is needed to improve traceability of seafood through the supply chain; penalties for seafood fraud offenses are a deterrent; and resources for federal agency detection and enforcement are sufficient."], "subsections": []}, {"section_title": "Laws and Agency Responsibilities", "paragraphs": [], "subsections": [{"section_title": "The Federal Food, Drug, and Cosmetic Act and the Fair Packaging and Labeling Act", "paragraphs": ["The primary federal law that addresses mislabeling and safety of food is the Federal Food, Drug, and Cosmetic Act of 1938 (FFDCA; 21 U.S.C. §§301 et seq.). FFDCA requires that foods be safe, wholesome, and accurately labeled. It gives FDA authority over most food regulation (except for most meats and poultry) and includes", "a series of definitions elaborating on the concepts of adulteration and misbranding; control over all labeling of foods traveling in interstate commerce; detailed regulation of issues concerned with safety and wholesomeness of foods; and enforcement remedies available to the agency, when needed. ", "FFDCA prohibits introducing adulterated or misbranded food into commerce, adulterating or misbranding food that is in commerce, and the receipt and delivery of adulterated or misbranded food in commerce. An article is deemed misbranded if, among other things, its labeling is false or misleading or it is offered for sale under the name of another food. A food is deemed adulterated \"if any substance has been substituted wholly or in part.\" Under FFDCA, species substitution violates FDA's prohibition against adulteration. For example, the marketing of a less valuable fish as one of higher value is substitution and can result in a finding of adulteration.", "The Fair Packaging and Labeling Act (FPLA; 15 U.S.C. §§1451 et seq.) requires that consumers of packaged commodities be provided with accurate information as to their contents. FPLA requires each package label to identify the commodity; the name of its manufacturer, packer, or distributor; and the net quantity of contents, in terms of weight or mass, measure, or numerical count. Congress passed FPLA to \"enable consumers to obtain accurate information as to the quantity of the contents and to facilitate value comparisons.\" Under FPLA, it is unlawful for persons engaged in labeling or packaging of consumer commodities \"to distribute or to cause to be distributed in commerce any such commodity if such commodity is contained in a package, or if there is affixed to that commodity a label, which does not conform to the provisions\" of the act. Food products falling within the scope of FFDCA that are introduced into interstate commerce in violation of FPLA and its regulations are deemed to be misbranded within the meaning of FFDCA. ", "FDA has issued regulations that outline general principles for common or usual names of food. The common or usual name must", "accurately identify or describe, in as simple and direct terms as possible, the basic nature of the food or its characterizing properties or ingredients. The name shall be uniform among all identical or similar products and may not be confusingly similar to the name of any other food that is not reasonably encompassed within the same name. Each class or subclass of food shall be given its own common or usual name that states, in clear terms, what it is in a way that distinguishes it from different foods.", "A common or usual name of a food may be established by common usage or by regulation. For example, FDA promulgated a regulation establishing that Pacific whiting or North Pacific whiting is the common or usual name of the food fish Merluccius productus . Most common or usual names, however, are established through common usage."], "subsections": []}, {"section_title": "Food and Drug Administration", "paragraphs": ["FDA is the primary agency responsible for ensuring that food sold in interstate commerce is safe and properly labeled. The agency's jurisdiction includes seafood, and the agency operates a regulatory program for nearly all fish and fishery products. FDA's program includes research, inspection, compliance, enforcement, and development of regulations and outreach. Responsibility for a food product's safety, wholesomeness, identity, and economic integrity rests with the processor or importer, which must comply with the FDA's regulations promulgated under FFDCA and FPLA. ", "FDA has the authority to take both administrative and judicial enforcement actions. FDA administrative actions may include inspections, warning letters, recalls, suspension of registration, and administrative detention. For example, agency personnel may detain or temporarily hold food being imported into the United States while it determines if the product is misbranded or adulterated. Judicial actions require some involvement by the courts and may include seizures of violative products, injunctions, criminal prosecutions, and civil penalties. For example, FDA has the authority to take legal actions against sellers of misbranded and adulterated seafood by recommending criminal prosecution or injunction of responsible firms and individuals. "], "subsections": []}, {"section_title": "Customs and Border Protection", "paragraphs": ["Customs and Border Protection (CBP) enforces regulations at ports of entry including labeling requirements under FFDCA and the Tariff Act of 1930 (19 U.S.C. §§1202 et seq.). The Tariff Act requires all imported articles to be marked with the country of origin for the ultimate purchaser, the last person who will receive the article in the form in which it was imported. However, if the article will undergo substantial transformation, then the processor is considered the ultimate purchaser. CBP is responsible for assessing and collecting the final customs duties on imports. CBP reviews seafood import documentation to detect whether firms are transshipping products to avoid paying import or customs duties. Transshipping seafood is illegal whenever it circumvents trade laws and other applicable trade restrictions. The applicable law and regulation may vary, depending upon trade agreements existing between the United States and specific countries as well as the status of any antidumping and countervailing duties currently in force for particular products imported from designated nations. "], "subsections": []}, {"section_title": "National Oceanic and Atmospheric Administration", "paragraphs": ["The National Oceanic and Atmospheric Administration (NOAA) operates a voluntary fee-for-service seafood inspection program under the authority of the Agricultural Marketing Act of 1946 (7 U.S.C. §§1621 et seq.). The program focuses on product quality and offers services to assure compliance with all applicable food regulations. Specific program services include sanitation inspection, system and process audits, product inspection and grading, product lot inspection, laboratory analysis, training, and export certification. Products are evaluated with regard to their general condition and wholesomeness and may be sampled for chemical and microbiological contamination, decomposition, and species identification. Vessels, processing facilities, and retail establishments may receive services for all edible product forms, such as whole fish and products that have undergone varying degrees of processing as well as fish meal products used for animal feeds. ", "NOAA, FDA, and CBP also enforce provisions of the Lacey Act (16 U.S.C. §3372(d)). Under the Lacy Act, it is illegal to falsely label fish sold in interstate or foreign commerce. NOAA's Office of Law Enforcement sometimes uses this authority to undertake seafood fraud investigations. For example, a NOAA enforcement case involved the purchasing and reselling of farm-raised catfish and Lake Victoria perch as higher-valued grouper, sole, or snapper."], "subsections": []}, {"section_title": "U.S. Department of Agriculture", "paragraphs": ["With passage of the 2002 farm bill ( P.L. 107-171 ; the Farm Security and Rural Investment Act of 2002), country-of-origin labeling (COOL) became mandatory for wild and farm-raised seafood products. The Agriculture Marketing Service (AMS) of the U.S. Department of Agriculture (USDA) is responsible for administration and enforcement of COOL. In October 2004, AMS promulgated an interim final rule requiring certain retailers and their suppliers to notify customers of the country of origin of wild and farm-raised fish and shellfish. COOL does not apply to seafood imports that are processed food items. AMS published final rules to fully implement the country-of-origin requirements on January 15, 2009. USDA has entered into agreements with states having existing enforcement infrastructure to assist in compliance reviews for fish and shellfish. ", "The 2008 farm bill ( P.L. 110-246 ; the Food, Conservation and Energy Act of 2008) moved responsibility for catfish inspection to USDA by designating catfish as an amenable species . As an amenable species, catfish and catfish products are subject to continuous inspection by USDA's Food Safety and Inspection Service (FSIS). Previously, FDA had primary responsibility for the safety of all domestic and imported seafood, including catfish, under FFDCA. The 2008 farm bill also required that the Secretary define the species of catfish that would be inspected by USDA. The definition could be either narrow, such as the family Ictaluridae (North American catfishes), or broad, including all catfish in the order Siluriformes (36 families including North American and Asian catfishes). The broad definition would affect catfish imports because the non-Ictaluridae (Siluriformes from Asia) would be subject to FSIS inspection requirements. The proposed rule provided background related to the catfish inspection but deferred the definition of catfish to the final rule. The final rule was not finalized before debate began on the 2014 farm bill. The 2014 farm bill ( P.L. 113-79 ; the Agricultural Act of 2014) defined catfish as all fish in the order Siluriformes and required USDA to finalize regulations for food safety inspections of catfish no later than 60 days after enactment of the law. As of August 15, 2015, the catfish rule had not been published in the Federal Register . The 2014 farm bill also required USDA and FDA to execute an MOU to improve interagency cooperation on food safety and fraud prevention. The MOU was finalized in April 2014."], "subsections": []}, {"section_title": "State Regulation of Seafood Labeling", "paragraphs": ["In addition to federal requirements, states regulate the labeling and branding of seafood under state versions of FFDCA. For example, in Alaska \"no person may label or offer for sale any food fish product designated as halibut, with or without additional descriptive words, unless the food fish product is Hippoglossus or Hippoglossus stenolepsis .\" In California, an individual who sells any commodity in less quantity than what is represented is guilty of a misdemeanor offense. ", "Often federal and state agencies coordinate efforts to enforce seafood safety and fraud standards. For example, state agencies, the shellfish industry, FDA, NOAA, and the Environmental Protection Agency work cooperatively under the National Shellfish Sanitation Program (NSSP). NSSP promotes the sanitary control of shellfish produced and sold for human consumption. Foreign governments also participate in NSSP through international agreements with FDA. NSSP provides program guidelines, state growing area classification, and dealer certification programs. One of the main objectives of NSSP is to ensure shellfish are not harvested from polluted waters. This standard is especially important for species of shellfish such as clams and oysters that are often consumed raw."], "subsections": []}]}, {"section_title": "Fraudulent or Deceptive Practices", "paragraphs": [], "subsections": [{"section_title": "Mislabeling or Substituting Species", "paragraphs": ["Substituting an inexpensive species for one of higher value can be relatively easy. The differences in the taste and texture of different fish species' flesh may be subtle, and therefore it is frequently difficult to identify a species in fillet form, especially after it is prepared for consumption. It is difficult to generalize on the occurrence of misidentified species because the practice varies significantly by species, product form, and region. Further, the success of those who perpetrate seafood fraud depends on not being caught and maintaining the deception as long as possible. ", "Most independent reports indicate that the level of fraud can be significant. For example, a Consumer Reports study of seafood sampled from New York, New Jersey, and Connecticut found that 20% to 25% of seafood products were mislabeled. The Los Angeles County Department of Public Health conducted a cooperative survey of seafood substitution made by businesses selling seafood. The survey found that of 103 retail food facilities (66 restaurants and 37 food markets), 74% had seafood label misbranding or false and/or misleading advertisement on menus, menu boards, or display cards. Instances of mislabeling also include imported farmed salmon being falsely identified as wild Alaska salmon, frozen seafood being marketed as fresh product, and confusion over seafood being marketed as organic. In response to these reports, FDA began collecting samples from the wholesale distribution chain, prior to the point of final sale, and a limited amount of samples from the point of import. When compared to the FDA's Seafood List, a guide to acceptable market and common names for imported seafood and seafood sold in interstate commerce, 15% of the samples were found to be incorrectly labeled. ", "Fraud can be perpetrated in a variety of ways and at different market levels. Problems can arise from substitution at the restaurant level, misrepresentation by the restaurant supplier, or product misidentification anywhere in the harvesting and processing system. It is often difficult to determine who may have been at fault, especially if there is collusion. Intentional fraud, rather than human error, is more likely to have occurred when cheaper species are consistently mislabeled as more valuable species, rather than the other way around. One study, based on an analysis of mitochondrial DNA sequences, revealed that 77% of the fish sold in the U.S. marketplace as red snapper, Lutjanus campechanus , belonged to other species of the Lutjanidae family. In these cases, identification of other snapper species as red snapper is illegal. In another case, a seafood wholesaler in Alabama was convicted of selling Asian catfish and Lake Victoria perch as groupers, and farm-raised shrimp as wild-caught shrimp.", "Because large quantities of seafood are imported for U.S. consumption, some portion of the mislabeling problem undoubtedly originates with foreign suppliers. To address this concern FDA has issued an import alert on species substitution to provide guidance to agency field personnel about the manufacturers and/or products at issue. Asian catfish (basa and tra) may illustrate the magnitude of the problem. Although import volumes exceed 50 million pounds annually for these species, they sometimes are identified incorrectly in the domestic marketplace. For example, in 2012, a California seafood corporation was fined $1 million for selling Asian catfish as grouper."], "subsections": [{"section_title": "Common Names of Fish", "paragraphs": ["Although species substitution may be intentional for certain species and products because of their differing values, it also occurs unintentionally because the identities of species are easily mistaken. Table 1 provides a list of some common illegally substituted species. Common names such as red snapper are sometimes used for a variety of different species both unintentionally and intentionally.", "The two main provisions that cover the naming of fish are Section 403 of FFDCA, which addresses misbranded food, and Title 21, Section 102.5, of the Code of Federal Regulations , which sets forth general principles for common or usual names for non-standardized food. FDA recognizes the acceptable market name as the appropriate label for seafood products in interstate commerce. The acceptable market name \"is a name that FDA recognizes as a suitable statement of identity in labeling a species\" and fairly represents the identity to consumers. The use of vernacular names is discouraged because a species may have different vernacular names in different regions and because different species may be called by the same vernacular name. A common or usual name is the \"prevalent and meaningful name by which consumers ordinarily identify the food.\" Often the common name and acceptable market name are the same. For example, sablefish, Anoplopoma fimbri , has the same market and common name. If they are not misleading, FDA generally regards common names as appropriate seafood names. "], "subsections": []}, {"section_title": "The Seafood List", "paragraphs": ["The term seafood includes an exceptionally large number and variety of species. In 1988, FDA and NOAA developed its Seafood List. In addition to serving as a guide to acceptable market and common names, the list can be used as a standard reference to reduce confusion among consumers and provides an authoritative source for processors, retailers, and other vendors. FDA's guidance documents are recommendations, and thus the Seafood List does not establish legally enforceable requirements. In 1993, FDA published an updated and expanded Seafood List to include invertebrate species (mollusks and crustaceans) as well as finfish. The list is updated every six months and includes the following display for each species:", "type (vertebrate, invertebrate, crustacean); acceptable market name (e.g., grouper); common name (e.g., red grouper); and scientific name (e.g., Epinephelus morio )", "The list includes 1,827 seafood species and species groups, 1,737 common names, and 555 market names for seafood items. Often the acceptable market name is more general than the more specific common name. For example, there are 47 different species listed with the market name of grouper, all of which have different common names. In this case, one market name may be used for a number of different grouper species. Use of either the acceptable market name or the common name assures seafood venders that their labeling of seafood will comply with FDA regulations. ", "For some species, compliance policy guides (CPGs) are issued by FDA to provide acceptable labels for a product or species. For example, less desirable and valuable fish such as West Coast rockfishes and other snapper and grouper species have been labeled as red snapper. A CPG has been issued that identifies red snapper as the species Lutjanus campechanus , and the sale of other fish by this name constitutes misbranding in violation of the FFDCA. Sometimes a regulation may become necessary when guidelines either are not adhered to consistently or do not resolve differences that distinguish certain foods. For example, a regulation establishes common or usual names for certain kinds of crabmeat. Each name is associated with specific species of crab.", "Recent state efforts in California illustrated the difficulties related to using common and market names. In August 2014, the California legislature passed S.B. 1138 to address the problem of seafood fraud. The bill would have required the labeling of all fish and shellfish by their common name and of whether a species is wild-caught or farm-raised. Seafood industry representatives opposed the bill. They claimed it would have generated confusion and been difficult to enforce because of the large number of common names for seafood. Governor Jerry Brown supported the intent of the measure but vetoed the bill. The governor stated that species-specific labeling of seafood would not be achieved easily and that the legislation would have created uncertainties and complexities that would have been difficult to resolve."], "subsections": []}]}, {"section_title": "Low Weights, Undercounting, and Overtreating", "paragraphs": ["Consumers or businesses in the seafood supply chain receive less product for their money than advertised and anticipated when seafood businesses employ inaccurate (low) counts or net weights ( short-weighting ) and overtreatment. These practices also constitute mislabeling offenses under FFDCA. Some businesses resort to these practices because the chances of being caught may be low and it makes their products appear relatively inexpensive and increases profits, at least in the short run. ", "The FDA standard for breaded shrimp requires that such a product contain at least 50% shrimp. Overbreading may cause consumers to pay shrimp prices for excess bread crumbs. Frozen fillets, shrimp, crab legs, and other products normally are protected from dehydration (freezer burn) with the application of a light glaze of ice. Excessive amounts of glaze (over-glazing) that are not accounted for can be used deliberately to increase the apparent weight, and therefore the apparent value, of the delivered product. On February 20, 2009, FDA reissued its 1991 guidance, warning the seafood industry that the net weight of frozen seafood may not include the weight of glazing and that violations of this kind may be criminally prosecuted as felonies. Recent comments submitted to the presidential task force on combating IUU fishing and seafood fraud by the Southern Shrimp Alliance stated that greater efforts are needed to stop short-weighting of seafood products.", "The seafood industry uses sodium tripolyphosphate (STPP) to retain moisture in products so as to prevent freezer burn. When properly used, STPP can be a legitimate means for aiding processing and maintaining product quality. However, STPP can be misused to retain excess moisture in seafood products. For example, Atlantic sea scallops or shrimp may absorb excessive water after prolonged soaking in an STPP-water solution. Such excess water misrepresents the product's total weight and value when seafood prices are charged for the extra water. In addition to paying for excess water, shrimp can be bumped to a higher weight class (lower count per pound), which can increase the price per pound. Seafood treated with STPP or other water-retaining chemicals must be accurately labeled to identify this treatment. However, FDA rescinded moisture-percentage requirements in 2004 and now only requires that additives be listed on labels. NOAA's seafood inspection handbook assumes that scallops with a moisture content of greater than 83% have been treated and should be properly labeled as such. No moisture guidelines or standards exist for shrimp. Some critics suggest that the use of all water-retention chemicals (primarily phosphates) should be prohibited in fish and shellfish."], "subsections": []}, {"section_title": "Altered Color", "paragraphs": ["Fish fillets can be treated with carbon monoxide (CO) to give fish flesh a fresher-appearing reddish tint. The growing use of CO (also referred to as tasteless smoke or TS) as a pigment fixative has alarmed some consumer advocates who say it deceives shoppers who depend on color to help them avoid spoiled fish. Seafood industry representatives assert that TS/CO is a legitimate preservative, and FDA has responded that it has no questions at this time regarding an industry determination that TS/CO is a substance generally recognized as safe (GRAS). However, FDA has not made its own determination as to whether TS/CO is GRAS. A seafood safety concern occurs when the flesh of certain species, such as tuna, develops toxic levels of histamine through time and/or temperature abuse. Some assert that CO treatment may mask visual cues indicating that such flesh is decomposed and toxic. Consumer advocates have urged FDA to conduct a formal evaluation of this treatment's impact on consumer safety. FDA considers tuna to be misbranded if it is treated with TS/CO but not labeled to indicate that it contains a preservative and thus purports to be unprocessed, fresh, or fresh-frozen tuna. ", "Some aquaculture operations use color additives such as canthaxanthin or astaxanthin in feed to impart a more orange color to fish flesh of salmon or trout. If not for these color additives, the flesh of the farmed varieties of these fish would be a possibly less appealing, paler color. Under specified conditions, use of these additives in feed for salmonid fish is legal as long as fish are properly labeled to identify that this treatment has been used. "], "subsections": []}, {"section_title": "Transshipment and Mislabeling to Avoid Customs Duties", "paragraphs": ["Transshipment occurs when foreign producers ship goods through a second country en route to the United States. Although transshipment is generally legal and commonly used in the ordinary course of business, it is illegal if done for the purpose of circumventing duties and other applicable trade restrictions. For example, shrimp from China reportedly have been shipped to the United States by way of Cambodia and Malaysia to avoid paying antidumping duties levied by the United States on shrimp imported from China. In other cases, seafood such as Asian catfish has been mislabeled as sole specifically to avoid paying antidumping duties.", "Mislabeling the country of origin is another example of fraud. Without labeling, consumers rarely would be able to distinguish a product's country of origin. For example, some businesses may falsely claim their seafood product is domestic when it is actually imported from another country. Particularly for seafood, some difficult questions are related to the meaning of the term country of origin . For example, is a product's origin best represented by where the seafood was caught, the flag of the harvesting vessel, where the harvest was first landed, where the product was first processed, or where it was last or secondarily processed? Some consumers and businesses have become more interested in tracing seafood throughout the supply chain so the source of and liability for any mislabeling can be more easily identified."], "subsections": []}]}, {"section_title": "Traceability of Seafood", "paragraphs": ["During the last several decades, international seafood trade and movement of seafood throughout the United States have increased. Most seafood is no longer obtained from local sources; more than 90% of seafood consumed in the United States is imported. This shift has led to greater industry and consumer interest in tracing seafood throughout the supply chain from fishing vessel or aquaculture operation to the final consumer. The Bioterrorism Act of 2002 ( P.L. 107-188 ) requires producers, distributers, importers, transporters, and packers to maintain records of the sources and recipients of its products, or one step forward and one step back in the supply chain. The law also requires businesses to make these records available to FDA when there is a reasonable belief that adulterated food presents a threat of serious adverse health consequences or death to humans or animals. ", "Seafood traceability can be used to identify, locate, and withdraw harmful products from stores and restaurants. Traceability of products also can identify where fraud occurs in the supply chain or detect seafood products obtained from IUU activities. Consumers are becoming more concerned with product quality, identity, and sustainability. Currently, most seafood businesses do not provide information such as where, how, and when a specific seafood item was caught. Some fisheries are certified as sustainable by nongovernmental organizations and labeled as such to convey this information to consumers. For certified products, traceability through the supply chain is required to confirm the origin and identity of seafood products. ", "Some segments of the fishing industry believe that adopting systems to trace products from \"capture to plate\" can improve profits. Tracking requires tagging fish at the time of capture and recording related information such as vessel, date, species, weight, and location of capture at the time of unloading. This information is linked to products as barcodes or tags as they move through the supply chain. Because fish are a perishable commodity, the ability to quickly identify products and their location can improve efficiency and decrease waste. Traceability also can improve customer service by providing the capacity to quickly identify and correct problems when they occur.", "Whether similar information should be required for all seafood items and markets remains an open question. Broad adoption of seafood tracing systems would require universal standards and information from across businesses in the supply chain. Although more information could decrease costs associated with seafood fraud and potentially improve efficiency, these gains would need to be weighed against potential costs of developing and maintaining the traceability system."], "subsections": []}, {"section_title": "Losses Associated with Seafood Fraud", "paragraphs": ["There are no estimates of total economic losses associated with seafood fraud, but costs to consumers and legitimate seafood business likely are substantial. When seafood products are short-weighted, the losses to the buyer or consumer are in proportion to the difference between the labeled and actual weights. In 2012, U.S. consumers spent $82.6 billion for seafood products, which includes $55.2 billion in expenditures at food service establishments and $26.8 billion in retail sales for home consumption. When paying for excess water or breadcrumbs, consumers may sustain direct losses in proportion to the excess filler used to increase the weight of the product. The National Institute of Standards and Technology speculated that if only 2% of the weight of all seafood is short-weighted, the annual loss to consumers could be as high as $1.6 billion. ", "Consumers may incur losses when purchasing a lower-valued substitute for the price of a higher-valued product. They also may gain less utility from consuming a product of lower quality even when they are unaware of whether substitution has taken place. Consumers may find inferior substitutes to be less desirable and factor this experience into future food purchases. It is not clear whether the amount of fraud and deception in seafood sales and marketing is increasing, but media and nongovernmental organization attention to this issue has raised its profile with the public. These reports may deter consumers from purchasing seafood because of suspicions that they may not be getting the product they expect. Both consumer experiences and reports of seafood fraud may change consumer tastes and preferences for seafood products and decrease demand for seafood.", "For example, a study of Floridians found that 62% of respondents were familiar with media reports of restaurants substituting lower-valued species for grouper. Among respondents who were aware of the reports and order grouper at restaurants, 39% said they were less likely to purchase grouper at restaurants, 21% said they were less likely to purchase grouper for home consumption, 13% said they were less likely to order other types of fish at restaurants, and 9% said they were less likely to purchase other fish for home consumption. Study participants were willing to pay $0.83 to $3.18 more for grouper entrees in restaurants if these products were supplied with an integrity label. ", "The seafood industry also is likely to sustain losses because of the lower consumer perception of its products and a related decrease in demand. A decrease in demand would result in lower prices and losses in revenue to law-abiding businesses. These businesses also compete with those selling fraudulent products for lower prices. Lower-priced substitutes, albeit fraudulent, can put downward pressure on prices for legitimate, high-quality products."], "subsections": []}, {"section_title": "Industry Initiatives", "paragraphs": ["In 1986, the Southeastern Fisheries Association introduced a Seafood Product Quality Code program—one of the first efforts by a fisheries trade association to inform wholesale and retail seafood buyers. The code, a voluntary educational and promotional concept developed by the seafood industry, cataloged the industry's recommended measures for product quality of specific seafood products. Each product, such as raw headless shrimp, is listed with a description of its characteristics, such as production method, product types, product forms, quality attributes, packaging, and labeling. The availability of this information was intended to increase quality and safety awareness and to improve communication between buyers and sellers. ", "In October 2006, concerns that seafood fraud had eroded consumer confidence in seafood led the National Fisheries Institute (NFI) to announce an initiative to promote economic integrity within the seafood industry. NFI officially launched its Better Seafood Bureau in July 2007. Implementation of this initiative identified three primary concerns:", "transshipment of products to avoid antidumping and countervailing duties; mislabeling of products or species substitution; and mislabeling of weights or counts of products.", "NFI is pursuing its initiative by obtaining commitments from the CEOs of NFI member companies to comply with industry principles of economic integrity and to report suppliers committing economic fraud. As part of its economic integrity initiative, NFI reported that, in the year ending in August 2008, it sent more than 80 letters to FDA documenting specific examples of fraudulent weights. ", "However, NFI has not been an advocate for new seafood fraud laws. NFI has maintained that \"FDA needs to fulfill its mandate to fight seafood fraud\" and \"enforce laws that are already on the books.\" It contends that calling for new laws suggests some advocacy groups do not understand the issue. NFI adds that its \"members have been aggressive in rooting out bad actors and pushing regulators to enforce laws designed to stop this type of activity.\" In 2013, NFI and the National Restaurant Association signed an MOU to join forces in the fight against seafood fraud. "], "subsections": []}, {"section_title": "Administration Initiative", "paragraphs": ["On June 17, 2014, President Obama released a presidential memorandum entitled \"Comprehensive Framework to Combat Illegal, Unreported, and Unregulated Fishing and Seafood Fraud.\" The memorandum called on executive departments and agencies to use existing authorities to combat IUU fishing and seafood fraud. The memorandum also established a task force composed of senior-level federal agency representatives to develop recommendations for a comprehensive framework that targets IUU fishing and seafood fraud. On March 15, 2015, the task force released its final recommendations, which included both international and domestic measures. The task force's 15 recommendations are organized according to the following categories: ", "International : Work with international governments, regional fisheries management organizations, and others to combat IUU fishing and seafood fraud at the international level. Enforcement : Strengthen enforcement tools to combat IUU fishing. Partnership : Create and expand partnerships with U.S. state and local governments, industry, and nongovernmental organizations to identify and eliminate seafood fraud and IUU seafood in U.S. commerce. Traceability : Create a risk-based traceability program to track seafood from harvest to entry into U.S. commerce to prevent entry of illegal product into the supply chain and better inform retailers and consumers.", "The National Ocean Council has been changed with establishing an IUU Fishing and Seafood Fraud Committee to coordinate implementation of the task force's recommendations.", "IUU fishing occurs throughout the world, and a significant portion of seafood entering the United States reportedly is obtained from IUU fishing activities. Although IUU fishing may be a significant problem, some have questioned whether IUU fishing and seafood fraud should be addressed as part of the same initiative. Those who harvest seafood illegally may attempt to avoid detection by concealing its origin or mislabeling seafood, but seafood fraud can occur whether seafood products are harvested legally or illegally. Some have recommended that IUU fishing needs to be addressed at the source, before the product enters the market system. In contrast, seafood fraud may occur at different points in the supply chain and needs to be addressed accordingly. Furthermore, some explain that the terms seafood fraud and IUU are being used very broadly and question whether they need to be redefined or categorized to address specific types of illegal activity."], "subsections": []}, {"section_title": "GAO Seafood Fraud Report and Agency Coordination", "paragraphs": ["In February 2009, the Government Accountability Office (GAO) released a report on seafood fraud that focused on the federal government's role in addressing this problem. GAO concluded that federal agencies have not taken advantage of opportunities to share information that could benefit individual agency efforts to detect and prevent seafood fraud, and have not identified similar and sometimes overlapping activities that could be better coordinated to use limited resources more efficiently. The reported concluded that the lack of collaboration among Customs and Border Protection, National Marine Fisheries Service (NOAA), and FDA has resulted in overlapping actions and inefficient use of resources.", "According to GAO, FDA has considered detection of seafood fraud-related violations to be a low priority and has devoted minimal resources to this activity. At the time of GAO's study in 2009, FDA program guidance to field staff stated that \"no resources have been allocated for seafood fraud-related work, and resource expenditures in this area should be kept to a minimum.\" FDA officials stated that, \"the agency does not have the staff or resources to address economic fraud in addition to their food safety responsibilities.\" Since GAO released its report in 2009, FDA has dedicated resources to improving DNA testing for seafood fraud, collecting data related to the occurrence of seafood fraud, and launching an online training module related to seafood fraud. ", "GAO also questioned whether seafood safety requirements of FDA's Hazard Analysis Critical Control Point (HACCP) regulations should include seafood fraud. Under HACCP, domestic processors are required to prepare site- and product-specific plans that analyze potential safety hazards, identify where possible hazards occur during processing, monitor hazard control points, and determine how hazards will be controlled. Importers of seafood produced in other countries also must take steps to verify that the products obtained from foreign processors are in compliance with HACCP rules. When HACCP regulations were developed in 1995, FDA also proposed guidelines for using an HACCP-based approach to control economic fraud under FFDCA. However, measures related to economic fraud were not included in the HACCP regulations that FDA adopted for seafood safety. FDA explained that the food system would need to mature before the agency should address matters other than food safety. GAO recommended FDA propose changes to its HACCP regulations to include requirements for identifying and mitigating economic fraud risks. ", "On October 9, 2009, NOAA and FDA concluded an MOU to improve cooperation and information sharing in the inspection of seafood products and establishments. The arrangement attempts to address the GAO recommendations by strengthening the agencies' partnership and outlines procedures to work together both at headquarters and in the field. The MOU recognizes that FDA may take NOAA inspections into account when establishing inspection priorities. The MOU represents a broad outline of the parties' intent to collaborate in areas of mutual interest, but it did not create binding and enforceable obligations for either agency."], "subsections": []}]}}