{"id": "RL34006", "title": "Social Security: The Chilean Approach to Retirement", "released_date": "2007-05-17T00:00:00", "summary": ["Over the past few years, there has been intense debate about Social Security reform in the United States. A number of options, ranging from changing the benefit formula to adding individual accounts, has been discussed. The policy debate takes place against the backdrop of an aging population, rising longevity, and relatively low fertility rates, which pose long-range financial challenges to the Social Security system. According to the 2007 Social Security Trustees Report's intermediate assumptions, the Social Security trust funds are projected to experience cash-flow deficits in 2017 and to become exhausted in 2041.", "As policymakers consider how to address Social Security's financing challenges, efforts of Social Security reform across the world have gained attention. One of the most oft-cited international cases of reform is Chile. Chile initiated sweeping retirement reforms in 1981 that replaced a state-run, pay-as-you-go defined benefit retirement system with a private, mandatory system of individual retirement accounts where benefits are dependent on the account balance. As a pioneer of individual retirement accounts, Chile has become a case study of pension reform around the world. Although Chile's experience is not directly comparable to the situation in the United States because of large differences between the countries, knowledge of the case may be useful for American policymakers.", "This CRS report focuses on the Chilean individual retirement accounts system. It begins with a description of the U.S. Social Security policy debate, along with a brief comparison of Chile and the United States. Next, the report explains what Chile's individual retirement accounts system is and how it works. The pension reform bill sent to the Chilean Congress for debate in 2007 is also discussed. The report does not address other components of Chile's social security system, such as maternity, work injury, and unemployment.", "The final section provides an assessment of Chile's now 26-year-old individual retirement accounts system. Pension reforms have contributed to the rapid growth in the Chilean economy over the past two decades and returns on pension fund investments have been greater than expected. Administrative costs, however, have been high and participation rates have been modest at best. There is concern that the system does not cover the entire labor force and provides inadequate benefits to low income workers.", "This report will not be updated."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["As policymakers contemplate ways to address Social Security's long-term financial challenges, pension reforms across the world have gained new attention. This report focuses on Chile, one of the most oft-cited cases of pension reform internationally. In 1981, Chile initiated sweeping reforms that replaced a state-run, pay-as-you-go defined benefit retirement system with a private, defined contribution individual retirement accounts system. As a pioneer of individual accounts, Chile has become a case study for many countries seeking to reform their retirement systems. Although the Chilean experience is not directly comparable to the United States situation because of large differences between the countries, the case may offer some valuable insights for policymakers who are interested in individual retirement accounts.", "The report begins with a description of the U.S. Social Security policy debate and a brief comparison of Chile and the United States. It discusses the backdrop against which the Chilean pension reforms were implemented. Next, the report explains what Chile's individual retirement accounts system is and how it works. A pension reform bill, which is scheduled for consideration by the Chilean Congress in 2007 and expected to be passed before May 2008, is detailed. The final section provides an assessment of the individual retirement accounts system's performance relative to some of its initial goals."], "subsections": []}, {"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "The U.S. Social Security System", "paragraphs": ["The U.S. Old-Age, Survivors, and Disability Insurance (OASDI) programs collectively make up the system referred to as Social Security. The program is a social insurance system, whereby premiums are paid by workers to obtain coverage and benefits are intended to replace part of the earnings lost to the worker and the family when the worker retires, becomes disabled, or dies. Virtually all working men and women in the United States are covered by Social Security—about 96% of the labor force pay payroll taxes.", "Social Security is financed primarily on a pay-as-you-go (PAYGO hereafter) basis, in which today's workers pay for the benefits of today's retirees. The primary revenue source is a payroll tax paid by current workers and their employers. When revenues exceed outgo, as they do now, surpluses are invested in bonds and credited to the Social Security trust funds managed by the Treasury Department."], "subsections": [{"section_title": "Financial Challenges", "paragraphs": ["The Social Security system faces a long-term financing problem. Under the intermediate assumptions of the Social Security trustees, the system is projected to begin running cash flow deficits in the year 2017, at which point the system must begin redeeming any bonds (including interest) accumulated in previous years. Financial projections of the trustees also show that the trust funds will be exhausted in 2041, at which point 75% of scheduled annual benefits would be payable with income revenue.", "A primary factor underlying Social Security's long-term financial problem is the program's PAYGO financing structure in combination with the demographics of an aging society, specifically the looming retirement of the large baby boom cohort (persons born between 1946 and 1964), along with rising longevity and a low birth rate. Demographics are important because PAYGO systems, such as Social Security, are sensitive to the ratio of workers to beneficiaries, which is declining in the United States. Presently, there are about three covered workers for every beneficiary, and according to the Social Security trustees, this ratio will eventually fall to less than two to one. Between 2010 and 2030, the number of individuals age 65 or older is projected to grow by 76%, while the number of workers supporting the system is projected to grow by 6%."], "subsections": []}, {"section_title": "The Social Security Debate", "paragraphs": ["The longer it takes to address Social Security's financing challenge, the greater the changes will need to be. There are, however, fundamentally diverging views on reform. One approach would maintain the current program structure and make relatively modest changes to restore the system's long-term solvency, such as increasing the retirement age, reducing the cost-of-living adjustments, or raising the amount of earnings subject to the payroll tax. A second approach would change the program's underlying structure and create a partially or fully funded system based on personal savings and investments in individual retirement accounts."], "subsections": [{"section_title": "The Debate and the Chilean Case", "paragraphs": ["As policymakers consider how to address Social Security's challenges in the United States, other countries' experiences with retirement reforms have gained attention. Much of this attention has been directed toward countries that have adopted some sort of individual accounts program as part of their retirement system. The case of Chile, the first country to introduce a fully funded individual retirement accounts system in 1981, is often cited by both proponents and opponents of individual accounts.", "Policymakers who advocate introducing individual accounts in the United States have tended to point to Chile as a successful case. Adopting a Chilean-type system, some argue, would put the Social Security system on a path of sustainable solvency beyond the traditional 75-year projection period, since a fully funded system is not sensitive to changes in the number of workers per beneficiary. These proponents believe government-run, PAYGO systems are unsustainable in aging societies. They argue that a fully funded system, such as Chile's, would reduce future demands on the government for financing the growing costs associated with an increasingly elderly population.", "In addition, advocates of individual accounts maintain that a Chilean-style model would change the way Americans save for retirement, providing workers with a sense of ownership over their retirement savings. Individual retirement accounts, proponents maintain, would strengthen the link between contributions and benefits and thus would provide more incentives for workers to save for retirement. Moreover, American workers may earn significant returns on their contributions under an individual retirement accounts system, because their capital would be invested in stocks and bonds.", "By contrast, policymakers who advocate a more traditional approach to reform have tended to highlight the risks of a Chilean-type system. They argue that individual accounts would expose workers to the risk of investment market volatility. Implementing individual retirement accounts, others maintain, would also erode the social insurance nature of the U.S. system, which is designed to pool risk and protect workers and their families against loss of earnings due to retirement, disability, or death. A Chilean-type model, it is pointed out, would eliminate the system's progressive benefit formula, which replaces a higher share of earnings for lower earners than for higher earners. Under an individual accounts system, benefits would become strictly a function of workers' earnings and the returns achieved by their plan's investments. As a result, some workers could be worse off for reasons including poor investment decisions or downturns in financial markets. Some also argue that individual accounts do not necessarily provide the annuity features of the current U.S. system. Furthermore, critics may cite problems facing Chile's individual retirement accounts system, such as coverage gaps and high administrative costs, as evidence that implementing individual accounts in the United States would be problematic.", "Another concern raised by opponents relates to the transition costs from switching from a PAYGO to a fully funded system—that is, the cost of paying accrued obligations while funding individual accounts. Adopting a Chilean-type funded system would require today's younger workers to save for their own retirements while continuing to pay taxes to cover current retirees' benefits. Others contend that, depending on the funding mechanism, an individual retirement accounts system could worsen the U.S. program's financial outlook and exacerbate current budget deficits. For example, diverting revenues from payroll taxes into individual accounts, such as carve-out accounts, would only reduce the system's long-term financing problem to the extent that the benefit offset (from lower benefits) is greater than the diverted revenues."], "subsections": []}]}]}, {"section_title": "Chile and the United States in Comparative Perspective", "paragraphs": ["Before examining how Chile's individual retirement accounts system works, it is important to note some of the major demographic, political, and economic differences between Chile and the United States."], "subsections": [{"section_title": "Basic Demographics", "paragraphs": ["Chile has a relatively small population compared to the United States (roughly 16 million compared to 300 million respectively), and a smaller share of persons 65 or older (see Table 1 ). Both Chile and the United States are projected to face population aging, although Chile is expected to remain younger than the United States. In 2025, 18% of Americans and 14% of Chileans are projected to be age 65 years or older. Also note that the share of workers (aged 20-64) is declining among the U.S. population, but rising in Chile."], "subsections": []}, {"section_title": "Political and Economic Differences", "paragraphs": ["The political situation in Chile when the individual retirement accounts system was first adopted is very different than the United States today. Individual accounts were implemented in Chile under the military dictatorship of Augusto Pinochet (1973-1990). According to many analysts, this allowed the Chilean government to implement far-reaching pension reforms quickly and without a great amount of political consensus building. A democratic government was reinstated in Chile in 1990 and has continued the individual retirement accounts system.", "The fiscal conditions of Chile prior to the 1981 privatization reforms and the United States today are very different. A large budget surplus (e.g., 5% of Gross Domestic Product (GDP) in 1980) helped the Chilean government cover the transition costs to the new system. By contrast, in 2006 the U.S. federal budget recorded a deficit of $248 billion (representing 1.9% of GDP). Moreover, Chile used individual accounts to help develop its financial markets. Such markets are already well established in the United States.", "Another difference between the countries is the condition of the PAYGO retirement system. Chile's PAYGO system was insolvent at the time that their retirement system was overhauled. In 1980, the program had a deficit equivalent to 2.7% of gross domestic product, and general revenues financed roughly 28% of outgoing payments. The U.S. Social Security system, by contrast, currently has a surplus (1.4% of GDP in 2006) and is projected to remain solvent until 2041. Moreover, in Chile, factors such as government mismanagement, high rates of contribution evasion, and public distrust, among other reasons, helped set the stage for replacing their PAYGO system. By contrast, the U.S. Social Security program is well-managed, covers almost the entire labor force, and enjoys broad public support.", "The two countries differ in the size and scope of their economies. Chile is a relatively small developing county recognized for its robust economic performance in the Latin American region since the 1980s. With a per capita GDP of $5,747 in 2005, Chile is classified by the World Bank as an upper middle income country, whereas the United States, with a per capita GDP of $37,574, is classified by the World Bank as an OECD developed high income country. Chile has a large number of self-employed workers (around 27% of the labor force), many of whom are part of the informal sector—a segment that did not participate widely in the PAYGO system or in the current individual retirement accounts system. In contrast, the United States has a very small informal sector and the self-employed must contribute to Social Security.", "Finally, the definition of social security in Chile, as in many countries, includes sickness and maternity insurance, work injury insurance, unemployment and family allowances in addition to old-age, survivors and disability insurance. This CRS report focuses on the retirement component of Chile's social security system."], "subsections": []}]}]}, {"section_title": "Overview of Chilean Individual Retirement Accounts", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["In 1924, Chile became the first Latin American country to establish a national social insurance system, with the goal of insuring against elderly poverty, disability and death. It was a state-run, pay-as-you-go system with defined benefits, primarily financed by payroll contributions from employees and employers. While the program grew in size and complexity between 1924 and 1980, its basic structure remained relatively unchanged.", "Several major problems associated with Chile's PAYGO retirement system set the stage for pension reforms in 1981. It was highly fragmented, with more than three dozen different retirement schemes, each with different eligibility requirements and contribution rates. In 1973, for example, the combined employer/employee payroll contributions ranged from 19.5% to 26.0% of wages, depending on occupational type. The system was also vulnerable to political manipulation and was widely seen as inequitable. White-collar workers tended to fare better than those on the lower end of the economic spectrum. The multitude of plans and contribution rates resulted in another difficulty: high administrative inefficiencies and expenses.", "In May 1981, Chile replaced its state-run, PAYGO system with a private, fully funded individual retirement accounts system. The switch had a number of goals, including to restore the long-term financial balance of the system; to provide efficiency gains in the system; to reduce inequities of the old system and cover more workers; to give workers \"ownership\" over their retirement resources; to increase national savings; and to stimulate the national economy.", "Mandatory individual retirement accounts comprise the centerpiece of the new Chilean retirement system. Individual accounts are supplemented by a minimum guaranteed pension program, a social assistance pension program, and voluntary private savings accounts system. The main features of the system are summarized in Table 2 and in the sections that follow."], "subsections": []}, {"section_title": "Participation", "paragraphs": ["Workers who entered the Chilean labor force after January 1, 1983 were no longer covered by the old system. Instead, they were required to pay a proportion of their earnings into a private pension fund; that is, the individual retirement accounts system. Participation of self-employed workers in the individual retirement accounts system was made voluntary. The police and members of the armed forces remain in their own separate system to date. Those already in the workforce when the reforms were implemented were permitted to join the new system or remain in the old one, and persons already receiving a pension continued under the old law."], "subsections": []}, {"section_title": "Compensation for Previous Contributions to the Old System", "paragraphs": ["Workers who switched to the new system received government-financed \"recognition bonds\" ( bonos de reconocimiento ) to compensate them for accrued benefits under the previous system. The recognition bond is paid out of general revenues into a worker's individual account at retirement. Its value takes into account, among other things, the life expectancy of workers and the number of years they contributed to the old system."], "subsections": []}, {"section_title": "Contribution Rate", "paragraphs": ["Workers must contribute 10% of their monthly earnings to an individual retirement account, plus an additional amount (variable percentage) for administrative fees and survivors and disability insurance. There is a monthly maximum earnings limit on contributions of 60 UFs ( unidad de fomento ): US$2,043 as of January 2007. Contributions and interest are tax-deferred until retirement. Employers are responsible for sending the monthly contribution to workers' pension fund management companies ( Administradoras de Fondos de Pensiones , AFPs). Employers are not required to contribute but may do so. There is and additional contribution for fees and survivors and disability insurance. (See text box below.)"], "subsections": []}, {"section_title": "Voluntary Savings Mechanisms", "paragraphs": ["Chilean workers can supplement their individual retirement accounts in several ways. They can contribute on top of their required 10% contribution on earnings, up to a monthly ceiling (60 UF) to an individual account. Since August 1987, workers may also put money aside, regularly or sporadically, in a separate voluntary savings account. The tax code provides a variety of incentives for voluntary contributions and accounts, which were extended to the self-employed not participating in the new system and to members of the old system beginning in 2002. As of December of 2005, there were roughly 1.5 million voluntary savings accounts, compared to 7.4 million mandatory individual retirement accounts."], "subsections": []}, {"section_title": "Management of Individual Accounts", "paragraphs": ["In Chile, mandatory individual retirement accounts are administered by private pension fund management companies known as Administradoras de Fondos de Pensiones (AFPs). The design emphasizes competition between AFPs in an attempt to lower administrative costs, promote higher returns on investments, and encourage better customer service.", "Workers may select one AFP to manage their mandatory retirement accounts, which are invested in a mix of stocks, bonds, and other financial instruments. Workers may switch from one AFP to another at any time. When the system began, there were 12 AFPs operating. The number of AFPs peaked to 21 in 1994, and since then, a number have merged and some have been liquidated. As of January 2007, six pension fund management companies were in operation."], "subsections": [{"section_title": "AFP Fees", "paragraphs": ["AFPs may levy an array of different fees for managing workers' mandatory individual retirement accounts. These typically include a fixed flat fee when contributions are made (varies by AFP), a proportional fee on contributions, and a fee to open a new account. All fees are levied when contributions are made. Since 1987, a management fee on a worker's account has not been permitted. At retirement, there are up-front fees for the purchase of an annuity or programmed withdrawals, but no exit fee or fee to transfer pension fund companies may be levied (since 1987).", "In addition to administrative fees, workers pay AFPs for survivors and disability insurance, and each AFP takes out group life and disability insurance from separate private insurance companies. While typically included in the calculation of total administrative costs, survivors and disability insurance premiums are distinct from fees related to administering the individual accounts and provide protection against disability and death for the worker and his family.", "Although total administrative costs in the Chilean system have declined from their peak in 1984, when they represented 3.6% of taxable earnings, they remain too high, according to observers. Table 3 breaks down administrative costs (fees plus survivors and disability insurance) for the system in 2003. In that year, total administrative charges averaged 2.26% of taxable earnings, representing 22.6% of workers' 10% deposit or around 18% of the total deduction on workers' wages (12.26%). Note that, premiums paid for survivors and disability insurance typically make up around 0.75%-0.76% of the worker's taxable earnings per month."], "subsections": []}, {"section_title": "Pension Fund Investments", "paragraphs": ["Pension fund investments are subject to a number of rules set by the Chilean government. To reduce risk, investments were initially limited to bonds of financial institutions, bank deposits, mortgage bonds, government securities, and a limited amount of corporate bonds. Investments in domestic or foreign equities were not permitted. As the system has matured, investment rules and restrictions have been relaxed. Investment in domestic equities has been allowed since the mid-1980s, and investment in foreign assets (both fixed and variable return investments) has been allowed since the mid-1990s. The limit on asset allocation in foreign instruments was raised from 20% to 30% in 2004; recent proposals seek to raise the limit to 80%.", "The asset mix of Chilean pension funds has shifted dramatically since the system's inception, moving toward greater diversification (see Figure 1 ). Investment in domestic equities began in the mid-1980s, peaked in the early 1990s at 32% of total assets, then declined to 15% of total assets in 2003 as the portfolio moved toward international diversification. In recent years, investments in foreign instruments have grown dramatically, rising from 0.6% of total portfolio assets in 1993 to 24% in 2003 (in 2005, this figure was at 30%). A detailed summary of the asset allocation from 1981 to 2003 is provided in Appendix Table A-1 .", "The growth of the funds' size between 1981 and 2005 in relation to the Chilean economy has been considerable ( Figure 2 ). By 2005, pension funds represented almost 60% of Chile's GDP. The returns on investments have also been sizeable ( Figure 3 ). From the system's inception in 1981 to 2003, the pension funds have returned an average annual real rate of 10.4%; the average real return between 1991 and 2003 was 8.7% (before administrative costs). Negative returns were recorded in two years—1995 (-2.5%) and 1998 (-1.1%) —highlighting how capital markets vary during boom or bust times.", "AFPs must follow a number of other regulations. They have a minimum capital start up requirement. They have a minimum and maximum rate of return tied to the average real rate of return of all AFPs over a three-year period. Under the new multi-funds system established in 2002 (described in more detail below), the minimum and maximum rates of return are calculated separately for each fund type. When an AFP has \"excess returns\" based on a defined percentage, they must put the funds into a reserve fund. Regulations also require that AFPs hold a margin account equal to 1% of the fund's value. If an AFP does not achieve a minimum return, it makes up the difference from the aforementioned 1% and excess returns funds. It should also be mentioned that from the beginning of the program to March 2000, each AFP was permitted to offer only one fund. Although the intent was to limit investor risk, the one fund per AFP rule, along with the maximum and minimum rates of return, resulted in almost identically held portfolios among AFPs.", "To provide workers with a greater array of investment choices, legislation passed in January 2002 established multiple funds, which permitted each AFP to offer up to five Funds (A, B, C, D, and E), each with differing degrees of risk (see Table 4 ). Fund A has the highest proportion of its portfolio invested in equities, therefore the highest risk and potentially the greatest return. Under the multi-funds system, plan members are also permitted to allocate their contributions between two funds within the same AFP. Contributors who do not elect a specific fund are assigned one according to their age, with older workers automatically shifted into lower risk funds. As of September 2006, the majority of active contributors who have chosen a fund have selected A-and B-type funds. However, the majority of pension fund assets are in the C-type fund, which is the default fund for workers aged 36 to 55."], "subsections": []}]}, {"section_title": "Payout Options", "paragraphs": ["The legal retirement age under Chile's individual retirement accounts system is 65 years for men and 60 years for women. An individual need not stop working to receive his or her pension at legal retirement age. Early retirement is permitted but only if capital in the individual account would fund an \"adequate\" annuity, in terms of a monetary amount and a replacement rate of former earnings. The amount of the pension benefit depends on the amount accumulated in the mandatory individual account and the type of payout option a worker chooses.", "Chilean workers have three options to withdraw income from their retirement accounts: (1) purchase an annuity, (2) withdraw a predetermined amount each month, or (3) a combination of the two. A retiree can use the accumulated capital in the individual account to purchase an annuity from a private life insurance company. The annuity must be inflation-protected and provide survivors benefits. The second option is a programmed withdrawal, which is actuarially determined using official life tables, the account balance, and a variable interest rate. If individuals who choose the monthly programmed withdrawal outlive their resources, they could qualify for a minimum pension. If the retiree dies before all withdrawals are made, the remaining balance forms part of his or her estate. A third option available since 2004 is to combine an annuity and programmed withdrawal, with the advantage that the retiree is guaranteed an income stream for life, and if the individual dies early, the remaining account balance can be passed on to dependents. A lump-sum withdrawal is allowed, but only under designated conditions that few workers meet."], "subsections": []}, {"section_title": "Government Role", "paragraphs": ["The Chilean government maintains a number of important roles in the individual retirement accounts system. Regulatory oversight is provided by the governmental agency known as the Superintendent of Pension Fund Management Companies (SAFP), which licenses and oversees the pension fund management companies.", "The government acts as the guarantor of the AFP system. If an AFP goes bankrupt, the account holder (who is not retired or a retiree taking programmed withdrawals) does not lose any money in his or her individual account. The guarantee is effective only after the AFP uses its reserve funds. Also, the government insures 75% of a worker's annuity over the minimum pension level if an insurance company goes bankrupt. To date the government has yet to need to do so. The government also continues to administer the old PAYGO pension system (current pensioners under the old system and those who switched from the old system to the new system) through the National Pension Fund, INP.", "Two government programs form the safety-net under the system of individual retirement accounts. A minimum pension guarantee (MPG) is available to all workers who have at least 20 years of contributions but who have not accumulated enough in their individual account to finance a minimum lifetime pension. The MPG is a top-up benefit—if the individual account is not sufficient to fund a minimum pension, the government makes up the difference. If a person who has programmed withdrawals runs out of money in their individual account, or the amount they receive is below the minimum benefit, the government also tops this up. The minimum benefit level is set by the government and equals roughly 75% of Chile's minimum wage or 25% of the average wage.", "A second non-contributory program targets the very poor aged. The means-tested social assistance pension (known as PASIS) is available to the indigent elderly with fewer than 20 years of contributions. The benefit equals approximately half the value of the minimum pension. Not all who would qualify for a PASIS pension, however, receive one. To control costs, the government has set a limit on the number of persons who can receive the social assistance pension. A large share of qualified candidates has been placed on a waiting list. A reform bill currently under consideration by the Chilean Congress aims to extend PASIS-type benefits to all of the aged population who qualify, as discussed below."], "subsections": []}, {"section_title": "Recent Developments", "paragraphs": ["In recent years, there have been growing calls to modify Chile's individual retirement accounts system. Pension reform was a major theme during Chile's presidential campaign of 2005 and early 2006. The two main candidates, Sebastian Piñera of the center right National Renewal Party and Michelle Bachelet of the center left Socialist Party, agreed on the need to improve the existing individual retirement accounts system.", "In January 2006, Michelle Bachelet won the presidency in a runoff election, and soon after taking office in March, she created an Advisory Commission on Pension Reform. In July, the Commission presented the government with 70 proposals for improving the individual retirement accounts system. By December of the same year, President Bachelet sent a pension reform bill based on the Commission's recommendations to the Chilean Congress for debate and approval.", "The pension reform bill would strengthen the role of the state in the existing system and has several areas of focus. A main part of the reform is the addition of a new pillar ( Sistema de Pensiones Solidarias, SPS) to the individual retirement accounts system. The SPS, which would take effect July 1, 2008, would increase retirement benefits to low-income persons aged 65 or older who have lived in Chile for at least 20 years. It would replace the means-tested PASIS pension and the guaranteed minimum pension such that (a) individuals not eligible for any other pension would receive a basic solidarity pension of 60,000 pesos a month ($111); and (b) individuals whose pension from the individual accounts equals less than 200,000 pesos ($369) a month would receive a monthly top up benefit of up to 60,000 pesos ($ 111), known as a solidarity-based pension contribution .", "Another goal of the proposed reforms is to increase the participation of self-employed and informal sector workers and younger low-income workers in individual retirement accounts. To this end, one provision calls for a government cash subsidy to low-income workers (defined as earnings of less than 1.5 times the minimum wage) between the ages 18 and 35 for the first 24 months they are formally employed. Another measure would require self-employed workers, roughly 27% of the Chilean labor force, to enroll with an AFP seven years after the bill's implementation. Their participation is currently voluntary.", "Gender equity is also addressed in the pension reform bill. The legal retirement age would remain 60 for women and 65 for men, but starting July 1, 2009, women retiring at age 65 would receive a bonus credit for each child's birth—equivalent to 12 monthly contributions at minimum wage (at the time the child was born), plus 4% annual interest from the child's birth date until the woman reaches age 65. Survivor pensions would be extended to widowers (currently, men qualify only if they are disabled). In the case of divorce or annulment, capital in an individual account would be divided evenly between spouses. Social security law in Chile does not yet address the new marital status of divorced as provided by the civil marriage law of 2004 (legalizing divorce).", "The proposed legislation also aims to increase competition among AFPs and to reduce administrative costs. Among other modifications, the bill would", "allow banks to set up an AFP and offer pension funds; permit the Superintendent of Pension Fund Managers (SAFPs) to direct new entrants in the workforce to the management company with the lowest commissions; eliminate the flat fee charged to plan members by most AFPs, which is regressive; and raise the limit on foreign investment from 30% to 80%, three years after the reform bill's enactment.", "Other measures seek to improve financial education and boost retirement savings. The reform bill calls for the creation of a Pension Education Fund as a way to help improve workers' knowledge of the individual retirement accounts system. This measure comes on the heels of a growing body of research showing a lack of knowledge of the retirement system, especially among workers with low incomes, with less education, and among women. The bill would also create an employer-sponsored voluntary retirement savings plan, known as Ahorro Previsional Voluntario Colectivo (APVC), in which employers, as well as other persons, could contribute to an individual's voluntary savings account."], "subsections": []}]}, {"section_title": "Assessing the Chilean Approach to Retirement", "paragraphs": ["This section provides a brief assessment of some of the major impacts of Chile's individual retirement accounts system. The section does not analyze potential effects of the reform bill under debate in the Chilean Congress as of May 2007. Note that a complete analysis of the Chilean individual retirement accounts system cannot be made until the first cohort of workers entirely under the new system reaches retirement age—around 2020."], "subsections": [{"section_title": "Macroeconomic Effects", "paragraphs": ["Many economists argue that individual accounts have significantly contributed to Chile's rapid economic growth since the mid-1980s. One study estimates that Chilean pension reforms contributed roughly 0.5 percentage points per year (in a range from 0.2 to 0.9 percentage points) to economic growth from 1981 to 2001, a period when Chile's economy grew at an average annual rate of 4.6%. Individual accounts are also viewed as having helped the Chilean labor market; for example, by lowering the cost of labor (i.e., reducing total rate of payroll taxes), which encouraged employment creation.", "The implementation of individual accounts has helped develop Chile's domestic capital markets. Chilean capital markets were very underdeveloped at the time individual accounts were adopted. AFPs are now the largest institutional investors in Chile's capital markets, and pension fund assets have grown to represent a huge portion of the Chilean economy, from around 1% of GDP in 1981 to 63% of GDP as of June 2006.", "Among the oft-cited benefits of moving from a PAYGO to a fully funded system is the increase in national savings. Empirical studies, however, have not reached a consensus on whether pension reforms have directly boosted Chile's national savings rate. Measuring changes in the savings rate is difficult as estimates depend on assumptions of the savings levels that would have existed if no reform had taken place."], "subsections": []}, {"section_title": "System Financing", "paragraphs": ["A primary rationale for moving to a fully funded system in Chile was that it would help the retirement system achieve solvency. The transition to an individual retirement accounts system from a PAYGO system, however, has proved fiscally expensive for Chile in the short term. During the first five years of the reforms in Chile, total transition costs—expenditures for current pensioners and for those who remained in the old system, plus the costs of redeeming recognition bonds—ranged from 4.2% to 4.7% of GDP per year, according to the Congressional Budget Office (CBO). Transition costs peaked in the late 1980s, and during the 1990s averaged roughly 4.1% of GDP annually. The entire transition period in Chile is not expected to end until about 2050—the year that benefits to those who stayed in the old system are projected to cease completely.", "Another area of concern relates to new fiscal burdens on the government resulting from the growth of minimum pension guarantees (not including the proposed expansion of the program). As Chile's individual retirement accounts system matures, forecasts project that an increasing number of future retirees will qualify for a minimum pension guarantee as many current workers are not accumulating enough in their mandatory individual accounts to fund at least a minimum pension at retirement. The share of individual account holders requiring a \"top up\" benefit to provide a minimum pension level is projected to increase to more than 30 percent as the system matures, costing the government up to 1% of GDP.", "It is worthwhile to point out several strategies that helped the Chilean government finance the transition costs, especially during the early and most expensive years of implementation. These included increasing taxes on consumption, selling a large array of state-owned enterprises, borrowing from the public, and tightening spending. These methods helped Chile build a substantial budget surplus prior to the reform (5.5% of GDP in 1980). According to the CBO, \"in general, the Chilean privatization has been quite successful in managing the transition from a pay-as-you-go to a fully funded privatized retirement system.\""], "subsections": []}, {"section_title": "Efficiency and Costs to Participants", "paragraphs": ["Chile's switch to individual retirement accounts was also intended to improve the efficiencies of the old system. However, among the current system's greatest problems are high administrative costs. The extent of administrative costs has become a focal point of controversy in Chile because management fees reduce a workers' net investment over their working lives and hence their final pension from the individual account. If administrative costs are reduced, more of workers' contributions can be invested (in their IAs) and therefore raise the accumulated capital in their individual accounts.", "Studies have shown that the cumulative impact of administrative charges on a workers' final capital accumulation and pension in Chile may be substantial. Over time it has been estimated that administrative fees have consumed a quarter (25%) of the accumulations of an average Chilean worker who began contributing in 1982 and retired in 2002. Administrative charges also reduce workers' rate of return. Estimates from the Superintendent of Pension Fund Management Companies (SAFP) have indicated that when commission fees are considered, average annual returns on Chilean pension funds between July 1981 and August 2001 decline from 10.83% to 7.33% for low earners and 7.59% for high earners. The disparity between high and low earners stems from a flat-fee on monthly contributions that exists in most AFPs. Unlike proportional fees, fixed charges tend to be regressive.", "There are a number of reasons for high administrative costs in the Chilean system. Given pension fund managers' incentive to entice plan members to their AFP, the system, especially in the 1990s, experienced high marketing costs and a dramatic growth in sales personnel. Increased advertising and sales representatives also led individual participants to change AFPs excessively, thereby increasing total operating costs. A lack of competition and market transparency may also contribute to high administrative costs. From the inception of the program until present, there has been a concentration of assets in a few AFPs. In July 2006, two out of the six total AFPs controlled roughly 66% of all fund assets. High administrative costs and industry concentration may have resulted from government regulation in the AFP system (e.g., regulation of fee structure, legal barriers to entry such as start-up requirements or minimum reserve fund).", "Furthermore, many Chilean workers do not to appear to be well-informed about the fees associated with their individual retirement accounts. A high level of knowledge about administrative charges, some argue, may boost competition in the AFP system by encouraging more plan members to shop around for the AFP with the lowest fee structure. A recent analysis conducted by two Chilean pension experts shows that only 3.7% of plan members were aware of variable commissions charged by AFPs (and hence unable to compare fees and performance), and 52% did not know what percentage of their income went toward contributions into an individual retirement account.", "The administrative costs reported in Chile would not necessarily be replicated in other countries given the diverse factors that drive such costs. For example, whether administrative functions are managed by the government or private entities and whether administration tasks are covered by a single entity (centralized) or diverse entities (decentralized) may play a role in administrative costs. A centralized management system of investment funds could build on the existing tax collection and record-keeping systems of the government, generate economies of scale, and spread administrative costs over more workers, thereby lowering total costs. The relatively low administrative costs in the U.S. government employees' Thrift Savings Plan (TSP) is often cited as evidence of the cost advantages of a centralized single, private entity. By contrast, Chile has a decentralized structure of private pension fund management companies."], "subsections": []}, {"section_title": "Coverage", "paragraphs": ["The individual retirement accounts system was expected to improve participation rates in Chile, in part by linking benefits more tightly to contributions. However, active participation in the new system remains lower than expected. Whereas almost the entire Chilean workforce is enrolled in the AFP system, the share of persons actively contributing to their accounts is much smaller (see Table 5 ). In 2003 approximately 62% of the Chilean labor force, or 68% of those employed, are estimated to have contributed to their individual retirement accounts. This figure is roughly similar to the level of coverage provided under Chile's old PAYGO retirement system in the mid-1970s.", "Furthermore, not all of those that actively contribute to their accounts at one point in time will contribute to them regularly over their working life. One study estimates that an average Chilean worker entering the labor force at 20 years old and retiring at 60 years old will have 21 years of contributions. Another study estimates that an average plan member makes contributions for about 54% of his/her potential working life. While around one fifth of plan members make contributions nearly 100% of the time over their careers, a substantial portion of the population does not make regular contributions. Individuals may not contribute regularly for various reasons, such as interruptions in employment or job seasonality, non-employment, and low wages in relation to daily expenses over a lifetime.", "These trends reflect a growing concern in Chile that the current system does not cover the entire labor force and provides inadequate benefits to an important segment of workers. According to a Chilean government's study baseline projection, nearly 40% of workers affiliated with an AFP will accumulate enough capital to fund a benefit above the minimum level, 10% will qualify for a minimum benefit \"top up,\" and nearly half will reach retirement with less than the minimum pension and fewer than 20 years of contributions.", "Several factors help explain why participation in the Chilean individual retirement accounts system has not been greater. The labor market in Chile has a high share of self-employed workers, roughly 27% of the labor force, and a large informal sector. The participation rate for self-employed workers (which is voluntary) dropped from 12% to 7% between 1986 and 2003, while salaried workers rose from 63% to 76%. Chilean men contribute to their accounts almost 40% more months than women, who work fewer years, experience interrupted periods of employment due to child rearing and have lower lifetime earnings. Another factor may be the minimum pension guarantee, which may create incentives for lower income workers to contribute just long enough to qualify for the minimum pension (20 years), and soon thereafter stop making contributions."], "subsections": []}]}, {"section_title": "Conclusion", "paragraphs": ["Obtaining knowledge of other countries' experience with reforms in their social insurance programs has gained importance in recent years as policymakers contemplate how to address Social Security's long-term financial challenges. It is difficult, however, to draw general lessons from one country's experience, as there is no universal solution to reform. Social security systems operate differently in different countries; each faces its own unique set of political and socioeconomic conditions and has a different set of income support programs for the elderly. Moreover, what is viewed as successful or desirable in one country may not be in another. Nevertheless, information of reformed retirement systems around the globe can provide valuable insight to policymakers.", "The performance of Chile's individual retirement accounts system is mixed. Individual retirement accounts have contributed to the Chilean economy in a number of ways and the returns on pension fund investments have been greater than expected. The system seems to work well for workers with stable jobs who contribute regularly to their accounts over their working lives. However, the transition to an individual retirement accounts system has proved fiscally expensive for Chile. Concerns remain about low participation rates, especially among women and low-income workers, including members of the informal sector. Analysts also agree that administrative costs have been too high.", "In an attempt to address these problems and improve the system, a pension reform bill was sent to the Chilean Congress for consideration in 2007. The bill aims to reduce administrative costs, increase benefits, and expand coverage to supplement the shortfalls in the existing system's safety net. This development suggests that the Chilean individual retirement accounts model continues to evolve after 26 years of existence."], "subsections": [{"section_title": "Appendix. Chilean Pension Funds", "paragraphs": [], "subsections": []}]}]}}