{"id": "RL34315", "title": "The U.S.-Singapore Free Trade Agreement: Effects After Five Years", "released_date": "2010-03-26T00:00:00", "summary": ["The U.S.-Singapore Free Trade Agreement (FTA) (P.L. 108-78) went into effect on January 1, 2004. This report provides an overview of the major trade and economic effects of the FTA over the three years ending in 2006. It also includes detailed information on key provisions of the agreement and legislative action.", "The U.S.-Singapore FTA has taken on new importance in trade policy because the United States is engaged in negotiations to join the Trans-Pacific Partnership (TPP). The TPP negotiations are the first major market-opening initiative of the Obama Administration. On December 14, 2009, United States Trade Representative Ron Kirk notified Congress of the intent to enter into the TPP negotiations. The objective is to shape a high-standard, broad-based regional free trade agreement with Australia, Brunei Darussalam, Chile, New Zealand, Peru, Singapore, and Vietnam. The first round of negotiations began March 15, 2010, in Sydney, Australia.", "The U.S.-Singapore FTA has provided greater access for U.S. companies, has been instrumental in increasing bilateral trade, and has provided reassurance to Singaporeans of U.S. interest in the country. As a city-state, Singapore operates as an entrepot with essentially free trade. Under the FTA, concessions dealt mainly with providing greater access for American service providers and with strengthening the business environment in areas such as the protection of intellectual property rights and access to government procurement.", "In 2009, the United States ran a $6.6 billion surplus in its balance of merchandise trade with Singapore, up from $1.4 billion in 2003, but down from the $12.0 billion in 2008. U.S. exports of goods to Singapore surged from $16.6 billion in 2003 to a peak of $27.9 billion in 2008 before declining to $22.3 billion in 2009. Even with this rapid increase in U.S. exports to Singapore, the U.S. share of Singapore's imports has declined from 16% in 2003 to 12% in 2009. The main reason for this is that Singapore's overall trade is booming. Still, Singapore imports more from the United States ($28.5 billion) than from China ($26.0 billion).The U.S. balance of trade in services with Singapore declined from a surplus of $4.0 billion in 2001 to $1.2 billion 2005 but has risen to $4.2 billion in 2008. A significant increase has been in income from U.S. direct investments in Singapore. U.S. access to the Singaporean market for multinational corporations seems to have been enhanced considerably under the FTA. U.S. income from assets in Singapore rose from $6.7 billion in 2003 to $21.1 billion by 2008.", "On the U.S. import side (Singapore's exports), a noteworthy development is that U.S. imports of pharmaceuticals from Singapore have risen from $0.09 billion in 2003 to $3.0 billion in 2007 before declining to $2.0 billion in 2008. Singapore has developed as a regional center for multinational pharmaceutical companies. This apparently was partly triggered by provisions in the FTA that required Singapore to strengthen its intellectual property protection.", "Negotiations for the U.S.-Singapore Free Trade Agreement were launched under the Clinton Administration in December 2000. The FTA became the fifth such agreement the United States has signed and the first with an Asian country. This report will be updated as circumstances warrant."], "reports": {"section_title": "", "paragraphs": ["The U.S.-Singapore Free Trade Agreement ( P.L. 108-78 ) went into effect on January 1, 2004. This report provides an overview of the major trade and economic developments following the FTA over the five years ending in January 2010. It also includes selected information on key provisions of the agreement. As the United States and Singapore adjust to the provisions of the FTA, it becomes increasingly difficult to separate out the effects of the FTA from that which has occurred because of other economic forces. The effects of the global financial crisis and recession of 2008-2009 have had a major downward effect on trade flows, but some general conclusions still can be drawn. ", "The U.S.-Singapore FTA has taken on new importance in trade policy because the United States is engaged in negotiations to join the Trans-Pacific Partnership (TPP). The TPP negotiations are the first major market-opening initiative of the Obama Administration. On December 14, 2009, United States Trade Representative Ron Kirk notified Congress of the intent to enter into the TPP negotiations. The objective is to shape a high-standard, broad-based regional free trade agreement with Australia, Brunei Darussalam, Chile, New Zealand, Peru, Singapore, and Vietnam. The first round of negotiations began March 15, 2010, in Sydney, Australia. Singapore, Chile, Brunei, and New Zealand are the original members of the pact. The United States, Australia, Peru, and Vietnam are seeking to join. The United States already has FTAs with Singapore, Chile, Australia, and Peru. The TPP could become the basis for a Free Trade Area of the Asia-Pacific over the long term.", "The U.S.-Singapore FTA essentially eliminated tariffs on all goods traded between the two countries. It also included market access measures and other provisions related to trade in services, investment, rules of origin, intellectual property rights, government procurement, licensing of professionals, telecommunications, worker rights, the environment, capital controls, and dispute settlement.", "The FTA has provided greater access for U.S. companies, has been instrumental in increasing bilateral trade, and has provided reassurance to Singaporeans of U.S. interest in the country at a time when many in the region perceived that the United States had been focused on the Middle East and \"neglecting\" Asia. The FTA seems to have benefitted overall bilateral relations. The FTA has provided certain advantages to American businesses, but since Singapore has FTAs with many other nations, those advantages often are extended to other nations as well. ", "As a city-state, Singapore operates as an entrepot and shipping center and basically has free trade with almost all countries. It imposes import restrictions on only a handful of goods. Under the FTA, Singapore made concessions that dealt mainly with providing greater access for American service providers (particularly financial services) and with strengthening the business environment in areas such as the protection of intellectual property rights and access to government procurement.", "In 2009, the United States ran a $6.6 billion surplus in its balance of merchandise trade with Singapore, up from $1.4 billion in 2003, but down from the $12.0 billion in 2008. U.S. exports of goods to Singapore surged from $16.6 billion in 2003 to a peak of $27.9 billion in 2008 before declining to $22.3 billion in 2009. Major U.S. exports to Singapore include machinery, electrical machinery, aircraft, optical and medical instruments, plastic, and mineral fuel oil. U.S. trade with Singapore has increased faster than anticipated before the FTA. ", "Even with this rapid increase in U.S. exports to Singapore, however, the U.S. share of Singapore's imports has declined from 16% in 2003 to 12% in 2009. The main reason for this is that Singapore's overall trade is booming. Still, Singapore imports more from the United States ($28.5 billion) than from China ($26.0 billion). Malaysia is Singapore's top source of imports, while the United States is second, and China is third. Imports from China, however, have been rising rapidly, and China has passed Japan as a source of imports.", "The U.S. balance of trade in services with Singapore declined from a surplus of $4.0 billion in 2001 to $1.2 billion in 2005 but rose to $4.2 billion in 2008. While U.S. receipts of royalties and license fees ($3.2 billion) and exports of other private services ($4.2 billion) have increased, so have U.S. payments for other private services ($2.1 billion) and for travel and transportation ($1.3 billion). A significant increase has been in income from U.S. direct investments in Singapore. U.S. access to the Singaporean market for multinational corporations seems to have been enhanced considerably under the FTA. U.S. income from assets in Singapore rose from $6.7 billion in 2003 to $21.1 billion by 2008. As an example of U.S. service providers in Singapore under the FTA, Citibank has been able to expand its operations there (it has 50% of the credit card market), offer innovative products (such as biometric identification for bill paying), and partner with the subway system to issue credit cards that double as subway fare cards and to locate branches and ATM terminals in and around subway stations.", "On the U.S. import side (Singapore's exports), a noteworthy development is that U.S. imports of pharmaceuticals from Singapore have risen dramatically from $0.09 billion in 2003 to $3.0 billion in 2007 before declining to $2.0 billion in 2008. In 2008, Singapore was the seventh largest supplier of pharmaceuticals to the United States. The FTA did not lower the U.S. tariff rate for pharmaceuticals, since such products already enter the United States duty free. What appears to have occurred has been the development of Singapore as a regional center for multinational pharmaceutical companies. This apparently was partly triggered by provisions in the FTA that required Singapore to strengthen its intellectual property protection. The Singaporean government also has provided incentives for multinational biomedical companies to locate research and production in the country. Most of the major pharmaceutical companies of the world have established subsidiaries in Singapore and are exporting part of their production.", "Singapore has relatively high labor standards. It ratified the International Labor Organization's Minimum Age Convention in 2005. This brought the number of ILO Conventions the country has ratified to more than 20, including Core Conventions that cover child labor, forced labor, collective bargaining, and equal remuneration.", "As a city state with 3.4 million people and an area roughly the size of the Washington, DC, area inside the Beltway, Singapore's environmental challenges relate primarily to industrial pollution (strictly regulated), urbanization, and preservation of natural areas. The country touts itself as a garden city. It recycles all waste water, appears clean, and uses variable tolls to alleviate traffic congestion. The United States has not formally raised environmental or labor issues with Singapore under the FTA.", "For details on the content of the FTA, see CRS Report RL31789, The U.S.-Singapore Free Trade Agreement , by [author name scrubbed]."], "subsections": [{"section_title": "Trade in Goods", "paragraphs": ["Since the U.S.-Singapore FTA came into effect in January 2004, U.S. trade with Singapore has boomed. As shown in Figure 1 , U.S. exports of merchandise to Singapore rose by 68% from $16.6 billion in 2003 to a peak of $27.9 billion in 2008 before the global financial crisis depressed world trade in 2009. In 2009, U.S. exports to Singapore were at $22.3 billion. U.S. imports from Singapore increased by a lesser 22% to go from $15.1 billion in 2003 to a peak of $18.4 billion in 2007 before declining to $15.7 billion in 2009 or approximately the same level as prior to the FTA. The U.S. trade surplus with Singapore rose from $1.4 billion in 2003 to a peak of $12.0 billion in 2008 before declining to $6.6 billion in 2009.", "Major U.S. exports to Singapore include machinery, electrical machinery, aircraft/spacecraft, mineral fuel and oil, optical and medical instruments, plastic, and organic chemicals. As shown in Figure 2 , U.S. exports of each of these products have risen since the U.S.-Singapore FTA took effect in January 2004, although they declined in 2009 because of the global financial crisis. The highly developed nature of the city-state's economy can be seen in the major U.S. exports there. They consist primarily of industrial and scientific machinery and materials.", "The rising surplus in merchandise trade with Singapore, however, masks other underlying trends that do not bode as well for the United States. Although Singapore's share of U.S. exports to the world has remained at about 2.3% to 2.1%, Singapore's imports from the United States have been declining relative to those from many other countries of the world. As shown in Table 1 , in 2001, the United States accounted for 16.4% of Singapore's imports. By 2009, that share had fallen to 12%, despite the rapid growth in U.S. exports there. Still, Singapore imports more from the United States ($28.5 billion) than from China ($26.0 billion). Malaysia is Singapore's top source of imports, while the United States is second, and China is third. Imports from China, however, have been rising rapidly, and China has passed Japan as a source of imports. ", "The surplus in the U.S. balance of merchandise trade with Singapore runs contrary to a commonly held perception that free trade agreements lead to larger U.S. deficits in trade. The perception seems to be generated mostly by U.S. trade with its immediate neighbors, Canada and Mexico. As shown in Figure 3 , in 2009, the United States ran trade surpluses with Australia, Singapore, Chile, the Dominican Republic, Morocco, and seven other FTA countries, while it ran deficits with Mexico, Canada, Israel, Costa Rica, and Nicaragua. ", "During the FTA talks with Singapore, negotiations were intense over that country's import restrictions on a few products. Even though Singapore is largely a free-trade nation, it has restrictions on imports of specific controlled items (including chewing gum) and has import duties on beer, stout, and a local beverage called samsu . Under the FTA, Singapore allowed imports from the United States of chewing gum with \"therapeutic value\" (excluding nicotine gum) to be sold in pharmacies. The country also dropped all duties on beer, stout, and samsu from the United States.", "Under the FTA, U.S. exports of beer (made from malt, Harmonized System code 2203) rose from $0.352 million in 2003 to $0.648 million in 2005 but was at $0.505 million in 2009. As a share of Singapore's total imports of beer, however, in 2009, the United States accounted for about 0.5% of the total and ranked 18 th among all sources of beer imports. The top six sources were Malaysia, Mexico, Belgium, the Netherlands, Thailand, and South Korea. Among these countries, only Thailand and South Korea have free trade agreements with Singapore.", "With respect to chewing gum, the data on Singaporean imports do not show appreciable imports from the United States. In 2009, out of a total of $850,309 in chewing gum imports (HS 170410), none came from the United States. $627,016 in chewing gum came from Indonesia and $112,907 that came from South Korea. As for imports from the United States in previous years, in 2005, Singapore imported $1,298 and 2006, $246 worth of American chewing gum."], "subsections": []}, {"section_title": "Trade and Market Access in Services", "paragraphs": ["U.S. business interests point out that the greatest potential effect of the U.S.-Singapore FTA is likely to be increased access by U.S. companies to Singapore's market in services. Services are provided in two ways: in cross-border transactions and from subsidiaries in the trading partner's economy. Services such as insurance, shipping, provision of intellectual property, and travel often are sold across borders and are counted as exports and imports. Other services, such as accounting, legal services, and banking often are provided directly to the consumer through overseas subsidiaries of U.S. companies. These transactions usually do not appear as exports or imports, although the repatriation of profits from such activity is counted as an income flow.", "The United States has traditionally run a surplus in its balance of services trade with Singapore. This is shown in Figure 4 . Under the FTA, this balance declined from $4.0 billion in 2001 to $2.6 billion in 2006 but has risen to $4.2 billion in 2009. Among the four components of trade in services, the United States ran surpluses in two and deficits in two. In royalties and license fees, the U.S. surplus increased from $2.5 billion in 2001 to $3.1 billion in 2008. Some of this rise in fees for intellectual property likely can be attributed to strengthened intellectual property protection in Singapore resulting from the FTA. In other private services, the U.S. surplus has fluctuated with a fall from $1.9 billion in 2001 to $0.7 billion in 2006 but a rise to $2.2 billion in 2008. In military and government transactions, the trade balance varies from year to year. It was -$0.04 billion in 2001, -$0.2 billion in 2006, and -$0.6 billion in 2008. In travel and transportation, the balance trends toward an increasingly large U.S. deficit. Most of this is in transportation, particularly shipping, as well as in passenger fares and travel. This negative balance grew from -$0.3 billion in 2001 to -$1.0 billion in 2006 but diminished to -$0.4 billion as the global financial crisis curtailed shipping and tourism.", "Increased market access in services under an FTA, therefore, may or may not result in an improvement in the U.S. bilateral trade balance in services. It depends on what kind of service is being traded and the relative comparative advantage of each country. U.S. service providers, moreover, may find it more advantageous under the increased access and strengthened intellectual property regime engendered by an FTA to locate a subsidiary in the FTA partner country. This may reduce U.S. exports of private services but also may increase royalties and payments from use of intellectual property and earnings from operations in the host country. In the Singapore case, U.S. income from assets owned in Singapore increased from $3.9 billion in 2001 to $6.7 billion in 2003, and after the FTA jumped to $14.3 billion in 2006 and $21.1 billion in 2008. In 2008, Singaporean investors earned $6.3 billion on their assets in the United States for a $14.8 billion surplus for the United States. This is more than triple the U.S. surplus in trade in services. "], "subsections": [{"section_title": "Financial Services", "paragraphs": ["In financial services, Singapore made several key concessions under the FTA. In 2007, the government lifted the ban on new licenses for full-service and wholesale American banks. Licensed full-service banks from the United States (two as of 2007) are now able to offer all their services at an unlimited number of locations. Under the first two years of the FTA, U.S.-licensed full-service banks were able to operate at up to 30 customer service locations (branches or off-premise ATMs). Non-U.S. full-service foreign banks have been allowed to operate at a combined 25 locations. Locally incorporated subsidiaries of U.S. banks are able to apply for access to the local automated teller machine (ATM) network on commercial terms, and branches of U.S. banks were to obtain access to the ATM network by 2008.", "Citibank, in particular, has been expanding its presence in Singapore. From four branches in 2004, it now has eleven full-service branches and more planned. It was the first in Singapore to introduce a biometric payment system that allows payments without credit cards based on fingerprint identification. It also has joined with the Singapore MRT subway system to provide credit cards that double as subway tickets and to locate ATMs and branches in and around subway stations. Citibank has a 50% share of the Singapore credit card market. As of mid-2006, Citibank along with the other major foreign banks had created their own ATM network rather than join that of the local banks. American banks are allowed under the FTA to enter the domestic ATM network if financial considerations warrant such a move."], "subsections": []}, {"section_title": "Legal Services", "paragraphs": ["In general, foreigners in Singapore cannot practice Singapore law (without local credentials), employ Singapore lawyers to practice Singapore law, or litigate in local courts. Since June 2004, however, U.S. and other foreign lawyers have been allowed to represent parties in arbitration in Singapore without the need for a Singapore attorney to be present. U.S. law firms can provide legal services with respect to Singapore law only through a joint venture or formal alliance with a Singapore law firm. Under the FTA, Singapore has recognized law degrees from Harvard University, Columbia University, New York University, and the University of Michigan for the purpose of admission to practice law in Singapore. Also, since October 2006, graduates of these universities who are ranked among the top 70% of their graduating class may be admitted to the Singapore bar."], "subsections": []}]}, {"section_title": "Electronic Commerce", "paragraphs": ["The FTA contains state-of-the-art provisions on electronic commerce, including national treatment and most-favored-nation obligations for products delivered electronically, affirmation that services disciplines cover all services delivered electronically, and permanent duty-free status of products delivered electronically."], "subsections": []}, {"section_title": "Intellectual Property Rights (IPR) Protection", "paragraphs": ["The FTA provided the impetus for the Singapore government to amend its laws to create one of the strongest IPR regimes in Asia. In July 2004, amendments to the Trademarks Act, the Patents Act, the Layout Designs of Integrated Circuits Act, Registered Designs Act, a new Plant Varieties Protection Act, and a new Manufacture of Optical Discs Act came into effect. This was followed in 2005 by an amended Copyright Act and Broadcasting Act. Singapore also has implemented or ratified various international conventions or treaties dealing with IPRs.", "Singaporean officials have indicated that the provisions in the FTA that strengthened IPR protection in Singapore have attracted foreign business investments. Recently, Microsoft, Pfizer, ISIS Pharmaceuticals, Motorola, Genentech, and Lucas Films have made new investments in operations in Singapore.", "In January 2010, the World Intellectual Property Organization (WIPO) of the United Nation established an office in Singapore to handle some of WIPO's dispute resolution activities. The Singapore office is to administer and facilitate hearings in cases conducted under WIPO arbitration rules and to provide training and advice on procedures such as arbitration, mediation and expert determination. The Singapore Office of WIPO aims to cater to regional needs and to make WIPO's experience and expertise in intellectual property alternative dispute resolution more accessible in the Asia-Pacific Region."], "subsections": []}, {"section_title": "Investments", "paragraphs": ["The U.S.-Singapore FTA provides for national and most-favored nation treatment for foreign investors. Investors have the right to make financial transfers freely and without delay. The FTA also provides for disciplines on performance requirements, for international law standards in the case of expropriation, and for access to binding international arbitration. In 2006, Singapore was the third largest destination for U.S. foreign direct investment in the Asia Pacific. U.S. direct investment (cumulative position) in Singapore was $40.8 billion in 2001, $51.1 billion in 2003, $81.9 billion in 2006, and $106.5 billion in 2008. By comparison, in 2008, it was $88.5 billion in Australia, $79.2 billion in Japan, $51.5 billion in Hong Kong, and $45.7 billion in China.", "According to the U.S. Department of Commerce, in 2004 and 2005, one of the strongest increases in the value added of overseas affiliates of U.S. multinational corporations was in manufacturing operations in Singapore. The attractiveness of the country as a \"manufacturing base for the Asia-Pacific region was heightened by the enactment of the United States-Singapore Free Trade Agreement, which facilitates the shipment of inputs to production from the United States.\" In 2005, U.S. affiliates in Singapore accounted for 15% of Singapore's GDP, up from 13.2% in 2004 and second only to the share in GDP of U.S. affiliates in Ireland (18.5%). In 2005, U.S. non-bank affiliates in Singapore employed 123,600 persons, held assets of $150.7 billion, had sales of $162.7 billion, and generated net income of $18.7 billion. This net income in Singapore exceed that by U.S. non-bank affiliates in Japan ($15.0 billion), Australia ($13.0 billion), or China ($7.9 billion) for the same year."], "subsections": []}, {"section_title": "U.S. Imports from Singapore", "paragraphs": ["Just as U.S. exports to Singapore have increased since the U.S.-Singapore FTA came into effect in 2004, so also have U.S. imports from Singapore. After the FTA, Imports rose by 22% from $15.1 billion in 2003 to $18.4 billion in 2007 (not adjusted for inflation) but as the global financial crisis curtailed international trade, imports from Singapore declined to $15.7 billion in 2008 and $15.7 in 2009. Since the FTA, therefore, U.S. exports have increased considerably more than U.S. imports.", "By sector, the growth rates for imports vary considerably. Figure 5 shows the average annual growth rates for the four years prior to and for the five years after the FTA was implemented for the top 40 products (by 2-digit Harmonized System code) imported from Singapore. In 2009, the value of these products ranged from a low of $3.9 million for nickel to $4,639.6 million for machinery. Imports from Singapore are concentrated in the top six categories each with amounts exceeding $1 billion. Together these six accounted for 91% of the total imports from Singapore in 2009.", "One of the concerns expressed during consideration of the FTA was that it would increase significantly imports of textiles and apparel from Singapore. This has not occurred. In 2009, there were no imports of knitted or crocheted fabrics. Since 2003, imports of woven apparel fell by 39% per year from $38 million to $3 million in 2009, and imports of knit apparel likewise fell by 22% per year from $233 million to $68 million. ", "The most significant gains have been in U.S. imports of pharmaceuticals from Singapore. Imports of such products jumped from $0.09 billion in 2003 to $3.0 billion in 2007, although they declined to $2.0 billion in 2009. Singapore is the ninth largest supplier of pharmaceuticals to the United States, behind Belgium, Israel, and Switzerland, but ahead of Italy, Japan, and India. The vast majority (95%) of these imports ($1.9 billion) were cardiovascular medicaments (HS 3004909120). ", "The increase in imports of pharmaceuticals from Singapore cannot be attributed to a reduction in U.S. tariffs under the FTA. Pharmaceuticals already enter the United States duty free. Rather what appears to have occurred is the development of Singapore as a regional center for multinational pharmaceutical companies—both for manufacturing and for research and development. Two major factors have contributed to this. The first is the strengthening of intellectual property protection and new or revised laws in Singapore. The second is the development of a biomedical industrial park (Tuas Medical Park) for pharmaceutical companies to locate production and other facilities plus a research complex called Biopolis that houses biomedical research institutes, councils, and related organizations.", "Multinational companies have come to dominate the manufacture of pharmaceuticals in Singapore. These include Merck Sharp and Dohme, Aventis, GlaxoSmithKline, Pfizer, Schering-Plough, Wyeth, and Eli Lilly. Singapore is increasingly becoming a base for both regional and global pharmaceutical production for a growing number of multinational companies. The government goal is to have at least ten multinational pharmaceutical manufacturing facilities operational in Singapore by 2010. Much of the production is for export, particularly to North America and Europe. Exports from other Asian countries also flow into Singapore for re-export. The country exports more pharmaceuticals than any other \"Asian Tiger\" economy (Hong Kong, Taiwan, and South Korea).", "Before the FTA, a sizable proportion of Singapore's pharmaceutical exports were transshipments from other countries. While such re-exports continue to increase, exports of domestic production now dominate. Figure 6 shows Singapore's global exports of pharmaceuticals and the rapid increase in domestic exports relative to re-exports. From 2002 to 2006, the re-export share of all pharmaceutical exports dropped from 60% to 11%."], "subsections": []}, {"section_title": "Balance of Trade by Sectors", "paragraphs": ["In the modern globalized economy, much trade is intra-industry. The old economic model of trade in which each country specializes in certain products and exchanges them for others in which it has a comparative disadvantage only remotely resembles trade between industrialized economies populated by multinational enterprises. In many cases, the United States both imports and exports products in the same sector. Some of this trade may occur within a manufacturer's supply chain that may straddle several countries. For example, an electronic product may be designed and marketed in the United States, but final assembly may be in Singapore using components from the United States as well as from other economies in the region. The U.S. balance of trade in goods with Singapore is shown in Figure 7 by two-digit Harmonized System codes.", "The balance of trade by sectors also indicates how trade with Singapore may be affecting sectoral employment in the United States. The first observation is that the U.S. aerospace products, mineral fuel and oil, and electrical machinery producers are doing well in Singapore. The U.S. trade surplus in each exceeds $2.3 billion. The largest U.S. sectoral deficits in trade are in organic chemicals (-$2.7 billion) and pharmaceutical products (-$1.9 billion). Most other sectors are experiencing either small surpluses or small deficits in bilateral trade—less than $1 billion. (The sectors not shown in Figure 7 had balances with an absolute value of less than $60 million.) "], "subsections": []}, {"section_title": "Labor Issues", "paragraphs": ["In the U.S.-Singapore FTA, labor obligations are part of the core text of the trade agreement. Both parties were to reaffirm their obligations as members of the International Labor Organization, and they are to strive to ensure that their domestic laws provide for labor standards consistent with internationally recognized labor principles. The agreement also contains language that it is inappropriate to weaken or reduce domestic labor protections to encourage trade or investment. The agreement further requires parties to effectively enforce their own domestic labor laws. This obligation is to be enforceable through the agreement's dispute settlement procedures.", "Singapore has ratified 24 ILO Conventions (20 in force), including five Core Conventions that cover child labor (ratified in 2001); forced labor; collective bargaining, and equal remuneration (ratified in 2002). The country ratified the Minimum Age Convention in November 2005 after the FTA went into effect. Unless otherwise indicated, the other conventions were ratified in 1965. (The United States has ratified 14 ILO Conventions [12 in force] including 2 [Forced Labor and Child Labor] of the five Core Conventions.)", "In 2009 Singapore's national labor force was made up of approximately 2.99 million workers of which about 500,000 were unionized and represented by 68 unions. Almost all of the unions (which represent virtually all of the union members) were affiliated with the National Trade Union Congress (NTUC), an umbrella organization with a close relationship with the government.", "In a 2009 study of the U.S.-Singapore FTA, the Government Accountability Office concluded the following:", "Singapore generally had strong protections for workers going into the FTA and has since improved them. As a high-income economy, Singapore provides good working conditions and a broad range of social benefits for most of its workers, and U.S. officials involved in the negotiations said changes in Singapore's labor laws were not needed to conclude the FTA. The International Trade Union Confederation (ITUC) reports that there are some restrictions on unions in Singapore's labor laws, but many of the restrictions are not applied in practice. U.S. FTA negotiators were initially concerned by Singapore's lack of a minimum wage law, but these concerns were allayed by an understanding of Singapore's unique system for determining wage increases through the annual recommendations of a National Wages Council that is composed of government, trade union, and employer representatives. U.S. embassy officials said Singapore has made changes in its laws to improve worker protections since the FTA took force. The embassy officials stated that, for example, a workplace safety and health act was enacted to provide safety protections to a broader range of workers.", "State's 2008 human rights report indicates that Singapore's Ministry of Manpower effectively enforced its laws and regulations on working conditions, safety and health standards, and child labor. (p. 37)", "No U.S. activity or assistance on labor has been provided since the FTA went into effect, according to ILAB (U.S. Bureau of International Labor Affairs) officials. Singapore has high labor standards and relatively few labor problems, as indicated in the FTA labor rights report. U.S. officials told us that because Singapore's labor laws and enforcement systems were good, they did not see a need for extensive cooperation and, furthermore, Singapore had not requested it.... Despite the provisions in the labor cooperation annex and the expectations of negotiators in both countries, neither U.S. nor Singapore government officials were aware of any technical cooperation activities concerning labor since the FTA was implemented. However, Singaporean officials told us they were cooperating on labor issues with other trade partners, such as the Trans-Pacific Strategic Economic Partnership that also includes Chile, New Zealand, and Brunei Darussalam. (p. 44)"], "subsections": []}, {"section_title": "Environmental Issues", "paragraphs": ["In the U.S.-Singapore FTA, both parties agreed to ensure that their domestic environmental laws provide for high levels of environmental protection and that they are to strive to continue to improve such laws. They are not to weaken or reduce domestic environmental protections to encourage trade or investment. The agreement also requires that parties effectively enforce their own domestic environmental laws. This obligation is to be enforceable through the agreement's dispute settlement procedures.", "Since Singapore is an island (3.4 million population) the size of the Washington, DC, area inside the Beltway, it has virtually no natural resources. Its environmental issues are characteristic of a highly urbanized city. It has no problems associated with mining, forestry, or large-scale agriculture. Singapore touts itself as the \"garden city of the East.\" It is relatively clean, ordered, and well-planned. Waste water is purified and recycled. The restricted space available in the country raises issues pertaining to industrial pollution (tightly regulated), urbanization, and the protection of the few natural areas still existing. Vehicular traffic is alleviated by charging special tolls to travel into the inner city during rush hours and by levying taxes and other fees on new or used cars."], "subsections": []}, {"section_title": "Cargo Security", "paragraphs": ["The closer economic links established under the FTA appear to have assisted in areas such as cargo security. In December 2007, Singapore announced that it was to conduct a six-month trial project under the Secure Freight Initiative. Under this initiative, 100% of U.S.-bound shipping containers are to be scanned for nuclear or radiological materials before being loaded on ships. Singapore is to be one of seven ports participating in the trial.", "The Ports Command in Singapore already had been cooperating with the United States in various security initiatives. It now scans about 15% of the 24 million cargo containers that pass through its ports, and it is able to scan an incoming container truck in less than one minute. In March 2003, Singapore was the first country to sign on to the U.S.-sponsored Cargo Security Initiative."], "subsections": []}, {"section_title": "Other Effects", "paragraphs": ["The U.S.-Singapore FTA also generated non-economic effects. At a time when many in Southeast Asia perceive that the United States is distracted by events in the Middle East and not paying enough attention to Asia, the FTA provided some degree of reassurance of U.S. interest in the region. It also created a bandwagon effect as Malaysia, Thailand, and South Korea soon followed with negotiations of their own for an FTA with the United States. Singapore has supported the U.S.-backed proposal to create a Free Trade Area of the Asia Pacific under the Asia Pacific Economic Cooperation forum. It also has aggressively been concluding other FTAs that eventually could form the basis for this proposed free trade area.", "In addition, the closer economic ties under the U.S.-Singapore FTA contributed to more diplomatic and military cooperation with Singapore. In July 2005, the United States and Singapore signed a Strategic Framework Agreement that extended bilateral cooperation to defense and security. Located in the midst of several secular Muslim nations, Singapore has been active in cooperating with the United States in political and security cooperation in the global counterterrorism campaign.", "Singapore has been at the forefront of cooperating with neighboring countries and the United States to enhance maritime security in nearby waters, especially in the Strait of Malacca where terrorist threats and piracy have been problems. Singapore also has cooperated extensively to ensure the security of cargo bound for the United States. Singapore also continues to welcome port visits by the U.S. Navy and allows U.S. aircraft carriers to use the special pier at its naval base built especially to accommodate such large ships.", "In 2007, when Buddhist-led demonstrations erupted in Burma, Singapore held the Chair of ASEAN, the Association of Southeast Asian Nations, of which Burma/Myanmar is a member. Despite the tradition of non-interference in domestic affairs of the member states, Singapore supported investigation of the protests in Burma by the Special U.N. Envoy to Myanmar Ibrahim Gambari. Singapore also continued its bilateral and multilateral intelligence and law enforcement cooperation to investigate terrorist groups with a focus on Jemaah Islamiya, a group that had plotted to carry out attacks in Singapore in the past."], "subsections": []}]}}