{"id": "RL34667", "title": "Outer Continental Shelf Leasing: Side-by-Side Comparison of Five Legislative Proposals", "released_date": "2008-09-17T00:00:00", "summary": ["This report provides a side-by-side comparison of three bills and two proposals, each of which addresses oil and gas development in the outer continental shelf (OCS). None of the bills has passed its respective chamber. One of the proposals, H.R. 6899, the \"Comprehensive American Energy Security and Taxpayer Protection Act,\" is expected to come to the House floor the week of September 15, 2008.", "The moratoria on oil and gas leasing in much of the OCS has become a major issue in Congress and also in the Presidential campaign. This report describes the background of OCS leasing and the various positions taken by proponents and opponents of leasing. It then compares the provisions of three bills that have been introduced with reported summaries of the House proposal and the Senate proposal, the \"New Energy Reform Act of 2008.\"", "On September 16, 2008, the House passed H.R. 6899 by a vote of 236-189 and defeated an alternative bill, H.R. 6709, by a vote of 191-226."], "reports": {"section_title": "", "paragraphs": ["This report provides a side-by-side comparison of three bills and two proposals— H.R. 6566 , H.R. 6670 , H.R. 6709 , H.R. 6899 (the House Leadership Proposal), and the Senate Draft Proposal—which address oil and gas development in the outer continental shelf (OCS). None of the bills has passed its respective chamber. The text below provides background on the issues. The side-by-side table gives a description of selected sections of the bills."], "subsections": [{"section_title": "Recent Developments", "paragraphs": ["President Bush announced on June 18, 2008, that he would like to open areas of the Outer Continental Shelf (OCS) for oil and gas development currently under presidential and congressional moratoria (discussed in more detail below). The President stated that he would lift the executive branch moratoria only after Congress did so legislatively. But, on July 14, 2008, President Bush reversed his position and lifted the executive ban on the OCS imposed in 1990 by President George H.W. Bush. Senator John McCain, among others, has called on Congress to lift the offshore drilling moratoria as well. Further, the Administration proposes to begin planning its next five-year leasing program that would, if approved, be implemented as early as 2010—two years ahead of schedule. The proposed new five-year program would supersede the current five-year leasing program from 2007-2012. The Administration argues that a new five-year lease program beginning in 2010 would allow any newly opened OCS areas (if the congressional moratoria is lifted this year) to be offered in a lease sale sooner than if they remained on their current schedule.", "Since the President lifted the executive ban, members of Congress have introduced legislation that would lift the congressional prohibition (in part or completely) against leasing and development of oil and natural gas in the OCS. The legislation section of this report summarizes several of those bills, including the House Leadership proposal ( H.R. 6899 ). Many in Congress, however, oppose lifting the offshore ban. They argue that there are still several million acres leased onshore and offshore but not yet producing and that production from these lands could increase U.S. oil supply.", "On September 16, 2008, the House passed H.R. 6899 by a vote of 236-189 and defeated an alternative bill, H.R. 6709 , by a vote of 191-226.", "How much oil could be brought into production in the short-term (from non-producing leased lands or those under the moratoria) and its impact on price is uncertain. An attempt to lift the offshore moratoria with an amendment to the FY2009 Interior, Environment, and Related Agencies Appropriations bill during the House subcommittee markup was defeated by a vote of 6-9. Meanwhile, on June 26, 2008, under suspension of the rules (which requires a two-thirds majority for passage), the House defeated a measure ( H.R. 6251 ) that would have increased rental fees on non-producing oil and gas leases, and denied new federal leases to those not diligently developing the leases they have."], "subsections": []}, {"section_title": "Background", "paragraphs": ["Oil and gas leasing has been prohibited on much of the outer continental shelf (OCS) since the 1980s. Congress has enacted OCS leasing moratoria for each of fiscal years 1982-2006 in the annual Interior and Related Agencies Appropriations bill (now the Interior and Environment and Related Agencies Appropriations bill), allowing leasing only in the Gulf of Mexico (except near Florida) and parts of Alaska. President George H.W. Bush in 1990 issued a presidential directive ordering the Department of the Interior (DOI) not to conduct offshore leasing or preleasing activity in areas covered by the annual legislative moratoria until 2000. In 1998, President Clinton extended the offshore leasing prohibition until 2012.", "Proponents of the moratoria contend that offshore drilling would pose unacceptable environmental risks and threaten coastal tourism industries, whereas supporters of expanded offshore leasing counter that more domestic oil and gas production is vital for the nation's energy security.", "The Outer Continental Shelf Lands Act of 1953 (OCSLA), as amended, provides for the leasing of OCS lands in a manner that protects the environment and returns revenues to the federal government in the form of bonus bids, rents, and royalties. OCSLA requires the Secretary of the Interior to submit five-year leasing programs that specify the time, location, and size of the areas to be offered. Each five-year leasing program entails a lengthy multistep process that includes environmental impact statements. After a public comment period, a final proposed plan is submitted to the President and Congress. The latest plan went into effect July 1, 2002. Public hearings for the 2007-2012 leasing program are underway. States and interest groups are filing comments on future lease sale areas for the 2007-2012 leasing program.", "States with energy development off their shores in federal waters have been seeking a larger portion of the federal revenues generated in those areas. They particularly want more assistance for coastal areas that may be most affected by onshore and near-shore activities that support offshore energy development. Proponents of these proposals look to the rates at which funds are given to jurisdictions where onshore energy development occurs on federal lands within those jurisdictions. Coastal destruction has received more attention in Louisiana—especially hard-hit by hurricanes in 2005—where many square miles of wetlands have been lost to the ocean each year. Widespread energy-related development is thought to contribute to coastal losses. Currently, the affected states receive some revenue directly from offshore oil and gas leases in federal waters under section 8(g) of OCSLA and under the Gulf of Mexico Energy Security Act of 2006. P.L. 109-432 . This is in contrast to the 50% share of direct revenues to states that have onshore federal leases within their boundaries. Opponents point out the budget implications that would result from such a loss of federal revenues."], "subsections": []}]}}