{"id": "RL34333", "title": "Does the Army Need a Full-Spectrum Force or Specialized Units? Background and Issues for Congress", "released_date": "2008-01-18T00:00:00", "summary": ["This report is intended to provide information that might be of interest to Congress on the current debate surrounding the creation of special U.S. Army units and organizations, which some believe are needed to address current and future security requirements. While the Army has recently changed from a division-based force to a brigade-centric force, it has resisted the creation of special units to deal with counterinsurgency, stabilization, and training/advisory operations. In contrast, there have been a number of proposals to create new units and organizations better suited to address the challenges of these mission areas. Secretary of Defense Robert Gates's recent challenge to the Army to organize and prepare for asymmetric warfare and advising and training foreign armies could renew and elevate this debate.", "The Army began reorganizing to a brigade-based, full-spectrum force in 2003 primarily to provide a larger pool of deployable units. Based on lessons learned from Afghanistan and Iraq, the Department of Defense (DOD) and the Army have initiated significant changes in doctrine, education, and training, focusing on counterinsurgency, stabilization, and training/advising foreign militaries. The Army has also begun the conversion from what it describes as \"Cold War force structure\" into a number of other types of units that have been considered high-demand, low-density units that the Army believes will be required in the future. There have also been a number of proposals to create specialized units to meet the operational challenges of counterinsurgency, stabilization, and training/advisory operations, but the Army insists that its current force structure is adequate to meet these challenges, and that the dynamic and unpredictable nature of the conflicts in Iraq and Afghanistan precludes the effective use of these specialized units.", "There are potential issues for congressional consideration. For example, should the Army's missions be prioritized to reflect current and possible future security environments instead of holding the Army equally responsible for all of its full-spectrum missions? Another potential issue is the Army's emphasis on new doctrine, education, and training. It can be argued that changes to Army force structure have not matched the significant changes in doctrine, education, and training. There might also be concern that the Army has not conducted a sufficient analysis of the proposals for specialized units and has chosen to continue to rely on full-spectrum units without subjecting this decision to sufficient analytic rigor. Questions also might arise as to whether too much is being asked of soldiers and Brigade Combat Teams (BCTs) in terms of being able to perform the myriad challenging missions that they are being assigned, particularly given the loss of non-commissioned officers and junior officers. The need for specialized Army units might also be a topic of the congressionally mandated Roles and Missions Review slated to occur sometime in 2008. This report may not be updated."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["The United States Armyâ\u0080\u0094consisting of Active, National Guard, and Reserve unitsâ\u0080\u0094is required to", "[b]e able to conduct joint, multinational operations anywhere across the spectrum of operations. This spectrum ranges from the low endâ\u0080\u0094emphasizing stability and civil support operationsâ\u0080\u0094to the high endâ\u0080\u0094emphasizing major combat operations.", "To accomplish this mission, the Army has chosen to man, equip, and train each of its combat and support units to be \"full-spectrum-capable,\" able to function in all operational scenarios described in the previous passage. While the Army considers its units \"full spectrum capable,\" Army units are optimized for traditional ground campaigns against the ground forces of other nations."], "subsections": [{"section_title": "A Full-Spectrum, Expeditionary, and Rotational Army", "paragraphs": ["Army leadership desires a full-spectrum, expeditionary (globally deployable) Army and has focused current and future resources toward achieving this vision. Impacting on this vision is the reality that the all-volunteer Army has also become a rotational force that can not be deployed indefinitely for the duration of a an extended conflictâ\u0080\u0094as was the case in the Second World Warâ\u0080\u0094without the fear that the force would \"break\" because soldiers might opt to leave the Army in significant numbers due to excessive combat tours. This factor plays a significant role in organizing, manning, training, and equipping the Army. The general rule of thumb for the rotational Army is that for every one unit deployed, two other similar units are required (one unit preparing to \"relieve\" the deployed unit and another unit that has just returned from a deployment and undergoing a recovery process so that it can redeploy in the future)."], "subsections": []}, {"section_title": "Current Organization", "paragraphs": ["In 2003, the Armyâ\u0080\u0094in what it described as the \"most significant Army restructuring in the past 50 years\"â\u0080\u0094began to restructure its division-based force into a brigade combat team (BCT)-based force, primarily to increase the force pool of combat units available for deployment to Iraq and Afghanistan. The Army's current stated goal is to create 76 active and reserve brigade combat teams (BCTs)â\u0080\u009448 active and 28 Army National Guardâ\u0080\u0094and approximately 225 active and reserve support brigades.", "As of September 30, 2007, the Army had converted 35 active component brigades to the BCT construct, with an additional three brigades undergoing conversion. The Army contends that the new BCT configuration will be \"more flexible to deal with irregular, catastrophic, and disruptive challenges as well as traditional warfare.\" In 2007, the Army National Guard undertook the conversion of 9 more brigades into the BCT configuration out of a total of 28 to be converted. In addition, the Army had converted a variety of support units across all components into 58 Multi-Functional Support Brigades and created 96 Functional Support Brigades in the active and reserve components by the end of FY2007. All of these BCTs and support brigades are full-spectrum units that were not designed to fill specialized roles in counterinsurgency, stabilization, or training and advisory operations."], "subsections": []}, {"section_title": "Planned Future Organization", "paragraphs": ["The Army plans to continue its brigade-centric conversion of active and reserve components, hoping to complete the conversion of the force by FY2012. The only major future organizational change envisioned is the fielding of Future Combat System (FCS) â\u0080\u0094equipped BCTs, currently scheduled to begin in FY2014. Under current plans, the Army intends to field its first of 15 fully equipped FCS BCTs in FY2014, completing the fielding of all 15 brigades by FY2030. These 15 FCS BCTs will not be in addition to the 76 BCTs currently planned for, but will instead be created from 15 existing Heavy (M1 Abrams tank/M2 Bradley infantry fighting vehicle) BCTs. FCS-equipped BCTs are also being touted by the Army as full-spectrum forces, but some suggest that FCS BCTs may not be appropriate forces for use in counterinsurgency and stabilization operations, particularly if they are conducted in predominately restrictive terrain and urban areas."], "subsections": []}, {"section_title": "Full-Spectrum Force Performance in Iraq and Afghanistan", "paragraphs": ["There is general agreement amongst a number of military analysts that the full-spectrum U.S. Army's initial success in defeating the Taliban in Afghanistan and the Iraqi Army during a three-week campaign demonstrated that the Army is \"good at destroying targets and bad at rebuilding states.\" In the case of Afghanistan, the Taliban regime was toppled primarily by the efforts of U.S. Special Operations Forces coordinating U.S. airpower and indigenous Afghan opposition forces against the Taliban. In contrast to Afghanistan, U.S. Army and Marine conventional ground forces were able to defeat Iraq's conventional forces in about three weeks, which some have attributed to the combination of overwhelming U.S. military technology, airpower, and the \"ineptitude\" of the Iraqi Army.", "Army leadership and some military analysts viewed the low-casualty, rapid defeats of the regimes in Afghanistan and Iraq as validation of the Army's Rapid Decisive Operations (RDO) concept, but the Army's performance during the Stability Operations Phase (commonly referred to as Phase IV) was considered inadequate by some. However, the Army's difficulties in Phase IV should not be solely attributed to its focus on full-spectrum organization and doctrine. One military expert suggests that", "\"Stabilization\" or \"Phase IV\" operations are far more challenging than defeating conventional military forces. They can best be conducted if the U.S. is prepared for immediate action after the defeat of conventional enemy forces. Both in Afghanistan and Iraq, the U.S. wasted critical days, weeks, and months in engaging in a security effort before opposition movements could regroup or re-engage. It left a power vacuum, then exploited one, and it was not prepared for nation building or the escalation of resistance once the enemy was \"defeated.\"", "The failure to properly plan, resource, and execute \"Phase IV\" operations has been cited as a significant contributing factor in the emergence of insurgencies, particularly in the case of Iraq. The Army's performance in the conduct of counterinsurgency operations has varied widely between units, with some suggesting that the Army as an institution needed to relearn counterinsurgency warfare â\u0080\u0094an assertion that directly challenges the Army's contention that it is a \"full spectrum\"-capable force."], "subsections": []}, {"section_title": "Doctrinal, Education, and Training Changes Resulting from Iraq and Afghanistan", "paragraphs": ["The Department of Defense (DOD) and the Services, taking into account \"lessons learned\" in Iraq and Afghanistan, have initiated a multitude of doctrinal, educational, and training changes, primarily focused on improving counterinsurgency and stabilization capabilities. This section summarizes some of the more significant changes."], "subsections": []}, {"section_title": "DOD and Stability Operations", "paragraphs": ["In what some view as a response to DOD's demonstrated Phase IV inadequacies and the resultant lessons learned in Iraq and Afghanistan, DOD issued a directive titled \"Military Support for Stability, Security, Transition, and Reconstruction (SSTR) Operations\" on November 28, 2005. This directive, applicable to all DOD components, establishes the following policy:", "Stability operations are a core U.S. military mission that the Department of Defense shall be prepared to conduct or support. They shall be given priority comparable to combat operations and be explicitly addressed and integrated across all DOD activities including doctrine, organizations, training, education, exercises, material, leadership, personnel, facilities, and planning.", "The significance of this directive is that stability and associated operations are now to be treated as equal to combat operationsâ\u0080\u0094a major cultural shift for the U.S. military that has traditionally been manned, equipped, and trained to fight conventional conflicts against other nations. Some note that historically the Army has avoided stability operations, arguing that stability operations degrade unit combat readiness."], "subsections": []}, {"section_title": "Doctrinal Changes", "paragraphs": ["The Army has developed and published (in conjunction with DOD and the other Services) doctrine for stability and support operations and counterinsurgency operations. This doctrine plays a central role in how the Army organizes, equips, and trains its forces. Two years prior to DOD Directive 3000.5, the Army published Field Manual (FM) 3-07, \"Stability Operations and Support Operations\" in February 2003 to provide the doctrinal foundations necessary to accomplish a wide range of stability and support operations. FM 3-07 does not recommend the formation of specialized, dedicated stability or support units and instead relies on commanders organizing existing units to meet individual mission needs.", "In December 2006, the Army and Marine Corps released their highly-publicized Army and Marine Corps Counterinsurgency Field Manual (FM 3-24, Marine Corps Warfighting Publication 3-33.5). Prior to FM 3-24, the last doctrinal publication on counterinsurgency was written in the 1980s to support the United States' involvement in El Salvador's \"successful 12 year counterinsurgency campaign against a well-organized Soviet-backed Marxist guerilla movement.\" FM 3-24 is described as downplaying the military's role in a successful counterinsurgency campaign, stressing instead the need for non-military U.S. agency involvement, a less kinetic and lighter military approach, and the need to constantly learn and adapt. FM 3-24 also does not advocate the creation of specialized counterinsurgency units and continues to rely on full-spectrum-capable units to successfully prosecute the counterinsurgency campaign."], "subsections": []}, {"section_title": "Education and Training Changes", "paragraphs": ["In response to renewed emphasis on stabilization and counterinsurgency operations, the Army has made significant changes in how soldiers and officers are educated and how units are trained. This section summarizes the educational and training changes instituted by the Army."], "subsections": [{"section_title": "Military Education", "paragraphs": ["Military education focuses on training leaders, both non-commissioned (NCOs) and commissioned officers, throughout their careers. In general terms, the Army has decreased the emphasis placed on teaching conventional force-on-force combat operations and increased emphasis on stabilization and counterinsurgency operations, as well as regional cultural awareness and language skills. For example, the Army's Command and General Staff College (CGSC) at Fort Leavenworth, Kansas, used to include only about 30 hours of counterinsurgency course work for the majors attending the year-long course but now includes 200-plus hours of counterinsurgency core courses and another 40-plus hours of counterinsurgency electives. The Army is revising the Officer and NCO Education System to include stability operations and is integrating cultural awareness and language proficiency training into educational courses. While the Army has changed and added to course curriculum to reflect current operational needs, the Army has also significantly shortened the duration of a number of officer and NCO \"bedrock\" courses to meet the needs of commanders for officers and NCOs to serve in Iraq and Afghanistan. The Army's overall intent is to build its leaders into \"pentathletes\"â\u0080\u0094leaders who are equally adept at fighting wars, skilled in governance, statecraft, and diplomacy, as well as being culturally aware. While the current conflicts in Iraq and Afghanistan and future military operations may indeed require that Army leaders be \"pentathletes,\" it may prove to be an unrealistic expectation that the majority of Army NCOs and officers will attain this extremely high standard of performance."], "subsections": []}, {"section_title": "Training", "paragraphs": ["Army training occurs at the individual soldier level and the unit level. Soldier training starts with basic entry level training (commonly referred to as \"Basic Training\") followed by specialized occupational training (Military Occupational Specialty training) before soldiers join their units. The Army has revised its individual soldier training, but the focus is on combat-related and survival skills needed for Iraq and Afghanistan (such as advanced-weapons marksmanship, first aid, and how to react to convoy ambushes)."], "subsections": []}, {"section_title": "Unit Training", "paragraphs": ["Unit training has been significantly modified to reflect both lessons learned in combat and the need to address counterinsurgency and stabilization missions in Iraq and Afghanistan. Some of the most significant changes have occurred at the Army's Combat Training Centers (CTC)â\u0080\u0094the National Training Center (NTC) at Ft. Irwin, California; the Joint Readiness Training Center (JRTC) at Ft. Polk, Louisiana; and the Joint Multinational Readiness Center (JMRC) at Hohenfels, Germanyâ\u0080\u0094referred to as \"graduate level\" training for brigade-sized and smaller units. Prior to Iraq and Afghanistan, these centers were used to train units for force-on-force fire and maneuver combat operations against Warsaw-type Pact mechanized and armor forces, as well as light infantry and irregular forces. These centers now feature such innovations as villages and urban centers replicating those found in Iraq and Afghanistan, indigenous foreign-speaking role players, car bombs, and improvised explosive devices. The CTCs now stress \"continuous, complex counterinsurgency and civil affairs operations\" and working with Interagency, Non-Governmental Organizations (NGOs), and civilian organizations. The Army's policy in the past was to rotate BCTs and associated units through one of these centers for a comprehensive and challenging month-long exercise prior to deployment to Iraq or Afghanistan, but the rapid turnaround of units for combat deployments has meant that some units have not had time for a CTC exercise. Some units are arriving at CTCs at a reduced readiness status, and the focus has shifted in those cases from \"graduate level\" counterinsurgency and stability training to only mission-essential tasks. For units that have not had time for a CTC rotation, training teams from a CTC are sent to the unit's home station for abbreviated pre-deployment training. While the abbreviated home-station pre-deployment training is likely beneficial to units, some in Congress and others outside the Army reportedly have expressed concern that the Army is \"cutting corners\" in its training of units by not sending them to CTCs."], "subsections": []}]}, {"section_title": "Force Structure Changes", "paragraphs": ["In addition to its conversion to BCTsâ\u0080\u0094which was largely an initiative to create a greater pool of deployable unitsâ\u0080\u0094the Army has instituted a number of what can be described as force structure changes. This section summarizes some of the Army's force structure changes."], "subsections": [{"section_title": "Divesting Cold War Force Structure", "paragraphs": ["In FY2003, the Army began a conversion of what it termed its \"Cold War Structure\" to \"better fight the War on Terrorism.\" Although this conversion is advertised as addressing counterinsurgency and stability force requirements, it is primarily intended to relieve stress on high-demand, low-density (few in number) units and to improve the readiness and deployability of other higher-echelon units. By FY2012, the Army plans to achieve the following conversions, totaling just over 100,000 soldiers:", "The Army will use these new units in a variety of roles, but these \"new\" units are not specifically designed for counterinsurgency, stabilization, and training and advisory missions, but are instead full-spectrum-capable units."], "subsections": []}, {"section_title": "Training and Advisory Teams", "paragraphs": ["The Chairman of the Joint Chiefs of Staff, Admiral Michael Mullen, has reportedly stated that \"the United States' exit from Iraq and Afghanistan depends on stepping up U.S. advising of those nations' security forces.\" The United States and other coalition nations in Iraq and Afghanistan have been involved to varying degrees over the past few years in the training and advising of Afghan and Iraqi military and police units from the individual (basic training) through unit level. The intent in both cases is to build military capacity so that security responsibilities can be transferred to Iraqi and Afghan forces, permitting the United States to permanently reduce its troop presence in these countries.", "Over the past year, about 4,800 members of the Army, Navy, and Air Force have been trained under a 72-day training program at Ft. Riley, Kansas (the Marines trains its teams at the 29 Palms Training Facility in California) to serve as members of the 11-man training teams. These ad hoc teamsâ\u0080\u0094about 135 teams in Iraq and 55 in Afghanistanâ\u0080\u0094deploy for about a year and consist of mid-grade officers and NCOs who are also in demand to fill vacancies in U.S. units. These teams live and work alongside Iraqi and Afghan military and police units, where they are teaching them basic tactics and planning and providing them with intelligence, air power, and other support, as well as monitoring their operations for signs of sectarian activity and other abuses. While it is not known how much longer U.S. forces will be training Iraqi and Afghan soldiers and police, U.S. Army leaders are planning on at least another 15 years of what they describe as \"persistent conflict\" not just in Iraq and Afghanistan but throughout the world.", "Concerns About the Current Approach . There are concerns about the temporary, ad-hoc nature of these advisory and training teams. One concern is that the current approach is not the most efficient and cost-effective approach to a potentially long-term mission to train and advise Iraqi and Afghanâ\u0080\u0094and perhaps other nations'â\u0080\u0094security forces. These teams are brought together to train for 10 weeks then sent to Iraq or Afghanistan for a year-long tour. There is evidence suggesting that it takes these teams four to six months before they become effective. Finally, after completion of their year-long tour, the teamsâ\u0080\u0094who have gained invaluable training, advisory, and cultural experienceâ\u0080\u0094are then disbanded and are sent on to other Army assignments.", "Another concern is that many soldiersâ\u0080\u0094officers, in particularâ\u0080\u0094assigned to these teams consider these assignments detrimental to their careers because it takes them off their career paths for promotion. By being out of their career paths for over a year, officers selected to serve on these teams could fall behind their peers (officers are promoted in peer \"year groups\") because they were not available to serve as a commander or in a branch-qualifying staff position, which is a necessary qualification for promotion to the next grade. Falling behind one's peers might also affect an officer's decision to remain in the Army if the officer feels less competitive than his peers who commanded a unit or served in a key staff position instead of serving on a training and advisory team."], "subsections": []}]}, {"section_title": "A Call to Restructure the Army?", "paragraphs": ["On October 10, 2007, Secretary of Defense Robert Gates, speaking to the Association of the United States Army (AUSA), issued what some suggest was \"a declaration of bureaucratic war\" and \"a call to rethink the Army\" by challenging the Army's current training, organizational, personnel, and strategic policies. In his speech, Secretary Gates made the following points:", "\"The U.S. Army today is ... an organization largely organized, trained, and equipped in a different era for a different kind of conflict.\" \"One of the principal challenges that the Army faces is to regain its traditional edge at fighting conventional wars while retaining what it has learnedâ\u0080\u0094and relearnedâ\u0080\u0094about unconventional warsâ\u0080\u0094the ones most likely to be fought in the years ahead.\" \"The standing up and mentoring of indigenous forcesâ\u0080\u0094once the province of Special Forcesâ\u0080\u0094is now a key mission for the military as a whole. How the Army should be organized and prepared for this advisory role remains an open question, and will require innovative and forward thinking.\" \"Until our government decides to plus up our civilian agencies like the Agency for International Development, Army soldiers can expect to be tasked with reviving public services, rebuilding infrastructure, and promoting good governance. All these so-called \"nontraditional capabilities\" have moved into the mainstream of military thinking, planning, and strategyâ\u0080\u0094where they must stay.\"", "These remarks are said to have renewed \"an intense debate over proposals for a sweeping reorganization of the Army to address shortcomings that have plagued the force in Iraq and to abandon some warfighting principles that have prevailed since the Cold War.\" This debate has supposedly divided Army leaders into two groups: one that wants the Army to develop specialized units to conduct counterinsurgency, stabilization, and training/advisory missions, and another group that believes that the Army must remain generalists, that is, one of full-spectrum units, all capable of conducting a wide range of missions."], "subsections": []}]}, {"section_title": "Proposals for Specialized Units", "paragraphs": ["There are a variety of proposals for the creation of specialized units to address the needs of counterinsurgency, stabilization, and training and advisory missions. This section summarizes and examines some of these proposals."], "subsections": []}, {"section_title": "Counterinsurgency Units", "paragraphs": [], "subsections": [{"section_title": "Existing Specialized Counterinsurgency Units", "paragraphs": ["Historically, Army Special Forces (also referred to as \"Green Berets\") have been the only Army units specifically organized, trained, and equipped to conduct counterinsurgency and training and advisory missions. Army Special Forces continue to conduct these missions, but because of their limited size and the demand for \"direct action\" missions to kill or capture high-value targets and key insurgents in Iraq and Afghanistan, Army Special Forces are conducting increasingly fewer counterinsurgency and training/advisory missions."], "subsections": [{"section_title": "Proposals", "paragraphs": ["There are likely a variety of proposals for the creation of specialized counterinsurgency units, but there has not been a widespread public discussion of possible options. The following three proposals can be considered representative of the range of options concerning counterinsurgency forces.", "Three Distinct Forces . This proposal would redesign the majority of ground forces into units specializing in one of three disciplines: conventional warfighting, counterinsurgency and stabilization operations, and homeland defense. The warfighting component would consist of traditional mechanized and armored units and conventional support units (artillery, attack helicopters, etc.) needed for combat operations against conventional forces. The second component would combine Army special forces with additional support units that have been trained specifically for counterinsurgency and stabilization operations. Units in this second component would have language and cultural training and would be able to conduct law enforcement, governance, and infrastructure repair operations when U.S. civilian capacity is absent or available only on a limited scale. The third and final component would consist primarily of Reserve units and would be organized, trained, and equipped for homeland security missions.", "A perceived benefit to this proposal is the Army would be able to optimize its forces for any specific task as opposed to the current full-spectrum approach, where it can be argued that the Army is no longer optimized for any task, given the recent heavy emphasis on counterinsurgency, stabilization, and training missions. This specialization could result in greater expertise in all three areas, which could mean, particularly in terms of counterinsurgency, that future operations could be conducted more efficiently in terms of time, cost, and casualties. The major drawbacks to this course of action would be expense, both having to maintain three separate forces, and overcoming cultural biases within the Army that could arise when soldiers are grouped in three different specialities with significantly different responsibilities.", "Prioritizing Missions . This option would depart from the current full-spectrum focus and instead prioritize missionsâ\u0080\u0094much as in the case of the Cold War where conventional warfighting was the preeminent mission for U.S. ground forces. Taking this approach, the United States could relegate conventional warfighting to a second-tier priority and elevate counterinsurgency and stabilization to the forefront. Besides providing mission focus for U.S. forces, this approach could have the benefit of prioritizing what some believe will become increasingly scarce funds for defense procurement. Advocates for high-cost major weapons systems could oppose this course of action, as counterinsurgency and stabilization operations tend to be less dependent on large, high-tech weapons systems. An inherent risk in this approach is assuming that decision makers will be able to accurately anticipate the security threats that the United States will face in coming decades.", "Augmenting Brigade Combat Teams (BCTs) . Another proposed solution to address counterinsurgency organizational needs is to create a special staff section for each of the Army's proposed 76 BCTs specifically designed to deal with counterinsurgency and other unconventional operations. This staff section would be responsible for formulating counterinsurgency plans, policies, and doctrine for the BCT. In addition, the section would have funds available to underwrite counterinsurgency and stabilization tasks such as logistics, intelligence, and interpreter support and to provide compensation for local security forces, if required. Officers assigned to this staff section would require specialized counterinsurgency training and experience over and above that of the typical officer.", "A potential benefit from adopting this course of action would be that it could be done at a relatively low cost and without the potential strategic risk associated with large-scale organizational and cultural changes. While this staff section could enhance the BCT's ability to conduct counterinsurgency operations, it might not have a direct impact on how individual soldiers and smaller units perform counterinsurgency functions, with some noting that counterinsurgencies can be lost or won at the soldier and squad level."], "subsections": []}, {"section_title": "Arguments Against Creating Specialized Counterinsurgency Forces", "paragraphs": ["Just as there are proposals for creating specialized counterinsurgency units, there are arguments against. One representative argument maintains that", "... the Army should not develop specialized units to \"fight\" counterinsurgency. As U.S. doctrine [FM 3-24] and strategy indicate, the primary role of the United States in counterinsurgency is strengthening and supporting partners. U.S. involvement in counterinsurgency combat should always be seen as an emergency expedient, undertaken only when absolutely necessary for the shortest period of time possible. Given this, it would not be an effective use of resources to create specialized units for counterinsurgency combat. If direct combat is needed for some finite period of time, the tactical activities would be close enough to those already resident in the force that the training of existing units can be modified to make them effective.", "While this argument is rooted in current U.S. military doctrine, it might also be argued that it is unrealistic to believe that the U.S. military will routinely have partners that are \"equal to the task\" and that the U.S. military might find itself in prolonged counterinsurgency combatâ\u0080\u0094as in the case in Iraq and Afghanistanâ\u0080\u0094where current combat operations can hardly be classified as an \"emergency expedient\" of short duration."], "subsections": []}]}]}, {"section_title": "Stabilization Units", "paragraphs": ["There have also been proposals to create specialized units to deal exclusively with stabilization, security, and reconstruction operations, as well as peace keeping operations. The following two proposals cover a range of possibilities for the creation of specialized stabilization units."], "subsections": [{"section_title": "Stabilization and Reconstruction Divisions50", "paragraphs": ["In May 2005, at the request of the House Armed Services Committee (HASC), the Congressional Budget Office (CBO) published a study that proposed eight options for restructuring the Army that would increase the Army's ability to conduct different missions and to decrease the reliance on the reserve component. One of these options would be the establishment of Stability and Reconstruction (S&R) Divisions.", "CBO's option would eliminate one heavy division (about three heavy BCTs and supporting units) and one light infantry division (about three infantry BCTs and supporting units) and use the personnel and equipment resources to activate five S&R divisionsâ\u0080\u0094four in the active component and one in the reserves. Each S&R division would include military police, engineer, medical, civil affairs, and psychological operations units and a single Stryker BCT.", "In addition to the benefits of having a specially designed, equipped, and trained force for S&R type of operations, CBO estimated that this option would save the Army almost $14 billion from 2006 to 2022 because of the smaller number of combat units that the Army would need to modernize and because of the reduced emphasis on high technology weapons (such as the FCS) intended for conventional combat operations. In addition, CBO projected an additional cost savings of $18 billion in operations and support costs through 2022, and $1 billion annually thereafter.", "CBO maintains that the major drawback to this option is that it would reduce the Army's ability to fight wars, as it would have six fewer BCTs available. If the five Stryker BCTs in CBO's proposed S&R Divisions are dedicated exclusively to the S&R Divisions, then the Army would have 11 fewer BCTs available for major combat operations."], "subsections": []}, {"section_title": "Multi-functional Stabilization Task Forces51", "paragraphs": ["Another proposal maintains that the key to success is to integrate stabilization force packages into BCTs to begin stabilization and reconstruction operations as soon as combat operations end. This proposal calls for the establishment of multi-functional stabilization battalion task forces that can be \"inserted\" into BCTs or larger multi-functional stabilization brigade task forces that can operate over a larger geographical area. These stabilization task forces would consist of a mix of forces including combat and support forces, but a key focus for these task forces would be to maintain internal security and conduct law enforcement operations at the local level. The task forces would also focus on infrastructure repair if the local security situation permits. Besides providing specialized forces and focused efforts for stabilization and reconstruction operations, this proposal would free BCTs of the responsibility of conducting these operations, permitting them to focus on combat operations instead."], "subsections": []}, {"section_title": "Arguments Against Establishing Specialized Stabilization Units52", "paragraphs": ["While acknowledging the appeal of establishing specialized stabilization units, some maintain that there are \"significant downsides to this idea.\" In certain instances, for example, it is necessary to deter renewed conflict to win a counterinsurgency, and combat units are considered the best choice as they \"are trained to win battles and they inspire respect and fear from those who would challenge them.\" Furthermore, in large operations, \"the missions are too large in scale for a small number of specialized units to handle on their own.\" If specialized stabilization units were developed, it is likely that \"they would require considerable help from general-purpose formations, either all the time or at least at some point in the multi-year efforts.\" Instead, it is suggested that the Army needs to increase the numbers of rapidly deployable military police, judges, criminal law experts, and other experts in civil society who are needed for stabilization operations but whom are generally unavailable."], "subsections": []}]}, {"section_title": "Training and Advisory Units", "paragraphs": ["At present, the Army continues to create and train its training and advisory teams on an ad hoc basis. The Marines, however, have recently established a Marine Corps Training and Advisory Group (MCTAG) at Ft. Story, Virginia. The purpose of the MCTAG is to \"coordinate, form, train, and equip Marine Corps advisor and training teams for current and projected operations.\" It is not known if this will form the basis of a specialized Marine Corps training and advisory unit, but it is likely that Marines will be assigned training and advisory duties on a temporary basis, much as is the current case with the Army."], "subsections": [{"section_title": "A Proposal for a Permanent Army Advisory Corps57", "paragraphs": ["Noting that \"well after the vast majority of conventional U.S. BCTs have gone home, the predominant American commitment to these wars [Iraq and Afghanistan] will likely be embedded advisory teams,\" Former U.S. Army Lieutenant Colonel (LTC) John A. Nagl advocates the establishment of a permanent 20,000 member Advisory Corps. As envisioned, this corps would oversee the training and deployment of some 750 25-soldier advisory teams. These 750 teams would be organized into three 250-team divisions each commanded by a major general. These teams, some commanded by generals but most commanded by lieutenant colonels and majors, would advise and train host nation military forces starting from the ministry of defense level down to battalion level. Proposed tours of duty in the Advisory Corps would be for three years, and soldiers could then return to conventional units or stay for additional tours with the Advisory Corps, if desired."], "subsections": []}, {"section_title": "Arguments Against a Permanent Advisory Corps", "paragraphs": ["The Army has not been supportive of LTC Nagl's proposal to establish a permanent advisory corps. Brigadier General (BG) Anthony Cucolo, the Chief of Army Public Affairs, reportedly rejected the notion of a permanent advisory corps noting that the capabilities that would be provided by an advisory corps are already being provided by Special Forces. In addition, Army enhancements to its full-spectrum BCTs were cited as being sufficient to handle the training and advisory missions. Others in the Army also reject the notion of a permanent advisory corps. Lieutenant General (LTG) Peter Chiarelli, who commanded a division in Baghdad, stated,", "I don't believe that it is in the military's best interest to establish a permanent \"Training Corps\" in the conventional military to develop other countries' indigenous security forces (ISF). The Special Forces do this mission well on the scale that is normally required for theater security cooperation and other routine foreign internal defense missions. Rather, we should ensure our conventional forces have the inherent flexibility to transition to ISF support when the mission becomes too large for the Special Forces. If the requirements exceed Special Forces capabilities, then training and transition teams should be internally resourced from conventional U.S. or coalition units."], "subsections": []}, {"section_title": "The Army's Proposal to Improve Training Security Forces61", "paragraphs": ["Citing an internal review on how the Army is training and advising Iraqi security forces, the Army is currently reviewing a proposal that would \"equip BCTs with the requisite knowledge and equipment to train foreign security ... in contrast to the current Army practice of preparing an external cadre of trainers at Ft. Riley, KS.\" The Army's review notes that current training teams are", "[c]urrently being severely hampered by the quality and diversity of individuals assigned [to serve on these teams], the inadequacy of the curriculum, the lack of experience of the instructors, and the overall lack of external support.", "If Army leadership accepts the BCT proposal, the training and advisory mission would be elevated to a core missionâ\u0080\u0094just as DOD Directive 3000.5 elevated the stability mission to a core missionâ\u0080\u0094and BCT manning, equipping, and training would be modified to accommodate this new priority mission. If Army leadership approves this plan prior to March 2008, one Army source suggested that the first such enhanced BCT could be deployed to Iraq or Afghanistan by the fall of 2008."], "subsections": []}]}, {"section_title": "Why Full-Spectrum Units Are the Answer: The Army's Position64", "paragraphs": ["The Army's insistence that specialized units are not needed and that full-spectrum units can meet the operational challenges of counterinsurgency, stabilization, and training/advising appears to be \"more of the same\" or \"the path of least resistance\" to some, but the Army cites its experiences in Iraq as validation of its position. The Army maintains that its BCTs, particularly in Iraq, have been required to rapidly transition between counterinsurgency, stabilization, and training/advisory missions on a frequent and unpredictable basis. Because there is not a predictable linear progression from one type of an operation to another, it would become both difficult and risky to replace a BCT with a specialized stabilization unit, particularly when the tactical situation could rapidly and unexpectedly deteriorate into open conflict. The Army also suggests that relationships with both the indigenous population and security forces are a crucial factor in any sort of operation and that it might be more effective to leave a BCT in place over a period of time to conduct all missions as opposed to transitioning to specialized units and advisory teams which would require re-establishing these crucial relationships with indigenous personnel."], "subsections": []}, {"section_title": "Potential Issues for Congress", "paragraphs": [], "subsections": [{"section_title": "Should the Army's Missions Be Prioritized?", "paragraphs": ["If DOD and the Army decide to elevate the training and advisory mission to a \"core mission,\" Army units would then be equally responsible for conventional combat, counterinsurgency, stabilization and reconstruction, and training/advisory missionsâ\u0080\u0094the full spectrum of military operations. In theory, the Army would be required to maintain a high-level proficiency for four distinctly different and, some might argue, mutually exclusive missions. This being the case, some might argue that the Army runs the risk of becoming a \"jack of all trades, master of none\" force.", "Given these circumstances, it can be argued that prioritizing the Army's missions, as was done during the Cold War, might be a more viable solution. If Secretary of Gates truly believes that unconventional wars are \"the ones most likely to be fought in the years ahead,\" then perhaps unconventional wars should become the Army's priority. The lack of a peer or near-peer potential ground force adversaryâ\u0080\u0094like the Warsaw Pactâ\u0080\u0094could present a low-risk opportunity to designate \"unconventional wars\" as the Army's priority mission, and perhaps revise Army force structure to more effectively function in an unconventional role."], "subsections": []}, {"section_title": "Are Modified Doctrine, Education, and Training Sufficient Substitutes for Specialized Units?", "paragraphs": ["When examining the changes instituted by the Army in response to the challenges of counterinsurgency, stabilization, and training/advising in doctrine, education, and training, it appears that they far exceed innovative changes in Army force structure. While few would argue that doctrine, education, and training reforms are unimportant, some might consider it reasonable to expect that there would be a commensurate degree of change in Army force structure. While the Army has embarked on its \"divestiture of Cold War force structure\" as previously described, it can be argued that these changes are long overdue and more rooted in the Army's 1990s experiences in the Balkans and Rwanda than in Iraq and Afghanistan. Because the Army has opted to continue with full-spectrum units while radically redesigning military doctrine, education, and training, some might question why the Army has not taken that final step and custom designed special units to deal with counterinsurgency, stabilization, and training and advising."], "subsections": []}, {"section_title": "Have These Proposals for Specialized Units Been Given Due Consideration by the Army?", "paragraphs": ["Discussions with Army officials and reports in the press suggest that the Army is well aware of some of the proposals for the creation of specialized units. What is less well-known, however, is whether the Army has subjected any or all of these proposals to any form of critical analytic review. Without a formal analytic review, the Army could be accused of being dismissive and \"choosing the easier path\" of continuing to rely on full-spectrum forces. A comprehensive analytic comparison by the Army, as well as independent organizations, of all optionsâ\u0080\u0094including the current full-spectrum approachâ\u0080\u0094could highlight the advantages, disadvantages, and resource requirements of the various proposals and, if the results favor a full-spectrum approach, add further weight to the Army's current position on the need for specialized units."], "subsections": []}, {"section_title": "Are We Asking Too Much of Soldiers and Brigade Combat Teams?", "paragraphs": ["On one level, in order for a brigade combat team (BCT) and its soldiers to conduct the current and potential panoply of full-spectrum missions, additional training, education, and equipment are the key. On another level, soldiers are the key. The Army's need for \"pentathletes\"â\u0080\u0094particularly among its officer and non-commissioned officer (NCO) corpsâ\u0080\u0094may prove to be an unobtainable goal. Reports suggest that the Army is losing \"our combat experienced mid-career NCOs and Captains at an excessive rate.\" Of even greater concern perhaps is a reported internal Army warning in 2005 that there was a \"disproportionate loss of high-potential, high-performance junior leaders,\" precisely the types the Army envisions as its \"pentathletes.\" The loss of these junior officers has other implications as well. One is that there is less competition for promotion, meaning that less capable officers could be promoted to more senior ranks. Another is that to fill these depleted officer ranks, the Army is sending more NCOs and junior soldiers with NCO potential to Officer Candidate School, thereby depriving the NCO corpsâ\u0080\u0094already several thousand NCOs shortâ\u0080\u0094of much needed high-potential, high-performance NCOs. These circumstances may preclude the Army from achieving and maintaining a full-spectrum capability and further stress soldiers and BCTs by requiring them to perform at a level currently beyond their abilities."], "subsections": []}, {"section_title": "Are Specialized Units a Potential Topic for the Review of Roles and Missions?", "paragraphs": ["Section 941 of the Conference Report for H.R. 1585 , the Fiscal Year 2008 National Defense Authorization Act, establishes a requirement for DOD to conduct a quadrennial review of its roles and missions beginning in 2008. While this review is foremost a means to identify core mission areas and service capabilities, it may also examine how counterinsurgency, stabilization, and training and advisory missions are being addressed by the Services. The review might also recommend joint or service-specific actions to better address these potential core mission areasâ\u0080\u0094to include the formation of units specifically designed to address these mission areas."], "subsections": []}]}]}}