{"id": "RL34433", "title": "Social Security Reform: Possible Effects on the Elderly Poor and Mitigation Options", "released_date": "2008-04-04T00:00:00", "summary": ["Social Security has significantly reduced elderly poverty. The elderly poverty rate has fallen from 35% in 1959 to an all-time low of 9% in 2006, in large part because of Social Security. If Social Security benefits did not exist, an estimated 44% of the elderly would be poor today assuming no changes in behavior. The Supplemental Security Income (SSI) program, also provides benefits to the poorest elderly, many of whom do not qualify for Social Security benefits. However, despite these programs, about 3.4 million elderly individuals remained in poverty in 2006.", "The Social Security system faces a long-term financing problem. The Social Security Trustees project cash-flow deficits beginning in 2017 and trust fund insolvency in 2041. Many recent proposals to improve system solvency would reduce Social Security benefits in the future. Benefit reductions could affect the low-income elderly, many of whom rely on Social Security benefits for almost all of their income. Such potential benefit reductions could lead to higher rates of poverty among the elderly compared to those projected under the current benefit formula. Because the low-income elderly are especially vulnerable to benefit reductions, many recent Social Security reform proposals have included minimum benefits or other provisions that would mitigate the effect of benefit cuts on the elderly poor.", "This report analyzes the projected effects of four possible approaches to mitigating the effects of Social Security benefit reductions on elderly poverty in 2042, the first full year of projected trust fund insolvency. The options are compared to a payable baseline, which assumes current-law benefits would need to be cut across the board to balance Social Security's annual income and spending at the point of insolvency. The four options examined are (1) a poverty-line Social Security minimum benefit; (2) a sliding-scale Social Security minimum benefit; (3) a poverty-line SSI benefit; and (4) a poverty-line SSI benefit with liberalized eligibility.", "Major findings include the following:", "Each of the four options would reduce elderly poverty compared to the payable baseline—ranging from a negligible reduction in the elderly poverty rate for the option to create a sliding-scale Social Security minimum benefit to a reduction of three percentage points for the poverty-line SSI benefit with liberalized eligibility. The elderly poverty rate under all of the options would be higher than under the current law scheduled baseline, which assumes the current benefit formula can be maintained with no reductions. The SSI options examined would target the additional spending more efficiently toward the poor elderly than would the Social Security options. The Social Security options examined would reduce the incomes of some elderly because of interaction effects; the SSI options would not create such interactions."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "Historical Declines in Elderly Poverty, Uncertain Future", "paragraphs": [], "subsections": [{"section_title": "Elderly Poverty Has Declined Over Time", "paragraphs": ["Elderly poverty in the United States has declined dramatically over time, ultimately reaching an all-time low in 2006. In 1959, when the Census Bureau began to measure poverty, more than a third (35%) of the elderly—those age 65 or older—were in poverty. By 2006, less than one-tenth (9%) of the elderly were in poverty. This reduction in elderly poverty was primarily due to two factors: legislative changes that made Social Security benefits (i.e., Old-Age, Survivors, and Disability Insurance, or OASDI) more generous and strong wage growth that led to higher initial benefits. If Social Security benefits did not exist, an estimated 44% of the elderly would be poor today, assuming no behavioral changes such as saving more or working longer."], "subsections": []}, {"section_title": "Elderly Poverty Is Lower than Child or Working-Age Adult Poverty", "paragraphs": ["The poverty rate among the elderly is lower than that for children or for the working-age population. In 2006, 9% of the elderly were poor, compared to 17% of children and 11% of working-age adults (i.e., ages 18 to 64). In 1969, the poverty rate among the elderly was more than double the rate among working-age adults. By the early 1990s, the elderly poverty rate had fallen below the rate for working-age adults and has remained lower since. Within each age group, poverty rates vary dramatically depending on race, sex, education levels, and other demographic characteristics."], "subsections": []}, {"section_title": "Elderly Poverty Is Projected to Decline Under the Scheduled Benefit Formula", "paragraphs": ["Elderly poverty is projected to continue to decrease over time under Social Security's scheduled benefit formula. Most of the elderly (roughly 90%) receive Social Security benefits. Under current law, initial Social Security benefits will increase at the rate of wages, while the poverty thresholds will rise with prices. Since wage growth is expected to outpace price growth, the rate of poverty should decline among Social Security beneficiaries, all else being equal. The elderly poverty rate is projected to fall to about 5% by 2042 under the scheduled baseline , which assumes no changes in the Social Security benefit formula."], "subsections": []}, {"section_title": "Lack of Action Could Reverse Historic Declines in Elderly Poverty", "paragraphs": ["Social Security's scheduled benefit formula is unsustainable with current revenues. Lawmakers could restore long-term system solvency by increasing revenue (e.g., raising taxes), cutting benefits, or some combination of the two. According to the Social Security Administration, if no changes are made to Social Security and the trust funds are allowed to become insolvent, scheduled benefits would be reduced and elderly poverty rates could double. Under the payable baseline , which assumes no action until projected trust fund insolvency in 2041, an across-the-board benefit cut to achieve annual balance is projected to result in an 11% elderly poverty rate. This figure is more than twice as high as the rate projected under the scheduled baseline, and higher than the elderly poverty rate today."], "subsections": []}, {"section_title": "Future Solvency Changes Could Also Increase Elderly Poverty", "paragraphs": ["Many recent proposals to improve system solvency would reduce Social Security benefits in the future. If Social Security benefits were cut across the board, the poverty rate among elderly Americans could be significantly higher than under the current-law benefit formula. Some of the most commonly discussed options to improve solvency could increase the elderly poverty rate to levels almost as high as doing nothing until the trust funds run out.", "During the 2005 debate over Social Security reform, one frequently mentioned solvency option was the price indexing provision from Model 2 of the 2001 President's Commission to Strengthen Social Security. If such a price indexing provision were implemented in 2008, the Dynasim model estimates that the elderly poverty rate would increase to 10% by 2042, assuming no other changes. This figure is twice the poverty rate projected under the scheduled benefit formula (which would require additional funding to be sustainable). In addition, the 10% elderly poverty rate projected under price indexing in 2042 is almost as high as the 11% rate projected under the payable baseline.", "Another frequently mentioned option was developed by Robert Pozen, one of the co-chairs of the 2001 commission, and endorsed by President George W. Bush. Dubbed progressive price indexing, this option would implement the price-indexing formula from Commission Model 2 but would protect some low earners from benefit cuts. However, unlike price indexing, progressive price indexing would not restore solvency to the system; it could reduce the solvency gap by about 70%. If progressive price indexing were implemented in 2008, the Dynasim model estimates that elderly poverty rate would be 8% by 2042, assuming no other changes. This is higher than the 5% poverty rate projected under the current law scheduled baseline (which assumes no benefit cuts) but lower than the 11% rate projected under the payable baseline."], "subsections": []}]}, {"section_title": "The Social Security and SSI Programs", "paragraphs": ["Workers, and in some cases their families, receive Social Security benefits based on their contributions into the system. The Supplemental Security Income (SSI) program, in contrast, is a means-tested program that does not have work or contribution requirements, but restricts benefits to those who meet strict limitations on assets and income, as well as other criteria. Both programs are administered by the Social Security Administration (SSA). Table 1 outlines some of the differences between Social Security and SSI."], "subsections": [{"section_title": "Social Security Receipt Among the Elderly Has Increased", "paragraphs": ["About 92% of the elderly currently receive Social Security. More people qualify for Social Security now than in the past because of legislative changes that expanded eligibility and increased workforce participation. Reliance on Social Security benefits is also increasing. In 2006, about one-quarter of the elderly relied on Social Security for all of their income."], "subsections": []}, {"section_title": "SSI Receipt Among the Elderly Has Declined", "paragraphs": ["In contrast to Social Security, only about 5% of the elderly currently receive SSI. Many poor elderly individuals do not receive SSI, either because they do not meet SSI's strict asset and income restrictions, or because they are eligible but have not enrolled in the program. The academic literature estimates that about one-half to two-thirds of qualifying elderly participate in SSI. Substantially fewer people qualify for SSI now than in the past because SSI's income limits rise with inflation, while many potential SSI applicants receive Social Security benefits, which rise with wages. This means that all other things being equal, for each year in which wages rise faster than prices, fewer Social Security beneficiaries qualify for SSI. SSI's resource limits and income disregards are not indexed and thus do not rise at all. As a result, SSI's eligibility criteria become stricter over time."], "subsections": []}]}]}, {"section_title": "Issues and Options Related to Elderly Poverty", "paragraphs": [], "subsections": [{"section_title": "Poverty Reduction Under Current Law", "paragraphs": [], "subsections": [{"section_title": "Social Security", "paragraphs": ["Although Social Security has substantially reduced poverty among the elderly, its primary purpose is to replace earnings lost when a worker of any income level retires, dies, or becomes disabled—not to reduce poverty. The Social Security benefit formula is progressive, so lower earners' benefits represent a greater proportion of their average lifetime earnings than do higher earners' benefits. However, not all of the elderly receive Social Security benefits, and those who do receive benefits do not necessarily receive enough to stay out of poverty. As a result, about 7% of elderly Social Security beneficiaries lived in poverty in 2006, while about 22% of elderly non-beneficiaries were poor.", "Some long-term low earners receive Social Security benefits that are less than the elderly poverty threshold. For example, a person born in 1943 who earned the minimum wage every year for 40 years and then retired at his or her full retirement age (66) would receive a Social Security benefit that is slightly less than the official poverty threshold for an elderly individual. At age 62 (the age at which most individuals take up retirement benefits), the benefit for such a worker would be about three-quarters of the elderly poverty threshold. Individuals with limited working histories (for example, women who take time out of the labor force) also frequently receive Social Security benefits that are below poverty."], "subsections": [{"section_title": "Social Security's Special Minimum", "paragraphs": ["One provision of the Social Security benefit formula that was intended to benefit poor individuals is the special minimum primary insurance amount (PIA). The special minimum PIA was enacted in 1972 to increase benefits for long-term low wage earners and their families. To qualify, a worker must have at least 11 years of Social Security-covered earnings above a specified threshold. The amount of the special minimum PIA rises each year with inflation and varies depending on the number of years a person works. In 2008, the amounts range from $34.90 per month for workers with 11 years of qualifying earnings to $721.40 for workers with 30 years. Initial Social Security benefits rise at the rate of wage growth, while the special minimum PIA rises at the generally slower rate of price growth. Thus, the amount of the special minimum PIA has gradually become smaller relative to minimum PIA a person could receive under the ordinary Social Security rules. As a result, the special minimum is paid to a small and rapidly dwindling population. SSA's actuaries project that it will be impossible for anyone who becomes eligible for benefits in 2013 or later to receive the special minimum PIA.", "The current law special minimum PIA affects very few Social Security beneficiaries and does not necessarily bring these people out of poverty. In 2005, approximately 100,000 Social Security beneficiaries (less than 0.25%) received a special minimum PIA. Among these beneficiaries, the average Social Security benefit amount ($710 per month) was less than the poverty threshold for an elderly individual ($781 per month in 2005)."], "subsections": []}]}, {"section_title": "Supplemental Security Income (SSI)", "paragraphs": ["The Supplemental Security Income (SSI) program was designed explicitly to benefit the elderly poor, in addition to the low-income blind and disabled. Its strict income and asset thresholds ensure that SSI benefits go only to the extremely poor. Unlike Social Security, SSI benefits and eligibility are not based on work, so SSI reaches many individuals with limited work histories who do not qualify for Social Security.", "SSI benefits are typically not high enough to lift recipients out of poverty—about four in ten (39%) of SSI beneficiaries are poor. The maximum federal benefit rates for SSI are less than the poverty thresholds for elderly individuals and couples, and SSI recipients may only receive limited income other than their SSI benefits. Many poor elderly individuals do not receive SSI, either because they do not meet SSI's strict asset and income restrictions, or because they are eligible but have not enrolled in the program."], "subsections": []}]}, {"section_title": "Some Basic Considerations", "paragraphs": [], "subsections": [{"section_title": "Poverty Under the Baselines", "paragraphs": ["When discussing policy options to address elderly poverty, it is instructive to take a closer look at the poor elderly. Figure 1 provides projected elderly poverty rates under both the scheduled and payable baselines in 2042, the first full year of projected trust fund insolvency. These projections were produced by CRS using the Urban Institute's Dynasim microsimulation model. (For more details on the Dynasim model and its use in this analysis, please see the Appendix .)", "The projected elderly poverty rate is 11% under the payable baseline and 5% under the scheduled baseline. Under the payable baseline, a few groups stand out as having poverty rates that are substantially above average. For example, racial and ethnic minority groups have higher-than-average projected poverty rates: 19% for black and Hispanic elderly, and 21% for Asian and Native American elderly (labeled as \"other\" in Figure 1 ). Elderly individuals with low levels of education are projected to have three times the overall poverty rate: 33%. Unmarried elderly individuals are projected to have high rates of poverty: 21% for never married individuals, 17% for divorced individuals, and 13% for widowed elderly individuals. Finally, women are projected to have higher poverty rates than men (13% compared to 9%, respectively)."], "subsections": []}, {"section_title": "Benefit Receipt Among Poor Elderly", "paragraphs": ["When considering a policy change, it is also useful to consider what kinds of benefits (if any) the poor elderly receive."], "subsections": [{"section_title": "Social Security", "paragraphs": ["About 70% of the poor elderly are projected to receive Social Security benefits under the payable baseline in 2042, compared to 97% of the non-poor elderly. The poverty rate among elderly individuals who receive Social Security benefits is projected to be 8% under the payable baseline in 2042, compared to 58% among individuals who do not receive Social Security benefits. Thus, even after accounting for potential across-the-board cuts, Social Security is projected to keep many elderly out of poverty and to provide income to most of those who remain poor."], "subsections": []}, {"section_title": "SSI", "paragraphs": ["Fewer of the elderly poor receive SSI than Social Security. However, SSI recipients are much more likely to be poor than are Social Security beneficiaries. About 22% of the poor elderly are projected to receive SSI benefits under the payable baseline in 2042, compared to 1% of the non-poor elderly. The poverty rate among elderly individuals who receive SSI is projected to be about 75% under the payable baseline in 2042, compared to about 9% among elderly individuals who do not receive SSI benefits."], "subsections": []}]}, {"section_title": "Interactions Between Policy Options and Low-Income Programs", "paragraphs": ["When discussing changes to public policy, it is important to keep in mind the possible unintended consequences of a potential change. One of the advantages of a microsimulation model such as Dynasim is that it brings unexpected interactions between policy options and existing program rules to light. Social Security is a complex program, and changes to its structure could lead to unexpected results—both within the Social Security program and in the relationship of Social Security to SSI and other means-tested programs. The results presented here show only the interactions that occur within and between Social Security and SSI, as Dynasim does not model other low-income programs. Also, since the official poverty thresholds are based only on money income, policy interactions with in-kind or quasi-cash benefits such as Medicaid or food stamps would not affect people's poverty status.", "Changes to Social Security could potentially affect eligibility and benefit levels for various government assistance programs. Any change to Social Security benefits could affect SSI eligibility and benefit levels. In turn, any change to SSI eligibility (direct or indirect) could affect eligibility for a number of low-income programs, including Medicaid, food stamps, and the Low-Income Home Energy Assistance Program (LIHEAP). In the most extreme cases, an increase in Social Security benefits could actually make some low-income beneficiaries worse off because they would lose eligibility for other programs as a result."], "subsections": [{"section_title": "SSI", "paragraphs": ["Changes to Social Security could affect SSI, since SSI eligibility and benefit levels are determined in part using applicants' income, which includes Social Security benefits. The SSI rules stipulate that an individual's countable income cannot exceed the federal benefit amount (plus the federally-administered state supplements, if applicable). In addition, the rules stipulate that the first $20 of unearned income (including Social Security benefits) can be excluded from the SSI benefit calculation. After that, each additional dollar of Social Security benefits results in a one dollar reduction in federal SSI benefits. (Once state supplement payments are factored in, an additional dollar of Social Security benefits could result in a reduction of more than one dollar in total SSI benefits.) Thus, an increase in Social Security benefits could cause some people to lose SSI eligibility and cause others to receive less in SSI benefits."], "subsections": []}, {"section_title": "Other Means-Tested Programs", "paragraphs": ["Changes to Social Security or SSI could also affect individuals' eligibility for other programs. For example, an increase in Social Security benefits could raise some individuals' income above the qualifying thresholds for SSI, Medicaid, food stamps, and the Low Income Home Energy Assistance Program (LIHEAP). An increase in SSI enrollment (due to direct or indirect changes) could lead to more people qualifying for means-tested programs, because in many cases SSI recipients are considered categorically eligible for assistance. The following programs for low-income individuals could potentially be affected by changes to Social Security and SSI eligibility and benefits.", "Medicaid. States have three options for determining Medicaid eligibility for SSI recipients. As of 2008, in 32 states and the District of Columbia, individuals who are eligible for SSI are automatically eligible for Medicaid. SSI recipients in seven states and the Northern Mariana Islands are eligible for Medicaid but must complete a separate application. Eleven other states have the option to impose Medicaid eligibility requirements that are more restrictive than SSI criteria. Food Stamps. SSI recipients living alone or in a household where all members receive SSI benefits are automatically eligible for food stamps. LIHEAP. Households with a member receiving SSI are categorically eligible for LIHEAP, so changes to SSI eligibility would also affect LIHEAP eligibility."], "subsections": []}]}, {"section_title": "Effects of Policy Interactions on the Cost of Policy Options", "paragraphs": ["The interactions between changes to Social Security or SSI and low-income programs affect not just beneficiaries, but the total cost of an option as well. For example, increased SSI enrollment could lead to higher expenses not just for SSI, but also for Medicaid, the food stamp program, and LIHEAP. This is because a greater number of SSI recipients would mean a greater number of people who are categorically eligible for these programs, increasing their cost. Similarly, an increase in Social Security benefits could lead to higher expenses for Social Security, but lower expenses for SSI, Medicaid, the food stamp program, and LIHEAP. This is because higher Social Security benefits would increase the total income of some people enough so that they would lose eligibility for SSI and other means-tested programs."], "subsections": []}, {"section_title": "Minimizing the Effects of Policy Interactions", "paragraphs": ["If one wanted to increase Social Security benefits while minimizing effects on SSI eligibility and benefit levels, one option would be raising SSI's $20 unearned income exclusion, which has not changed since 1981. This change would allow a greater proportion of Social Security benefit increases to be passed on to SSI recipients, and allow a greater number of recipients to maintain SSI eligibility. Raising the unearned income exclusion would also allow policymakers to increase Social Security benefits with fewer effects on beneficiaries' eligibility for Medicaid, food stamps, and LIHEAP.", "It would also be possible to raise Social Security benefits while preserving current-law eligibility for Medicaid, food stamps, and/or LIHEAP for some SSI recipients without increasing SSI's unearned income exclusion. Legislation could deem current SSI recipients eligible for SSI for the purposes of qualifying for Medicaid, food stamps, and/or LIHEAP without actually paying them SSI benefits. This way, SSI recipients who lost SSI eligibility after a change to Social Security would not lose their eligibility to the affected program(s). Such a deeming provision would only affect individuals who were already receiving SSI when the policy was implemented—not necessarily individuals in the future who could have received SSI under the old rules."], "subsections": []}]}]}, {"section_title": "Policy Options and Their Projected Effects on Benefit Levels and Elderly Poverty", "paragraphs": ["The following section describes each of the four options CRS modeled. It also provides the projected effects of the options on Social Security and SSI benefit levels and eligibility in 2042, and the interaction between the two programs. These four options were chosen to illustrate different approaches to mitigating poverty in a benefit cut scenario, allowing policymakers to see the potential pros and cons of generic options. The details of each option could be modified or combined with other provisions. This analysis does not cover potential transition issues nor the cost of the options modeled."], "subsections": [{"section_title": "Option 1: Poverty-Line Minimum Social Security Benefit", "paragraphs": ["The first option would create a new minimum Social Security benefit equal to the elderly poverty line. Under this option, any individual who was insured for Social Security (i.e., who had enough credits to qualify for a worker benefit) would be guaranteed a primary insurance amount (PIA) at least equal to the single-person elderly poverty threshold.", "Some Social Security beneficiaries could receive this minimum and still be poor under the option. Since the PIA would be equal to the poverty threshold under this option, an individual would only get a poverty-level benefit if he or she claimed benefits at the full retirement age (at which unreduced benefits are paid). Most people, especially people with low incomes, claim benefits before their full retirement ages and are thus subject to a permanent reduction in monthly benefits. For example, claiming benefits at Social Security's earliest eligibility age (62) permanently reduces workers' PIAs by 30% if they were born in 1960 or later. Finally, poverty is a family measure, not an individual measure, so if a person receives a poverty-line benefit but other members of his/her family have little or no income, that person could still be considered poor.", "In addition, some beneficiaries would not receive a minimum benefit under this option because they would not qualify for benefits based on their own work records, but would receive benefits based on others' work (e.g., spouse benefits, in which a person receives 50% of his/her spouse's PIA). These auxiliary beneficiaries do not have their own PIAs, and in some cases their benefits would be less than poverty."], "subsections": [{"section_title": "Projected Change in Benefits", "paragraphs": ["The mean change in Social Security benefits among all beneficiaries is projected to be about 2% under this option. Eligibility for Social Security would not change under the option, but the additional income received would disqualify some individuals from SSI. As a result, about 12% of individuals (307,000) who received SSI benefits under the baseline are projected to lose their entire SSI benefit. Among beneficiaries projected to retain eligibility for SSI, about 20% would receive lower benefits. This effect on SSI benefits dilutes the option's poverty reduction effect."], "subsections": []}, {"section_title": "Projected Change in Elderly Poverty", "paragraphs": ["The poverty-line Social Security minimum benefit option is projected to reduce the elderly poverty rate by about one percentage point compared to the current law payable baseline, reducing the net number of elderly poor by about 494,000 individuals in 2042.", " Figure 2 shows the projected effect of this option on the poverty status of elderly individuals living in poor families in 2042, by demographic characteristics. An estimated 7% (561,000) of the elderly poor would be moved out of poverty. The option is projected to have a bigger poverty-reduction effect on some subgroups within the elderly poor than others. For example, the option is projected to bring 23% of married poor elderly individuals out of poverty, but a only 1-2% of each non-married group. This result might seem counterintuitive since married individuals are less likely than non-married individuals to receive higher Social Security benefits under the option, but it reflects the fact that married people can potentially be brought out of poverty by a spouse's benefit increase. About 67,000 individuals are projected to fall into poverty under this option, increasing the number of elderly poor by about 1%. All of these individuals are projected to lose SSI benefits under the option."], "subsections": []}]}, {"section_title": "Option 2: Sliding Scale Minimum Social Security Benefit", "paragraphs": ["Some policymakers are interested in minimum benefit options targeted at long-term low earners, as a way of rewarding work and reinforcing Social Security's ties to earnings. One such option is a provision in Senator Lindsay Graham's 2003 comprehensive Social Security reform bill that would create a sliding-scale minimum benefit that would vary depending on number of years of work. Retired worker beneficiaries with at least 35 years of work would be guaranteed a PIA equal to 120% of the single elderly poverty threshold, which would gradually phase out for workers with 10 years of work (the minimum required to be insured for a retired worker benefit). For people with 30 or fewer years of work, the minimum benefit guaranteed under this option would be less than poverty. Even individuals who qualify for a minimum PIA at the poverty line or higher could still be poor under this option, for the same reasons described for the previous option: they could be subject to benefit reductions, or other members of their families might not have enough income for the enhanced benefit to bring the entire unit out of poverty."], "subsections": [{"section_title": "Projected Change in Benefits", "paragraphs": ["Overall, there is projected to be no change in the mean amount of Social Security benefits under this option. Eligibility for Social Security would not change, but the additional Social Security benefits some individuals receive would disqualify them for SSI. As a result, about 2% of individuals (60,000) who would have received SSI benefits under the baseline are projected to lose eligibility. The model estimates that the option would disqualify more people for SSI than it would bring out of poverty after accounting for changes in both Social Security and SSI benefits. Among beneficiaries who retained eligibility for SSI, a projected 6% would have lower SSI benefits under the option."], "subsections": []}, {"section_title": "Projected Change in Elderly Poverty", "paragraphs": ["The sliding-scale minimum benefit option is not projected to change the projected elderly poverty rate from the current law payable level of 11%. It is projected to have a negligible effect on the net number of elderly poor in 2042. Figure 3 shows the projected effect of this option on the poverty status of elderly individuals living in poor families in 2042, breaking down the results by demographic characteristics. Overall, about 1% (58,000) of the poor elderly are projected to come out of poverty, compared to the payable baseline.", "The poverty reduction effect of this proposal is not projected to vary dramatically by subgroup—each group shows either no change or 1% coming out of poverty. Almost as many elderly are projected to fall into poverty as a result of this option as are taken out of it (58,000 individuals compared to 53,000 individuals, respectively). Many of those put in poverty are projected to lose SSI benefits under the option."], "subsections": []}]}, {"section_title": "Option 3: Poverty Line SSI Federal Benefit Rates", "paragraphs": ["Under this option, SSI's federal benefit rates would be increased to the elderly poverty thresholds for individuals and couples. The asset thresholds and income exclusions for SSI would remain the same as under current law (i.e., would not increase with inflation). Increasing the federal benefit rate would effectively liberalize eligibility for SSI, since SSI's income eligibility thresholds are linked to federal benefit rates. Some SSI beneficiaries could still have benefits that are less than poverty under the option. A person could, for example, receive less than the full federal benefit rate because there is a dollar-for-dollar reduction in federal SSI benefits for unearned income above the thresholds. In addition, since poverty is determined for families and SSI benefits are paid to individuals or couples, a person could receive a poverty-line SSI benefit and still be considered poor if other family members have little or no income."], "subsections": [{"section_title": "Projected Change in Benefits", "paragraphs": ["An additional 1% of the elderly (913,000 individuals) who did not receive SSI benefits under the baseline are projected to receive them under this option. This is projected to increase SSI participation by more than a third. Among those who received SSI under the baseline, all are projected to receive higher SSI benefits, which would almost double on average. Changes in SSI receipt or benefit levels do not affect Social Security eligibility or benefit levels, so there would be no change in Social Security receipt or benefits under this option."], "subsections": []}, {"section_title": "Projected Change in Elderly Poverty", "paragraphs": ["The poverty-line SSI option is projected to reduce the projected elderly poverty rate by about two percentage points compared to the payable baseline, reducing the number of elderly poor by about 395,000 individuals in 2042. Figure 4 shows projections of the effect of this option on the poverty status of elderly individuals living in poor families in 2042, breaking down the results by demographic characteristics. Overall, the number of elderly in poverty is projected to be reduced by about 5% (395,000) under the option, in comparison with the current law payable baseline.", "The poverty reduction effect of this option would vary depending on demographic characteristics. For example, it is projected to have a relatively small poverty-reduction effect on individuals with more than a high school education (3%) and married individuals (3%), both of whom are less likely than average to receive SSI benefits. On the other hand, this option would particularly help the oldest old (age 85 or older), 7% of whom are projected to be brought out of poverty. No one is projected to be put into poverty by this option."], "subsections": []}]}, {"section_title": "Option 4: Poverty-Line SSI Benefits with Liberalized Eligibility", "paragraphs": ["The final option modeled would build upon the previous option by retaining the poverty-line SSI federal benefit rates and adding on provisions to increase SSI's asset limits and income exclusions and index them to inflation. Under current law, SSI's asset limits and income exclusions are very strict and do not rise with inflation. The current unearned income exclusion ($20/month) and earned income exclusion ($65/month plus half of earnings above this amount) were set in 1981. The current asset exclusions ($2,000/individual and $3,000/couple) were set in 1989. The increased asset limits and income exclusions in this option are based on the SSI Modernization Act, introduced by Representative Benjamin Cardin, most recently in 2005. This bill would have doubled the earned and unearned income exclusions (to $130/month and $40/month, respectively) and increased the asset thresholds by 50% (to $3,000/individual and $4,500/couple). The bill would also have automatically indexed these thresholds to inflation."], "subsections": [{"section_title": "Projected Change in Benefits", "paragraphs": ["An additional 3% of the elderly (2.0 million individuals) who did not receive SSI benefits under the baseline are projected to receive them under this option. This would almost double the number of the elderly who are projected to receive SSI. Among beneficiaries who received SSI under the baseline, all are projected to receive higher SSI benefits, which would more than double on average. Changes in SSI receipt or benefit levels do not affect Social Security eligibility or benefit levels, so there would be no change in Social Security receipt or benefits under this option."], "subsections": []}, {"section_title": "Projected Change in Elderly Poverty", "paragraphs": ["The option to create a poverty-line SSI benefit and liberalize eligibility is projected to reduce the elderly poverty rate by about three percentage points, compared to the payable baseline, reducing the number of elderly poor by about 1.9 million individuals in 2042. Figure 5 shows the estimated effect of this option on the poverty status of elderly individuals living in poor families in 2042, breaking down the results by demographic characteristics. Overall, the number of elderly poor is projected to be reduced by about 24% (1.9 million) under the option, compared to the current law payable baseline.", "This option would have a bigger poverty-reduction effect on some subgroups of the elderly poor than others. For example, the Dynasim model estimates that the option would bring 36% of never-married individuals out of poverty, along with 31% of black elderly poor and 29% of the oldest elderly poor (age 85+). All of these groups would be relatively more likely to receive SSI. The option is projected to have a smaller poverty-reduction effect on the elderly poor who are married (10%), Asian or Native American (labeled \"other\" in the figure, 15%), and college graduates (17%). All of these groups would be relatively less likely to receive SSI. No one is projected to be put into poverty by this option."], "subsections": []}]}, {"section_title": "Summary of Results", "paragraphs": ["The following section summarizes the results described above, showing the projected effects of the options on Social Security and SSI eligibility, benefit levels, and poverty rates in 2042, and the interaction between the two programs."], "subsections": [{"section_title": "Projected Change in Benefits", "paragraphs": ["In summary, none of the options is projected to change eligibility for Social Security benefits, but Options #1 and #2 would change the benefit formula. Overall, Option #1 is projected to increase the average Social Security benefit by 2%, while Option #2 is not projected to change the average Social Security benefit received. As for SSI, Options #3 and #4 are projected to increase both eligibility and benefit levels. Both of these changes would dramatically affect the SSI program. Under Option #3, the number of SSI beneficiaries is projected to increase by more than a third, while under Option #4 the number of SSI beneficiaries is projected to increase by 80%. The change in benefit levels for those who would receive SSI under current law would also be dramatic. Under both Option #3 and Option #4, SSI benefit payments are projected to roughly double."], "subsections": []}, {"section_title": "Projected Change in Elderly Poverty", "paragraphs": ["The overall projected elderly poverty rate under each option is shown in Figure 6 below. Each of the options is modeled with a current law payable baseline, which is shown along with a current law scheduled baseline for comparison. Each option is projected to reduce poverty somewhat compared to the current law payable baseline—ranging from a negligible reduction in the elderly poverty rate for Option #2 (which would create a Social Security minimum benefit for long-term low earners) to a reduction of three percentage points for Option #4 (the poverty-line SSI benefit with liberalized eligibility). It is important to note that the projected elderly poverty rate under all of the options would be higher than under the current law scheduled baseline, which assumes no benefit cuts.", "Both the number and demographic breakdown of individuals who are projected to come out of poverty under each of these options varies substantially. Overall, the number of elderly poor people brought out of poverty would vary dramatically, from 1% for Option #2 to 24% for Option #4. Option #1 is projected to bring 7% of the elderly poor out of poverty, compared to 5% for Option #3. As far as demographic breakdowns, Option #1 is projected to bring a greater proportion of married individuals out of poverty, which reflects the fact that married people can potentially be brought out of poverty by a spouse's benefit increase. The poverty-reduction effects of Option #2 would not vary much by subgroup, probably because the impact of the option would be small overall. Both of the SSI options (Options #3 and #4) are projected to bring a greater proportion of non-married individuals and the oldest elderly (age 85+) out of poverty, in part because these groups are more likely to receive SSI."], "subsections": []}, {"section_title": "Program Interactions", "paragraphs": ["One of the most striking differences between the Social Security and SSI options is whether and how they interact with other programs. Both of the Social Security options reduce eligibility and benefit levels for SSI (which in turn can affect eligibility for other benefit programs). For Option #2 in particular, this interaction would offset the poverty reduction effect of the policy. Both of the SSI options are free of similar interaction effects. They each increase SSI benefits without affecting eligibility or benefits for Social Security. However, increased eligibility for SSI could affect participation in the food stamp program and other low-income programs for which SSI recipients are categorically eligible."], "subsections": []}]}]}, {"section_title": "Targeting Spending Toward the Elderly Poor", "paragraphs": ["If one of the objectives of reforming Social Security were to mitigate the effect of possible benefit reductions on the elderly poor, targeting spending would become an important consideration. One way to measure such targeting is to compare the estimated effects of potential policy options on the elderly poor vs. the elderly non-poor. Other ways of analyzing the targeting of an option include measuring the poverty gap and looking at the proportion of people who fall below a given percentage of the poverty threshold (e.g., 150% or 200% of poverty). However, this report focuses on elderly people who are officially considered poor.", " Figure 7 shows the elderly poor, the target group for the modeled policy options. For each option, it shows the proportion of individuals projected to gain income (labeled \"winners\"), lose income (labeled \"losers\"), or stay the same (labeled \"no change\"). The income measure shows the projected net change in income under each option, including both Social Security and SSI benefits, so these projections reflect the interaction between the two programs. Figure 8 shows the same measures for the non-poor elderly."], "subsections": [{"section_title": "Option 1: Poverty-Line Minimum Social Security Benefit", "paragraphs": ["Under Option #1, which would create a new minimum Social Security benefit at the poverty line, about two-thirds of the poor elderly (68%) are projected to be unaffected. There are several reasons poor individuals may not be affected: because they don't qualify for Social Security benefits, because they receive benefits based on another person's work record, or because they began to receive benefits before the option was implemented. As shown in Figure 7 , a projected 27% of the poor elderly would be winners, but most aren't projected to gain enough income to bring them out of poverty. The remaining 5% of the elderly poor are projected to lose income under the option. In nearly all cases, their increased Social Security benefits are projected to result in reduced SSI benefits or loss of SSI eligibility.", "Among the non-poor elderly, most (84%) are projected not to be affected, as shown in Figure 8 . However, about 11% are projected gain income under the option and another 5% are projected to lose income, for the same reasons outlined above."], "subsections": []}, {"section_title": "Option 2: Sliding Scale Minimum Social Security Benefit", "paragraphs": ["Under Option #2, which would create a sliding-scale minimum benefit based on years of work, about nine out of ten of the poor elderly (89%) are projected to be unaffected, for the same reasons mentioned in the previous option. About 8% of the poor elderly are projected to be winners under the option, but most don't gain enough income to bring them out of poverty. The remaining 3% of the elderly poor are projected to lose income under the option. Most of the individuals who lose income under the option would either have reduced SSI benefits or lose SSI eligibility.", "Among the non-poor elderly, most (91%) are projected not to be affected, as shown in Figure 8 . However, about 5% are projected gain income under the option and another 4% are projected to lose income, for the same reasons outlined above."], "subsections": []}, {"section_title": "Option 3: Poverty Line SSI Federal Benefit Rates", "paragraphs": ["Under Option #3, which would raise the SSI federal benefit rates to the poverty line, about 63% of the poor elderly are projected to be unaffected, as shown in Figure 7 . This is roughly the same proportion of the poor elderly who live in families where no elderly member receives SSI under the option. The remaining 37% of the poor elderly are projected to be winners under the option. None of the elderly poor is projected to lose income.", "Among the non-poor elderly, most (96%) are projected not to be affected, as shown in Figure 8 . About 4% are projected gain income under the option. None of the non-poor elderly is projected to lose income."], "subsections": []}, {"section_title": "Option 4: Poverty-Line SSI Benefits with Liberalized Eligibility", "paragraphs": ["Under Option #4, which would raise SSI federal benefit rates to the poverty line and also liberalize eligibility, about 59% of the poor elderly are projected to be unaffected, as shown in Figure 7 . This is roughly the same proportion of the poor elderly who live in families where no elderly member receives SSI under the option. The remaining 41% of the poor elderly are projected to be winners under the option None of the elderly poor is projected to lose income.", "Among the non-poor elderly, most (96%) are projected not to be affected, as shown in Figure 8 . About 4% are projected gain income under the option. None of the non-poor elderly is projected to lose income."], "subsections": []}, {"section_title": "Summary of Results", "paragraphs": ["The SSI options analyzed in this report are better targeted toward the elderly poor than are the Social Security options. Among the elderly poor, the SSI options are projected to create more winners and no losers. This is because SSI recipients, by definition, are mostly poor, so any changes to SSI would affect mostly poor people. Among the non-poor, the SSI options change the incomes of fewer people, and cause no one to lose income.", "The Social Security options are projected to cause some people to lose income, especially poor people. This is primarily because of the interaction between Social Security and SSI. Each additional dollar of Social Security benefits could reduce SSI recipients' benefits by one dollar (or more, after factoring in state supplements), and could disqualify some recipients for SSI altogether."], "subsections": []}, {"section_title": "Other Considerations", "paragraphs": ["In addition to considering benefit levels, poverty rates, and targeting, as examined above, policymakers examining the potential effects of Social Security reform on the elderly poor would likely consider other criteria when discussing policy changes to either Social Security or SSI. The following section briefly summarizes some of these other criteria. One important factor not explicitly addressed in this report is the cost of each option, which would vary substantially. The Dynasim model does not produce cost estimates, and current cost estimates for these options are not available from other sources."], "subsections": [{"section_title": "Program Design and Purpose", "paragraphs": ["One possible subject for discussion if policy changes are considered is the original purpose of the programs that could be modified. For example, SSI was originally designed to benefit the poor and its strict income and asset limits restrict benefits to the poorest elderly. As such, expanding SSI eligibility or benefits would effectively target additional spending toward the elderly poor. Social Security, on the other hand, was not primarily intended to reduce poverty, but to replace the lost earnings of contributing workers of all income levels. Changing the Social Security benefit formula to mitigate the effects of changes on the elderly poor arguably would not target additional dollars as efficiently. It also might complicate the balance between adequacy and equity in the Social Security program."], "subsections": []}, {"section_title": "Potential Scope of Changes", "paragraphs": ["Another possible subject for discussion is the potential scope of policy changes—factors such as program participation rates and eligibility restrictions. Social Security participation among the elderly is nearly universal. SSI has strict eligibility criteria and its participation rates are far lower. As a result, changes to SSI would likely affect fewer of the elderly poor than would changes to Social Security. Some individuals prefer not to receive means-tested assistance and would not participate in SSI regardless of changes. Other individuals may not qualify even for a liberalized SSI program because of asset restrictions. This would be a particular problem for people with retirement savings, as defined contribution retirement plans (such as 401(k)s and Individual Retirement Accounts) count toward SSI's asset test."], "subsections": []}, {"section_title": "Political and Fiscal Environment", "paragraphs": ["Finally, another potential topic that could be discussed is the prevailing political and fiscal environment. In recent years, major changes to Social Security and SSI have been rare. For example, the last significant amendments to Social Security were in 1983. SSI's income disregards and asset tests have stayed the same since 1981 and 1989, respectively, and are not indexed to inflation. There are also fiscal constraints on additional spending. The federal budget is currently in deficit and is projected to remain so in the future. In addition, Social Security faces long-term solvency problems.", "Ultimately, future elderly poverty rates depend largely on how policymakers choose to address Social Security's looming solvency problems. Once those decisions are made, the tradeoffs between any options to mitigate the effects of potential benefit cuts would be judged based on their effectiveness, efficiency, cost, and on policymakers' judgments about a myriad of other factors."], "subsections": [{"section_title": "Appendix. Methodology", "paragraphs": ["This paper examines four possible policy options to reduce elderly poverty. The projections in the paper were prepared using the Urban Institute's Dynasim microsimulation model. The Dynasim model projects future Social Security and SSI benefits by using a mix of historical data and projections. When interpreting the results of Dynasim or any other model, it is important to note that projections are inherently imprecise; the further into the future one looks, the wider the range of possible outcomes.", "Population", "The analysis focuses on all noninstitutionalized individuals who will be age 65 or older in 2042, including those who do not receive Social Security and/or SSI benefits.", "Baseline", "All of the options in this paper are compared to a current law payable baseline, which assumes that current law benefits are cut across the board to balance Social Security's annual income and spending at the point of insolvency, currently projected to occur in 2041. This baseline illustrates how such options could work in a benefit-cut scenario. Some of the most commonly discussed solvency options are projected to result in poverty rates similar to the current law payable baseline in the year of analysis, as discussed above. Using a different baseline or different solvency option would lead to different results.", "Year of Analysis", "This report focuses on the effects of policy changes in 2042, the first full year of projected trust fund insolvency. Analyzing this year shows how various poverty-reduction options could mitigate the effects of an across-the-board cut to Social Security benefits at the projected point of insolvency, assuming no action was taken before then. This reduction is assumed to bring annual cash-flow balance to the system, cutting benefits by about 25% in 2042. The figures and accompanying analysis are essentially a snapshot of the projected beneficiary population in this single year. Focusing on a different year would lead to different results.", "It is also important to recall that initial Social Security benefits rise with wages over time, while SSI benefits and income limits as well as the poverty thresholds rise with prices. Since wages are projected to rise faster than prices over time, this means that in general, the projected prevalence of SSI receipt decreases each year under current law, as does the number of people in poverty.", "Start Year for Options", "All of the options in this report are assumed to be implemented in 2008. The year 2008 was chosen so that the analysis could rely as much as possible on near-term projections, which are more reliable than long-term projections. In addition, choosing an earlier start year means that almost all of the elderly beneficiaries in the analysis year, 2042, will be subject to the options.", "Measure of Income", "Many of the results presented in this paper focus on changes in income. For the purposes of this paper, income includes Social Security benefits, SSI benefits, pension payments, earnings, and the annuitized value of financial assets. In modeling these options, Social Security benefits were calculated before SSI benefits. This sequence is intended to mimic program rules, in which SSI applicants must apply for all other benefits for which they may qualify before applying for SSI. As a result, the interactions between Social Security and SSI benefits can be seen. Income is calculated on a per capita basis, which means that for married couples the income of both spouses is averaged together. However, in showing poverty status, a measure of family income is used since the official poverty threshold is calculated on a family basis.", "Poverty Thresholds", "In the U.S., poverty is officially defined using the Census Bureau's poverty thresholds. These thresholds reflect rough estimates of the amount of money individuals or families need per year to purchase a basket of goods and services deemed \"minimally adequate,\" according to the living standards of the early 1960s, when the poverty thresholds were developed. The thresholds are increased at the rate of inflation. The 2007 annual poverty threshold was $9,944 for an elderly individual and $12,533 for an elderly couple. A family is considered poor if its countable money income is less than the poverty threshold for its family type and size. This report uses the official poverty thresholds appropriate for each individual's family type and size (including the thresholds for elderly individuals and couples). The thresholds are projected using the intermediate assumptions about future inflation from the 2005 Social Security Trustees Report.", "Behavioral Changes", "This analysis assumes that no behavioral changes result from the modification of the Social Security or SSI benefit rules. Thus, policy changes will not automatically alter an individual's work patterns or age at benefit take-up. However, it's likely that if policy changes were implemented, individuals' incentives and behavior could also change. The model assumes that roughly two-thirds of individuals who qualify for SSI take up benefits. For policies with liberalized eligibility criteria (such as the SSI options analyzed in this report), the same proportion of qualifying individuals is assumed to take up benefits. However, it is possible that a more generous SSI program would also change the proportion of qualifying individuals taking up benefits, which is not captured in these projections. The analysis also assumes no changes in state policy as a result of policy changes at the federal level. However, it is possible that federal policy changes in SSI could result in adjustments to state supplements, for example."], "subsections": []}]}]}]}]}}