{"id": "RL34575", "title": "The Servicemembers Civil Relief Act (SCRA): An Explanation", "released_date": "2016-01-27T00:00:00", "summary": ["Recognizing the special burdens that members of the military may encounter trying to meet their financial obligations while serving their country, Congress passed the Soldiers' and Sailors' Civil Relief Act (SSCRA) in 1940. The law was amended from time to time, ordinarily in response to military operations that required the activation of the Reserves. P.L. 108-189, the Servicemembers Civil Relief Act (SCRA), was enacted on December 19, 2003, as a modernization and restatement of the protections contained in the SSCRA. Much like with the SSCRA, the SCRA has been amended since its initial passage and proposed changes continue to be introduced in Congress. This report summarizes the rights granted to persons serving on active duty in the U.S. Armed Forces, and in some instances, to their dependents, under the SCRA.", "The SCRA provides protections for servicemembers in the event that their military service impedes their ability to meet financial obligations incurred before entry into active military service. Forgiveness of all debts or the extinguishment of contractual obligations on behalf of servicemembers, who have been called up for active duty, is not provided, nor is absolute immunity from civil lawsuits granted. Instead, the act suspends civil claims against servicemembers and protects them from default judgments. The SCRA includes provisions that prohibit the eviction of military members and their dependents from rental or mortgaged property; create a cap on interest at 6% on debts incurred prior to an individual entering active duty military service; protect against the cancellation of life insurance or the non-reinstatement of health insurance policies; allow some professionals to suspend malpractice or liability insurance while on active duty; and proscribe taxation in multiple jurisdictions and forced property sales in order to pay overdue taxes. The U.S. Attorney General is authorized to commence a civil action to enforce provisions of the SCRA. Additionally, servicemembers and their dependents have the right to commence a civil action, that is, a private cause of action, to enforce protections afforded them under the SCRA."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The Soldiers' and Sailors' Civil Relief Act of 1940 (S SCRA) provided civil protections and rights to individuals based on their service in the U.S. armed forces. On December 19, 2003, Congress enacted P.L. 108-189 , the Servicemembers Civil Relief Act (SCRA), in response to the increased utilization of Reserve and National Guard military units in the Global War on Terrorism, and as a modernization and restatement of the protections and rights previously available to servicemembers under the SSCRA. Much like with the SSCRA, the SCRA has been amended since its initial passage and proposed changes continue to be introduced in Congress.", "Congress has long recognized the need for protective legislation for servicemembers whose service to the nation compromises their ability to meet obligations and protect their legal interests. During the Civil War, Congress enacted an absolute moratorium on civil actions brought against soldiers and sailors. During World War I, Congress passed the Soldiers' and Sailors' Civil Relief Act of 1918, which did not create a moratorium on legal actions against servicemembers, but instead directed trial courts to apply principles of equity to determine the appropriate action to take whenever a servicemember's rights were involved in a controversy. During World War II, Congress essentially reenacted the expired 1918 statute as the Soldiers' and Sailors' Civil Relief Act of 1940, and then amended it substantially in 1942 to take into account the new economic and legal landscape that had developed between the wars. Congress enacted amendments on several occasions during subsequent conflicts, including 2002 when the benefits of the SSCRA were extended to certain members of the National Guard. In 2003, Congress enacted the SCRA as a modernization and restatement of the SSCRA and its protections.", "The SCRA is an exercise of Congress's power to raise and support armies (U.S. Const. Art. I, Section 8, cl. 12) and to declare war (Art. I, Section 8, cl. 11). The purpose of the act is to provide for, strengthen, and expedite the national defense by protecting servicemembers, enabling them to \"devote their entire energy to the defense needs of the Nation.\" The SCRA protects servicemembers by temporarily suspending certain judicial and administrative proceedings and transactions that may adversely affect their legal rights during military service. Forgiveness of all debts or the extinguishment of contractual obligations on behalf of servicemembers, who have been called up for active duty, is not provided, nor is absolute immunity from civil lawsuits granted. Instead, it provides for the suspension of claims and protection from default judgments. In this way, it seeks to balance the interests of servicemembers and their creditors, spreading the burden of national military service to a broader portion of the citizenry.", "Many of the SCRA provisions are especially beneficial for Reservists activated to respond to a national crisis, but many provisions are also useful for career military personnel. One measure that affects many who are called to active duty is the cap on interest at an annual rate of 6% on debts incurred prior to a person's entry into active duty military service (Section 207). Other measures protect military families from being evicted from rental or mortgaged property (§§301 and 303); from cancellation of life insurance (§§402 through 409); from taxation in multiple jurisdictions (§§510 and 511); from foreclosure of property to pay taxes that are due (§§501 and 511); and from losing certain rights to public land (§§501 through 508). ", "This report provides a section-by-section summary of the SCRA, codified in 50 U.S.C. §3901 et seq."], "subsections": []}, {"section_title": "Title I: General Provisions", "paragraphs": [], "subsections": [{"section_title": "Definitions—Section 101 (50 U.S.C. §3911).", "paragraphs": ["For the purposes of the SCRA, the following definitions apply:", "'Servicemember' —Persons covered by the SCRA include members of the \"uniformed services\" found in 10 U.S.C. §101(a)(5), which includes the Army, Navy, Air Force, Marine Corps, Coast Guard, and the commissioned corps of the National Oceanic and Atmospheric Administration and the Public Health Service.", "'Military Service' —\"Military service\" includes \"active duty\" as defined in 10 U.S.C. §101(d)(1); National Guard service as service under a call to active service authorized by the President or the Secretary of Defense for a period of more than 30 consecutive days under 32 U.S.C. §502(f) for purposes of responding to a national emergency declared by the President and supported by federal funds; for officers of the Public Health Service or the National Oceanic and Atmospheric Administration, \"active service\" (not further defined); and any period during which a servicemember is absent from duty on account of sickness, wounds, leave, or other lawful case.", "\"Active duty\" for armed services is defined in 10 U.S.C. §101(d)(1) as \"full-time duty in the active military service of the United States ... [including] full-time training duty, annual training duty, and attendance, while in the active military service, at a school designated as a service school by law or by the Secretary of the military department concerned.\" \"Active military service\" is not further defined in Section 101 of Title 10, U.S. Code , although \"active service\" is given the meaning \"service on active duty or full-time National Guard duty,\" in §101(d)(3).", "Under the prior law, the definition of \"military service\" included language referring to \"periods of training or education under the supervision of the United States preliminary to induction into military service.\" Under the SCRA, persons on active duty and attending a service school are covered, while persons attending training prior to entering active duty, such as officer candidates, may not be covered. It is unclear, for example, whether \"active military service\" under 10 U.S.C. §101(d) covers training as a member of the Reserve Officer Training Corps or attendance at a military academy.", "'Period of military service' —A servicemember's \"period of military service\" begins when he or she enters military service and ends on the date of release from military service or upon death during military service.", "'Dependent' —\"Dependent\" is defined as a servicemember's spouse or child (as defined for purposes of veterans' benefits, in 38 U.S.C. §101 ), or another individual for whom the servicemember provided more than one half of the support in the 180 days prior to an application for relief under the act. This language appears to codify courts' treatment of the term \"dependent\" as relating to financial dependency rather than strict familial relationships.", "'Court' —The term \"court\" includes federal and state courts and administrative agencies, whether or not a court or agency of record.", "'State' —\"State\" includes commonwealth, territory, or possession of the United States and the District of Columbia.", "'Secretary Concerned' —With respect to a member of the armed forces, \"secretary concerned\" refers to the meaning in 10 U.S.C. §101(a)(9) with respect to commissioned officers of the Public Health Service, the Secretary of Health and Human Services; and with respect to commissioned officers of the National Oceanic and Atmospheric Administration, the Secretary of Commerce.", "'Motor Vehicle' —\"Motor vehicle\" is a vehicle driven or drawn by mechanical power and manufactured primarily for use on public streets, roads and highways, but does not include a vehicle operated only on a rail line (as defined in 49 U.S.C. §30102(a)(6)).", "'Judgment' —\"Judgment\" includes any judgment, decree, order, or ruling, final or temporary."], "subsections": []}, {"section_title": "Jurisdiction and applicability of act—Section 102 (50 U.S.C. §3912).", "paragraphs": ["The SCRA applies everywhere in the United States, including the District of Columbia, and in any territory \"subject to the jurisdiction of\" the United States. It applies to any civil judicial or administrative proceeding in any court or agency in any jurisdiction subject to the act. However, it does not apply to criminal proceedings."], "subsections": []}, {"section_title": "Protection of persons secondarily liable—Section 103 (50 U.S.C. §3913).", "paragraphs": ["Protection is extended to persons who share a debt with one or more covered servicemembers or have secondary liability as a \"surety, guarantor, endorser, accommodation maker, co-maker, or other person who is or may be primarily or secondarily subject to the obligation or liability\" at issue. If the SCRA provisions are invoked as to the servicemember, the court has discretion to grant a stay, postponement, or suspension of the proceedings against such persons, or to set aside or vacate a judgment. Whether a court grants such relief appears to be influenced by equitable considerations, including whether the servicemember is able to appear in court, whether the servicemember's presence is necessary for the defense, and whether an unjust forfeiture could otherwise result. If the servicemember is only nominally a party to the suit, as in cases of negligence where the insurance company might be considered the \"true defendant,\" the modern trend is to deny a stay.", "The act added the term \"co-maker\" to the list of persons who may be entitled to a stay in an action which has been stayed with respect to a servicemember. This effectively codifies courts' interpretations of the previous version of the SCRA. However, it does not explicitly adopt the test some courts have used to determine whether a stay is appropriate.", "Bail bondsmen who are unable to procure the appearance of the principal due to that person's active duty service receive protection under the act. In such a case, the court hearing the charge may not enforce the bond during the period of military service of the accused, and has the discretion to return the bail in its entirety to the bail bondsman in the interest of equity and justice. While some courts have interpreted this subsection to allow for no discretion, others have required sureties to make a further showing that the appearance of the principal was in fact prevented due to military service and that the surety made an effort to secure the appearance of the principal in court.", "Persons who are primarily or secondarily liable on the obligation of a person in military service may waive their rights under the SCRA, but such a waiver must be executed in a separate instrument from that which creates the obligation. If the individual executes the waiver and then enters active military service, the waiver as applied to the individual, or to the dependents of the person, is invalidated. In the event that the waiver is executed after the person receives orders to active duty, but before entering active service, the waiver remains valid."], "subsections": []}, {"section_title": "Extension of protections to citizens serving with allied forces—Section 104 (50 U.S.C. §3914).", "paragraphs": ["Citizens of the United States who serve in the armed forces of allies of the United States in the prosecution of a war or military action, as long as such service is similar to the service in the U.S. armed forces, are protected under the act."], "subsections": []}, {"section_title": "Notification of benefits—Section 105 (50 U.S.C. §3915).", "paragraphs": ["Military authorities are required to provide servicemembers with written information of their rights and benefits under the SCRA."], "subsections": []}, {"section_title": "Information for members of the Armed Forces and their dependents on rights and protections of the Servicemembers Civil Relief Act – Section 105a (50 U.S.C. §3916).", "paragraphs": ["Military authorities must provide servicemembers with pertinent information on rights and protections available under the SCRA during initial orientation or, in the case of reserve servicemembers, during initial orientation and when mobilized. Additionally, military authorities may provide pertinent information to the adult dependents of servicemembers on the rights and protections available to the servicemembers and dependents."], "subsections": []}, {"section_title": "Extension of rights and protections to Reserves ordered to report for military service and to persons ordered to report for induction—Section 106 (50 U.S.C. §3917).", "paragraphs": ["Benefits under Titles I, II, and III of the SCRA are applicable to servicemembers during the period of time between the date they receive their induction or activation orders and the date they report for active duty. The coverage ends in the event the orders to active duty are revoked."], "subsections": []}, {"section_title": "Waiver of rights pursuant to written agreement. Section 107 (50 U.S.C. §3918).", "paragraphs": ["Servicemembers may waive some of the benefits of the SCRA by agreeing to modify or terminate a contract, lease or bailment, or an obligation secured by a mortgage, trust, deed, lien, or other security in the nature of a mortgage. In order for the waiver to be effective, it must be executed during or after the servicemember's period of active military service. The written agreement must specify the legal instrument to which the waiver applies and, if the servicemember is not a party to that instrument, the identity of the servicemember concerned. This section extends the protections to servicemembers covered under Section 106 of the act (reservists ordered into active duty and persons ordered to report for induction).", "The act was amended in 2004 to include two additional requirements for a waiver to be effective. The first requirement is that it must be executed separate from the legal instrument to which it applies. The second is that it must be in at least 12 point type."], "subsections": []}, {"section_title": "Exercise of rights under act not to affect certain future financial transactions—Section 108 (50 U.S.C. §3919).", "paragraphs": ["Servicemembers are protected from any penalty imposed solely due to their invocation of rights under the SCRA. In other words, a lender cannot revoke a covered person's credit card or exercise foreclosure rights because the servicemember requests that the rate of interest be capped at 6% pursuant to the SCRA. It provides that no stay, postponement, or suspension of any tax, fine, penalty, insurance premium, or other civil obligation or liability applied for, or received by, a person in military service can be the sole basis for any of the following:", "1. a determination by a lender (or other person) that the servicemember is unable to pay the civil obligation or liability; 2. a decision by a creditor to deny or to revoke credit; to change the terms of an existing credit arrangement; or to refuse to grant credit in substantially the amount, or on substantially the terms, requested; 3. an adverse creditworthiness report by, or to, a consumer credit information enterprise; 4. an insurer's refusal to sell insurance coverage; 5. an annotation by the creditor or a person engaged in the practice of assembling or evaluating consumer credit information, to reference the servicemember's military status on his or her credit report; or, 6. a change in the terms offered or conditions required for issuance of insurance.", "Creditors may, however, take adverse action against a servicemember who fails to comply with obligations after they are adjusted by reason of the act. The act does not appear to preclude insurers or creditors from offering different terms or conditions, denying credit, or taking other adverse actions based solely on the servicemember's status in anticipation that the servicemember might later invoke a right under the act."], "subsections": []}, {"section_title": "Legal representatives—Section 109 (50 U.S.C. §3920).", "paragraphs": ["Legal representatives, such as attorneys or persons possessing a power of attorney, may assert the benefits of the act when acting on the servicemember's behalf."], "subsections": []}]}, {"section_title": "Title II: General Relief", "paragraphs": ["Sections 201 through 208 describe the general relief available in most kinds of court actions. They serve to suspend civil liabilities of military personnel and preserve causes of action either for or against them."], "subsections": [{"section_title": "Protection of servicemembers against default judgments—Section 201 (50 U.S.C. §3931).", "paragraphs": ["In a civil lawsuit, the failure of the defendant to appear in court may result in the award of a default judgment on behalf of the plaintiff. When a default judgment is entered in favor of the plaintiff, it is done without consideration on the merits of the case. Under the act, servicemembers are protected from default judgments in civil actions, including any child custody proceeding, when they are unable to appear in court due to military service. An amendment to the act in 2008 added language clarifying that civil lawsuits include child custody proceedings.", "Before a court can grant a default judgment, a plaintiff must file an affidavit stating that the defendant is not on active duty in military service showing necessary facts to support the affidavit or that the plaintiff was unable to determine whether or not the defendant is in military service. A false affidavit to that effect is punishable by imprisonment for up to one year, a fine of up to $1,000, or both. The court, before entering a judgment, must also appoint an attorney to represent the person on active duty in order to protect his or her legal rights and interests. However, if the attorney appointed to the case cannot locate the servicemember, actions by the attorney would not waive any defenses or otherwise bind the servicemember. Additionally, if the court is unable to determine if a defendant is in military service, the court may require a bond which may later be used to indemnify the defendant if it is determined that he or she was in military service and the judgment against the defendant is set aside or vacated in part. Moreover, if a court enters a default judgment against a servicemember, the court may set aside its judgment if the servicemember files a motion within 60 days after leaving active military service and can demonstrate that military service prejudiced his or her availability to appear in court (unless the default was based on a false affidavit by the plaintiff regarding military service of the defendant, in which case such a showing is unnecessary) and that there are meritorious or legal defenses to the suit.", "This section does not provide a means to challenge judgments resulting from cases in which the servicemember made an appearance before the court. Some courts have found that a communication to the court regarding the servicemember's military status, and the resulting applicability of the SCRA to the suit, constitutes an appearance and bars asserting certain defenses, such as a lack of jurisdiction, and negates the right to petition to have the judgment overturned. An informal communication, such as a letter or a telegram to the court asking for protection under the SCRA should not be counted as an appearance, but some courts have found that a letter from a legal assistance attorney constitutes an appearance, waiving the servicemember's protection against a default judgment. An appearance by defendant's counsel may also waive protection, unless the counsel was appointed pursuant to this section.", "Subsection (h) contains a provision to protect the rights of a bona fide purchaser by stating that vacating, setting aside, or reversing any judgment under the act will not impair any right or title acquired by any bona fide purchaser for value under the judgment. Therefore, it may be impossible to recover property that had been attached to satisfy a default judgment, although the servicemember would have the right to damages for the value of the property."], "subsections": []}, {"section_title": "Stay of proceedings when servicemember has notice—Section 202 (50 U.S.C. §3932).", "paragraphs": ["A court must stay further proceedings in civil litigation, including any child custody proceeding, where the servicemember's ability to participate in the litigation, as either the plaintiff or the defendant, is materially affected by absence due to military service. It applies to servicemembers who are in military service or within 90 days after termination or release from military service. An amendment to the act in 2008 added language specifying that civil lawsuits include child custody proceedings.", "The servicemember must set forth, in the application for a stay, facts stating the manner in which current military duty requirements materially affect the ability to appear and state a date when he or she will be able to appear. Additionally, the servicemember must submit a letter from his or her commanding officer certifying that leave is not authorized to attend proceedings at that time. While a stay is a reasonable imposition upon an individual citizen on behalf of those discharging their obligations to the common defense, it is not available to shield wrongdoing or lack of diligence or to postpone relief indefinitely, or to be used to stay proceedings in matters where the interests or safety of the general public may be at stake. Courts may deny a stay in cases involving purely legal issues or where the servicemember is not the true party in interest or in which presence of the individual is not essential.", "A request for a stay under this section does not constitute an appearance for jurisdictional purposes or a waiver of any substantive or procedural defense. Therefore, a servicemember may apply for relief without waiving the right, for example, to assert that the court has no jurisdiction in the case. Moreover, additional stays may be granted based on continuing material effect of military duty. If additional stays are denied, the court must appoint counsel to represent the servicemember. A servicemember who is unsuccessful in securing a stay under this section is precluded from seeking the protections against default judgments granted under Section 201. This section is inapplicable to Section 301 (protection from eviction or distress)."], "subsections": []}, {"section_title": "Fines and penalties under contracts—Section 203 (50 U.S.C. §3933).", "paragraphs": ["Whenever an action is stayed by the court pursuant to the SCRA, penalties that would otherwise accumulate against the person for failing to carry out the terms of the contract cannot be imposed during the period the stay remains in effect. In the absence of a stay, the court has discretion to relieve a servicemember of the obligations to pay fines or penalties for failing to carry out the terms of a contract if that person's ability to pay or to carry out the terms is impaired by military service."], "subsections": []}, {"section_title": "Stay or vacation of execution of judgments, attachments, and garnishments—Section 204 (50 U.S.C. §3934).", "paragraphs": ["If a servicemember is materially affected by reason of service from complying with a court judgment or order, the court may, on its own motion, and will on the application of the servicemember, stay the execution of any judgment or order against the servicemember and vacate or stay an attachment or a garnishment of property, money, or debts in the possession of the person on active duty for actions or proceedings commenced against the servicemember. This section applies to actions brought against the servicemember before or during the period of military service or within 90 days after termination of service."], "subsections": []}, {"section_title": "Duration and term of stays; co-defendants not in service—Section 205 (50 U.S.C. §3935).", "paragraphs": ["Stays granted by courts under the SCRA can remain in effect for the entire period of a servicemember's military service plus 90 days, or any part thereof. As a practical matter, however, courts do not look favorably on protracted stays, and expect most military members to make themselves available to participate in proceedings within a reasonable period of time, especially during peacetime if the servicemember is not stationed abroad. Suits against any co-defendants not in military service may proceed even if the suit has been stayed with respect to the person in the military. This section does not apply to Sections 202 (stays for actions for which the defendant has notice) and 701 (anticipatory relief). These sections contain their own rules for determining the maximum length of a stay."], "subsections": []}, {"section_title": "Statute of limitations—Section 206 (50 U.S.C. §3936).", "paragraphs": ["In cases in which a statute of limitations would prohibit any court action with respect to a lawsuit brought after expiration of the time specified by law, this section tolls (extends) the time period applicable to a covered servicemember by an amount of time equal to the person's period of military service. That time is not counted in determining the servicemember's deadline for exercising the right to redeem real estate that has been sold or forfeited to enforce an obligation, tax, or assessment. The section applies not just to an action or proceeding in a court but also to any federal or state board, commission, or agency, and may be exercised by the servicemember's heirs, executors, administrators, or assigns, regardless of whether the right or cause of action arose prior to or during the person's period of military service. It does not, however, apply to federal tax laws."], "subsections": []}, {"section_title": "Maximum rate of interest on debts incurred before military service—Section 207 (50 U.S.C. §3937).", "paragraphs": ["This section caps the maximum interest charged on any debt incurred by a servicemember individually or with the servicemembers' spouse jointly prior to entering active duty at a rate of interest no higher than six percent (6%) a year, if the servicemember's ability to pay is materially affected by active duty status. The interest above the 6% cap is to be forgiven by the creditor and does not accrue to be owed after the debtor's release from active duty. The monthly payments of an obligation or liability covered by this section is to be reduced by the amount in excess of the 6%, but the terms of the original obligation are to remain the same. A court may grant a creditor relief from this section if, in the opinion of the court, the ability of the servicemember to pay a interest rate in excess of 6% is not materially affected by the military service.", "A servicemember who wrongly receives an adverse credit report or has his or her credit limit reduced or further credit denied after invoking the 6% interest cap provision may seek relief through the Fair Credit Reporting Act (FCRA) provisions for \"adverse actions\" and consumer remedies for \"willful or negligent noncompliance by credit reporting agencies upon consumer showing of causal connection between inaccurate credit report and denial of credit or other consumer benefit.\"", "Historically, federally guaranteed student loans were not eligible for the 6% interest rate cap. Section 428(d) of the Federal Family Education Loan Program, addressing applicability of usury laws, excluded the SCRA interest rate limitation on those loans. P.L. 110-315 , the Higher Education Opportunity Act, amended Section 428(d) to permit explicitly application of the SCRA interest rate cap on federally guaranteed student loans. As of August 14, 2008, federally guaranteed student loans are treated like all other debts incurred prior to entering active duty. Loans disbursed prior to enactment of the amendment are not covered and therefore are not subject to the 6% interest rate limitation. Additionally, servicemembers currently on active duty that received loans prior to entering active duty will not be able to claim the 6% cap.", "P.L. 110-389 , the Veterans' Benefits Improvement Act, added two new subsections addressing penalties for violation of the section. The section, as amended, closely mirrors the penalty and preservation of remedies provisions found in other sections of the SCRA. Anyone who violates the maximum interest prohibition may be fined or imprisoned for not more than one year. An individual claiming protection under this section may also be awarded consequential or punitive damages."], "subsections": []}, {"section_title": "Child custody protection—Section 208 (50 U.S.C. §3938).", "paragraphs": ["In addition to the ability to stay legal proceedings discussed above, this section provides protections specific to child custody proceedings. If a court enters a temporary change in custody based solely on the deployment or anticipated deployment of a servicemember, the order must expire no later than the conclusion of a period of time justified by the deployment. The section also prohibits a court from considering deployment or possible deployment of the custodial parent as the sole factor in determining the best interest of the child when contemplating a permanent change in custody. Finally, the section does not create a right to hear the child custody dispute in federal courts; nor does it preempt state law when the state provides greater protections to the deploying servicemember."], "subsections": []}]}, {"section_title": "Title III: Rent, Installment Contracts, Mortgages, Liens, Assignments, Leases, Telephone Service Contracts", "paragraphs": ["Sections 301 through 308 provide protections from eviction and loss of other benefits or rights due to the failure of a servicemember to meet payments on rent, loans, mortgages, or insurance policies. Unlike the other parts of the SCRA, the rights described in these sections can be asserted by a servicemember's dependents in their own right."], "subsections": [{"section_title": "Evictions and distress—Section 301 (50 U.S.C. §3951).", "paragraphs": ["Under this section as it was enacted in 2003, unless a court orders otherwise, a landlord or person with \"paramount title\" may not evict a servicemember during a period of military service or his or her dependents from a rented home (such as an apartment, a trailer, or a house) if the rent is $2,400 per month or less. The rent ceiling is adjusted annually for inflation, and in 2015 the amount was $3,329.84. In a case where the landlord seeks a court order for the eviction of a servicemember or his or her dependents, the court is obligated to stay the proceedings for up to three months if the servicemember requests it. In the alternative, the court may adjust the obligation under the lease to preserve the interests of all the parties. Section 202 (stay of proceedings when servicemember has notice) of the act is not applicable to this section.", "The section provides that anyone who knowingly takes part in an eviction in violation of this section can be punished by imprisonment for up to one year, a fine as provided in Title 18, U.S. Code , or both. Persons claiming relief under this section may collect consequential and punitive damages in cases involving wrongful eviction.", "Additionally, courts are allowed to grant landlords, or other persons with \"paramount title,\" equitable relief in cases where a stay is granted. If the court orders payment, Subsection (d) authorizes the Secretary concerned to make an allotment from the servicemember's military pay to satisfy the terms of the order."], "subsections": []}, {"section_title": "Protection under installment contracts for purchase or lease—Section 302 (50 U.S.C. §3952).", "paragraphs": ["Except by court order, no one who has collected a deposit as partial payment for property, where the remainder of the price is to be paid in installments, can repossess the property or cancel the sale, lease, or bailment because of the failure to meet the terms of the contract, if the buyer enters active duty military service after paying the deposit and subsequently breaches the terms of the contract. A violation of this section is punishable by imprisonment for up to one year, a fine as provided in Title 18, U.S. Code , or both. A court may order the cancellation of the installment sale, mandating the return of the property to the seller as well as the return of paid installments to the buyer, or the court may stay the proceedings. This section does not permit a servicemember unilaterally to terminate the contract, although the servicemember may be able to bring an action under Section 701 for relief."], "subsections": []}, {"section_title": "Mortgages and trust deeds—Section 303 (50 U.S.C. §3953).", "paragraphs": ["This section covers servicemembers who, prior to a period of active military service, entered into a property transaction subject to a mortgage, a trust deed, or other security loan. The sale, foreclosure, or seizure of property during a servicemember's period of military service, and 90 days after, is prohibited unless such action is taken under a court order issued prior to foreclosure on the property, or pursuant to an agreement under Section 107 of the act. If the servicemember's ability to comply with the terms of the obligation is materially affected by military service and thereby breaches the terms of a mortgage, trust deed, or other loan, the court may adjust the obligation to preserve the interests of all parties, or may stay any proceeding for a period of time as justice and equity require.", "Property repossessed or other action taken without benefit of a court order is punishable by imprisonment of up to one year, a fine as provided by Title 18, U.S. Code , or both, and may subject the creditor to a suit for wrongful conversion. In addition, where a covered person can show oppression, fraud, or malice on the part of the creditor, consequential and punitive damages, among other remedies, may be awarded."], "subsections": []}, {"section_title": "Settlement of stayed cases relating to personal property—Section 304 (50 U.S.C. §3954).", "paragraphs": ["If a court stays an action for foreclosure on property, repossession, or the cancellation of a sales contract against a servicemember, the court can appoint three disinterested persons to appraise the property and, on the basis of the appraisal, order the amount of the servicemember's equity to be paid back to the person on active duty in military service as a condition for allowing the foreclosure, repossession, or cancellation."], "subsections": []}, {"section_title": "Termination of residential or motor vehicle leases—Section 305 (50 U.S.C. §3955).", "paragraphs": ["Military persons who live in rental property are allowed to terminate leases entered into prior to a period of active service. It applies to (1) property leased for a dwelling or for professional, business, or farm use, or other similar purpose, where the person leasing the property later enters active duty in military service, or where the servicemember executes the lease while in military service and thereafter receives military orders for a permanent change of duty station (PCS) or to deploy with a military unit for a period of at least 90 days; and (2) motor vehicle leases for personal or business transportation where the person later enters active military service of not less than 180 days or where the servicemember executes the lease while in military service and thereafter receives PCS orders outside of the continental United States or to deploy with a military unit for at least 180 days. Servicemembers who rent premises are advised to ensure the rental agreement contains a \"military\" clause to allow for early termination of a lease in case of military orders to deploy. In 2004, the right to terminate leases was expanded to include joint leases. The added language specifies that any lease terminated pursuant to this section also terminates any obligation a dependent of the lessee may have under the lease.", "The servicemember may terminate a property lease by delivering by hand, private business carrier, or mailing return receipt requested, a written notice and a copy of his or her's military orders to the lessor or its agent. With regard to a motor vehicle lease, the servicemember must return the motor vehicle to the lessor or its agent no later than 15 days after the date of delivery of the written notice. As for a residential lease, if the lease called for monthly rent, then cancellation takes effect thirty days after the next due date for rent following the day the written notice is sent. For all other property leases, the cancellation is considered effective at the end of the month following the month in which the written notice is sent. Any unpaid rent prior to the effective cancellation must be paid to the landlord on a prorated basis. The servicemember is entitled to a refund of any prepaid rent for time after the lease is canceled within 30 days of the termination of the lease. The recent amendment to the act prohibits the lessor from charging an early termination fee, but the servicemember is liable for any taxes, summonses, or other obligation in accordance with the terms of the lease. A court can make adjustments if the landlord petitions the court for an \"equitable offset\" prior to the date the lease is effectively canceled. For motor vehicle leases, the cancellation is considered effective on the day on which the vehicle is returned to the lessor. The lessor cannot impose early termination fees, but the servicemember is still responsible for any taxes, summonses, title and registration fees, and any other obligation and liability under the lease, including reasonable fees for excessive wear, use, and mileage.", "Anybody who knowingly seizes personal effects, a security deposit, or any other property belonging to a person who has lawfully canceled a lease pursuant to this section is subject to punishment. Anyone who seizes or otherwise interferes with the removal of property in order to satisfy a claim for rent due for any time after the date of the effective cancellation of the lease may be punished by imprisonment for up to one year, a fine as provided in Title 18, U.S. Code , or both."], "subsections": []}, {"section_title": "Termination of telephone service contracts—Section 305a (50 U.S.C. §3956).", "paragraphs": ["Originally added to the SCRA by P.L. 110-389 , the Veterans' Benefits Improvement Act of 2008, this section was replaced in its entirety by P.L. 111-275 , the Veterans' Benefits Act of 2010. Under the new Section 305a, a servicemember is able to terminate a contract for telephone exchange service, in addition to the previously covered cellular phone service in certain circumstances. To be eligible, the servicemember must receive orders to relocate for a period of at least 90 days to a location that does not support the contract and the contract must have been entered into prior to receiving the orders. The telephone service provider is required to cancel the contract without assessing an early termination charge and in the case of a period of relocation less than three years in duration, allow the servicemember to retain the phone number previously terminated. Additionally, dependents of the servicemember may also terminate their cellular telephone service if they accompany the servicemember to an area that does not support the service contract."], "subsections": []}, {"section_title": "Protection of life insurance policy—Section 306 (50 U.S.C. §3957).", "paragraphs": ["If a person entering military service has used a life insurance policy as collateral to secure a debt, they are protected from foreclosure on the policy to satisfy the debt unless the assignee first obtains a court order, except where the assignee is the insurance company itself (in which case the debt amounts to a policy loan). A court may refuse to grant the order if it determines that the servicemember's ability to repay is materially affected by military service. This rule applies during the entire time the insured is on active duty plus one year. The rule does not apply in three cases: (1) if the insured gives his or her written permission to let a creditor make a claim against the policy in order to satisfy the debt involved; (2) if any premiums required under the life insurance policy are due and unpaid (excluding premiums guaranteed under Title IV of this act); or (3) if the person whose life is insured has died. Anyone who knowingly takes or attempts action contrary to this section shall be punished by imprisonment for up to a year, or a fine as provided in title 18, U.S. Code , or both."], "subsections": []}, {"section_title": "Enforcement of storage liens—Section 307 (50 U.S.C. §3958).", "paragraphs": ["A servicemember with property or effects subject to a lien, including liens for storage, repair or cleaning of property, is protected from foreclosure or enforcement of the lien during the period of military service plus three months unless a court finds that the servicemember's ability to meet the obligation is not materially affected by military service. A court can also stay the proceedings in these types of enforcement actions or order some other disposition of the case it deems equitable to the parties. This section does not affect the scope of Section 303 (mortgages and trust deeds). Anyone who knowingly takes any action contrary to the provisions is punishable by imprisonment up to one year, a fine as provided by title 18, U.S. Code , or both."], "subsections": []}, {"section_title": "Extension of protections to dependents—Section 308 (50 U.S.C. §3959).", "paragraphs": ["The benefits of the rules provided under Title III (50 U.S.C. app. §§531 to 537) of the SCRA are extended to dependents of active duty personnel in their own right. A dependent must petition a court for permission to take advantage of those rules, and the court is not required to grant permission if it determines that the ability of the applicant dependent to comply with the terms of the obligation, contract, lease, or bailment has not been materially impaired by the military service of the person upon whom the applicant is dependent."], "subsections": []}]}, {"section_title": "Title IV: Life Insurance", "paragraphs": ["Title IV provides relief from insurance premiums and guarantees servicemembers continued coverage under certain commercial life insurance policies."], "subsections": [{"section_title": "Definitions—Section 401 (50 U.S.C. §3971).", "paragraphs": ["For the purposes of Title IV of the SCRA, the following definitions apply:", "'Policy' — \"Policy\" includes any individual contract for whole, endowment, universal, or term life insurance (other than group term life insurance), or benefit similar to life insurance that comes from membership in any fraternal or beneficial association and has to satisfy all of the following conditions:", "1. the policy does not include a provision limiting the amount of insurance coverage based on the insured's military service; 2. the policy does not require the insured to pay higher premiums if he or she is in military service; 3. the policy does not include a provision that limits or restricts coverage if the insured person engages in any activity required by military service; and 4. the policy has to be \"in force\" (premiums have to be paid on time before any benefit guaranteed by these sections of the law can be claimed) for at least 180 days before the insured enters military service.", "'Premium' —\"Premium\" is the amount specified in the policy to be paid to keep the policy in force.", "'Insured' —\"Insured\" is defined as a servicemember who owns a life insurance policy.", "'Insurer' —\"Insurer\" includes any firm, corporation, partnership, association, or business that can, by law, provide insurance and issue contracts or policies."], "subsections": []}, {"section_title": "Insurance rights and protections—Section 402 (50 U.S.C. §3972).", "paragraphs": ["Either the person insured, an insured's legal representative, or, when the insured person is outside the United States, a beneficiary of the insurance policy must apply for protection of a covered policy under the act. The written application must be submitted to the insurer with a copy sent to the Secretary of Veterans Affairs. The total amount of policies covered are limited to the greater of $250,000, or an amount equal to the maximum limit of the Servicemember's Group Life Insurance(SGLI). In 2005, the maximum limit of SGLI was increased to $400,000 thereby raising the maximum amount of covered policies."], "subsections": []}, {"section_title": "Application for insurance protection—Section 403 (50 U.S.C. §3973).", "paragraphs": ["In order to invoke protection for the policies covered under this part of the SCRA, the servicemember, his or her legal representative, or beneficiary must submit an application in writing identifying the policy and insurer, with an acknowledgment that the insured's rights under the policy are subject to and modified by the provisions of Title IV of this act. The Secretary of Veterans Affairs may require the parties to provide additional information as necessary. The insurer then reports the action to the Department of Veterans Affairs as required by regulation (found in 38 C.F.R. Part 7). By making an application for the protection guaranteed by these sections of the law, the insurer and insured are deemed to have accepted any necessary modifications to the terms of the life insurance policy."], "subsections": []}, {"section_title": "Policies entitled to protection and lapse of protections—Section 404 (50 U.S.C. §3974).", "paragraphs": ["The Secretary of Veterans Affairs determines whether a policy is entitled to the protection guaranteed by these sections, and is responsible for notifying the insurer and the insured as to his determination. Once the policy is deemed qualified for protection, it may not lapse or otherwise be terminated or be forfeited for the nonpayment of a premium, or interest or indebtedness on a premium. This protection applies during the time the insured person is in military service and for two years after he or she leaves military service."], "subsections": []}, {"section_title": "Policy restrictions—Section 405 (50 U.S.C. §3975).", "paragraphs": ["The approval of the Secretary of Veterans Affairs is necessary for a policy holder to make certain withdrawals and other payments or credits under a policy protected by this part of the SCRA. If such approval is not obtained, rather than paying dividends to the insured or reinvesting them to purchase additional coverage, the insurer must add dividends to the value of the policy to be treated as a credit. The insured is not permitted to take out loans against the policy or cash it in while it is protected without the approval of the Secretary of Veterans Affairs. However, the insured retains the right to modify the designation of beneficiaries."], "subsections": []}, {"section_title": "Deduction of unpaid premiums—Section 406 (50 U.S.C. §3976).", "paragraphs": ["If a covered policy matures due to the death of the insured, the insurance company may reduce its settlement with the beneficiaries by the amount of any unpaid premiums (plus interest). If the rate of interest is not specified in the policy, it will be the same rate applied to policy loans in other policies issued at the time when the insured's policy was issued. Deductions must be reported to the Secretary of Veterans Affairs."], "subsections": []}, {"section_title": "Premiums and interest guaranteed—Section 407 (50 U.S.C. §3977).", "paragraphs": ["In the event the insured fails to pay all of the premiums owed on a policy at the time the guarantee period expires and the cash surrender value of the policy is less than the amount due, the United States will pay the unpaid premiums and may then attempt to collect the amount from the insured. (Any funds collected from the insured are added to appropriations for the payment of guaranteed premiums under this part of the SCRA.) If the unpaid premiums do not exceed the policy's cash surrender value, the insurer will treat them as a policy loan. Moreover, any money paid by the government to an insurance provider under this section is a debt owed by the insured to the government and may not be discharged by bankruptcy."], "subsections": []}, {"section_title": "Regulations—Section 408 (50 U.S.C. §3978).", "paragraphs": ["The Secretary of Veterans Affairs will promulgate regulations to carry out the provisions of the article."], "subsections": []}, {"section_title": "Review of findings of fact and conclusions of law—Section 409 (50 U.S.C. §3979).", "paragraphs": ["The findings of fact and conclusions made by the Secretary in administering these sections are subject to review by the Board of Veterans' Appeals and the U.S. Court of Appeals for Veterans' Claims. Judicial review is permitted only to the extent provided by chapter 72 of Title 38, U.S. Code ."], "subsections": []}]}, {"section_title": "Title V: Taxes and Public Lands", "paragraphs": ["The fifth broad category of provisions of the SCRA provides certain rights regarding public lands and relieves servicemembers from having to pay certain taxes to multiple jurisdictions. It also prevents the attachment of certain personal or real property in order to satisfy tax liens."], "subsections": [{"section_title": "Taxes respecting personal property, money, credits, and real property—Section 501 (50 U.S.C. §3991).", "paragraphs": ["Personal property (including motor vehicles) belonging to a person in military service, as well as real property used by the servicemember as a home, a business, or for agriculture, as long as the property continues to be occupied by the servicemember's family or employees, cannot be sold to collect unpaid taxes or assessments, except income taxes, without a court order. A court may stay an action to force the sale of property belonging to a person in military service for the collection of unpaid taxes if it finds that the debtor's ability to pay the taxes is materially affected by his or her military service. In the event a servicemember's property is sold to satisfy tax liabilities, the servicemember has the right to redeem the property for up to six months after the person leaves military service. This section may not be construed to shorten any period of redemption provided by state law. If a servicemember fails to pay a tax or assessment on property covered by this section when due, the amount unpaid and due shall accrue interest at 6%, but no other penalties or interest may be assessed. Additionally, joint ownership of all forms of personal and real property by a servicemember and his or her dependents are covered by this section."], "subsections": []}, {"section_title": "Rights in public lands—Section 502 (50 U.S.C. §3992).", "paragraphs": ["Servicemembers cannot be deemed to have forfeited any right (including mining and mineral leasing rights) they had to use public lands of the United States prior to entering military service based on absence from the land or failure to perform required maintenance or other improvements. Holders of permits and licenses who subsequently enter military service may suspend the licenses for the duration of military service plus six months, allowing the servicemember to obtain a reduction or cancellation of fees for the duration of that time."], "subsections": []}, {"section_title": "Desert-land entries—Section 503 (50 U.S.C. §3993).", "paragraphs": ["Servicemembers with claims to desert lands prior to entering military service may not have those claims contested or canceled (1) for failing to expend required amounts in improvements annually, (2) failing to effect the reclamation of the claim during the period of service, or (3) during hospitalization or rehabilitation due to an injury or disability incurred in the line of duty. The protection is in force during and for six months after he or she leaves military service or is released from hospitalization. To qualify for this protection, notice must be given to the appropriate land office within six months after entering military service."], "subsections": []}, {"section_title": "Mining claims—Section 504 (50 U.S.C. §3994).", "paragraphs": ["Certain requirements for maintaining a mining claim are suspended during the holder's period of active military service and for six months after or is released from hospitalization because of wounds or disability suffered while in the line of duty. During this period, the mining claim cannot be forfeited due to nonperformance of the requirements of the lease. To qualify for this protection, the servicemember must notify the appropriate claims office of commencement of military service within 60 days after the end of the assessment year in which the service began."], "subsections": []}, {"section_title": "Mineral permits and leases—Section 505 (50 U.S.C. §3995).", "paragraphs": ["Any person who holds a permit or a lease under the federal mineral leasing laws who enters military service is allowed to suspend all operations during military service (plus six months), in which case the period of service is not counted as part of the term of the person's permit or license but the holder is not required to pay rentals or royalties during that time. However, to qualify for these privileges, the person has to notify the Bureau of Land Management that he or she has entered military service within six months after entering."], "subsections": []}, {"section_title": "Perfection or defense of rights—Section 506 (50 U.S.C. §3996).", "paragraphs": ["Nothing in Title V of the SCRA prevents a person in military service from taking any action authorized by law or regulations of the Department of the Interior to assert, perfect, or protect the rights covered in those sections. A servicemember may submit any evidence required to assert this right in the form of affidavits or notarized documents. Affidavits provided pursuant to this section are subject to 18 U.S.C. §1001."], "subsections": []}, {"section_title": "Distribution of information concerning benefits of title—Section 507 (50 U.S.C. §3997).", "paragraphs": ["The Secretary concerned is responsible for providing military authorities with information about the benefits of this Title (except those pertaining to taxation) for distribution among servicemembers and shall provide application forms to be used by applicants requesting relief."], "subsections": []}, {"section_title": "Land rights of servicemembers—Section 508 (50 U.S.C. §3998).", "paragraphs": ["Protection of land rights under this Title are extended to servicemembers under the age of 21. Residency requirements related to the establishment of a residence within a limited time will be suspended for six months after release from military service for both the servicemember and his or her spouse."], "subsections": []}, {"section_title": "Regulations—Section 509 (50 U.S.C. §3999).", "paragraphs": ["The Secretary of the Interior has the authority to issue regulations necessary to carry out Title V of the act, other than the sections that deal with taxes (§§501, 510, and 511)."], "subsections": []}, {"section_title": "Income taxes—Section 510 (50 U.S.C. §4000).", "paragraphs": ["The collection of income taxes (excluding Social Security (FICA) taxes) owed by a servicemember, either before or after entering service, may be deferred during the period of service, and for up to six months after, if his or her ability to pay the taxes is materially affected by military service. No interest or other penalty may be imposed on a debt deferred under this section. The statute of limitations for paying the debt is tolled for the length of the person's period of service plus nine months."], "subsections": []}, {"section_title": "Residence for tax purposes—Section 511 (50 U.S.C. §4001).", "paragraphs": ["In order to prevent multiple state taxation on the property and income of military personnel serving within various tax jurisdictions by reason of military service, this section provides that servicemembers neither lose nor acquire a state of domicile or residence for taxation purposes when they serve at a duty station outside their home state in compliance with military orders. A servicemember who conducts other business while in military service may be taxed by the appropriate jurisdiction for resulting income. However, a tax jurisdiction cannot include the military compensation earned by nonresident servicemembers to compute the tax liability imposed on the non-military income earned by the servicemember. ", "Spouses of servicemembers neither lose nor acquire a state of domicile or residence for taxation purposes when they are present in any tax jurisdiction solely to be with the servicemember in compliance with the servicemember's orders. However, the guarantee of residency is contingent on the spouse having the same original residence or domicile as the servicemember. The section further provides that income earned by a spouse while in a duty-station tax jurisdiction, other than his or her original residence or domicile, solely to be with the servicemember may not be taxed by that tax jurisdiction.", "Personal property of a servicemember and his or her spouse will not be subject to taxation by a jurisdiction other than their domicile or residence while stationed at a duty station outside of their home state. However, relief from personal property taxes does not depend on whether the property is taxed by the state of domicile. Property used for business is not exempt from taxation. An Indian servicemember whose legal residence or domicile is a Federal Indian reservation will only pay taxes under the laws of the Federal Indian reservation and not to the state where the reservation is located.", "\"Tax jurisdiction\" is defined to include \"a State or a political subdivision of a State,\" which would include the District of Columbia and any commonwealth, territory or possession of the United States (Section 101(6)). \"Taxation\" includes licenses, fees, or excises imposed on an automobile that is also subject to licensing, fees or excise in the servicemember's state of residence. \"Personal property\" includes intangible and tangible property including motor vehicles."], "subsections": []}]}, {"section_title": "Title VI: Administrative Remedies", "paragraphs": ["Title VI provides courts the authority to deny remedies that would abuse the purpose of the SCRA, indicates how a servicemember's military and financial status can be established in court, and covers other procedural requirements."], "subsections": [{"section_title": "Inappropriate use of act—Section 601 (50 U.S.C. §4011).", "paragraphs": ["A court may deny a servicemember the protections of the act with respect to a transfer it finds was made with the intent to exploit the provisions of the act, in order to delay enforcement of the contract, to obtain reduced interest rates, or to avoid obligations with respect to property that was the subject of the transaction."], "subsections": []}, {"section_title": "Certificates of service; persons reported missing—Section 602 (50 U.S.C. §4012).", "paragraphs": ["A certificate signed by the Secretary concerned serves as prima facie evidence in an action under the SCRA that the individual is in the military service, date of induction or discharge, person's residence at time of induction, rank and rate of pay, and other facts relevant to asserting rights under the SCRA. A servicemember who is missing in action is presumed to continue in military service until he or she is accounted for or his or her death has been reported to the Department of Defense or determined by a court or board with the authority to make such determination."], "subsections": []}, {"section_title": "Interlocutory orders—Section 603 (50 U.S.C. §4013).", "paragraphs": ["Courts may revoke, modify, or extend any interlocutory orders they issued pursuant to the SCRA."], "subsections": []}]}, {"section_title": "Title VII: Further Relief", "paragraphs": ["Title VII of the SCRA provides a means for servicemembers to petition for relief without having to wait until a creditor brings an enforcement action against them. It also treats powers of attorney and provides relief from liability insurance premiums for servicemembers who need to maintain such policies for their civilian occupations."], "subsections": [{"section_title": "Anticipatory relief—Section 701 (50 U.S.C. §4021).", "paragraphs": ["A servicemember may initiate an action for relief prior to defaulting on any pre-service obligation or liability, including tax obligations, rather than waiting for the creditor to commence proceedings. Dependents do not have independent protection under this section as they do for the provisions of Title III.", "Courts may grant the following relief:", "1. if the obligation involves payments of installments for the purchase of real estate (like a mortgage), the court can stay enforcement of the obligation by adding a period of time, no greater than the period of military service, to the remaining life of the contract, subject to the payment of the balance of principal and accumulated interest that remains unpaid at the termination of the applicant's military service, in equal installments over the duration of the extended life of the contract; and 2. for any other type of obligation, liability, tax, or assessment, the court can stay enforcement, for a period of time equal to the petitioner's period of military service, subject to payment of the balance of principal due plus accumulated interest in equal installments over the duration of the stay.", "If a stay has been granted under this section, no fine or penalty can be imposed for its duration as long as the servicemember complies with the terms and conditions of the stay. This provision allows servicemembers who are not yet in default on an obligation, but whose ability to make payments is materially affected by military service, to petition the court in effect to rewrite the contract by extending its life, allowing the servicemember to pay down the amount in arrears with equal installments over a longer of period of time. The servicemember must resume making regular payments on the debt after leaving active duty, in addition to the payments to make up for the smaller payments he or she made while on active duty."], "subsections": []}, {"section_title": "Power of attorney—Section 702 (50 U.S.C. §4022).", "paragraphs": ["A valid power of attorney for a person who is declared to be missing in action is automatically extended. Unless the document explicitly states that it is to expire, even in the event that the person who executed it becomes missing in action, the document continues in force for the entire period the person remains in a missing status. It is limited to documents that designate the servicemember's spouse, parent, or named relative as the servicemember's attorney in fact."], "subsections": []}, {"section_title": "Professional liability protection—Section 703 (50 U.S.C. §4023).", "paragraphs": ["Certain persons who, prior being called to active duty, were furnishing health care, legal, or any other services which the Secretary of Defense determines to be professional services and who had in effect a professional liability (i.e., malpractice) insurance policy, may suspend payment of premiums on their liability insurance while they serve on active duty without losing any coverage. The section covers insurance policies that, according to their terms, would not continue to cover claims arising prior to a lapse in coverage unless the insured continues to pay premiums.", "Definitions — \"Profession\" is defined in Subsection (i) to include \"occupation.\" Similarly, the expression \"professional\" includes the term \"occupational.\" Subsection (i) also defines \"active duty,\" adopting the definition used in Section 101 of Title 10, U.S. Code . However, the provision is further limited to persons called to active duty (other than for training) under 10 U.S.C. §§688 (retired members of regular armed forces, members of the Retired Reserves, and members of the Fleet Reserve or Fleet Marine Corps Reserve); 12301(a) (activation of Reserves during war or national emergency declared by Congress); 12301(g) (member of Reserve component in captive status); 12302 (Ready Reserve); 12304 (Selected Reserve and certain Individual Ready Reserve members called to active duty other than during war or national emergency); 12306 (Standby Reserve); 12307 (Retired Reserve); and, if any of the preceding sections are invoked, Section 12301(d) (volunteer member of a Reserve component).", "Suspension of coverage —Professional liability insurance policies covered by this section are suspended from the time the insurer receives a request for protection until the insured requests in writing to have the policy reinstated. In the case of a joint insurance policy, no suspension of coverage is required for the policyholders who are not called to active duty. For example, if several physicians jointly purchase a group policy of malpractice insurance, and only one of them is called to active duty, the coverage of those not called to active duty need not be suspended by the insurer.", "Premiums —The insurer may not charge premiums for coverage that is suspended. The insurer must either refund any amount already paid for coverage that is suspended or, if the insured professional person chooses, apply the amount toward payment of any premium that comes due after coverage is reinstated.", "Liability during suspension —The insurer is not obligated to pay any claim that is based on a professional's actions (or inaction) during a period when a policy is suspended. In the case of claims involving obligations imposed by state law on a professional person to assure that his or her patients or clients will receive professional assistance in his or her absence to serve on active duty, the section clarifies that the failure of the professional person to satisfy such an obligation will generally be considered to be a breach that occurred before the professional person began active duty. In such a situation, the insurer would be liable for the claim. In the event a claim arises while the patient is receiving alternate care as arranged by the servicemember for patients during his or her absence, the insurer would not be liable for the claim.", "Actions against policy holder during suspension of coverage —In the event a malpractice suit (or administrative action) is filed during the period when the insurance is suspended, the litigation will be stayed until the end of the suspension period. The stay only applies where the malpractice is alleged to have occurred before the suspension began, and would thus be covered by the policy. Litigation stayed under this rule is deemed to be filed on the date the suspended insurance is reinstated. The period of any stay granted under this provision is not counted when computing whether or not the relevant statute of limitations has run.", "In the event that a professional person whose malpractice insurance coverage has been suspended should die during the period of the suspension, any stay of litigation or administrative action against the person under this section is lifted. In addition, the insurer providing the coverage that was suspended is to be liable under the policy just as if the deceased person had died while covered by the policy but before the claim was filed.", "Reinstatement of coverage —The insurer is required to reinstate the insurance coverage on the date the servicemember transmits a written request for reinstatement, which must occur within 30 days after the covered servicemember is released from active duty. The insurer must notify the policyholder of the due date for payment of any premium required for reinstatement of the policy, and that the premium must be paid within 30 days after the notice is received by the professional person. The section also limits the premium that the insurer can charge for reinstated coverage to the rate that would have applied if the servicemember had not been deployed. The insurer is not allowed to recoup missing premiums by charging higher rates for reinstated coverage, but it may charge higher rates for reinstated coverage if it raised the rates for all policyholders with similar coverage, provided that the servicemember would have had to pay a higher premium even if he or she had not suspended coverage."], "subsections": []}, {"section_title": "Health insurance reinstatement—Section 704 (50 U.S.C. §4024).", "paragraphs": ["This section grants servicemembers who were called to military service, as described in §703(a)(1), the right, upon termination or release from military service, to reinstatement of any health insurance policy that was in effect on the day before the servicemember entered military service, and that terminated at any time during his or her service. No new exclusions from coverage or waiting periods for reinstatement of coverage may be imposed with respect to conditions arising prior to or during the servicemember's period of military service, if such an exclusion or waiting period would not have applied during regular coverage and the condition has not been determined to be a disability incurred in the line of duty under 38 U.S.C. §105. The section does not apply to employer-sponsored health insurance plans covered by the provisions of the Uniformed Services Employment and Reemployment Rights Act (USERRA). Insurance plans covered by USERRA are subject to similar protections under 38 U.S.C. §4317. Servicemembers must apply for reinstatement within 120 days of termination or release from active duty.", "In 2006, language was added limiting premium increases on a health insurance policy covered by the section. The amount of the premium may not be increased on a policy being reinstated for the balance of the period for which the coverage would have continued had it not been terminated, above an amount that would have been charged before termination. In the event that the premiums for similarly covered individuals increased during the terminated period, the increased premium may be assessed to the servicemember upon reinstatement of the policy."], "subsections": []}, {"section_title": "Guarantee of residency for military personnel and spouses of military personnel—Section 705 (50 U.S.C. §4025).", "paragraphs": ["Military personnel and their spouses are not deemed to have changed their state of residence or domicile for the purpose of voting for any federal, state, or local office, solely because of their absence from the respective state in compliance with military or naval orders."], "subsections": []}, {"section_title": "Business or trade obligations—Section 706 (50 U.S.C. §4026).", "paragraphs": ["The assets of a servicemember are protected from attachments to satisfy business debts for which the servicemember is personally liable, as long as the assets sought to be attached are not held in connection with the business. The obligor would have the right to apply to the court for a modification of the servicemember's relief when warranted by equitable considerations."], "subsections": []}]}, {"section_title": "Title VIII: Civil Liability55", "paragraphs": [], "subsections": [{"section_title": "Enforcement by the Attorney General—Section 801 (50 U.S.C. §4041).", "paragraphs": ["This section authorizes the U.S. Attorney General to commence a civil action in U.S. district court for violations of the SCRA by a person who (1) engages in a pattern or practice of violating the act; or (2) engages in a violation that raises an issue of significant public importance. Courts may grant any appropriate equitable or declaratory relief, including monetary damages. Additionally, courts, in order to vindicate the public interest, may assess a civil penalty up to $55,000 for a first violation, and up to $110,000 for subsequent violations. Finally, individuals alleging violations of the SCRA, for which the Attorney General has commenced an action, are authorized to intervene in previously commenced cases as a plaintiff. "], "subsections": []}, {"section_title": "Private right of action—Section 802 (50 U.S.C. §4042).", "paragraphs": ["In addition to the right to join a previously commenced case, covered individuals have the ability to commence a civil action for an alleged violation of the SCRA in their own right. The court may grant an appropriate equitable or declaratory relief, including monetary damages. The court is also authorized to award the costs of the action and reasonable attorney fees to a covered individual who prevails in a civil action under this section."], "subsections": []}, {"section_title": "Preservation of remedies—Section 803 (50 U.S.C. §4043).", "paragraphs": ["This section provides that Sections 801 and 802 do not preclude or limit any other remedies available under the law, including consequential or punitive damages for violations of the SCRA."], "subsections": []}]}]}}