{"id": "RL34519", "title": "The Uptick Rule: SEC Limit on Short Selling Reconsidered", "released_date": "2010-03-24T00:00:00", "summary": ["Historically, in much of the popular lore surrounding short selling (borrowing stock with the objective of making a profit if its price falls), the activity has been unfavorably described as a destructive force for both stock markets and the firms whose shares are sold short. In the 1930s, due to concerns that a concerted kind of manipulative short selling known as a bear raid had contributed to the stock market collapse, federal securities regulations were adopted that restricted short selling. Known as the uptick rule, the restriction essentially forbade short sales on stocks unless a stock's previous price movement had been upward.", "By contrast, modern economics orthodoxy generally views short selling to be a beneficial economic force. Among the benefits ascribed to shorting are its ability to (1) counter an unwarranted, speculative upward price pressure in stocks, and even help uncover and expose fraudulent issuer activities; (2) enable an entity to hedge the risk of a stock position owned, thus protecting against price declines; and (3) provide liquidity in response to buyer demand.", "This perspective received added credibility after a Securities and Exchange Commission (SEC) based pilot program found no significant adverse economic outcomes when a sample of stocks were not subject to the uptick rule. In June 2007, the agency voted to rescind the uptick rule.", "In the aftermath of the repeal, there was concern over the role that the repeal may have had in exacerbating stock market volatility. Months into 2008, in the midst of a deepening financial crisis, officials at a number of large financial firms claimed that short sellers were responsible for their falling stock prices. Responding to what he called the need for a temporary timeout in the midst of abnormally functioning financial markets, SEC Chairman Christopher Cox banned short selling of stocks in nearly 1,000 financial firms between September 19, 2008, and October 3, 2008, a decision he later indicated regretting.", "In early 2009, House Financial Services Committee Chairman Barney Frank and Senate Banking, Housing, and Urban Affairs Committee Chairman Christopher Dodd reportedly expressed hope that the SEC would reinstate the uptick rule. Among those in the private sector also supporting reinstatement were the entrepreneurs Charles Schwab and Steve Forbes. In addition, several major stock exchanges (including BATS Trading, the New York Stock Exchange, and Nasdaq) jointly wrote to the SEC, urging it to consider adopting a modified uptick rule. Still, a number of studies, including an internal SEC study, raised doubts about charges that the uptick rule's repeal had a deleterious market impact. On April 8, 2009, the SEC issued several uptick rule-related reform proposals. Later, on February 24, 2010, the SEC adopted an alternative uptick rule in which a security-specific circuit breaker is triggered if a stock's price declines by 10% or more from the previous trading day's closing price. Short selling in the stock would then only be allowed if its price remains above the current national best bid for the remainder of that day through the next trading day. The SEC indicated that the reform would help market stability and help restore investor confidence in uncertain markets. Critics, including two Republican SEC commissioners and some securities industry and hedge fund trade groups, have questioned whether the SEC provided sufficient evidence that short selling has been harmful. They also indicated that recent SEC reforms curtailing naked shorting have reduced manipulative short selling and predicted that restricting short selling would have harmful market consequences. The investor confidence rationale used in part to justify the rulemaking was also greeted with skepticism.", "H.R. 302 (Ackerman) and S. 605 (Kaufman) would both require the SEC to reinstate the uptick rule. This report will be updated as developments warrant."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["On June 13, 2007, the Securities and Exchange Commission (SEC) voted to eliminate Rule 10a-1 under the 1934 Securities Exchange Act, the uptick rule, which for 70 years had placed restrictions on short selling of exchange-listed stocks. In the months following the rule's withdrawal, some concerns arose that there might be a relationship between that action and a perceived heightening of stock market volatility. During part of September and October 2008, the SEC temporarily suspended all short selling in about 1,000 financial stocks. After the ban expired, attention shifted back to the issue of whether the agency should reinstate the uptick rule. In April 2009, the SEC put forth a number of proposals, including one that would involve a market-wide, modified uptick rule. On February 24, 2010, in a split vote, the SEC adopted an alternative uptick rule in which a security-specific circuit breaker would be triggered if a stock's price declines by 10% or more from the previous trading day's closing price, resulting in a temporary restriction on short selling in the stock.", "This report looks at the background, public policy considerations, and controversies surrounding the genesis of the uptick rule, its repeal, and legislative and administrative developments after the repeal, including the SEC's February 2010 adoption of an alternative uptick rule."], "subsections": []}, {"section_title": "Short Selling", "paragraphs": ["Short selling involves selling a stock that the seller has borrowed. If the stock price goes down, the seller buys it back from the market and settles the transaction at a profit. To sell a stock short, an entity like a broker-dealer will lend stock to the prospective short seller, stock taken from the entity's inventory. At some point, the short seller closes the short position by buying back the same number of shares (called covering) and returns them to the broker. If the price drops, the trader can buy back the stock at the lower price and make a profit on the difference. But if the price of the stock rises, the trader must buy the stock back at the higher price, thus losing money. A frequent source of this borrowed stock is broker held margin stock.", "Short sellers are generally considered to be speculators seeking a profit or brokerage house employees such as market makers managing their positions. One measure of short selling is known as the short interest, the total number of shares of a particular stock that have been sold short by investors but have not yet been covered or closed out. When expressed as a percentage, it represents the number of shorted shares divided by the number of shares outstanding. For example, at the close of business on the settlement day of May 15, 2009, the NYSE Group reported that short interest equaled about 3.96%.", "In popular lore, short selling is often depicted as questionable and a form of stock market manipulation. Indeed, the history of the U.S. markets is fraught with various instances in which certain kinds of manipulative short selling appear to have had a problematic market impact. There have been instances of a particularly egregious form of stock manipulation known as a \"bear raid.\" In a bear raid, a particular stock is sold short in an effort to drive down the price of the security by creating an imbalance of sell-side interest. The operatives then place themselves in a position to acquire the stocks at artificially deflated prices. In addition, unfettered short selling can exacerbate a declining market in a security by increasing seller-based pressure, thus reducing interest in bidding to acquire the stock, and thereby causing a further reduction in the price of a stock by creating an appearance that the security price is falling for fundamental reasons.", "Short selling can, however, also confer a number of economic benefits on markets, including providing them with the following:", "Greater Market Liquidity. Short selling by market professionals can offset temporary imbalances in the demand and supply for stock shares. Additionally, short sales can also add to the trading supply of stock that is available to prospective buyers and reduce the risk that the share prices paid by them are artificially high because of a temporary contraction in a given stock's supply. Greater Market Efficiency. Efficient markets require that prices fully reflect all buy and sell interests in traded securities. Investors who think that a given stock is overvalued may conduct short sales in an attempt to profit from a perceived divergence of stock prices from their actual values. These short sellers add to stock pricing efficiency because their transactions inform the market of their evaluation of future stock price performance, an evaluation that is reflected in the resulting market price. Arbitrageurs also contribute to pricing efficiency by utilizing short sales to profit from price disparities between a stock and a derivative security like a convertible security or an option on that stock. An arbitrageur may purchase a convertible security and sell the underlying stock short to profit from a current price differential between two economically similar positions."], "subsections": []}, {"section_title": "The Tick Test", "paragraphs": ["Rule 10a-1 under the 1934 Securities Exchange Act placed restrictions on short sales. The rule, which was adopted in 1938, provided that, subject to certain exceptions, an exchange-listed security (New York Stock Exchange and American Stock Exchange) can be sold short: (1) at a price higher than the preceding transaction in the same security (called the plus tick rule), or (2) if the price is the same as the previous transaction price but at a higher price than the last trade of a different price (the zero plus tick rule). Short sales, however, were not permitted (1) on the sale of a stock at a price that is less than the previous sale price (minus tick); and (2) at the same price as the previous price but at a lower price than the last different price (zero downtick). Collectively, these limitations were known as the tick test or the uptick rule.", "By eliminating both the prohibitions on minus ticks and zero downticks, the SEC's elimination of the tick test effectively lifted the proscriptions on selling stock short when its price is falling.", "In adopting Rule 10a-1, the SEC's declared goal was to prevent short sellers from manipulating stock prices, causing successively lower share prices. The rule was also seen as a way of stopping the practice of bear raids. Many observers at the time believed that bear raids were major contributors to the stock market declines of 1929 and in the late 1930s. In subsequent years, however, some of those assumptions have been challenged."], "subsections": []}, {"section_title": "Eliminating the Tick Test", "paragraphs": ["In 2005, the SEC, as part of Regulation SHO, in an initiative aimed at updating short sale regulation in light of various market developments that had emerged since the initial 1938 regulation, began a pilot program to test the market impact of relaxing the uptick rule for a select group of 1,000 securities. The pilot lasted a year and then was extended into 2007. It was an attempt to test widespread industry, academic and regulatory perceptions that the uptick rule was no longer necessary.", "In an analysis of results from the pilot, the SEC's Office of Economic Analysis found that short trade restrictions had a limited effect on a stock price and that there appeared to be no association between manipulative short selling activities like \"bear raids,\" and the presence of the tick test. It also found confirmation of the notion that the tick test appeared to have some potentially adverse market effects in discouraging short selling. The study also revealed little empirical justification for maintaining price test restrictions, especially for stock of companies with higher levels of market capitalization (larger cap stocks). Although it found some changes in the displayed liquidity, all the tested securities showed about the same level of liquidity and pricing efficiency with or without the tick test. When the differences between larger and smaller cap stocks were examined, one of the most counter-intuitive discoveries was that the short selling restrictions appeared to increase volatility in the larger capitalized securities while dampening it in the smaller ones. Overall, the SEC found little evidence suggesting that removal of the short selling restrictions would have a negative impact on market volatility, price efficiency, or liquidity.", "On December 7, 2006, the SEC commissioners voted to issue a policy proposal that, among other things, would eliminate Rule 10a-1's tick test. Prior to that decision, Chairman Cox observed:", "The core provisions of Rule 10a-1 have remained virtually unchanged since the 1930s. But a great deal else has changed in the marketplace over that very long time. Over the years, decimalization and changes in trading strategies have undermined the effectiveness of the price test. And at the same time, increased transparency and better means of surveillance appear to have lessened the need for the price test....", "Through the pilot program, we sought to understand the effect of this particular regulation on our markets. The evidence gathered from the pilot suggests little empirical justification for maintaining short sale price test restrictions, at least for the exchange-traded stocks in the pilot....", "In light of the results of the pilot program and the market developments that have occurred in the securities industry since Rule 10a-1 was first adopted, we will today consider proposals to remove the tick test of Rule 10a-1, and to prohibit the SROs from maintaining their existing price tests or adopting any new ones....", "Among those who backed the lifting of the tick test were a number of individual traders, academics, broker-dealers, the Securities Industry and Financial Markets Association (an association of several hundred securities firms, banks, and asset managers), and the Securities Traders Association (STA, an association of individual professionals in the securities industry).", "Among the staunchest opponents of rescinding the restrictions were a number of individual investors who invoked the specter of a greater likelihood of bear raids. Qualified support came from the New York Stock Exchange, which expressed concerns over unrestricted short selling during periods of unusually rapid and large market declines. Exchange officials noted that the pilot did not gauge the effect of an unusually rapid and large market decline because such decline did not occur during the period. American Stock Exchange (AMEX) officials expressed related concerns. The exchange specializes in smaller stocks, and its officials stated that the removal of the tick test from smaller stocks was premature and needed further study.", "On June 13, 2007, the SEC voted to adopt the proposal to eliminate the tick test. Thus, the proscription on short sellers solely being allowed to sell at a price above the last price of a stock or at the price of the stock's last trade if it was higher than the previous price was no longer in effect.", "After the rule's withdrawal, which went into effect in July 2007, media reports indicated that SEC spokespersons made assurances that the agency would, however, \"... closely monitor for potentially abusive trading activities.\""], "subsections": []}, {"section_title": "The Period After the Removal of the Uptick Rule and Concerns over Market Volatility", "paragraphs": ["The period immediately following the repeal of the uptick rule saw significant bouts of stock market volatility, heightening investor uncertainty. Some market participants alleged that the reform appeared to have significantly exacerbated the level of volatility. For example, Andy Brooks, head of equity trading at T. Rowe Price, is reported to have said that \"the power of the short sellers—or you could call them hedge funds—has grown significantly in stature.... We're in the thick of it, and I think [eliminating] the uptick rule is a major contributor to what's happening in the stock market. I'm not saying the markets wouldn't have gone down, but they would have gone down in a more orderly fashion.\"", "Similarly, Martin J. Whitman, founder and co-chief investment officer of Third Avenue Management, reportedly observed, \"[i]n my 58 years in the market, it's never been easier to conduct bear raids.\" Mr. Whitman's funds incurred losses when shares of firms like CIT Group and bond-insurance companies, such as MBIA and Ambac Financial Group, plummeted, behavior he ascribes in media reports to the action of short-sellers.", "Somewhat related concerns appear to have been behind the New York Stock Exchange's earlier and unsuccessful request to the SEC during the proposal comment period that it be given the authority to voluntarily impose the tick test during periods of rapid stock price declines. Exchange officials had concerns that the period in which the pilot was conducted did not experience severe price declines, making it hard to draw any conclusions about the impact that the tick test's elimination would have in a volatile market.", "Research released in 2008 by the New England Complex Systems Institute (NECSI) criticized the earlier SEC uptick pilot study. In particular, a NECSI study criticized the SEC for dismissing as statistically insignificant its finding that stocks that were not subject to the uptick rule observed 2% lower returns than the stocks that were subject to the rule.", "Using more detailed information, the NECSI study found that the 2% difference was indeed statistically significant, as well as economically significant when one considered that the market has historically generated an annual return of between 6% and 7%. In addition, the NESCI report observed that that by repealing the uptick rule, the SEC left the market more vulnerable to spikes and drops. The SEC study found, but ultimately dismissed as evidence that unregulated stocks experienced more extreme price reversals. According to the NESCI, large reversals can be considered a significant clue to market behavior in times of economic stress.", "Others, however, questioned the existence of a causal relationship between the uptick rule policy change and market volatility. Officials at the Security Traders Association (STA), the trade association for securities professionals, for example, rejected any suggestions of a cause and effect between the lifting of the tick test and more volatile markets, even though they coincided.", "In the context of the claims that rescinding the uptick rule added to market volatility, another possible view is that the lifting of the short sale restrictions may have had a marginal impact on volatility but that larger and more significant forces were already at work before the restriction was rescinded. Those taking this position argued that those forces included uncertainties over the impact and reach of the subprime meltdown, historically high oil price spikes, and anxieties over the prospect of a possible recession.", "Moreover, some observers also noted that even before the removal of the rule, trading strategies existed that allowed traders to circumvent the rule's restrictions. Such alternative strategies included put options trading, trading exchange-traded funds, or even violating the uptick rule and facing a relatively small fine.", "One of the few academic studies on the impact of repealing the uptick rule, \"Unshackling Short Sellers: the Repeal of the Uptick Rule,\" concluded that the repeal caused a slight decrease in market liquidity and resulted in short sellers generally becoming less contrarian. It also found that the repeal made index arbitrage and other multiple-stock shorting strategies easier to implement. However, it found no evidence that the repeal played a role in destabilizing stock prices or in the episodes of market volatility experienced by U.S. stocks months after the repeal.", "In addition, a January 20, 2009 letter from then-SEC Chairman Christopher Cox to Representative Gary Ackerman (who introduced legislation that would reinstate the uptick rule; see \"Legislation\" below), the chairman spoke of having asked the agency's Division of Trading and Markets and its Office of Economic Analysis to reassess their 2007 recommendation to remove the uptick rule. After they conducted their review, Chairman Cox reportedly observed that the staff stood by their earlier recommendation, saying that \"operational reasons\" would make reinstating the rule \"impossible\" and modifying it would be \"difficult.\"", "In the letter, Chairman Cox, however, noted that he had become \"interested in proposing an updated 'uptick rule' with a higher increment than one penny.... However ... throughout 2008 there was not a majority [of the five SEC commissioners] interested in reconsidering the 2007 decision to repeal the uptick rule....\""], "subsections": []}, {"section_title": "Key Developments Between September 2008 and April 2009", "paragraphs": ["On September 18, 2008, as the financial crisis deepened, the SEC announced that it was immediately implementing a temporary emergency ban on short selling in the securities of what would eventually amount to nearly 1,000 financial firms. Officials at a number of the firms, such as Bank of America, Barclays PLC, Goldman Sachs, Morgan Stanley, Merrill Lynch, and Washington Mutual, saw their stocks pummeled during the preceding week and some charged that short sellers bore significant responsibility for the collapse. The SEC's directives went into effect on September 19, 2008, and expired on October 8, 2008, three business days after the President's signing of the Emergency Economic Stabilization Act of 2008 (EESA, P.L. 110-343 ) on October 3, 2008.", "Explaining the agency's rationale for the temporary ban, then-SEC Chairman Christopher Cox said that \"this action, which would not be necessary in a well-functioning market, is temporary in nature and part of the comprehensive set of steps being taken by the Federal Reserve, the Treasury, and the Congress.\"", "During the period, other nations also adopted temporary bans on shorting financial firms, including the United Kingdom, whose ban expired on January 19, 2009; Australia, whose ban expired on March 6, 2009; and Germany, whose ban on shorting various financial stocks ended in May of 2009.", "Months after the SEC ban's expiration, Chairman Cox observed that the agency had imposed it under intense pressure from the Federal Reserve and Treasury Department and that in retrospect his agency would probably not do it again. He also indicated that the costs of the ban appear to have outweighed its benefits.", "One academic study, \"Shackling Short Sellers: The 2008 Shorting Ban,\" examined the impact of the short selling ban. It compared temporarily short-selling-banned stocks to a control group of non-banned U.S. stocks, examining changes in stock prices, the rate of short sales, the aggressiveness of short sellers, and various measures of market liquidity before, during, and after the ban. The study concluded that the prohibition was associated with a sharper increase in prices. However, as the ban continued, both sets of stocks saw similarly sharp price declines. The affected stocks saw the shorting activity in them fall by about 85%; however, they also suffered a severe deterioration in market quality as manifested in spreads, price impact, and intraday volatility.", "Summing up the research's results, one of the study's authors commented that the ban \"… didn't keep firms from failing ... It really can't do much because short sellers aren't really the problem…\"", "Criticism of the removal of the uptick rule continued after the temporary short selling bans expired. For example, Steve Forbes, editor and CEO of Forbes magazine, charged that the rule's removal was responsible for an explosion in market volatility. In addition, Charles Schwab, founder and chairman of Schwab Financial Services, observed that \"the SEC's [pilot uptick] study took place during a period of low volatility and overall rising stock prices in 2005 through part of 2007 and didn't anticipate the kind of market we are experiencing today... The uptick rule... prevents short selling from turning into manipulative activity. Reinstating it will help smooth out the markets and reduce the speed of price drops. It will limit the ability of a small number of professional investors to trigger fast dramatic price drops that create panic among investors…\"", "On March 24, 2009, the three largest U.S. stock exchanges (BATS Trading, the New York Stock Exchange, and Nasdaq) joined with the smaller National Stock Exchange to send a joint letter to the SEC urging it to consider adopting (1) a modified uptick rule, which would only would only allow short selling at a price above the highest prevailing national bid (offer to buy) by posting a quote for a short sale order above the national bid; and (2) a circuit breaker rule, which would trigger the modified uptick rule only after the price of a stock has experienced a precipitous decline by perhaps 10%.", "At about the same time, newly installed SEC Chairman Mary Schapiro observed that the agency should also reexamine the issue of short selling to see what restrictions are appropriate and whether the uptick rule should be reinstituted.", "Later, in a letter to the SEC chairman, Senators Kaufman, Tester, Levin, Isakson, Chambliss, and Specter reportedly expressed their hope that an upcoming SEC commissioner's meeting on possibly reinstating the uptick rule would result in \"an unambiguous commitment to promulgate and enforce regulations that put an end to naked short selling.\"", "In addition, in March 2009, both House Financial Services Committee Chairman Barney Frank and Senate Banking, Housing, and Urban Affairs Committee Chairman Dodd reportedly indicated that they hoped that the SEC would reinstate the uptick rule."], "subsections": []}, {"section_title": "The SEC's April and August 2009 Short Selling Limitation Proposals and Solicitations for Comments", "paragraphs": ["Preceding a vote on April 8, 2009, by her and her fellow SEC commissioners on proposals to reinstate the uptick rule or some variations on the rule, SEC Chairman Schapiro observed \"… clearly, the practice of short selling has both strong supporters and detractors. Today, we begin what will be a very deliberative process to determine what is in the best interests of investors.\"", "Erik Sirri, then director of the SEC's Division of Trading and Markets, also stated that \"since the Commission eliminated short sale price tests two years ago, we have seen market conditions and events that differ sharply from those of previous years. In that time, the Commission has received many requests to reinstate short sale price test restrictions. The proposals we have recommended today are part of an overall effort to seek comment and input from all market participants, analyze and if necessary modify our previous actions, and boost investor confidence.\"", "That day, in a split vote, the SEC Commissioners voted to propose two broad approaches to limiting short selling: (1) a market-wide and permanent approach; and (2) a security-specific temporary approach that would only apply to a particular security during severe market declines in that security.", "The main elements of the market-wide, permanent approach were ", "a market-wide short sale price test based on the national best bid (a proposed modified uptick rule); and a market-wide short sale price test based on the last sale price or tick (a proposed uptick rule).", "The key element of the security-specific temporary approach was a circuit breaker that would either", "ban short selling in a particular security for the remainder of the day if there is a severe decline in price in that security (a proposed circuit breaker halt rule); impose a short sale price test based on the national best bid in a particular security for the remainder of the day if there is a severe decline in price in that security (a proposed circuit breaker modified uptick rule); or", "impose a short sale price test based on the last sale price in a particular security for the remainder of the day if there is a severe decline in price in that security (a proposed circuit breaker uptick rule).", "At the time , SEC Chairman Schapiro also reportedly acknowledged that no \"specific empirical evidence\" existed that the absence of the uptick rule had helped fuel the heightened market volatility that has been experienced over those past 18 months.", "In August 2009, the SEC reopened the comment period for the proposed short selling restrictions, which had closed in June. It also sought comment on an alternative approach to short selling price test restrictions that the agency said could be easier and more effective to implement than the spring 2009 proposals. That alternative uptick rule would allow short selling only at an increment above any stock's national best bid, a variant on the earlier uptick rule in which short selling was allowed only if a stock's trading price had just risen."], "subsections": []}, {"section_title": "The SEC Votes to Adopt Short Selling Limits in February 2010", "paragraphs": ["On February 24, 2010, the SEC voted 3-2 to adopt amendments (Rule 201) to Regulation SHO under the Securities Exchange Act of 1934 that would provide for an alternative uptick rule. In the vote, Chairman Schapiro, an independent, joined the two Democratic commissioners to cast the majority vote as the two Republican commissioners dissented. The rule involves the triggering of a security-specific circuit breaker when a stock's price declines by 10% or more from the previous trading day's closing price. In the event that such a circuit breaker is triggered, short selling in that stock will only be permitted if its price is above the current national best bid. Once triggered, the circuit breaker would remain in effect for the remainder of that day through the following trading day. The adopted rule generally applies to equity securities listed on national securities exchanges whether traded on an exchange or in the over-the-counter market. Under the rule, trading centers will be required to establish, maintain, and enforce written policies and procedures reasonably designed to prevent the execution or display of a prohibited short sale.", "The rule is effective 60 days from its publication in the Federal Register on March 10, 2010. F irms will then have six months to phase in implementation of the new requirements.", "Explaining a basic rationale of the rulemaking, the SEC observed: ", "By not allowing short sellers to sell at or below the current national best bid while the circuit breaker is in effect, the short sale price test restriction in Rule 201 will allow long sellers, who will be able to sell at the bid, to sell first in a declining market for a particular security. As the Commission has noted previously in connection with short sale price test restrictions, a goal of such restrictions is to allow long sellers to sell first in a declining market. A short seller that is seeking to profit quickly from accelerated, downward market moves may find it advantageous to be able to short sell at the current national best bid. In addition, by making such bids accessible only by long sellers when a security's price is undergoing significant downward price pressure, Rule 201 will help to facilitate and maintain stability in the markets and help ensure that they function efficiently. It will also help restore investor confidence during times of substantial uncertainty because, once the circuit breaker has been triggered for a particular security, long sellers will have preferred access to bids for the security, and the security's continued price decline will more likely be due to long selling and the underlying fundamentals of the issuer, rather than to other factors.", "In addition, R obert Cook, director of the SEC Division of Trading and Markets, reportedly observed that of the 4,300 comment letters received by the SEC on short selling restrictions, \" two-third s expressed the view that the proposed rule would in fact bolster investor confidence. \""], "subsections": [{"section_title": "Criticism of the Rulemaking", "paragraphs": ["Although various SEC officials spoke of the rulemaking's prospective benefits, the two dissenting Republican commissioners, Troy Paredes and Kathleen Casey, questioned the merits of the decision on the following grounds:", "The SEC has already adopted several critical reforms limiting naked shorting that have helped to significantly reduce the incidence of abusive and manipulative naked shorting. There is little empirical evidence that short sales contributed to the market crisis. The rulemaking's goal of helping to boost investor confidence was \"too elusive,\" a basis for the rulemaking and determining the rulemaking's eventual effect on investor confidence would be difficult. The rulemaking appears to suggest that short selling is less legitimate than long selling, which puts it at odds with the economics orthodoxy that shorting plays a vital role in fostering efficient securities markets.", "A number of securities industry participants expressed related concerns over the rulemaking's alleged benefits and the possibility that it could undermine the efficiency of the securities markets.", "For example, an official with the Securities Industry and Financial Markets Association (SIFMA), a major securities industry trade association, observed that \"while the alternative uptick rule approach the SEC has adopted today is perhaps less disruptive than others that were considered, we are not convinced that implementation of this rule will provide net benefits to the capital markets and investors.\"", "James S. Chanos, the chairman of the Coalition of Private Investment Companies, a group of hedge funds, reportedly responded to the rulemaking by noting that \"investor confidence will not be served in the long term by the adoption of rules that decrease market efficiency, limit price discovery, and provide less protection against upward stock manipulation.\"", "A major hedge fund trade group, the Managed Funds Association (MFA), commented that \"most market observers agree that price declines and decreased investor confidence during the financial crisis were caused by the sudden and drastic changes in economic fundamentals, including the perceived insolvency of certain companies, and not by any short-selling activity. MFA fully supports the SEC's efforts to combat manipulative short-selling and other market abuses, but those activities should not be confused with legitimate short-selling.\"", "Observers outside of the securities industry expressed a variety of views on the rationale, the efficacy, and the probable costs of the rulemaking.", "For example, K. Susan Grafton, a partner at the law firm Gibson Dunn & Crutcher LLP, and a former SEC special counsel, reportedly observed: \"The adopted rule reflects that the majority of commissioners believed that the SEC needed to adopt some form of uptick rule, and it is a compromise approach between market participants concerned about the impact of excessive selling pressure on specific companies' stocks, and those who cite the market benefits of short selling. However, because Rule 201 includes a circuit breaker, all trading centers will have significant costs.\"", "Carnegie Mellon University finance professor and former SEC chief economist Chester Spatt reportedly called the rulemaking \"disappointing, but not surprising [noting that the] ... short-sale measures adopted by the SEC are far less problematic for U.S. markets than the alternatives, but it seems to me that we should aspire to more than that. [He also noted that the] SEC should be focusing on steps to improve market quality, rather than bowing to political pressure.\"", "Additionally, James Angel, a professor of finance at Georgetown University who has testified before various Congressional hearings, said that \"the benefit of this new rule is that it provides political cover to the SEC so they can say they did something.\""], "subsections": []}, {"section_title": "Congressional Responses to the Rulemaking", "paragraphs": ["There have been a few congressional responses to the short selling rulemaking, including the following: ", "Senators Ted Kaufman and Johnny Isakson released a joint statement immediately after the SEC rulemaking, stating: \"We are encouraged that three of the commissioners finally took some action to protect investors from manipulative short selling. This circuit-breaker/bid test rule is a step forward. But in our view it will be of limited use, helping only in the worst-case scenarios that could occur during a terrorist attack or financial crisis. The uptick rule worked for 70 years as a systemic check on predatory bear raids; this approach will not provide investors with the same protections as an 'always-on' bid test. Moreover, the real problem is that the SEC does not have an enforceable rule to punish those who undertake market manipulation through abusive naked short selling and rumor-mongering....\"", "By contrast, Senator Mike Crapo wrote SEC Chairman Schapiro immediately after the rulemaking expressing concerns that the decision may represent a potentially \"troubling\" change in the agency's approach to policy making: \"... It was a mistake for the SEC not to undertake any independent analysis to determine if a net benefit would result from imposing an additional short selling restriction.... Today, the SEC shifted its rulemaking approach from relying on empirical evidence of what is in the best interest of individual investors to an emphasis on market psychology. This change is a significant departure and raises many questions about how the SEC will proceed in the future as it considers rules governing the structure of the equity markets.... Did the Commission consider whether investor confidence would be undermined by knowing that there are artificial constraints imposed on how market prices would move?\""], "subsections": []}]}, {"section_title": "Legislation", "paragraphs": ["Several bills have been introduced involving the issue of limits on short selling. These include", "H.R. 302 (Ackerman, introduced January 8, 2009 ), which would require the SEC to reinstate the uptick rule on short sales of securities; and S. 605 (Kaufman, introduced March 16, 2009), which would require the SEC to prohibit short sales of the securities of any financial institution, unless that trade is effected at a price (in minimum lots, as specified by the agency) that is at least $0.05 higher than the immediately preceding transaction."], "subsections": []}]}}