{"id": "RL34708", "title": "Religious Exemptions for Mandatory Health Care Programs: A Legal Analysis", "released_date": "2012-03-01T00:00:00", "summary": ["The Patient Protection and Affordable Care Act (ACA; P.L. 111-148), enacted in 2010, established requirements for employers and individuals to ensure the provision or availability of certain health care coverage. Additionally, the threat of bioterrorism has caused some to consider the possibility of introducing vaccination programs to prevent an outbreak of serious illnesses. Programs like health care coverage and vaccinations have the potential to violate certain religious beliefs and therefore may conflict with the First Amendment. In the continuing debate over issues for which mandatory health care programs might be solutions, questions have been raised about the legal issues relating to exemptions for health care programs.", "For the purposes of this report, mandatory health care programs are those which require individuals to take some action relating to a health care policy objective. A variety of mandatory health care programs currently exists at the federal and state levels. Some programs are medical programs that require individuals to participate in a medical program, while some programs are financial programs that require individuals to pay for program costs. For example, all 50 states and the District of Columbia require children to be vaccinated for certain illnesses and diseases before entering school. At the federal level, the tax system requires individuals to pay taxes that fund Medicare to provide health care to elderly citizens. In some instances, mandatory health care programs include exemptions that allow qualified persons to opt out of the required action. Religious exemptions permit individuals who object to the program based on religious beliefs to avoid compromising those beliefs.", "This report will discuss the legal issues that arise in the context of religious exemptions for mandatory health care programs. It will discuss constitutional and statutory provisions relating to religious protection and how such laws have been applied in the medical context. The report will also briefly address examples of health care programs that have included religious exemptions. It will analyze whether the U.S. Constitution requires religious exemptions for mandatory health care programs and whether, if not required, the Constitution allows religious exemptions for such programs."], "reports": {"section_title": "", "paragraphs": ["A variety of legislative issues have raised interest in the First Amendment implications of mandatory public health programs, such as the minimum coverage requirements enacted in the Patient Protection and Affordable Care Act or considerations of vaccination programs to prevent an outbreak of serious illness that may arise from potential acts of bioterrorism. Because some religious denominations believe that certain health care measures would violate their First Amendment right to religious freedom, congressional action related to mandatory health care programs must be considered in light of the First Amendment's Establishment and Free Exercise Clauses.", "This report will discuss the legal issues that arise in the context of religious exemptions for mandatory health care programs. It will discuss constitutional and statutory provisions relating to religious protection and how such laws have been applied in the medical context. The report will also briefly address examples of health care programs that have included religious exemptions. It will analyze whether the U.S. Constitution requires religious exemptions for mandatory health care programs and whether, if not required, the Constitution allows religious exemptions for such programs."], "subsections": [{"section_title": "Freedom of Religion in a Medical Context", "paragraphs": [], "subsections": [{"section_title": "General Constitutional and Statutory Protections of Religious Exercise", "paragraphs": ["The First Amendment of the U.S. Constitution provides that \"Congress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof....\" These clauses are known respectively as the Establishment Clause and the Free Exercise Clause. Although the U.S. Supreme Court had historically applied a heightened standard of review to government actions that allegedly interfered with a person's free exercise of religion, the Court reinterpreted that standard in its 1990 decision, Employment Division, Department of Human Resources of Oregon v. Smith . Since then, the Court has held that the Free Exercise Clause never \"relieve[s] an individual of the obligation to comply with a valid and neutral law of general applicability.\" Under this interpretation, the constitutional baseline of protection was lowered, meaning that laws that do not specifically target religion or do not allow for individualized assessments are not subject to heightened review under the Constitution.", "Congress responded to the Court's holding by enacting the Religious Freedom Restoration Act of 1993 (RFRA), which statutorily reinstated the heightened scrutiny standard for government actions interfering with a person's free exercise of religion. When RFRA was originally enacted, it applied to federal, state, and local government actions, but in 1997 the Supreme Court ruled that its application to state and local governments was unconstitutional under principles of federalism. Under RFRA, a statute or regulation of general applicability may lawfully burden a person's exercise of religion only if it (1) furthers a compelling governmental interest and (2) uses the least restrictive means to further that interest. This standard is sometimes referred to as strict scrutiny analysis. The Supreme Court has held that in order for the government to prohibit exemptions to generally applicable laws, the government must \"demonstrate a compelling interest in uniform application of a particular program by offering evidence that granting the requested religious accommodations would seriously compromise its ability to administer the program.\" "], "subsections": []}, {"section_title": "Specific Free Exercise Rights Relating to Medical Treatment", "paragraphs": ["Some religious doctrines forbid medical treatment or conflict with specific medical procedures. Followers of these religions believe that receiving treatment would violate their First Amendment right to exercise their religion freely. This conflict raises the issue known as forced care—whether patients can be forced to receive medical care to which they object on religious grounds. Legal issues of forced care typically arise in situations where patients lack the capacity to make an informed decision about whether or not to receive care. These situations often involve patients facing death if they do not receive treatment. For example, because some religions have specific teachings regarding matters of life and death, a patient may object to life-saving treatment on religious grounds. However, if that patient lacks the capacity to provide informed consent at the time that care would be provided, a doctor or hospital may not be willing to withhold care based on religious affiliation alone, without an informed discussion with the patient.", "Federal and state courts have addressed these issues of forced care for patients with religious objections to medical care. Courts have indicated a growing willingness over the past several decades to recognize patients' religious objections to medical care, including life-saving treatments. In the 1960s, a federal court authorized a hospital to treat a patient with what would be an objectionable procedure under her religion. The patient faced death without a blood transfusion, a procedure that her religion prohibited, but due to emergency circumstances, the hospital staff was unable to determine if the patient was making an informed decision when she refused the treatment. By the 1980s, courts were giving greater weight to patients' choices regarding care. In later cases, courts concluded that competent adults with religious objections to procedures cannot be forced to receive care, with one court noting that courts should give \"great deference to the individual's right to make decisions vitally affecting his private life according to his own conscience.\" It is important to note, however, that such deference to patients' objections to care may not be recognized in cases in which parents are claiming objections on behalf of a child."], "subsections": []}]}, {"section_title": "Examples of Religious Exemptions for Health Care Programs", "paragraphs": [], "subsections": [{"section_title": "Federal Health Insurance Coverage Requirements", "paragraphs": [], "subsections": [{"section_title": "Individual Responsibility Requirement", "paragraphs": ["The Patient Protection and Affordable Care Act (ACA; P.L. 111-148 ), enacted in March 2010, creates a requirement that individuals maintain insurance coverage. This individual responsibility requirement (sometimes referred to as an individual mandate) requires that individuals and their dependents maintain \"minimum essential coverage\" after the effective date of the provision. Individuals who do not maintain the required coverage face financial penalties for the months that they are not covered (a shared responsibility requirement), if they do not qualify for one of the included exemptions. ACA includes a religious conscience exemption, which provides that the individual responsibility requirement does not apply to any individual who has been certified to be \"a member of a recognized religious sect or division thereof described in section 1402(g)(1) [of the Internal Revenue Code of 1986] and an adherent of established tenets or teaching of such sect or division as described in such section.\" Section 1402(g)(1) provides an exemption from self-employment income tax if the individual seeking exemption:", "is a member of a recognized religious sect or division thereof and is an adherent of established tenets or teachings of such sect or division by reason of which he is conscientiously opposed to acceptance of the benefits of any private or public insurance which makes payments in the event of death, disability, old-age, or retirement or makes payments toward the cost of, or provides services for, medical care....", "Thus, there is no list of specific religious groups that qualify for the exemption. Rather, the exemption is general, such that any member of any religious organization with the beliefs described in the provision would qualify. This construction of the exemption appears to conform with the constitutional requirements of the First Amendment, as discussed later in this report. ", "Members of any religious group who can demonstrate conformance with the requirements of Section 1402(g) would therefore be qualified for exemption under ACA. The exemption for religious groups with conscientious objections to medical treatment outside the religious community is typically associated with religious groups such as the Amish, which have historically opposed participation in public social service programs based on their religious beliefs. However, the exception is not specifically offered to that group, and speculation on which religious groups' tenets would qualify for exemption is beyond the scope of this report.", "Several lawsuits have challenged the constitutionality of the minimum essential coverage requirement on various grounds. Such challenges have included religious freedom claims, with at least one court addressing the merits of those claims. In that case, taxpayers claimed that the requirement violated RFRA by imposing a substantial burden on their religious exercise because obtaining health insurance would indicate a lack of trust as Christians that God would provide for their needs. The U.S. District Court for the District of Columbia noted that, according to the U.S. Supreme Court, a substantial burden would indicate that the government has substantially pressured an individual to modify his or her behavior in violation of his or her religious beliefs. The court held that the burden imposed by the coverage requirement did not rise to the level of a substantial burden because there was insufficient evidence that the individuals would be pressured to modify their behavior and violate their beliefs. The court reasoned that the individuals could opt out of the coverage requirement by paying a shared responsibility requirement instead. Further, the court found the individuals \"routinely contribute to other forms of insurance, such as Medicare, Social Security, and unemployment taxes, which present the same conflict with their belief that God will provide for their medical and financial needs.\" The court concluded that even if it had found a substantial burden on religious exercise, the coverage requirement nonetheless complied with RFRA. According to the court, the requirement served a compelling governmental interest in lowering health insurance premiums and improving access to health care through the least restrictive means, which provided individuals with a choice between the minimum coverage requirement or the shared responsibility requirement. On appeal, the U.S. Court of Appeals for the D.C. Circuit affirmed the district court's opinion, agreeing \"that appellants failed to allege facts showing that the mandate will substantially burden their religious exercise.\""], "subsections": []}, {"section_title": "Mandatory Coverage of Designated Preventive Health Services, Including Contraceptives", "paragraphs": ["ACA also requires group health plans and health insurance issuers that offer health insurance coverage to provide coverage for certain preventive health services without imposing any cost sharing requirements. The U.S. Departments of Health and Human Services, Labor, and Treasury subsequently issued guidelines and regulations for coverage of a range of preventive health services, including contraceptives and related services. The rules provide authority for an exemption for \"religious employers\" from the preventive health services guidelines \"where contraceptive services are concerned.\" To qualify as a religious employer, an organization must meet four criteria:", "(1) The inculcation of religious values is the purpose of the organization;", "(2) The organization primarily employs persons who share the religious tenets of the organization;", "(3) The organization serves primarily persons who share the religious tenets of the organization; and", "(4) The organization is a nonprofit organization as described in section 6033(a)(1) and section 6033(a)(3)(A)(i) or (iii) of the Internal Revenue Code of 1986, as amended.", "The exemption appears to apply to churches, but potentially would not apply to other religiously affiliated institutions such as universities, hospitals, and social service providers. Like the exemption to the individual coverage requirement, this exemption does not specify particular religions that would qualify and instead is generally available to any religious employer that satisfies the four criteria, regardless of the specific religious affiliation.", "State courts that have considered challenges to exemptions from state contraceptive coverage requirements that are essentially identical to that included in the federal exemption have upheld the exemptions under the Smith analysis. Although RFRA was not applicable to the state contraceptive coverage requirements, the California Supreme Court applied a similar analysis based on state law requirements. It held that the state's interest in requiring coverage of prescription contraceptives was compelling to avoid gender discrimination resulting from the economic inequity existing between the out-of-pocket health care costs of men and women. The state courts also held that the narrow exemption was adequate to accommodate religious burdens imposed by the requirement. The California Supreme Court explained that \"any broader exemption increases the number of women affected by discrimination in the provision of health care benefits,\" which would undermine the compelling interest intended by the requirement. The New York Court of Appeals noted that organizations that employ many individuals who do not share the religious beliefs of the organization could not expect broad accommodations. The court explained, \"when a religious organization chooses to hire nonbelievers it must, at least to some degree, be prepared to accept neutral regulations imposed to protect those employees' legitimate interests in doing what their own beliefs permit.\""], "subsections": []}]}, {"section_title": "State Mandatory Vaccination Programs", "paragraphs": ["As a matter of public health, all 50 states and the District of Columbia have enacted laws requiring vaccination, particularly in the context of school immunization laws. These laws have been enacted under a rationale of preventing the spread of communicable and debilitating diseases. Forty-eight states (all but Mississippi and West Virginia) and the District of Columbia have enacted religious exemptions for these vaccination programs. These exemptions allow students who have religious objections to the vaccinations, but would otherwise be required to be vaccinated, not to comply with the vaccination requirements.", "The Supreme Court has recognized that mandatory vaccination laws are a valid exercise of protecting the welfare of the people. Nonetheless, constitutional questions arise in the context of such laws with competing interests: the state's interest in the public welfare and individuals' interest in religious freedom. Faced with such a conflict between the government's interest in protecting public health and individuals' interest in being free to exercise their religious beliefs, the Court has held in favor of public health concerns. The implication that public health concerns outweigh the right to exercise one's religion without interference has led some state supreme courts to hold that mandatory vaccination programs are not a violation of religious freedom.", "The exemptions have also been challenged under the Establishment Clause. Allowing an exemption based on religion might appear to be endorsing a religion in violation of the Establishment Clause. Exemptions that allow certain individuals to claim religious objections to a process required for others also may give the appearance of distinct treatment for those individuals who have religious objections in violation of equal protection doctrine. Under the First Amendment, a law cannot favor some individuals based on their religious beliefs. Allowing an exemption based on religion to a generally required practice may be construed as special treatment for religious adherents, particularly in cases in which the legal provisions limit the scope of the exemption to religious beliefs only (that is, excluding philosophical beliefs) or to members of specific religions only. The Supreme Court of Mississippi has held that the inclusion of a religious exemption discriminates against individuals who do not have religious beliefs that conflict with vaccination requirements, and as a result, Mississippi is one of two states that do not offer a religious exemption. The court held that requiring certain individuals to be vaccinated while still allowing them to be exposed to individuals who are exempted does not provide equal protection and is therefore unconstitutional."], "subsections": []}, {"section_title": "Medicare Revenue Programs", "paragraphs": ["The U.S. tax code includes several provisions that provide religious exceptions to certain revenue programs relating to health care. Specifically, the income \"received for services performed by a member of a religious order in the exercise of duties required by the order\" is excepted from the Federal Insurance Contributions Act (FICA) tax, which funds Social Security and Medicare. Also, ministers, members of religious orders, Christian Science practitioners, and members of religious faiths who oppose acceptance of insurance benefits, including medical care, are generally exempt from self-employment taxes.", "The U.S. Supreme Court has held that the Free Exercise Clause does not prohibit mandatory payment of social security taxes even when the payment of such taxes or the receipt of the related benefits would violate the taxpayer's religion. In United States v. Lee , an Amish man claimed that paying FICA taxes violated his belief in an obligation to provide similar assistance for church members. Lee argued that his religion prohibited him from accepting such benefits from the state or paying taxes to fund the social security system. Although the Court recognized a burden on religious belief, it held that the burden was justified by the governmental interest in \"maintaining a sound tax system,\" and that accommodation of all of the diverse religious beliefs relating to taxation would pose too great a difficulty to maintain a functional tax system."], "subsections": []}]}, {"section_title": "Constitutional Analysis of Religious Exemptions in Mandatory Health Care Programs", "paragraphs": ["Religious exemption provisions in mandatory health care programs often raise constitutional issues of religious freedom and equal protection. Any religious exemption must meet the requirements of the First Amendment's religion clauses, which serve as guarantees that individuals will neither be required to act under a prescribed religious belief (the Establishment Clause) nor be prohibited from acting under their chosen religious beliefs (the Free Exercise Clause). Thus, constitutional analysis of religious exemptions in mandatory health care programs must address two questions: (1) whether the Constitution requires a religious exemption to ensure the free exercise rights of citizens who may have religious objections to a mandatory program, and (2) if a religious exemption is not constitutionally required, but included nonetheless, whether it would be constitutional."], "subsections": [{"section_title": "Does the Constitution Require a Religious Exemption for Mandatory Health Care Programs?", "paragraphs": ["Any congressional enactment regarding mandatory health care programs would be subject to constitutional rules and would qualify for review under RFRA as a federal action that potentially burdens religious exercise. Thus, any legislation that would mandate a health care program would be subject to strict scrutiny analysis.", "Generally, it does not appear that the U.S. Constitution requires a religious exemption with respect to legislation that creates mandatory health care programs, but the details of that legislation may impact the analysis. Under strict scrutiny, an exemption would be required only if the government does not have a compelling state interest that is achieved by the least restrictive means possible. The U.S. Supreme Court and other lower courts generally have allowed federal mandates that relate to public health, but nonetheless interfere with religious beliefs, to continue without exemptions. In addressing the issue of religious objections to generally applicable public health requirements, the Supreme Court has upheld legislative acts that promote public policies relating to public health as a valid exercise of protecting the welfare of the people. The government's interest in protecting public health has been held to outweigh individuals' religious interests. According to the Court, \"the right to practice religion freely does not include liberty to expose the community or the child to communicable disease or the latter to ill health or death.\" The Court's decision to hold the interest of public health above the interest of individuals to freely exercise their religious belief was made before the Court applied strict scrutiny to religious exercise cases, but nonetheless provides an indication of the nature of the government's interest in public health regulation. The Court has also held that the government's interest in tax programs used to fund health care programs outweighs individuals' interests in exercising their religion freely. The Court's treatment of public health as an interest paramount to individual religious practice appears to open the door to recognition of public health as a compelling state interest under strict scrutiny analysis.", "A mere connection to public health is not necessarily enough to find a compelling interest. Some courts have addressed the issues of religious exemptions in the context of certain mandatory health care programs, but the nature of other programs may lead to different outcomes. Laws that require an affirmative participation in a medical procedure (e.g., vaccination) differ from laws that require a more indirect participation in medical programs (e.g., funding for insurance programs). One factor that might affect the outcome of the constitutional analysis is the role the federal government plays in the objective of the program. Public health has historically been a matter of state regulation. The vaccination laws were enacted under states' authority to regulate the public health of their citizens. The federal government, however, does have some authority to act in the realm of public health. Also, the actual connection to public health might affect whether the government's interest is compelling. For example, although courts have recognized a compelling state interest in statutes preventing the spread of disease, it may be more difficult to find a compelling state interest in requiring individuals to have health insurance. Thus, the government's interest may vary depending on the specific requirements imposed by the legislation.", "If the legislation does further a compelling governmental interest, it must also use the least restrictive means. That is, the government must make the burden as narrow as possible. This test may be met by providing alternative means of compliance with the legislation. In the context of the vaccination laws, for example, the government might allow individuals with religious objections to vaccination requirements to be quarantined or isolated to avoid infecting others, rather than receive the vaccination. In the context of universal health care insurance, the government might allow an exemption for individuals with religious objections and also allow individuals who objected without qualifying religious reasons to pay into a state fund rather than receive insurance coverage. These types of accommodations may be deemed the least restrictive means of advancing the government's interest if a court determines that they satisfy both the individual's free exercise of religion and the government's interest in protecting public health. There may be other accommodations that would satisfy the requirement of tailoring the legislation narrowly to meet strict scrutiny requirements.", "Thus, when determining whether a mandatory health care program would require a religious exemption, two factors are critical to the outcome of the analysis. First, the constitutionality may depend on the nature of the mandatory health care program (e.g., whether it is a required medical procedure or a required payment for an insurance program). Second, the constitutionality may depend on the structure of the program (e.g., whether the program provides the required participants options with which to comply in order to meet the program objectives). These factors would affect the extent of the burden placed on an individual's religious exercise and significantly impact the strict scrutiny analysis."], "subsections": []}, {"section_title": "Does the Constitution Allow a Religious Exemption for Mandatory Health Care Programs?", "paragraphs": ["Because legislation that mandates participating in health care programs may conflict with religious beliefs, Congress may choose to include an exemption for relevant religious objections even if it is not required. The exemption would provide an alternative for certain people based on their religious belief that would not be available to other people who do not share that religious belief. Thus, some individuals may claim that the exemption violates the Establishment Clause (by providing a benefit to groups based on religion).", "The Establishment Clause prohibits preferential treatment of one religion over another or preferential treatment of religion generally over nonreligion. Providing an exemption based on religion may be construed as favoring a particular religion or religion generally because only individuals with religious affiliation would be eligible for the exemption. However, the mere fact that a law addresses religion does not automatically make that law unconstitutional. Under Establishment Clause analysis, a government action must meet a three-part test known as the Lemon test. To meet the Lemon test, a law must (1) have a secular purpose, (2) have a primary effect that neither advances nor inhibits religion, and (3) not lead to excessive entanglement with religion. The Supreme Court has upheld religious exemptions for government programs, in which the exemptions were enacted to prevent government interference with religious exercise.", "Like the analysis under the Free Exercise Clause, the constitutionality of a religious exemption under the Lemon test would depend on the language of the exemption. Exemptions that are specifically available only to certain religions have been construed in some cases as a violation of the Establishment Clause. However, providing an exemption that does not specify certain religions as eligible may not pass the Lemon test either. A generally available religious exemption may be construed as a violation of the Establishment Clause because it provides preferential treatment to individuals with religious beliefs, but does not provide individuals who might object on philosophical grounds to claim the exemption. The Supreme Court has upheld several exemptions generally available to religious objectors as constitutional under the First Amendment."], "subsections": []}]}]}}