{"id": "RL34568", "title": "U.S.-Iraq Agreements: Congressional Oversight Activities and Legislative Response", "released_date": "2009-05-15T00:00:00", "summary": ["On November 26, 2007, President Bush and Iraqi Prime Minister Nouri al Maliki co-signed the Declaration of Principles for a Long-Term Relationship of Cooperation and Friendship Between the Republic of Iraq and the United States of America, which set out a number of issues concerning, among other things, a security agreement between the United States and Iraq. On November 17, 2008, the Bush Administration concluded a security agreement providing the legal basis for the continued presence, operation, and eventual withdrawal of U.S. armed forces in Iraq once the U.N. Security Council mandate expired on December 31, 2008, and a strategic framework agreement to cover the overall bilateral relationship between the two countries.", "After the Bush Administration announced its intention to enter into these agreements, several Members of Congress demanded that Congress be involved in creating the planned agreements, from negotiation to implementation, and took action to ensure such involvement. Members proposed numerous pieces of legislation that would increase Congress's role in creating these agreements, and, after the agreements were finalized, their implementation, from calling for executive-branch consultation and reporting to requiring formal congressional approval. Congress has also conducted multiple hearings that have concerned the agreements, receiving clarification on many important issues from Bush and Obama Administration officials, and subject-matter experts. This has equipped Congress with information pertinent to deciding what further action can be taken to involve Congress more in the implementation and continued oversight of the agreements. Several options remain available to Congress to pursue a significant role in the agreements.", "The purpose of this report is to provide detailed information and analysis on the specific oversight activities of Congress concerning the U.S.-Iraq agreements signed on November 17, 2008. This report is divided into three main parts: the first provides context both in the United States and Iraq concerning the negotiation, execution, and early implementation of the agreements; the second describes in detail the actions taken by Congress thus far in response to the announcement, negotiation, and execution of the Iraq Agreements, consisting of legislative initiatives and congressional hearings; and the third provides options for further congressional action concerning Congress's role in (1) the implementation of the Iraq Agreements, and (2) the possible negotiation and execution of amendments to the Iraq Agreement and new agreements directly related to the implementation of the Iraq Agreements. For analysis of the U.S.-Iraq agreements within the context of U.S. constitutional law of international agreements, and the law of congressional oversight over international agreements, see CRS Report RL34362, Congressional Oversight and Related Issues Concerning the Prospective Security Agreement Between the United States and Iraq, by [author name scrubbed], [author name scrubbed], and [author name scrubbed]. This report will be updated when events warrant."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["On November 26, 2007, President George W. Bush and Iraqi Prime Minister Nouri al Maliki co-signed the Declaration of Principles for a Long-Term Relationship of Cooperation and Friendship Between the Republic of Iraq and the United States of America (\"Declaration of Principles\" or, \"Declaration\"). It portended a bilateral agreement to address political, economic, and cultural issues, as well as the continued presence of U.S. forces in Iraq after the December 31, 2008 termination of the U.N. Security Council resolution currently authorizing the Multinational Force in Iraq (MNF-I). The Bush Administration later announced that it would negotiate two agreements, an agreement providing the legal basis between the two countries for the continued presence and operation of U.S. armed forces in Iraq, termed a status of forces agreement (SOFA), and a strategic framework agreement to cover the overall bilateral relationship. The Declaration of Principles presaged U.S. \"security assurances and commitments\" to aid Iraq in defending against external and internal threats. Shortly after the announcement of the Declaration of Principles, Lieutenant General Douglas Lute, Assistant to President Bush for Iraq and Afghanistan, stated that the planned agreement would cover nearly every aspect of the future U.S. military role in Iraq, including the overall mission, force levels, and basing arrangements. He explained that the parties intended to conclude the agreement by July 31, 2008. Regarding Congress's role in the creation of the agreement, General Lute stated that the Bush Administration did not expect the agreement to rise to the level of a treaty, and that it did not foresee the need for \"formal inputs\" from Congress. "], "subsections": [{"section_title": "Execution of the Iraq Agreements", "paragraphs": ["After a year of negotiations, executive branch officials led by Ambassador Ryan Crocker finalized two agreements with the government of Iraq on November 17, 2008, after unanimous approval from Prime Minister al Maliki's cabinet on November 16. These were the \"Strategic Framework Agreement for a Relationship of Friendship and Cooperation between the United States of America and the Republic of Iraq\" (\"Strategic Framework\") and the \"Agreement Between the United States of America and the Republic of Iraq On the Withdrawal of United States Forces from Iraq and the Organization of Their Activities during Their Temporary Presence in Iraq\" (\"Security Agreement,\" and together, with the Strategic Framework, the \"Iraq Agreements\" or the \"Agreements\").", "Although the Bush Administration executed the Agreements as sole executive agreements, needing only the signature of Ambassador Crocker for entry into force, the Iraqi process for approval required three additional steps. First, before the Agreements could be signed, the Iraqi cabinet had to approve the final version of the two Agreements, which it did on November 16 as mentioned above. Second, the Iraqi Council of Representatives (COR) had to vote to approve the Agreements. Finally, the Iraqi Presidency Council, made up of Iraq's president and two vice presidents, had to give its approval.", "After finalizing the Agreements on November 17, therefore, the Iraqi government sent the Iraq Agreements to the COR for approval. On November 19, 2008, a session in the COR to hear the second public reading of the law to approve the Agreements was halted when a physical confrontation broke out due to a dispute over parliamentary process. Several members of the COR asserted that it was unconstitutional to consider approval of the agreements because the COR had not yet passed a general law on ratification of international agreements, required by Article 61 of the Iraq constitution. Other members stated that the law approving the Agreements would need two-thirds majority approval to pass, not a bare majority as had been previously decided. There was sentiment among many members that constitutional requirements were being bypassed in order to force the Agreements through the COR quickly without due consideration.", "Despite this opposition, and criticism from certain Iranian leaders influential among some Iraqi groups, the COR passed the law approving the Iraq Agreements by simple majority on November 27, 2008. Several Sunni and independent COR members agreed to vote for approval when an additional measure passed calling for a national referendum on the Agreements to take place in July 2009, which would allow the Iraqi people a chance to vote their disapproval, requiring the government of Iraq to pull out of the Agreements. Iraq's Presidency Council gave its approval of the Iraq Agreements on December 4, 2008, and they entered into force on January 1, 2009. Observers have asserted that preparations for the July 2009 referendum, including a law to govern the referendum process, have not taken place to date."], "subsections": []}, {"section_title": "Summaries of the Iraq Agreements", "paragraphs": ["The Strategic Framework sets out broad goals for the overall relationship and cooperation between the United States and Iraq. Section I states that the presence of U.S. forces is at the request and invitation of the government of Iraq; that the United States shall not use Iraqi land, sea, or air to launch attacks against other countries; and that the United States shall not request permanent military bases or a permanent military presence in Iraq. Section II requires the United States to \"ensure maximum efforts to work with and through the democratically elected Government of Iraq\" for political and diplomatic cooperation. Section III states that the defense and security cooperation between the parties shall be undertaken pursuant to the Security Agreement. Sections IV through VIII state that the parties \"agree to cooperate\" on issues of culture, economics, energy, health, environment, information technology and communications, and law enforcement and the judiciary. Section IX requires the parties to establish a Higher Coordinating Committee to monitor implementation of the Strategic Framework, and establish additional Joint Coordination Committees as necessary. Section X provides that the parties may enter into further agreements or arrangements as necessary to implement the Strategic Framework. Finally, Section XI provides in part that the Strategic Framework enter into force on January 1, 2009 following the exchange of diplomatic notes confirming that the two parties have completed their respective constitutional procedures to enter into the Strategic Framework. The Section also states that either party may withdraw from the agreement one year after notifying the other party of its intent to withdraw.", "The Security Agreement states in Article 1 that its scope and purpose is to \"determine the principal provisions and requirements that regulate the temporary presence, activities, and withdrawal of the United States Forces from Iraq.\" The Security Agreement contains many provisions common to most U.S. SOFAs. Articles concerning taxes, claims, carrying weapons and wearing uniforms, for instance, are regularly included in SOFAs. ", "The document, however, also contains a number of articles that are not typical of a SOFA and seem to expand the scope of the Security Agreement. Several articles, for example, concern the authority of U.S. forces to conduct military operations within Iraq. Article 4, \"Missions,\" explains that Iraq requests the temporary assistance of U.S. armed forces in the conduct of military operations within Iraq. The Article also states that all military operations carried out pursuant to the Security Agreement must be approved by the government of Iraq and coordinated with Iraqi authorities through a Joint Military Operations Coordination Committee (JMOCC) to be established under Article 23. Article 22 gives U.S. forces authority to detain individuals in Iraq in accordance with Article 4. Article 27 authorizes military operations, among other actions, to deter external or internal threats or aggression against Iraq if mutually agreed by the parties. ", "In addition to those concerning military operations, the Security Agreement contains other unusual provisions. Article 24 sets out timelines for withdrawal of U.S. troops from Iraq by December 31, 2011, with an earlier withdrawal deadline on June 30, 2009 for U.S. troop withdrawal from Iraqi cities and towns. Notwithstanding these timelines, the Article also states that the United States has the right to withdraw its armed forces from Iraq at any time, and Iraq has the right to request the departure of U.S. armed forces at any time. Article 25 concerns efforts to end the application of resolutions affecting Iraq under Chapter VII of the U.N. Charter. Article 23 requires the creation of a Joint Ministerial Committee, which in turn shall create the JMOCC and a Joint Committee, for the purpose of implementing and interpreting the Security Agreement, as well as settling disputes arising under the Security Agreement. Article 29 contemplates creation of further mechanisms for implementation of the Security Agreement, including new mechanisms not specifically prescribed by the provisions of the Security Agreement. Article 30 states that the Security Agreement is effective for three years, but that either party may terminate the Security Agreement one year after giving notice of its intention to withdraw. Like the Strategic Framework, Article 30 also provides that the Security Agreement enter into force on January 1, 2009 following the exchange of diplomatic notes confirming that the two parties have completed their respective constitutional procedures to enter into the Security Agreement."], "subsections": []}, {"section_title": "Early Implementation of the Iraq Agreements", "paragraphs": ["Despite earlier concerns about possible incompatibility between some provisions of the Iraq Agreements and the campaign promises of President Obama, the Obama Administration has indicated its intention to abide by the terms of both the Security Agreement and the Strategic Framework. President Obama stated in February 2009 that the United States would withdraw the majority of its troops from Iraq by August 2010, but that 35,000-50,000 troops would remain longer, with drawdowns continuing until December 31, 2011, as set out in the Security Agreement. Secretary of State Hillary Clinton stated in her nomination hearing that the State Department would actively pursue the cooperation activities set out in the Strategic Framework.", "Implementation of the provisions of the Security Agreement in Iraq, however, has not been without difficulties. General Ray Odierno, commander of U.S. forces in Iraq, stated that despite the requirement in the Security Agreement that U.S. forces withdraw from Iraqi cities and towns by June 30, 2009, some U.S. troops will not withdraw by that date where Iraqi security forces are not prepared to independently meet their duties, in order to provide support against remaining insurgents and training for Iraqi forces. According to a recent report, the United States and Iraq began negotiations to extend the presence of U.S. troops in Baghdad and Mosul past the June 30, 2009 deadline. Both General Odierno and an Iraqi government spokesperson further stated that the timetable for overall withdrawal by the end of 2011 could be renegotiated if a continued U.S. presence is necessary. In January 2009, General Odierno nevertheless asserted that the full withdrawal of U.S. troops would go forward as set out in the Security Agreement.", "With regard to joint operational command under the Security Agreement, Iraqi commanders have claimed that U.S. forces have often failed to pre-coordinate their activities with Iraqi officials, thus violating the provisions requiring Iraqi approval of U.S. operations, and that pre-coordination mechanisms have not functioned efficiently. Prime Minister al Maliki condemned a U.S. raid in the southern Iraqi town of Kut in late April 2009, which apparently occurred without coordination or approval from Iraqi officials as required under the Security Agreement. The Prime Minister characterized the raid as a \"breach of the security pact\" and called on the United States to \"hand over those responsible for this crime to the courts.\""], "subsections": []}, {"section_title": "Summary of Congressional Reactions, Oversight, and Proposed Legislation", "paragraphs": ["Several Members of Congress have proposed numerous pieces of legislation, both before and after the November 2008 finalization of the Agreements, designed to encourage or require the submission of the Iraq Agreements to Congress for formal approval. The language of some of these bills would require consultation and reporting from the President concerning the progress of negotiation of the Agreements. Congress has also conducted multiple hearings that have either focused on or at least touched on the Iraq Agreements. In these hearings, Congress has heard testimony from executive branch officials addressing the plans and important issues concerning the Iraq Agreements, and, prior to finalization of the Agreements, received promises from such officials to keep Congress informed on the progress of negotiations. This testimony has equipped Congress with information pertinent to deciding what further action can be taken to involve Congress more in the implementation of the Iraq Agreements.", "At congressional hearings, the Bush Administration and the Iraqi legislature also expressed their opinions regarding the Iraq Agreements. In answering Congress's concerns, the Bush Administration sought to reassure Congress of its intentions regarding the content and scope of the Iraq Agreements, while vigorously defending the President's asserted constitutional and legislated right to execute such Agreements without formal congressional approval or a specified congressional role. At a June 4, 2008, hearing before the House Subcommittee on International Organizations, Human Rights, and Oversight, members of the Iraqi Council of Representatives (COR) testified that the COR as a whole believed no U.S.-Iraq agreement was proper at the time because Iraq did not enjoy full sovereignty, and that the COR's approval was required for the Iraq Agreements to go into effect, statements that described similar sentiments reported at the time of the approval of the Iraq Agreements in November 2008.", "Congress's response to the Iraq Agreements has illuminated the priority concerns and positions of the various stakeholders involved in the Agreements. Several Members of Congress have asserted the necessity of congressional involvement in the Iraq Agreements, arguing that the Agreements require advice and consent of the Senate as a formal treaty under the Constitution, or congressional approval through normal legislation. Some Members have contended that any agreement with Iraq, given the importance of U.S. involvement in Iraq to the Congress and the American people, should be negotiated with meaningful consultation from the Congress, no matter what legal form the agreement takes. Some statements from Members have suggested that the Iraq Agreements, negotiated and executed out of the sight of Congress, may still unexpectedly bind the hands of the Obama Administration and Congress, and might include a role for U.S. troops in Iraq that exceeds the scope of the 2002 congressional authorization to use force in Iraq. President Barack Obama, Vice President Joseph Biden, and Secretary of State Hillary Clinton all asserted as Members of Congress that Congress should be involved in the negotiation of these Agreements and such Agreements should not be allowed to enter into force prior to congressional approval of some form. As senators, both Vice President Biden and Secretary of State Clinton introduced legislation to require consultation with, and approval from, Congress before the Agreements with Iraq were finalized. Then-Senator Obama was a co-sponsor of then-Senator Clinton's bill, S. 2426 (110 th Congress). On the other hand, certain Members have argued that President Bush completed the Iraq Agreements as sole executive agreements within the scope of his inherent powers and the congressional authorization to use force, characterizing demands for greater congressional involvement as unnecessary and possibly improper under the Constitution.", "After the Iraq Agreements were finalized, certain Members continued to express concerns about various aspects of the Agreements, including the legal protections for U.S. troops, the effectiveness of the timetable for withdrawal, and the true nature of the continuing U.S. commitment to the security of Iraq, among others.", "This remainder of this report is divided into two main parts: the first describes in detail the actions taken by Congress concerning the planned Iraq Agreements, including legislative initiatives and congressional hearings; the second provides a range of options for further congressional action concerning Congress's role in negotiating, executing, and implementing the Iraq Agreements."], "subsections": []}]}, {"section_title": "Action Taken by Congress Regarding the Iraq Agreements", "paragraphs": ["Congress, in response to the negotiation, execution, and implementation of the Iraq Agreements, has enacted legislation, proposed legislation, and held hearings. The enacted and proposed legislation, designed to ensure a congressional role in the Iraq Agreements, contains combinations of four main types of provisions requiring (1) reports to Congress, (2) consultations with Congress, (3) formal congressional approval, or (4) funding prohibitions. Table 1 below shows the types of provisions included in each piece of pertinent legislation. Several hearings focused directly on the Iraq Agreements, their contents and scope, issues of congressional involvement, constitutional prerogatives of the President in their execution, the possible extension of the U.N. mandate for Iraq in lieu of the Iraq Agreements, and the concerns and views of the Iraqi parliament. Members and witnesses discussed many of the same issues concerning the Iraq Agreements at hearings held that regarded the Defense and Foreign Affairs budgets, hearings on the Bush Administration's report on the result of the U.S. troop surge in Iraq, and nomination hearings for certain Obama Administration officials."], "subsections": [{"section_title": "Proposed Legislation in the 111th Congress", "paragraphs": ["Although the Iraq Agreements entered into force on January 1, 2009, some legislation has been proposed in the 111 th Congress concerning the Agreements. Representative Barbara Lee has introduced two bills regarding the Agreements, the first reiterating some demands in legislation proposed in the last Congress, and the second stating the sense of the House that the Iraq Agreements are not to be treated as binding. According to some statements by Obama Administration officials, the Administration intends to abide by and implement the Iraq Agreements as effective international obligations. These bills may provide a continuing source of congressional pressure on the executive branch concerning Congress's treatment of the Iraq Agreements."], "subsections": [{"section_title": "Iraq Security Agreement Act of 2009 (H.R. 335 (111th Congress)", "paragraphs": ["Representative Barbara Lee introduced this bill on January 8, 2009. The bill is identical in its language and provisions to H.R. 6846 (110 th Congress), which Representative Lee introduced on September 9, 2008, and S. 3433 (110 th Congress), which Senator Joseph Biden introduced on August 1, 2008.", "Some of the language of this bill may be problematic given the intervening finalization on November 17, 2008, and entry into force on January 1, 2009 of both the Strategic Framework and the Security Agreement. The sense of Congress provision in section 3 concerning extension of United Nations Security Council Resolution 1790, stating such resolution \"currently\" provides the mandate for the MNF-I, no longer holds true as of the end of December 31, 2008, at which point the mandate expired.", "Section 5 requires consultation with the appropriate committees by the Secretaries of State and Defense on the negotiations pursuant to the Declaration of Principles, as well as further updates as the negotiations progress; these negotiations, however, were ended as of November 17, 2008. These Committees may wish to receive a briefing on the now completed negotiations nonetheless, if such Committees do not feel they have been sufficiently briefed previously on the matter. Section 5 also encourages the Secretary of State to provide the text of any agreement including a U.S.-Iraq security commitment or arrangement prior to finalization. To the extent the Security Agreement and/or the Strategic Framework fall into this category of agreements, this provision cannot be effective, as the Agreements have already been finalized. The provision may be useful, however, in requiring any further agreements based on the Security Agreement or Strategic Framework, or negotiated independent of those agreements, to be provided prior to finalization.", "Section 6(a) prohibits entry into force of any agreement that contains a security commitment or arrangement but has not received some type of congressional approval. Again, to the extent that either the Security Agreement or the Strategic Framework fall into those categories of agreements, the provision is not effective, as both these Agreements entered into force on January 1, 2009, based on their own terms. As with the provision in section 5, however, section 6(a) is written broadly enough to perhaps encompass further agreements between the United States and Iraq.", "On January 8, 2009, this bill was referred to the Senate Foreign Relations, Armed Services, and Rules Committees, and no further action has been taken."], "subsections": []}, {"section_title": "Sense of the House that Absent Congressional Approval the U.S.-Iraq Security Agreement Is Merely Advisory and Not Legally Binding (H.Res. 72 (111th Congress))", "paragraphs": ["This resolution was introduced by Representative Barbara Lee on January 15, 2009. In several whereas clauses, the resolution discusses ", "the constitutional role of Congress concerning treaties and other international agreements; the constitutional powers of Congress with regard to war powers and appropriations; the lack of involvement of Congress in negotiation and finalization of the Security Agreement; the expected cost to carry out the Security Agreement through 2011; the need for Iraqi approval of U.S. military operations, and the historical use of treaties in cases of any foreign control of U.S. military forces; and the uncertain status of private security contractors with regard to jurisdiction of Iraqi courts.", "The resolution continues with a sense of the House provision stating that the Security Agreement ", "is not a \"genuine\" status of forces agreement, and was finalized in a manner inconsistent with constitutional requirements; and should be considered by the Congress as advisory in nature and not legally binding.", "The resolution then calls for hearings to consider acceptance or rejection of the Security Agreement to the extent it", "contemplates the expenditures required for maintaining troops in Iraq through 2011; subjects U.S. military operations to the approval of the Iraqi government; and subjects private military contractors to Iraqi court jurisdiction.", "The resolution also calls for hearings to determine any impact of the Security Agreement on 50,000 Iraqi nationals held by the Iraqi government and U.S. forces and any other foreign nationals designated as \"protected persons\" under the fourth Geneva Convention.", "H.Res. 72 was referred to the House Foreign Relations Committee on January 15, 2009, and no further action has been taken."], "subsections": []}]}, {"section_title": "Enacted Legislation in the 110th Congress", "paragraphs": ["Congress enacted a provision during the 110 th Congress that prohibited the use of certain defense appropriations to implement any agreement with Iraq that would subject U.S. troops to the Iraqi judicial system, and a provision requiring a detailed report on the progress of negotiation of any U.S.-Iraq agreements relating to the U.S.-troop presence and U.S. mission in Iraq to be submitted to certain congressional committees. Congress did not pass, however, any overall funding prohibition regarding the Iraq Agreements, nor did it enact legislation requiring the Agreements to be submitted to Congress for approval as a treaty or a congressional-executive agreement."], "subsections": [{"section_title": "Funding Prohibition Concerning Legal Status of U.S. Forces in Iraq (P.L. 110-161)", "paragraphs": ["Section 612 of the Emergency Supplemental Appropriations Act for Defense, 2008, provides that no funds may be made available for implementing a U.S.-Iraq agreement that subjects U.S. forces to the jurisdiction of Iraqi courts or punishment under Iraqi law."], "subsections": []}, {"section_title": "Report on Status of Forces Agreements Between the United States and Iraq (P.L. 110-417)", "paragraphs": ["Section 1212(a) of the Duncan Hunter National Defense Authorization Act for Fiscal Year 2009 requires a report from the President to the House Foreign Affairs and Armed Services Committees, and the Senate Foreign Relations and Armed Services Committees, on any U.S.-Iraq agreement that is completed relating to", "the legal status of U.S. military personnel, civilian personnel, and contractor personnel; establishment of or access to military bases; rules of engagement for U.S. armed forces; and any security commitment, arrangement, or assurance that obligates the United States to respond to internal or external threats against Iraq.", "The section requires a report to be transmitted not later than 90 days after enactment of the act (October 14, 2008). Updates are required whenever an agreement related to the matters in the report is substantially revised. Section 1212(b) provides a list of 13 areas to be covered:", "description of any conditions placed on U.S. combat operations by the government of Iraq, including coordination requirements; description of constraints placed on U.S. military, civilian, and contractor personnel as a result of such conditions; description of legal immunities and protections for U.S. personnel; assessment of authority of U.S. and Coalition forces to detain and interrogate prisoners, and to collect intelligence generally; description of any U.S. security commitment, arrangement, or assurance to respond to internal or external threats against Iraq, including manner of such commitment's implementation; assessment of any requirements for payments to the government of Iraq for use of bases or facilities; assessment of any requirements for payments for claims of death or damages caused by U.S. personnel; description of arrangements for resolving disputes arising under the agreement; discussion of application of the agreement to Coalition partners; and description of termination of the agreement by either party.", "The requirement to provide reports and updates terminates on December 31, 2009, and such requirement will terminate earlier if the President transmits the text of any agreement (and any amendments thereto) described in subsection (a) of the section to the House Foreign Affairs and Armed Services Committees, and the Senate Foreign Relations and Armed Services Committees, and if the President makes available the appropriate senior officials to brief those committees on the matters covered by any such agreement within 30 days of transmission."], "subsections": []}]}, {"section_title": "Overview of Proposed Legislation in the 110th Congress", "paragraphs": ["Several bills concerning the Iraq Agreements, introduced but not enacted during the 110 th Congress, nevertheless illustrated the concerns of many Members of Congress. Many of the provisions contained in these bills were directly related to the oversight conducted by Congress through the hearings concerning the Iraq Agreements that are discussed later in this report. Many bills contained provisions that defined the types of agreements that should be subject to congressional approval and required such approval; reflected frustration with Congress's exclusion from the Agreements in general and demanded a formal consultative role for Congress in negotiations and execution of the Agreements; and asserted that the Agreements should not have been finalized as a presidential transition is occurring, possibly hamstringing a new Administration as it implements a new Iraq policy. Members included provisions that evidenced their concerns over the legal status and protections of U.S. troops under U.S. and international law. Certain bills highlighted the war powers of Congress, stating that the Iraq Agreements must be congressionally approved if they granted the authority of U.S. troops to fight in Iraq. Several bills stated that the Iraq Agreements would not be valid without congressional approval, and one bill provided for the termination of the effectiveness the Iraq Agreements if Congress did not approve such Agreements within a certain time period after their execution by the executive branch. A detailed discussion of the pertinent provisions of each of these bills is included in Appendix A ."], "subsections": []}, {"section_title": "Hearings Concerning the Iraq Agreements in the 111th Congress", "paragraphs": ["Despite previous opposition to the conclusion of the Iraq Agreements as sole executive agreements by President Obama, Vice President Biden, and Secretary of State Clinton, the Obama Administration seems to be implementing the provisions of the Iraq Agreements, and the Obama Administration has announced no plans to abrogate the Agreements. Hearings with Obama Administration officials conducted during the 111 th Congress thus far, summarized below, seem to illustrate the Obama Administration's intentions on meeting the obligations of the Iraq Agreements."], "subsections": [{"section_title": "Nomination Hearing for Hillary R. Clinton to Be Secretary of State22", "paragraphs": ["This hearing took place on January 13, 2009. When asked about President-Elect Barack Obama's goals for withdrawal of U.S. troops, Senator Clinton explained that withdrawal activities and preparations would continue to be executed under the provisions of the Security Agreement. Senator Clinton asserted that it was her intention to put together teams and activities to fulfill the Security Agreement. She referenced the requirement in Article 5 of the Security Agreement that U.S. troops withdraw from Iraqi cities and towns by June 2009, and confirmed the new Administration's intention to adhere to that provision. She also stated that the State Department would be active in pursuing the cooperative action contemplated by the Strategic Framework, mentioning by name activities regarding the rule of law, education and health care, and technical assistance for the energy industry."], "subsections": []}, {"section_title": "Nomination Hearing for Christopher R. Hill to Be Ambassador to the Republic of Iraq23", "paragraphs": ["At this hearing, held on March 25, 2009, Senator Jim Webb asked Ambassador Christopher Hill to comment on certain provisions of the Security Agreement, specifically with regard to the Obama Administration's commitment to withdrawing troops from Iraq. Senator Webb stated that although the Security Agreement states that U.S. forces shall withdraw from Iraq by December 31, 2011, it also states that the United States will take some appropriate steps if Iraq is faced with external or internal threats, and that there will be close cooperation between the United States and Iraq in areas such as military training and equipping of forces. He also mentioned that Article 30 contains language requiring that each party complete all applicable constitutional processes. Because Congress did not approve the Security Agreement, Senator Webb suggested, the Obama Administration may have an argument that the Security Agreement is not effective under U.S. constitutional law, and therefore the requirement to withdraw U.S. forces is not effective. Ambassador Hill confirmed that the Obama Administration's position is that the United States will withdraw all forces by December 31, 2011."], "subsections": []}]}, {"section_title": "Overview of Hearings Concerning the Iraq Agreements in the 110th Congress", "paragraphs": ["Congress conducted hearings during the 110 th Congress concerning the Iraq Agreements and considered the issue in several other hearings as well. (Hearings held during the 110 th Congress are listed with detailed summaries in Appendix B .) Certain Members made their concerns known, and various committees and subcommittees heard testimony from a number of experts, as well as Bush Administration officials. During many of these hearings, Members of Congress expressed a number of opinions and concerns regarding the Iraq Agreements and the related decisions and actions of the executive branch. Members made several assertions, including the following:", "Congress should have been involved more in the planning and negotiation of the Iraq Agreements. The Iraq Agreements, because they are critical to U.S. foreign policy and national security, as well as because they authorize the presence of U.S. forces and their ability to fight, should have been submitted to Congress for formal approval. The Bush Administration should not have finalized these Agreements so close to the presidential transition, as the Agreements would bind the hands of the next President with regard to Iraq policy; instead, the U.N. mandate for the Multinational Force–Iraq should have been extended. The Bush Administration's refusal to fully consult Congress with regard to the Agreements could force Congress to use the power of the purse to ensure that Congress's point of view is considered. The provisions of the Security Agreement are vague, and leave open the possibility of amendments to the Agreements and follow-on U.S.-Iraq sole executive agreements that would again preclude congressional oversight and approval processes.", "Expert witnesses testified at numerous hearings concerning the Iraq Agreements as well, giving opinions on various aspects of the Iraq Agreements and their implications for the congressional-executive relationship. Many of the expert witnesses generally asserted that Congress should have played a greater role in conclusion of the Iraq Agreements, giving opinions on several issues including the following:", "To the extent the Iraq Agreements provide a U.S. commitment to Iraq's security, or provide the authority of U.S. forces to fight in Iraq, they must be submitted to Congress for formal approval. The State Department's own Circular 175 regulations concerning the execution of international agreements require meaningful consultation with Congress before agreements such as the Iraq Agreements are signed. Because the U.N. mandate and Iraq's threat to the national security of the United States, the two bases for the 2002 authorization for the use of force in Iraq, have both ended, there is no authorization under U.S. law for U.S. troops to conduct military operations in Iraq. Extension of the U.N. mandate past December 31, 2008 would have obviated the need to quickly conclude the Iraq Agreements, but a U.N. mandate would not have best served U.S. interests, and would weaken Iraq's overall position as a sovereign nation. Creation pursuant to the Security Agreement of the Joint Military Operations Coordination Committee (JMOCC), which grants some decision-making authority over U.S. military operations to Iraqi officials, requires formal approval by Congress.", "Under questioning from some Members of Congress, several Bush Administration officials, including Secretary of Defense Robert Gates, Secretary of State Condoleezza Rice, Ambassador David Satterfield, and Ambassador Ryan Crocker, made several assertions concerning the negotiation, contents, and intended effect of the Iraq Agreements prior to the Agreements' conclusion. Bush Administration statements included the following:", "The Security Agreement would not contain a U.S. commitment to defend the security of Iraq if such security is threatened. The Iraq Agreements would not bind the next Administration to a certain course concerning Iraq policy. What was to become the Security Agreement, as a document, was properly termed a status of forces agreement (SOFA) that provided the legal status of U.S. troops in Iraq, and as such did not need congressional approval. The Bush Administration would consult with Congress regarding the Iraq Agreements prior to their conclusion. The 2002 authorization of the use of force in Iraq was still effective given the continued security situation in Iraq. The President was authorized to execute the Iraq Agreements as sole executive agreements under the powers granted his office under the Constitution. ", "For the most part, Bush Administration officials made assertions that would seem to be intended to assuage the concerns of Members of Congress, but they continued to maintain that there was no constitutional requirement for Congress to formally approve the Iraq Agreements before they could become effective. With regard to consultation, although the Bush Administration appears to have conducted limited briefings on the Agreements with congressional leadership, many Members of Congress said they had not yet seen the text of the Iraq Agreements as of November 17, 2008, when the Agreements were finalized. As to the contents of the Security Agreement, it seems that while the text contains many provisions that are usually provided in SOFAs, there are many provisions that are not usual and that are possibly outside the scope of a SOFA, especially Article 27 dealing with the authorization of U.S. military operations in Iraq."], "subsections": []}]}, {"section_title": "Possible Further Congressional Action Concerning the Iraq Agreements", "paragraphs": ["Congress has several options for further action to help shape its own involvement in the continued implementation of the Iraq Agreements. Members of Congress could, among other things, hold additional hearings on the Iraq Agreements; pass legislation already introduced; or introduce legislation that seeks to further define both the authority of the President concerning the U.S. relationship with Iraq and the role of Congress in the approval and implementation of the Iraq Agreements. Many of these options are not mutually exclusive. Certain Members may wish to take no further action as well."], "subsections": [{"section_title": "No Further Action", "paragraphs": ["A possible course is for Congress to do nothing more at this point, if it is satisfied with the measures it took to shed light on the negotiating process and to send a message to both the Bush and Obama Administrations that Congress will continue to monitor these Agreements. Indeed, as illustrated above, the hearings conducted by various congressional committees and subcommittees have produced a body of evidence concerning the Agreements, including both the intentions of the Bush and Obama Administrations and the general sentiment of the Iraqi Council of Representatives (COR). Executive branch officials have given sworn testimony regarding bases, security commitments, troop levels, scope of mission, legal immunity for U.S. forces, withdrawal timelines, and other issues. The hearings may have therefore produced a useful result as an investigative device to pin down the Bush and Obama Administrations' plans regarding the Iraq Agreements.", "On the other hand, Congress may wish to capitalize on some of the information gathered earlier by continuing to hold hearings on such an important issue as the future of the U.S.-Iraq relationship and the ongoing U.S. presence in Iraq. Congress received numerous promises that the executive branch would keep Congress informed during the negotiation process for the Iraq Agreements, and that the Agreements would be submitted in some form to the Congress before they were finalized and implemented. The Bush Administration made several statements to Congress concerning the scope and contents of the Iraq Agreements, with many being direct responses to problems perceived by Members of Congress. It may be useful for Congress to continue its oversight activities, comparing previous assertions about the Iraq Agreements with the actual provisions of the final Agreements and their present implementation, and asking current Administration officials for their comment and explanation."], "subsections": []}, {"section_title": "Pass Legislation Already Introduced or Reintroduced from the 110th Congress", "paragraphs": ["Certain Members of Congress may wish to push forward with passage of one or more of the legislative approaches introduced in response to the Iraq Agreements. The operative provisions of the legislation described above fall into four main categories: executive-branch reporting, consultations with Congress, congressional approval requirements, and funding prohibitions. The consultation provisions are no longer operative, as the Iraq Agreements have entered into force. Each of the remaining provision types has perceived benefits and drawbacks. While a reporting requirement is useful for enlightening Congress concerning the Iraq agreements, it does not afford Congress the opportunity to directly shape the implementation of the Agreements.", "With regard to passage of legislation containing a requirement that one or more of the Iraq Agreements be submitted to Congress for approval, the Obama Administration might argue, as did the Bush Administration, that the President has the constitutional authority within Article II, apart from any need for congressional input, to conclude the Iraq Agreements as sole executive agreements. Although this position would conflict with the position President Obama took as a Senator when he co-sponsored a bill to require congressional approval for the Iraq Agreements, President Obama may argue that such a requirement may damage the U.S. relationship with Iraq as it might throw the status of the Agreements into doubt. Any such legislation may face a veto, and could precipitate a constitutional confrontation concerning the respective powers of the legislature and the executive in determining the form of international agreements under U.S. law. As an alternative to requiring congressional approval outright, provisions prohibiting the use of funds to implement the Iraq Agreements, while significant, would not present the same constitutional problems, as they fall squarely within Congress's appropriations power. Some may question, however, whether it is in the interest of Congress to cut off funds for the Iraq Agreements, as such a measure may be viewed by some to compromise U.S. interests as a whole in Iraq and create new problems for the success of U.S. foreign policy in the Middle East."], "subsections": []}, {"section_title": "New Legislation to Redefine the Authority to Use Force in Iraq", "paragraphs": ["As recounted above, Administration officials have at certain points cited the 2002 congressional authorization of the invasion of Iraq, and the 2001 authorization to use force in response to the September 11 terrorist attacks, as important sources of the President's authority to enter into the Iraq Agreements. The Iraq Agreements could be viewed as defining the parameters of the continued authorization for deployment of U.S. forces in Iraq, those forces' legal status, and their ability to use force. Congress might consider legislation, therefore, delineating the President's authority to implement the Iraq Agreements by adding specific Iraq-Agreement language to the existing use-of-force authorizations.", "Amendments to the 2002 authorization of the use of force have already been introduced; for example, legislation was proposed prior to the signing of the Declaration of Principles that would set time restrictions on the authorization to use force in Iraq. New amendatory language directly regarding the Iraq Agreements could include certain directives to the President that would redefine the authorization to use force and therefore shape the implementation of the Iraq Agreements. Such directives could include consultation and reporting requirements similar to legislation already proposed, but could also contain specific interpretations of or conditions on the implementation of provisions in the Security Agreement related to security commitments, joint operational command, scope of the mission of U.S. armed forces, withdrawal timelines, and other important issues.", "In addition, Congress might address issues concerning the termination of the U.N. mandate for Iraq in amendments to the 2002 authorization of force. Because the 2002 joint resolution authorizing the use of force in Iraq had as one of its two bases the enforcement of U.N. Security Council resolutions, which came to include the resolution authorizing the activities of the U.S.-led Multinational Force-Iraq (MNF-I), some Members of Congress might wish to require the executive branch to submit to Congress for approval any agreement purporting to replace the U.N. mandate as the legal basis under international law for the continued presence and military activity of U.S. armed forces in Iraq. This would require the Obama Administration to submit either the Security Agreement or both Iraq Agreements to Congress for approval. The language of such an amendment could make clear that the submission and approval is required even if such action takes place after the Agreements' entry into force, as would indeed be the case at this point in time. Such an amendment would renew the effectiveness of the 2002 authorization of the use of force and place the Iraq Agreements within an authorization framework that has already been deemed necessary by both the legislative and executive branches."], "subsections": []}, {"section_title": "New Legislation Approving the Iraq Agreements", "paragraphs": ["Introducing and enacting legislation approving the Iraq Agreements might be a useful and relatively uncontroversial approach to asserting the role of Congress in providing legal validity to the Agreements, and encouraging a possible continuing role in the implementation of these Agreements. Through such legislation, Congress could approve the November 2008 conclusion of the Agreements with the government of Iraq, effectively transforming what are currently sole executive agreements into \"ex-post congressional-executive agreements.\" A bill approving the Agreements could reestablish Congress's role in their execution and approval and bolster Congress's overall constitutional role in creating international agreements, while at the same time avoiding a constitutional confrontation over the international agreement powers and responsibilities of the two branches. Such legislation would likely entail little downside for the Obama Administration, as it would not require any changes to the Iraq Agreements, the relationship with Iraq overall, or the Administration's own plans for the withdrawal of U.S. forces from Iraq.", "That said, legislation approving the Iraq Agreements could be straightforward, but need not be. As with new legislation redefining the use of force authorization, such approval legislation would also provide an opportunity for Congress to attach conditions and interpretations to the provisions of the Iraq Agreements, and to require consultation and reporting. One of the areas of continuing concern for some Members of Congress is the broad language of both the Security Agreement and the Strategic Framework, and the provisions within each Agreement requiring creation of organs for implementation, and contemplating the possibility of amendments and the negotiation and creation of further agreements. These provisions provide Congress with similar questions and concerns regarding the ongoing congressional role in these Agreements. Legislation approving the Iraq Agreements could require that the President consult with or report to Congress on some or all amendments, new agreements, or arrangements for implementation of the Agreements, and to submit all such items to Congress for approval."], "subsections": []}, {"section_title": "New Legislation to Further Define the Role of Congress", "paragraphs": ["Congress may wish to codify a specific role for itself in the implementation of the Iraq Agreements or the negotiation of any amendments or new agreements related to the Iraq Agreements, creating a joint congressional-executive decision-making mechanism. This may include mandating the direct inclusion of Members of Congress in the negotiation process of any amendments or new agreements regarding implementation of the Iraq Agreements. Such provisions would bear resemblance to provisions of the Trade Act of 1974 that include Congress in various aspects of trade-agreement negotiations. It may also entail creating a cross-branch monitoring body tasked with reviewing the implementation of the Iraq Agreements. An example of this sort of implementation-review mechanism is the Commission on Security and Cooperation in Europe, created by Congress to monitor the implementation of the Final Act of the Conference on Security and Cooperation in Europe (\"Helsinki Final Act\"). Instead of strictly approving or disapproving the President's actions concerning the proposed Iraq Agreements, legislative provisions such as these would position Congress as a partner in the agreement process, either in negotiations or implementation.", "Codifying a role for Congress in this manner, however, would raise issues related to Congress's constitutional powers in foreign policy. Article I, Section 8 of the Constitution describes the scope of congressional powers. In addition to the power to declare war, this section also lists the powers, among others, to raise and support armies; to provide and maintain a navy; to make rules to regulate such forces; to provide for organizing, arming, and disciplining the militia, and governing such militia employed in the service of the United States; and to make rules concerning captures on land and water. These powers have been noted in some of the proposed legislation reacting to the Iraq Agreements. Some of these powers, it might be argued, are implicated in the terms and provisions of the Agreements, and therefore a legislated congressional role in the Iraq Agreements could create conflict between the two branches concerning the proper apportionment of constitutional power regarding war and foreign policy.", "Appendix A. Proposed Legislation in the 110 th Congress", "Provision Requiring President to Direct Secretary of State to Initiate Negotiations on a Status of Forces Agreement with Iraq ( S.Amdt. 2208 to H.R. 1585 (110 th Congress))", "On July 13, 2007, Senator John Warner, on behalf of himself and Senator Richard Lugar, submitted S.Amdt. 2208 , which was intended to be proposed for consideration. The amendment included adding several provisions to H.R. 1585 (110 th Congress), a version of the National Defense Authorization Act for Fiscal Year 2008. One of these provisions was a proposed section 1544, which would have required the President to direct the Secretary of State, in conjunction with the Secretary of Defense, to initiate negotiations with the Government of Iraq on a status of forces agreement, with a goal of completing such an agreement within 120 days of the enactment of the act.", "Although Senator Warner submitted the amendment, it was not formally proposed for consideration. Congress passed H.R. 1585 on December 14, 2007, but President Bush vetoed the bill on December 28 of that year. H.R. 4986 instead became the National Defense Authorization Act for Fiscal Year 2008 ( P.L. 110-181 ), without language similar to the Warner-Lugar amendment.", "Congressional Oversight of Iraq Agreements Act of 2007 ( S. 2426 )", "On December 6, 2007, Senator Hillary Clinton introduced the Congressional Oversight of Iraq Agreements Act of 2007. The bill states several findings concerning the possible contents of a U.S.-Iraq security agreement and the constitutional role of Congress in approving international agreements. Section 3 contains the substance of the bill, with three main parts:", "First, section 3(a) requires the \"Legal Advisor to the Secretary of State\" to submit an unclassified report to Congress explaining the justification, with legal analysis of the constitutional powers asserted by the President, for concluding the anticipated Iraq SOFA and Strategic Framework as executive agreements. Second, section 3(b) states that it is the sense of the Senate that any U.S.-Iraq agreement including a SOFA that involves \"commitments or risks affecting the nation as a whole\" and that is not approved as a treaty by the Senate or through legislation by the Congress does not have the force of law. Third, section 3(c) bars funding for any such agreement between the United States and Iraq if such Senate or congressional approval is not obtained.", "The bill was referred to the Senate Foreign Relations Committee on December 6, 2007, and no further action was taken.", "Iraq Strategic Agreement Review Act of 2008 ( H.R. 4959 )", "Representative Rosa L. DeLauro introduced this bill on January 15, 2008. Section 2 of the bill defines the term \"long-term security, economic, or political agreement with the Government of Iraq,\" which is used elsewhere in the legislation, as an agreement that has a term of more than one year, and that includes provisions concerning (1) U.S. bases in Iraq; (2) defense of Iraq's government from internal and external threats; (3) security commitments and assurances to deter foreign aggression against Iraq; (4) the training or equipping of Iraq's security forces; (5) economic, monetary, material and technical commerce and arrangements; or (6) diplomatic and political understandings. Section 3 contains proposed findings, including certain constitutional powers of the President and the Congress concerning the armed forces and international agreements; past examples of security agreements submitted to the Senate as treaties; and recent Administration comments concerning the Declaration of Principles and the execution of new U.S.-Iraq agreements as executive agreements. Sections 4, 5, and 6 of the bill contain the substantive provisions:", "Section 4 contains a consultation requirement that instructs the Secretaries of State and Defense as well as other \"necessary\" executive officers to commence consultations with certain \"congressional committees and leadership\" related to \"any potential long-term security, economic, or political agreement\" with Iraq. Such consultation would require \"full and complete transparency\" and would continue throughout the negotiation period. Section 5 is a non-binding sense-of-Congress provision, which asserts that any U.S.-Iraq agreement falling within the definition provided in the bill must receive advice and consent from the Senate to have the force and effect of law. Section 6 prohibits funding the implementation of any such agreement with Iraq unless it is submitted to the Senate for advice and consent as a treaty.", "The bill was referred to the House Foreign Affairs and Armed Service Committees on January 15, 2008, and no further action was taken.", "Bill Disapproving Any Agreement Based on the Declaration of Principles Without an Act of Congress ( H.R. 5128 )", "Representative Barbara Lee introduced this legislation on January 23, 2008. The bill provides findings concerning congressional opposition to permanent U.S. bases and the Administration's apparent intent to maintain the presence of U.S. forces in Iraq. Section 3 asserts the sense of Congress that any U.S.-Iraq agreement emerging from the Declaration of Principles must be approved by an act of the Iraqi legislature. The two salient provisions for congressional involvement are stated in sections 2 and 4:", "Section 2 states that any formal agreement emerging from the Declaration of Principles will not have the effect and force of law unless it is approved by an Act of Congress. Section 4 prohibits the use of funds appropriated or otherwise authorized to the Department of Defense or any other agency to enforce or implement such an agreement without approval through an Act of Congress.", "The bill was referred to the House Foreign Affairs and Armed Service Committees on January 23, 2008, and no further action was taken.", "Protect Our Troops and Our Constitution Act of 2008 ( H.R. 5626 )", "Representative Bill Delahunt introduced this bill on March 13, 2008. Section 2 of the bill presents proposed findings that seek to show inconsistencies between the far-reaching provisions of the Declaration of Principles and early statements by Bush Administration officials on the one hand, and on the other, later Administration statements that describe a much more limited scope for the Iraq agreements. Section 2(9) states in conclusion, \"The inconsistencies between the various statements and pledges ... raise significant questions about the Administration's objectives in seeking new agreements with Iraq.\"", "Section 3 denies the use of any funds appropriated or otherwise authorized to any U.S. agency for the purpose of", "establishing or maintaining any permanent or long-term U.S. military base or facility in Iraq; or implementing any agreement consistent with the security commitments contained in the Declaration of Principles, or any agreement that provides U.S. forces with \"authority to fight,\" unless the Senate has provided advice and consent for such agreement as a treaty, or Congress has authorized such agreement through legislation.", "Section 4 provides the sense of Congress that", "long-term U.S.-Iraq relations should be decided by the next U.S. administration; the next administration should consult fully with Congress, the government of Iraq, Coalition partners, and Iraq's neighbors in determining policy toward Iraq; and the Bush Administration should encourage the government of Iraq to request the renewal of the U.N. mandate for Iraq beyond December 31, 2008, in order to ensure the international legal authority for the U.S. presence in Iraq, and the legal immunity for U.S. armed forces.", "This bill was referred to the House Foreign Affairs and Armed Services Committees on March 13, 2008, and no further action was taken.", "Sections 1212 and 1220 of the Duncan Hunter National Defense Authorization Act for Fiscal Year 2009 ( H.R. 5658 )", "Introduced on March 31, 2008, and passed by the House on May 22, 2008, this bill contains certain provisions concerning the Iraq Agreements. Section 1212 requires a report from the President to the House Foreign Affairs and Armed Services Committees, and the Senate Foreign Relations and Armed Services Committees, on each U.S.-Iraq agreement relating to", "the legal status of U.S. military personnel, civilian personnel, and contractor personnel; establishment of or access to military bases; rules of engagement for U.S. armed forces; and any security commitment, arrangement, or assurance that obligates the United States to respond to internal or external threats against Iraq.", "Updates are required whenever further agreements are executed or when an agreement is substantially revised. Section 1212(b) provides a list of 13 matters to be included in such reports:", "limits placed on U.S. combat operations by the government of Iraq, including coordination requirements; assessment of whether conditions placed on U.S. combat operations in such agreements are greater than conditions prior to such agreement; discussion of legal immunities of U.S. personnel; assessment of legal protection of third-country nationals; assessment of authority of U.S. and Coalition forces to detain and interrogate prisoners; description of any security commitment, arrangement, or assurance to respond to internal or external threats against Iraq, including manner of such commitment's implementation; assessment of any requirements for payments to the government of Iraq for use of bases; assessment of any requirements for payments for claims of death or damages caused by U.S. personnel; assessment of any other provisions that would restrict the performance of U.S. personnel; discussion of how the agreement or modification thereof was approved by the government of Iraq, and whether the process was consistent with the Iraq constitution; description of arrangements for resolving disputes arising under the agreement; discussion of application of the agreement to Coalition partners; and description of termination of the agreement by either party.", "Section 1220 of the H.R. 5658 states that no provision of an agreement containing a security commitment, arrangement, or assurance that obligates the United States to respond to internal or external threats against Iraq will be in force with respect to the United States unless it is given Senate advice and consent as a treaty or is specifically authorized by an act of Congress. H.R. 5658 was placed on the Senate Legislative Calendar on June 3, 2008, and no further action was taken.", "Iraq Security Agreement Act of 2008 ( S. 3433 / H.R. 6846 (110 th Congress))", "Senator Joseph Biden introduced S. 3433 in the Senate on August 1, 2008, and Representative Barbara Lee introduced an identical companion bill in the House, H.R. 6846 , on September 9, 2008. Section 2 sets out findings concerning U.S.-Iraq negotiations for agreements based on the Declaration of Principles, as well as the definitions of \"security commitment\" and \"security arrangement,\" based on a 1992 Department of Defense report to Congress:", "A \"security commitment\" is described as an \"obligation binding under international law, of the United States to act in the common defense in the event of an armed attack on that country,\" such obligation being embodied in treaty form. A \"security arrangement\" is a \"pledge by the United States to take some action in the event of a threat to [another] country's security,\" located in treaties or executive agreements, or in political documents, such as policy declarations.", "Section 3 provides the sense of Congress that", "any U.S.-Iraq security commitment or arrangement would result in serious obligations and should involve joint executive-legislative decision-making; and a short-term extension of the U.N. mandate for the Multi-National Force in Iraq (MNF-I), along with Iraqi law, would provide U.S. forces with the authorities, privileges, and immunities necessary for their mission.", "Section 4 requires a annual report on agreements containing security commitments or security arrangements, with the first report due not later than 180 days after enactment of the act, and then each February 1 thereafter. The report would include:", "text and a description of each agreement, whether such agreement is based on a formal document or a policy expressed orally or in writing; and an assessment of the need to continue, modify, or discontinue each agreement based on national security grounds.", "Section 5 requires the Secretaries of State and Defense to consult with the Senate Armed Services and Foreign Relations Committees, and the House Armed Services and Foreign Relations Committees, on the negotiations pursuant to the Declaration of Principles, not later than 30 days after enactment of the act. The section also requires these officials to keep such committees fully and currently informed of the negotiations, and states that the Secretary of State \"should\" provide the text of any agreement with Iraq containing a security commitment or arrangement to these committees prior to finalizing any such agreement.", "Section 6 contains two prohibitions concerning any security commitment or arrangement with Iraq, each with prominent exceptions:", "No U.S.-Iraq agreement containing a security commitment or arrangement may enter into force except pursuant to Article II, section 2, clause 2 (treaty making) or Article I, section 7, clause 2 (enactment of laws) of the U.S. Constitution; and No funds may be obligated or expended to implement such an agreement unless it enters into force by the same constitutional treaty-making or law-making powers.", "Section 6 also states that it shall not be in order for either house of Congress to consider any bill, resolution, amendment, or conference report that provides budget authority for implementation of any such agreement.", "S. 3433 was referred to the Senate Foreign Relations Committee on August 1, 2008, and no further action was taken. H.R. 6846 was referred to the House Foreign Affairs, Armed Services, and Rules Committees on September 9, 2008, and no further action was taken.", "Sense of Congress Provision Concerning Extension of the Mandate of the Multinational Force in Iraq and Congressional Role in a U.S.-Iraq Strategic Framework Agreement and Status of Forces Agreement ( S.Amdt. 5499 to S. 3001 (110 th Congress))", "On September 12, 2008, Senator Jim Webb submitted S.Amdt. 5499 , which was intended to be proposed for consideration. This amendment would have added a new section 1222 to S. 3001 (110 th Congress), the Duncan Hunter National Defense Authorization Act for Fiscal Year 2009, stating the sense of Congress that", "the U.S. Special Representative to the United Nations should seek an extension of the mandate for the MNF-I past December 31, 2008; the extension should expire upon the earlier of a period of one year, or the entry into force of a U.S.-Iraq strategic framework agreement and status of forces agreement; the two agreements being negotiated pose significant long-term national security implications for the United States; the Bush Administration should provide full texts of the two agreements prior to their entry into force to the Senate Armed Services and Foreign Relations Committees, and the House Armed Services and Foreign Affairs Committees; and any finalized strategic framework agreement should cease to have effect unless approved by Congress within 180 days of the entry into force of such agreement.", "The amendment was not considered prior to enactment of S. 3001 into law (Duncan Hunter National Defense Authorization Act for Fiscal Year 2009, P.L. 110-417 ; 122 Stat. 4356).", "Resolution Reasserting Congressional Prerogatives in Foreign Policy ( H.Res. 1028 )", "On March 6, 2008, Representative Barbara Lee introduced H.Res. 1028 , which encourages development of a convention of legislative approval over certain types of international agreements. Preambulary clauses regard the constitutional roles of the President and the Congress in U.S. foreign policy, the nature and scope of status of forces agreements, and the Bush Administration's actions surrounding the Declaration of Principles and the negotiation of the Iraq Agreements. The resolution, framed as the sense of the House, states that three types of international agreements should be approved by an act of Congress:", "any agreement, other than a treaty, entered into by the executive branch which purports to bind the United States to use the armed forces to assist another country, government, or people, either immediately or upon the occurrence of future events; any international agreement, other than a treaty, that requires the use of U.S. financial resources; or any agreement, other than a treaty, between Iraq and the United States that imposes burdens in excess of those customarily included in status of forces agreements.", "The last provision of the resolution explicitly states that, without legislative approval, a status of forces agreement signed by the Administration and the government of Iraq would have no legal effect. The bill was referred to the House Foreign Affairs Committee on March 6, 2008, and no further action was taken.", "Resolution Calling for Iraq to Agree to Pay Costs of Continued U.S. Presence in Provisions of Any Bilateral Agreement with Iraq ( H.Res. 1123 )", "H.Res. 1123 , introduced by Representative Dana Rohrabacher on April 17, 2008, concerns the costs of the continued U.S. presence in Iraq. The language preceding the resolution notes several figures related to past and future costs of maintaining U.S. forces in Iraq, as well as Iraq's oil reserves and the rising global price for oil. The resolution itself calls on the President to refrain from entering any agreement with Iraq that involves the presence of the U.S. armed forces in Iraq unless", "the agreement includes a provision under which the Republic of Iraq agrees to reimburse the United States for all costs incurred by the United States related to the presence of United States Armed Forces in Iraq after the effective date of the agreement, including the costs of pay and allowances for members of the United States Armed Forces serving in Iraq.", "The bill was referred to the House Committee on Foreign Affairs on April 17, 2008, and no further action was taken.", "Appendix B. Hearings Concerning the Iraq Agreements in the 110 th Congress", "Hearings pertinent to the Iraq Agreements are listed chronologically below. For each hearing, the summary includes information pertinent to Congress's role in the agreement-making process for the Strategic Framework and SOFA, as well as information that may inform further congressional action regarding the Iraq Agreements. Concerns of Members and opinions of expert witnesses included in these summaries represent all salient issues identified that concern the Iraq Agreements and congressional involvement in their creation. These concerns and opinions are not included as representations of positions held by all or a group of Members and/or witnesses participating in the hearings, nor as indications of any consensus reached by Members or experts during the hearings or otherwise. The summaries also do not purport to include all policy positions of Members concerning the Iraq Agreements, as many Members did not choose to participate actively.", "The Extension of the United Nations Mandate for Iraq: Is the Iraqi Parliament Being Ignored?", "The House Subcommittee on International Organizations, Human Rights, and Oversight held this hearing on December 19, 2007. The hearing dealt primarily with the U.N. Security Council's adoption of Resolution 1790 on December 18, 2007, which extended the U.N. mandate authorizing coalition forces in Iraq for one year from December 31, 2007, until December 31, 2008. Witnesses testified on the ramifications of this extension on political relations and disputes between Prime Minister Nouri al Maliki and the Iraqi Council of Representatives (COR). The hearing also afforded the chance to introduce issues concerning the Declaration of Principles signed by President Bush and Prime Minister al Maliki that set the stage for negotiating the Iraq Agreements. [author name scrubbed] of the Congressional Research Service testified at the hearing, setting out the main issues for negotiation of these Agreements, based on the Declaration and the comments of General Lute:", "in the SOFA, provisions for legal jurisdiction over U.S. personnel (including security contractors) and facilities where they are based, as well as administrative issues such as tax liabilities and postal services; freedom of action for U.S. forces in Iraq, including rules of engagement and authority to detain prisoners; troop strength, duration, and scope of mission; permanent U.S. bases; and political, diplomatic, economic, and cultural issues.", "Some committee members expressed concern that statements by General Lute indicated no requirement for congressional approval of the proposed Agreements.", "The Proposed U.S. Security Commitment to Iraq: What Will Be in It and Should It Be a Treaty?", "The House Subcommittee on International Organizations, Human Rights and Oversight and the House Subcommittee on the Middle East and South Asia held this joint hearing on January 23, 2008. At this hearing, some Members questioned the contents of the Declaration of Principles, and the Bush Administration's decision to negotiate agreements pursuant to the Declaration without seeking consultation or approval from Congress. Legal scholars testified concerning possible legal requirements for congressional approval of the Iraq Agreements and opportunities for Congress to increase its role in the negotiation and execution of such Agreements. Committee members voiced the following concerns and assertions, among others:", "the Bush Administration is violating the State Department's Circular 175 regulations concerning congressional consultation on important international agreements, as well as constitutional requirements to involve Congress in the making of such agreements; the new agreements will bind a future president to a certain course in Iraq, practically if not legally; the decision to negotiate the Iraq Agreements at this time is politically unwise, as a new president may wish to abrogate or alter such Agreements, which could result in weakening of the reputation of the United States as a trustworthy partner in international agreements; Congress is left with the power of the purse as its only recourse if it seeks to stop implementation of the Agreements or challenge the President's power to make executive agreements, perhaps precipitating a constitutional crisis; and Congress must make clear to the Iraqi government that without congressional support, especially on funding, these Agreements with the Bush Administration will not be implemented.", "Although most comments from committee members supported some form of congressional involvement in the agreement-making process with Iraq, certain Members made it clear that they believe the President has the authority to enter into the Iraq Agreements as sole executive agreements and that congressional attempts to limit that power may be unconstitutional.", "The legal scholars who participated provided certain separate opinions with regard to the need for congressional approval of the Iraq Agreements, including the following:", "while a \"security assurance,\" such as an agreement to consult with Iraq on its defense in an emergency, could be executed by the President without congressional approval, a \"security commitment\" obligating the United States to defend Iraq would require a treaty that would need Senate approval; an agreement for U.S. bases in Iraq may be executed as an executive agreement, but only if it does not conflict with earlier legislation passed by Congress; the Administration should adhere to the State Department's Circular 175 regulations requiring congressional consultations, as the Iraq Agreements represent significant new international agreements; and implementation of the Iraq Agreements, even if executed as executive agreements, would still have to work within the parameters of congressional authorizations and appropriations.", "Hearings on the FY2009 Defense Budget", "The House and Senate Armed Services Committees convened separate hearings concerning the FY2009 budget request of the Department of Defense on February 6, 2008. During the hearings, several Members took the opportunity to ask Secretary Gates about the proposed Iraq Agreements. Under questioning, Secretary Gates did not rule out submitting an agreement with Iraq to the Senate for advice and consent as a treaty, but stated that the decision would be based on the contents of the agreement. He explained that it has been practice to execute status of forces agreements as executive agreements without seeking congressional approval. In his testimony during both hearings, Secretary Gates made several important statements concerning the Iraq agreements and the ongoing negotiations, including the following:", "the Iraq Agreements will not contain a U.S. commitment to defend Iraq and the SOFA will not contain a \"security component\"; the Declaration of Principles in itself also does not constitute a U.S. security commitment to Iraq; the Administration does not want permanent bases in Iraq; the SOFA will contain \"rules of the road\" on how U.S. forces are able to operate after expiration of the U.N. Security Council resolution, including rules on U.S. authority to detain individuals, and legal immunity for U.S. contractors; nothing in any agreement being negotiated with Iraq would bind a future administration; and there should be openness and transparency in the negotiation process so that Congress can make informed decisions concerning the Iraq Agreements, and the Senate will be afforded a chance to review the SOFA before it is implemented.", "The November 26 Declaration of Principles: Implications for U.N. Resolutions on Iraq and for Congressional Oversight", "This hearing took place on February 8, 2008, before the House Subcommittee on International Organizations, Human Rights, and Oversight. Four questions were to be considered: (1) whether a status of forces agreement can authorize U.S. forces to engage in combat in or on behalf of another country; (2) whether an agreement containing a U.S. commitment to defend another country must be submitted for some form of congressional approval; (3) what consultation with Congress is required on the form of the Iraq Agreements and the issues to be negotiated; and (4) what procedures must be followed within the executive to determine the form of the Iraq Agreements and the organization of negotiations. Building on the sentiments of the subcommittee's January 23 hearing, Members made the following statements, among others:", "the authority for U.S. forces to remain in Iraq past the end of the U.N. mandate on December 31, 2008, must be approved by both the Congress and the Iraqi COR; and the Declaration of Principles has been used by the Administration to send misleading political signals to both Congress and Iraq.", "The expert panel provided extensive testimony on the four questions posed by the subcommittee, including these assertions:", "a commitment to defend another country cannot be included in a status of forces agreement as that term is commonly used; the type of security commitment spelled out in the Declaration of Principles would contain a greater obligation for the United States than U.S. mutual defense treaties include, as the commitment involves defending against internal threats and an automatic requirement to use force in Iraq's defense; the Declaration itself, however, may not be intended as binding, and likely represents only a statement of shared interests, not a preview of the contents of the actual Iraq Agreements; any provisions in the proposed SOFA concerning immunity for security contractors from Iraq's legal process might represent an expansion of recognized presidential prerogatives regarding these types of agreements, although providing for such immunity may be within the President's constitutionally granted powers; and because the conditions of the specific 2002 authorization of the use of force against Iraq no longer adhere, the proposed Iraq Agreements represent a new national commitment of the U.S. armed forces and as such require congressional approval.", "Hearings on the FY2009 Foreign Affairs Budget", "The Senate Foreign Relations Committee and House Foreign Affairs Committee held separate hearings concerning the FY2009 foreign affairs budget on February 13, 2008. During Secretary of State Condoleezza Rice's testimony in the two hearings, she was questioned about the provisions of the proposed Iraq Agreements. She stated the following on the issue:", "the Administration is not seeking permanent bases in Iraq; the United States is not taking on an obligation to defend Iraq against its neighbors, or provide any security guarantees; the agreements do not contain a \"commitment to combat forces\" or required U.S. troop levels; the SOFA is intended to allow U.S. forces to operate there in a legal fashion after the U.N. mandate; the Administration will consult with Congress as the negotiations progress; and the SOFA will not bind the hands of the next president.", "Secretary Rice maintained the Administration's position that the proposed SOFA, while tailored to the specific situation in Iraq, still fell under the customary form of a SOFA and therefore could be concluded without congressional approval.", "Status of Forces Agreements and U.N. Mandates: What Authorities and Protections Do They Provide to U.S. Personnel?", "Continuing its series on the future of the U.S. relationship with Iraq, the House Subcommittee on International Organizations, Human Rights, and Oversight held this hearing on February 28, 2008. Focusing on the purpose and scope of SOFAs in general, the hearing produced statements from committee members that Congress needs to play a significant role in reviewing and approving the Iraq SOFA, even if it does not include a commitment to defend Iraq, due to the importance of Iraq to U.S. foreign policy overall. Professor Michael J. Matheson, one of the experts on the hearing panel, suggested that Congress should engage in defining the scope of authority for military operations in Iraq going forward.", "Declaration and Principles: Future U.S. Commitments to Iraq", "This hearing took place before a joint session of the House Subcommittee on International Organizations, Human Rights, and Oversight and the Subcommittee on the Middle East and South Asia on March 4, 2008. The fourth hearing in a series, it was the first that collected testimony from Administration officials. Ambassador David Satterfield, who leads the negotiations with Iraq, answered numerous questions from Members concerning the Iraq Agreements, making the following statements, among others:", "the Iraq Agreements will not include a binding commitment to defend Iraq or any other security commitment that would warrant Senate advice and consent; the Iraq Agreements will not create permanent U.S. bases in Iraq, and will not specify numbers of U.S. troops to be stationed there; any arrangement fulfilling the pledges of the Declaration of Principles between the Administration and Iraq will be made public and will not remain secret; the Administration does not contemplate the Strategic Framework as a legally binding agreement; the Administration has made clear to Prime Minister al Maliki and other Iraqi officials that the Agreements will not include an obligation to enter into combat if Iraq is attacked; the Iraq Agreements will not contain a commitment for U.S. forces to remain present in Iraq; and the Administration relies on the congressional authority in the 2002 authorization to invade Iraq as the basis for maintaining U.S. forces in Iraq past the end of the U.N. mandate.", "When asked whether the Administration would present the Iraq Agreements to Congress for approval, Ambassador Satterfield held to the Administration's position that the Agreements did not need congressional approval, but stated that the Administration would comply with all constitutional requirements. He stated that background briefings had already taken place between the Administration and Members of Congress, and that they would continue, but that the Administration would not publicly disclose its negotiating positions.", "International Affairs Budget for Fiscal Year 2009", "The House Appropriations Subcommittee on State, Foreign Operations and Related Programs held this hearing on March 12, 2008. Secretary Rice appeared before the subcommittee during this hearing and was asked several questions concerning the Iraq Agreements. She reiterated her comments from earlier hearings, stating that the Administration was not seeking permanent bases, and that the SOFA being negotiated does not set troop levels, and does not make commitments to specific kinds of operations. Answering a question concerning the submission of the Iraq SOFA to Congress for approval, Secretary Rice responded that SOFAs are not submitted to Congress. When pressed on the source of the President's authority to continue the U.S. presence in Iraq, Secretary Rice did not cite the 2002 authorization to invade Iraq or the 2001 authorization to use military force in response to the September 11 terrorist attacks, instead stating, \"the President has the authority, we believe, to continue the operations,\" without reference to the basis for that authority.", "Hearings on the Iraq Report Regarding the U.S. Troop Surge", "The Senate Foreign Relations Committee, on April 8, 2008, and the House Foreign Affairs Committee, on April 9, 2008, each held a hearing to discuss the results of the U.S. troop surge in Iraq. Ambassador Ryan Crocker testified before both committees, making several statements and answering questions concerning the Iraq Agreements. While much of his testimony was similar to that of other Administration officials in previous hearings, he did explain the motivation for the Agreements, stating that the principal leaders of Iraq requested a long-term bilateral relationship with the United States in August 2007, and that the Agreements represent to the Iraqis an affirmation of their sovereignty. He also explained that the Agreements do not contain provisions for permanent U.S. bases in Iraq, and that he anticipated the United States would explicitly forswear such bases in the Agreements. As other Administration officials had done, Ambassador Crocker stated the Administration's intention was to conclude the SOFA as a sole executive agreement. He also made comments that indicated the Strategic Framework would not be a legally enforceable international agreement, but merely a political agreement between the Administration and the al Maliki government.", "Negotiating a Long-Term Relationship with Iraq", "This hearing was held before the Senate Foreign Relations Committee on April 10, 2008. Ambassador David Satterfield appeared before the committee and gave testimony concerning the two proposed Iraq Agreements that was similar to his earlier testimony on March 4, outlined above: no permanent U.S. bases, no requirement for troop levels or the nature of the U.S. mission, no binding commitment to defend Iraq, and no provisions that will limit the policy options of the next president. He repeated the Administration's position that the SOFA would be concluded as an executive agreement rather than a treaty, but that the Administration intended to consult with Congress throughout the process. He explained that the Strategic Framework would not contain legally binding commitments that would trigger Senate advice-and-consent procedures. When questioned about the authority for the U.S. presence in Iraq after the expiration of the U.N. mandate on December 31, 2008, Ambassador Satterfield cited the President's authorities as commander-in-chief as well as the 2002 authorization to invade Iraq and the 2001 authorization to use force after the September 11 terrorist attacks.", "The Future of U.S.-Iraqi Relations: The Perspective of the Iraqi Parliament", "The House Subcommittee on International Organizations, Human Rights, and Oversight held this hearing on June 4, 2008. The subcommittee took testimony from two members of the Iraqi COR, Sheikh Khalaf Al-Ulayyan and Professor Nadeem Al-Jaberi, concerning the continuing U.S. presence in Iraq and the two proposed Iraq Agreements. They asserted that as a whole the COR had several ongoing concerns:", "the Agreements should not be concluded at this time, because Iraq does not enjoy full sovereignty and as such cannot enter any agreement with the United States as an equal party; Iraq should not enter into the Agreements until the new U.S. president comes into office; any agreement between the al Maliki government and the United States will not be implemented without approval by the COR; no provision for permanent U.S. bases in the Iraq Agreements will be acceptable to the Iraqi populace; and the presence of U.S. forces in Iraq is no longer needed, and a timetable for withdrawal of U.S. forces is desired.", "At the hearing, Chairman Delahunt announced a plan to create a formalized interparliamentary dialogue mechanism between the legislatures of the United States and Iraq that would \"allow us to continue these conversations and better inform ourselves, because legislative bodies in a democracy are absolutely essential and particularly in terms of oversight of the executive branches.\" Professor Al-Jaberi indicated that the COR will pursue this idea.", "Hearing to receive a briefing on the status of negotiations with Iraq on a Strategic Framework Agreement and a Status of Forces Agreement", "This hearing was held on July 16, 2008 in a closed session of the Senate Armed Services Committee.", "Possible Extension of the U.N. Mandate for Iraq: Options", "The House Subcommittee on International Organizations, Human Rights, and Oversight held this hearing on July 23, 2008. The hearing focused on the continued negotiation of the Iraq Agreements and the possible need for extension of the U.N. mandate if the Agreements were not finalized by December 31, 2008. At the hearing, Members of Congress expressed their continued concerns over whether the Bush Administration and the al Maliki government could execute the Iraq Agreements before expiration of the U.N. mandate. Several continued to argue that the Bush Administration must consult with Congress on the negotiation of the Agreements and must submit the Agreements to Congress for approval. Some stressed their view as well that review and approval of the Iraq Agreements by the Iraqi COR was legally required. Several witnesses gave their testimony on these and other issues concerning the Iraq Agreements, and made statements demonstrating a number of points of view:", "Execution of the Security Agreement and Strategic Framework will better ensure U.S. national security interests than an extension of the U.N. mandate. Continuation of the U.N. mandate will harm Iraq's sovereignty in the eyes of the international community and of the Iraqis themselves. Extension of the U.N. mandate under Chapter VI, which would allow Iraq to voluntarily allow the presence of U.S. troops, may be a middle way between the contemplated Iraq Agreements and the extension of the Chapter VII mandate. A majority of the Iraqi COR and the Iraqi population welcome non-military U.S. assistance, but desire a timetable for withdrawal of U.S. troops in any bilateral agreement for a continued U.S. military presence. Given the reported difficulties in the negotiations over the Iraq Agreements and the short time frame for finalizing the agreements, an extension of the U.N. mandate is the only avenue to ensuring the legality of the U.S. mission in Iraq under domestic and international law, and the legal protections and immunities of U.S. troops in Iraq. Going forward, Congress can strengthen its role in the execution of the Iraq Agreements by working directly with the Iraqi COR and coordinating efforts for including the two legislatures in the process, making its oversight activities as visible as possible to both the U.S. and Iraqi populations, and to continue to conduct oversight through hearings and other means as the negotiations continue.", "The last witness at the hearing was Dr. Ayad Allawi, the former prime minister of Iraq, and current member of the COR. Dr. Allawi expressed his opinion that the Iraq Agreements should be transparent, and that the Prime Minister al Maliki's government should consult with the COR about these Agreements and submit them to the COR for formal approval, in compliance with the requirements of the Iraqi constitution. He stated that the general opposition of a majority of COR members to the Iraq Agreement stemmed from the fact that the COR had not been kept apprised of the contents of the Agreements and the status of the negotiations. The Agreements may receive the two-thirds majority vote for ratification, he explained, if the COR had an opportunity to review the agreements beforehand. With regard to an extension of the U.N. mandate, Dr. Allawi stated that a Chapter VI mandate would be more appropriate to the current state of Iraq's status as a sovereign nation.", "Hearing on the Iraq Progress Report", "The House Armed Services Committee held this hearing on July 23, 2008. The Committee received testimony from Mr. Gene Dodaro, Acting Comptroller General of the United States. During his testimony, Mr. Dodaro made several statements and answered questions concerning the Iraq Agreements and the termination of the U.N. mandate as it pertained to the benchmarks set out in the Iraq Progress Report. Mr. Dodaro stated that the Iraq Agreements should address the issues of continued development of various capacities in Iraq, and that the continuing framework for Iraq's progress must take into account issues of the imminent U.S. presidential transition.", "The Situation in Iraq and Afghanistan", "During this hearing held by the Senate Armed Services Committee on September 23, 2008, Senator John Warner questioned Secretary of Defense Robert Gates on the status of negotiations over the Iraq Agreements, and the Bush Administration's intentions to involve Congress in the overall process of executing the Agreements. Secretary Gates explained that the negotiations had been difficult, and that the Iraqi government had strong views about the country's sovereignty. He stated that it was his understanding that all relevant committees had been briefed on the negotiations, and that the Agreements would not be signed before consultation with Members of Congress. Senator Warner expressed his belief that full and open consultation with Congress was required, not briefings for \"just one or two chairmen here or a ranking [member] there.... \" Secretary Gates stated that if the Agreements reach final form during a recess the Administration would make significant effort to \"reach out to members.\" Chairman Carl Levin then asked Secretary Gates to confirm his understanding, stating, \"There's a commitment from this administration that before the agreements are finalized that there be consultation with the leadership of the Congress.\" (Emphasis added.) Secretary Gates answered, \"Yes, sir.\"", "Renewing the United Nations Mandate for Iraq (and Analysis of Finalized Iraq Agreements)", "This hearing took place before the House Subcommittee on International Organizations, Human Rights, and Oversight on November 19, 2008. The topic for the hearing was to center on renewing the U.N. mandate for Iraq, but the participants focused extensively on the bilateral U.S.-Iraq Agreements signed on November 17. The COR had not yet voted to approve the Agreements, however, making the extension of the UN mandate a possibility if the Iraqi COR disapproved the Security Agreement.", "Chairman Delahunt commented that he hoped the series of hearings conducted by the subcommittee had a role in shaping the discussion and formation of the Iraq Agreements, especially the inclusion of withdrawal deadlines in the Security Agreement. He expressed continued frustration with the Bush Administration's unwillingness to conduct open consultation with Congress and to submit the Iraq Agreements to Congress for formal approval. In addition, he noted his surprise at the opposition of the Administration to an extension of the UN mandate and insistence on finalizing the bilateral Security Agreement before December 31, 2008.", "Members participating in the hearing also stated a number of concerns about the provisions of the Security Agreement itself, including", "the lack of provision in the Agreements for Iraqi reimbursement of U.S. costs incurred as a result of a continued U.S. presence in Iraq through 2011; the Agreements' inattention to the role of multilateral cooperation in the continuing reconstruction of Iraq; the lack of legal immunity from prosecution in Iraqi courts for private security contractors not employed under DOD contract; and the vagueness of several of the provisions.", "The Iraq Agreements in the Context of U.S. Interests and the Mission in Iraq", "Thomas Donnelly of the American Enterprise Institute gave testimony concerning the Security Agreement's relationship to U.S. interests in Iraq. He stated that the Congress should approve the Security Agreement if possible, because it would aid the President by removing doubts about the legal status of U.S. troops, and because the Security Agreement would bolster the developing stability of Iraq. He claimed that passage of the Security Agreement would weaken the supporters of Moqtada al Sadr, represent a rejection of Iran's influence in Iraq, and improve Iraq's self-image as a sovereign nation. He also expressed his concerns about the requirement for U.S. forces to withdraw from Iraqi cities and towns by June 30, 2009, citing the possibility of a return to ethnic cleansing, and the lack of certainty about U.S. operations in Iraq that may be necessary past the December 31, 2011 termination of the Security Agreement. He stated that while the Security Agreement did not require Iraq to reimburse the United States for its expenditures in Iraq, the United States should ensure that Iraq budgetary process and execution be strengthened in order to increase Iraq's ability to take over security and other activities from the United States.", "The members of the subcommittee and the witnesses also engaged in a discussion concerning the Iraqi courts' jurisdiction over U.S. forces, DOD contractors, and non-DOD contractors.", "U.S. Constitutional Issues Concerning the Iraq Agreements", "Professor Oona Hathaway provided testimony to the subcommittee concerning U.S. constitutional issues and the Security Agreement, making the argument that the Security Agreement contained provisions that fell outside the President's independent constitutional powers. First, she considered the provision requiring U.S. commanders in Iraq to receive approval from the Iraqi government through the JMOCC before engaging in military activities. Professor Hathaway stated that the executive branch's partial ceding of operational decisional control without prior congressional approval was unprecedented. Second, she argued that the Security Agreement contained many provisions that had never been included in a U.S. SOFA, including the provision granting U.S. forces the ability to fight in Iraq, the JMOCC provision requiring Iraqi approval of U.S. military operations, and the timetables for withdrawal of U.S. troops from Iraqi cities and from Iraq itself. Professor Hathaway explained that such agreements have in the past been concluded as treaties requiring Senate approval.", "Last, Professor Hathaway argued that the war in Iraq would become illegal under U.S. law because Congress authorized the use of force against Iraq for two purposes: (1) to defend U.S. national security against the continuing threat posed by Iraq; and (2) to enforce all relevant U.N. Security Council resolutions regarding Iraq. Because Iraq is no longer a threat, as stated in the Security Agreement itself, and because the UN mandate expires on December 31, 2008, she asserted that there would be no congressional approval for the war as of January 1, 2009. Professor Hathaway argued that only an extension of the UN mandate, or congressional approval of the Security Agreement, would give legal authority for the continuation of the war in Iraq.", "When asked by Members of the Subcommittee about the legality of the Security Agreement if Congress does not approve it, Professor Hathaway stated that it would be unconstitutional in her view. She stated that a challenge in the courts is possible but unlikely to be effective, but legislation from Congress stating that the Security Agreement must be approved by Congress to be legal might be effective in protecting congressional powers against a harmful precedent. She also explained that the President may wish to submit the Security Agreement to Congress for approval, making it a so-called \"ex post congressional-executive agreement.\" In response to questions concerning Congress's ability to pass legislation that changes, reinterprets, or rejects provisions of the Security Agreement, Professor Hathaway stated that the President must agree to any changes to the Security Agreement before they could be effective.", "Iraqi Constitutional Requirements for Ratification of the Iraq Agreements", "Testimony entered into the record from Issam M. Saliba of the Law Library of Congress explained the requirements in the Iraq constitution for ratification of international agreements:", "Article 80, Section 6 authorizes the Council of Ministers or its designee to negotiate and sign international treaties and agreements. Article 73, Section 2 requires international treaties and agreements to be ratified by the COR and confirmed by the President. Article 61, Section 4 authorizes passage of a law by a two-thirds majority regulating ratification of international treaties and agreements. Mr. Saliba stated that the ratification law required by Article 64 could contain different requirements for different types of agreements. He stated, however, that the COR has not yet passed the ratification law, and therefore there is no legal basis for asserting that the Iraq Agreements may be ratified by a simple majority of the COR. He argued that a two-thirds majority vote of the COR approving either of the Iraq Agreements would be legally valid under the constitution, as the number of COR members approving the individual Agreements would equal the number required to pass the law of ratification. Chairman Delahunt stated that the Speaker of the COR at the time, Dr. Mahmoud al-Mashhadani, agreed with this legal assessment. ", "Raed Jarrar, Iraq consultant to the American Friends Service Committee, testified that many political factions within the COR oppose entering into the Iraq Agreements at this time, arguing that the COR has not been adequately involved in the negotiation of the Iraq Agreements, and that it needed more than a few days to consider the agreement. Members of the COR had also expressed concerns about Article 29 of the Security Agreement, Mr. Jarrar stated, as that article permits the parties to enter into additional implementation agreements, presumably without additional parliamentary approval. Recently, Mr. Jarrar explained, political parties aligned with the Prime Minister began to assert that the agreement could be passed by a simple majority in the COR. He expressed his opinion that this argument was politically motivated, because (1) the proposed law on ratifications would call for a two-thirds vote on the Agreements, support the government did not have, and (2) Ayatollah Ali al-Sistani insisted that the Agreements be presented to the COR for approval at this time. He was of the opinion that a bare-majority vote in the COR on the Iraq Agreements may be cause for renewed splits among different groups in Iraq. Mr. Jarrar also mentioned that the Iraqi constitutional court, which would rule on constitutional issues such as these, has not yet been created. He stated it is possible that the court, once in operation, would judge the Security Agreement invalid due to the COR's possible circumvention of constitutional requirements for ratification.", "International Law Issues Concerning the Iraq Agreements and Extension of the UN Mandate", "Professor Michael Matheson testified on the U.N. Security Council's resolution procedures and their possible use to extend the U.N. mandate for Iraq. He stated that a new Security Council resolution could be passed as it exists now, as a Chapter VII mandate requiring a threat to international peace and security, or as a Chapter VI mandate, which requires the invitation of foreign troops into the host country. A Chapter VI mandate, he explained, would not have any derogatory effect on Iraqi sovereignty, and would allow U.S. forces to continue to operate in Iraq with the same legal status and protections. Professor Matheson stated that certain Chapter VII resolutions would remain in effect, however, including those concerning protection of Iraqi oil assets and the U.N. regime on compensation of Kuwaiti victims of the first Gulf War."], "subsections": []}]}]}}