{"id": "RL34077", "title": "Student Loans, Student Aid, and FY2008 Budget Reconciliation", "released_date": "2007-10-23T00:00:00", "summary": ["The College Cost Reduction and Access Act of 2007 was enacted as P.L. 110-84 on September 27, 2007. P.L. 110-84 makes changes to programs authorized under the Higher Education Act of 1965 and, in so doing, achieves projected savings of $752 million in mandatory spending over the period covering FY2007 through FY2012 and $3.6 billion over the period covering FY2007 through FY2017.", "The FY2008 budget resolution (S.Con.Res. 21, H.Rept. 110-153) contains reconciliation instructions that require the House Committee on Education and Labor and the Senate Committee on Health, Education, Labor, and Pensions to report reconciliation legislation to reduce mandatory spending by $750 million over the period covering FY2007 through FY2012. As required, these committees reported reconciliation recommendations producing the required savings to their parent chamber prior to September 10, 2007.", "Each of the aforementioned authorizing committees marked up a bill in June of 2007 with reconciliation recommendations that generate the required savings in mandatory spending. Each chamber also considered a broad set of Higher Education Act (HEA) amendments in conjunction with the reconciliation proposals. Under each bill, the required savings are achieved through cuts in payments to Federal Family Education Loan (FFEL) program lenders and guaranty agencies. Both bills generate substantially higher levels of savings in mandatory spending than required by the reconciliation directive, and the additional savings offset costs associated with a broad array of new or enhanced student aid benefits.", "On June 25, 2007, the House Committee on Education and Labor reported H.R. 2669, the College Cost Reduction Act of 2007 (H.Rept. 110-210), containing the required reconciliation proposals. On July 11, 2007, the measure was adopted by the House. On July 10, 2007, the Senate Committee on Health, Education, Labor, and Pensions reported S. 1762, the Higher Education Access Act of 2007, containing its reconciliation recommendations. The provisions of S. 1762, were incorporated into the Senate version of H.R. 2669, which the Senate passed on July 20, 2007.", "This report reviews and briefly describes the major proposals contained in both the House-passed and Senate-passed versions of H.R. 2669 to achieve savings in mandatory spending through changes to federal student loan programs and to enhance student aid benefits or make other changes to existing federal student aid programs. It also reviews and describes the major changes enacted under P.L. 110-84 that are projected to achieve savings in mandatory spending and those that establish new or enhanced student aid benefits or that otherwise amend pre-existing federal student aid programs. This report is structured to provide a record of proposals to achieve savings in mandatory spending or to provide new or enhanced student aid benefits considered during FY2008 budget reconciliation and that have gained passage by one or both chambers, as well as those enacted into law. This report will not be updated."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Budget Resolution", "paragraphs": ["The House and Senate approved the conference report ( H.Rept. 110-153 ) on S.Con.Res. 21 , the Concurrent Resolution on the FY2008 Budget on May 17, 2007. The annual concurrent resolution sets forth the congressional budget. When the federal deficit is expected to be large, budget resolutions often require reductions in mandatory spending. In such instances, the budget resolution issues reconciliation instructions that require authorizing committees to report changes to legislation to reduce spending on mandatory programs under their jurisdiction.", "The FY2008 budget resolution includes reconciliation instructions that direct authorizing committees to report legislation to reduce mandatory spending for the period FY2007-FY2012. Subsequently, these proposals were required to be reported by each committee to its parent chamber. Under the reconciliation instructions, the House Committee on Education and Labor and the Senate Committee on Health, Education, Labor, and Pensions were responsible for a reduction of $750 million for FY2007-FY2012.", "The Federal Family Education Loan (FFEL) program and the William D. Ford Direct Loan (DL) program are two of the major mandatory programs under each committee's jurisdiction. Each committee has looked to reduce mandatory spending on these federal student loan programs to meet the requirements of recent budget reconciliations. To meet the requirements of the FY2008 reconciliation instructions, changes to the FFEL program were made to achieve reductions in mandatory spending. These reductions in mandatory spending are sufficiently large that they offset a broad array of new and enhanced student aid benefits."], "subsections": []}, {"section_title": "Federal Student Loan Programs", "paragraphs": ["The federal government operates two major student loan programs: the Federal Family Education Loan program, authorized by Part B of Title IV of the Higher Education Act (HEA), and the William D. Ford Direct Loan program, authorized by Part D of Title IV of the HEA. These programs make available loans to undergraduate and graduate students and the parents of undergraduate students to help them finance the costs of postsecondary education.", "Under the FFEL program, loan capital is provided by private lenders, and the federal government guarantees lenders against loss through borrower default; death; permanent disability; or, in limited instances, bankruptcy. Under the DL program, operated through the U.S. Department of Education (ED), the federal government provides the loans to students and their families, using federal capital (i.e., funds from the U.S. Treasury). The two programs rely on different sources of capital and different administrative structures, but essentially disburse the same set of loans.", "The DL program, established in 1993, was intended to streamline the student loan delivery system and achieve cost savings. While the DL program was originally introduced to gradually expand and replace the long-standing FFEL program, the 1998 HEA amendments removed the provisions of the law that referred to a \"phase in\" of the DL program. Currently both programs are authorized and the two programs compete for student loan business. In FY2007, these programs provided $63.9 billion in new loans to students and their parents. In that year the FFEL program provided 11,359,000 new loans averaging approximately $4,494 each, and the DL program provided 2,791,000 new loans averaging approximately $4,603 each."], "subsections": []}, {"section_title": "Mandatory Spending on Student Loans", "paragraphs": ["The FFEL and DL programs are entitlements; funding is provided for these programs on a permanent indefinite basis, not subject to appropriations. The fiscal year cost estimates for both programs, under terms of the Credit Reform Act of 1990, are calculated by determining the net present value of the costs to the government over the lifetime of new loans disbursed in the given fiscal year. Under credit reform, an effort is made to capture, in the year in which credit is provided, the multi-year net cash flows associated with a new cohort of direct or guaranteed loans. This calculation establishes a \"subsidy cost,\" which is the estimated long-term cost to the government of a direct or guaranteed loan.", "In calculating the subsidy costs for the two programs, the main cost components are the interest benefits to students in the subsidized Stafford Loan program, the special allowance payments to lenders, and defaults. Subsidy cost calculations are highly dependent on interest rate forecasts over the life of the loans and therefore can vary significantly depending on these forecasts. In order to achieve savings in mandatory spending on the loan programs, Congress has often cut loan subsidies or introduced fees to generate funds that offset mandatory spending.", "Each year the Congressional Budget Office (CBO) issues a baseline budget forecasting estimated spending over a 10-year period under current law, assuming no policy changes are enacted over that time period. The CBO baseline serves as a benchmark for budgetary analyses. When legislation that would affect mandatory spending is introduced, its budgetary impact is measured against the CBO baseline. The current CBO baseline projects that over the 2008-2012 period the federal student loan programs would guarantee or disburse about $406 billion in new loans—costing about $21.2 billion."], "subsections": []}, {"section_title": "FY2008 Budget Reconciliation Provisions", "paragraphs": ["The savings in mandatory spending required by the FY2008 budget reconciliation instructions for the House Committee on Education and Labor, and the Senate Committee on Health, Education, Labor, and Pensions, and enacted in P.L. 110-84 , are achieved through changes to the FFEL program. In addition, the savings achieved through these changes are sufficiently large to offset a number of new or enhanced student financial aid benefits.", "On June 25, 2007, the House Committee on Education and Labor reported H.R. 2669 , the College Cost Reduction Act of 2007 ( H.Rept. 110-210 ). On July 10, 2007, the Senate Committee on Health, Education, Labor, and Pensions reported S. 1762 , the Higher Education Access Act of 2007. Through these measures, each committee reported reconciliation recommendations meeting the requirements of the FY2008 budget resolution.", "On July 11, 2007, the House passed H.R. 2669 . The Senate incorporated all of the provisions of S. 1762 into H.R. 2669 and passed it on July 20, 2007. House and Senate conferees reported a conference report to H.R. 2669 , H.Rept. 110-317 , on September 6, 2007; and the following day both chambers agreed to the conference report. On September 27, 2007, the President signed the College Cost Reduction and Access Act of 2007 into law as P.L. 110-84 .", "This section of the report begins by reviewing and briefly describing the major proposals contained in each the House-passed and Senate-passed versions of H.R. 2669 to achieve savings in mandatory spending through changes to the federal student loan programs and to enhance student aid benefits and make other changes to existing federal student aid programs and provisions. It then proceeds to review and describe the major changes enacted under P.L. 110-84 that are projected to achieve savings in mandatory spending and those that establish new or enhanced student aid benefits or that otherwise amend pre-existing federal student aid programs. This report is structured to provide a record of proposals designed to achieve savings in mandatory spending or to provide new or enhanced student aid benefits considered during FY2008 budget reconciliation and that have gained passage by one or both chambers, as well as those enacted into law."], "subsections": [{"section_title": "House-Passed Provisions", "paragraphs": ["The House reconciliation bill's student loan provisions produce a total of $20.4 billion in savings in mandatory spending over the 2008-2012 period and $41.1 billion over the 2008-2017 period. The $750 million in required savings over the 2007-2012 period is met, and the net savings is roughly $2.8 billion over the 2008-2012 period and $3.5 billion over the 2008-2017 period. In this instance, \"net savings\" refers to savings not being used to support specified mandatory spending. However, it was only necessary to generate $750 million in required savings over the 2007-2012 period to meet the requirements of the reconciliation directives. Much of the additional savings, roughly $17.6 billion over the 2008-2012 period and $37.6 billion over the 2008-2017 period, would be used to support a series of new or enhanced student aid benefits included in H.R. 2669 . The principal savings provisions included in the House reconciliation bill would", "effective October 1, 2007, change the formulas used to calculate lender yields on student loans, reducing the lender rate by 0.55 percentage points on Stafford Loans and Consolidation Loans and by 0.85 percentage points on PLUS Loans; effective October 1, 2007, raise a loan origination fee that for-profit lenders pay to the federal government on all new loans from 0.50% to 1%; and as of the same date, eliminate the 0.50% fee for loans held by those for-profit holders receiving a newly available \"smaller lender\" designation, and for all non-profit lenders; reduce the level of insurance provided to lenders from 97% to 95% for new loans made on or after October 1, 2007, and eliminate exceptional performer status; effective October 1, 2007, reduce guaranty agency retention amounts from 23% to 16% of collections on defaulted loans; and effective October 1, 2007, alter guaranty agency fees by reducing account maintenance fees, which are paid to guarantors annually by the federal government, from 0.10% to 0.06% of original principal of loans guaranteed; establish a delinquency prevention fee, paid to guarantors on a monthly basis by the federal government equal to 0.0055% of original principal of loans insured that are not in delinquency status as of the end of the previous month; and establish a minimum amount ($1.5 million in each fiscal year) to be paid to each guarantor in loan processing and issuance fees.", "The House reconciliation bill also includes provisions that would increase direct spending. As was noted above, the amount of savings required by the reconciliation instructions has been exceeded by a considerable amount, and additional savings would be used to offset the costs of new loan and grant aid. The provisions providing new or enhanced loan aid would", "incrementally reduce interest rates on subsidized Stafford Loans for undergraduate students from the current rate of 6.8% to 6.12% for loans for which the first disbursement is between July 1, 2008 and June 30, 2009—and by an additional 0.68 percentage points each subsequent year—to 3.4% for loans for which the first disbursement is between July 1, 2012 and June 30, 2013; effective July 1, 2008, increase annual loan limits on subsidized and unsubsidized Stafford Loans from $5,500 to $7,500 (and from $10,500 to $12,500 in combined Stafford Loan borrowing by undergraduate independent students) for borrowers who have completed two or more years of undergraduate study; effective July 1, 2008, increase aggregate loan limits on subsidized Stafford Loans from $23,000 to $30,500 for undergraduate students, and from $65,000 to $73,000 for graduate and professional students; establish a new loan forgiveness program for new borrowers after the date of enactment, under which $1,000 in outstanding loan balance may be forgiven for each complete year of service in specified areas of national need, up to a maximum of $5,000 in loan forgiveness for five years of service; effective October 1, 2007, grant loan forgiveness of remaining loan balances for DL borrowers who have made 120 payments according to the income-contingent repayment plan and who at the same time have been employed in certain public sector jobs; effective October 1, 2007, revise a criterion according to which borrowers may qualify for economic hardship deferment, from working full-time and earning less than 100% of the poverty line for a family of two to working full-time and earning less than 150% of the poverty line applicable to the borrower's family size; remove a criterion according to which borrowers may qualify for economic hardship deferment if working full-time and having a federal student loan debt burden equal to 20% or more of their adjusted gross income (AGI) and where the result of their AGI minus their debt burden is less than 220% of the poverty line for a family of two; remove the existing three-year limit on economic hardship deferment; and grant loan forgiveness after 20 years in economic hardship deferment; and effective on the date of enactment, grant deferment for up to 13 months following the completion of active duty military service to borrowers who are members of the National Guard or other reserve component of the armed forces, or are members of the armed forces in retired status, who are called to active duty service while enrolled, or within six months of being enrolled, at an eligible institution.", "The provisions providing new or enhanced grant aid or adjustments to need analysis calculations would", "extend authorization of the Pell Grant program through FY2013; effective on the date of enactment, eliminate the Pell Grant tuition sensitivity provision; effective July 1, 2009, permit students who are enrolled and pursuing an associate's degree, baccalaureate degree, or a certificate, and who take courses for more than two semesters or three quarters in a given academic year, to receive more than one (but not more than two) Pell Grant awards in a single academic year; add mandatory funding for the Pell Grant program through FY2017: $840 million for FY2008, $870 million for FY2009, $1.34 billion for FY2010, $2.28 billion for FY2011, $2.35 billion for FY2012, $2.4 billion for FY2013, $2.45 billion for FY2014, $2.51 billion for FY2015, $2.55 billion for FY2016, and $2.57 billion for FY2017; these mandatory funds are to be used to increase the amount of the maximum Pell Grant award by the following amounts: $200 for award years 2008-2009 and 2009-2010, $300 for 2010-2011, and $500 for 2011-2012 and each subsequent award year; increase the need analysis income protection allowance (IPA) for dependent students from $3,080 in academic year 2008-2009 to $3,750 for academic year 2009-2010, and increase the IPA for academic years 2010-2011 and 2011-2012 by 10% of the preceding year's level; increase the IPA for independent students without dependents from $6,220 for academic year 2008-2009, to $6,690 for academic year 2009-2010; and increase the IPA for academic years 2010-2011 and 2011-2012, by 10% of the preceding year's level; increase the IPA for independent students without dependents, who are married and one of whom is enrolled in postsecondary education, from $9,970 in academic year 2008-2009, to $10,720 for academic year 2009-2010; and increase the IPA for academic years 2010-2011 and 2011-2012, by 10% of the preceding year's level; establish a special rule for the 2009-2010 academic year that would increase the IPA tables for independent students with dependents by 10% for that academic year and for each of the three succeeding academic years. For each academic year after 2012-2013, all IPA tables would be updated by a percentage equal to the percentage increase in the Consumer Price Index (CPI) (current law); effective July 1, 2009, amend the eligibility criteria for the need analysis simplified needs test (SNT) to include a parent who is a dislocated worker, in the case of a dependent student; or the student, if he/she is an independent student. Also amends the eligibility criteria to include parents of a dependent student or the student, in the case of either a dependent or independent student, who received a benefit under a means-tested benefit program in the last 24 months as opposed to the last 12 months under current law; effective July 1, 2009, amend the eligibility criteria for automatic-zero expected family contribution (auto-zero EFC), for need analysis, to include a parent who is a dislocated worker in the case of a dependent student or the student, if he/she is an independent student. Further, it would amend the eligibility criteria to include parents of a dependent student or the student, in the case of either a dependent or independent student, who received a benefit under a means-tested benefit program in the last 24 months as opposed to the last 12 months under current law. Finally, it would increase the income eligibility threshold for auto-zero EFC from $20,000 to $30,000 for both parents and independent students with dependents, and specify that the income threshold shall be adjusted annually using the CPI; effective July 1, 2009, expand special circumstances for financial aid administrators to use professional judgment to include a family member who is a dislocated worker as defined by the Workforce Investment Act of 1998; effective July 1, 2009, clarify that a distribution from a qualified education benefit is excluded from the need analysis calculation, and should not be considered as other financial assistance in the aid packaging process; effective July 1, 2009, eliminate some untaxed income (e.g., welfare benefits, the earned income tax credit, credit for special fuel and the amount of foreign income) from consideration in the calculation of total income for students and parents in need analysis; and effective July 1, 2009, clarify that in need analysis qualified education benefits shall be treated as an asset of the parent if the student is a dependent, and as an asset of the student if the student is independent.", "The provisions for new or enhanced aid to specific institutions of higher education (IHEs), or adjustments to campus-based aid would", "establish a competitive grants program through a mandatory appropriation of $15 million per year in FY2008-FY2012, for IHEs that have an annual percentage increase in net tuition that is equal to or less than the percentage change in the higher education price index for that year, with funds to be distributed by the IHE in the form of need-based grant aid to students who are eligible for Pell Grants; and provide bonus rewards to IHEs for guaranteeing the amount of tuition and fees a student will pay for a specific number of years with funds to be distributed by the IHE in the form of need-based grant aid to students who are eligible for Pell Grants; provide a mandatory appropriation of $15 million per year in FY2008-FY2012 to establish cooperative education grant rewards for IHEs that restrain tuition increases and support demonstration projects, training and resource centers, and research related to cooperative education; create Centers of Excellence at minority-serving institutions (MSIs) which are focused on teacher preparation programs; and provide $50 million for the period covering FY2008-FY2012, through a mandatory appropriation; create a new program for historically black colleges and universities (HBCUs), Hispanic-serving institutions (HSIs), tribal colleges and universities, Alaska Native and Native Hawaiian-serving institutions, Predominantly Black Institutions (PBIs), and Asian and Pacific Islander-serving institutions and provide through mandatory appropriation $100 million per year for FY2008-FY2012; create and support through a mandatory appropriation of $300 million for the period covering FY2008-FY2012, a College Access Challenge Grant Program, which makes funds available to philanthropic organizations to provide need-based grants, mentoring, and outreach programs; provide, through mandatory appropriation, $30 million per year for FY2008-FY2011 to support specified Upward Bound programs that receive a high rating on their grant application; and provide $100 million in mandatory funding for Perkins Loan federal capital contributions each year for FY2008-FY2012."], "subsections": []}, {"section_title": "Senate-Passed Provisions", "paragraphs": ["The Senate reconciliation bill's student loan provisions produce a total of $19.5 billion in savings in mandatory spending over the 2008-2012 period and roughly $42 billion over the 2008-2017 period. The $750 million in required savings over the 2007-2012 period is met, and the projected net savings over the 2008-2012 period is roughly $780 million and over the 2008-2017 period is $3.3 billion. Once again, \"net savings,\" in this instance, refers to savings not being used to support specified mandatory spending. It was only necessary to generate $750 million in required savings over the 2007-2012 period to meet the requirements of the reconciliation directives. Much of the additional savings, roughly $18.5 billion over the 2008-2012 period and $36.2 billion over the 2008-2017 period, would be used to support a series of new or enhanced student aid benefits included in S. 1762 . The principal savings provisions included in the Senate reconciliation bill would", "effective October 1, 2007, change the formulas used to calculate lender yields on student loans by reducing the lender rate by 0.50 percentage points for Stafford Loans and Consolidation Loans and by 0.80 percentage points for PLUS Loans, if the loans are held by for-profit lenders; and by 0.35 percentage points and 0.65 percentage points, respectively, for loans held by not-for-profit lenders; eliminate lender exceptional performer status as of October 1, 2007; increase the lender origination fee on loans from 0.50% to 1% for all loans made on or after October 1, 2007; effective October 10, 2007, reduce guaranty agency retention amounts from 23% to 16% of collections on defaulted loans; replace guaranty agency account maintenance fees—which are paid to guarantors annually by the federal government and currently equal 0.10% of original principal of loans guaranteed—with a \"unit cost\" fixed dollar payment per loan; and effective July 1, 2009, introduce loan auctions through which lenders would compete for the rights to make parent PLUS Loans in the FFEL program.", "The Senate reconciliation bill also includes provisions that would increase direct spending. The provisions providing new or enhanced loan aid would", "effective July 1, 2008, for individuals who first borrow under HEA, Title IV prior to October 1, 2012, extend the period of eligibility for economic hardship deferment under the FFEL, DL, and Perkins Loan programs from three years to six years; effective July 1, 2008, for individuals who first borrow under HEA, Title IV prior to October 1, 2012, revise two of the criteria according to which borrowers may qualify for economic hardship deferment, from working full-time and either (a) earning less than 100% of the poverty line for a family of two or (b) having a federal student loan debt burden equal to 20% or more of their adjusted gross income (AGI), and where the result of their AGI minus their debt burden is less than 220% of the poverty line for a family of two, to working full-time and either (a) earning less than 150% of the poverty line applicable to the borrower's family size or (b) having a federal student loan debt burden equal to 20% or more of their AGI, and where the result of their AGI minus their debt burden is less than 220% of the poverty line applicable to the borrower's family size; effective July 1, 2008, eliminate the three-year limitation on deferment under the FFEL, DL, and Perkins Loan programs for borrowers who are serving on active duty or performing qualifying National Guard duty during a war or other military operation or national emergency; and extend deferment to 180 days after demobilization. This provision would become applicable to all loans made under HEA, Title IV; whereas, under current law, the existing deferment applies only to loans for which the first disbursement was made on or after July 1, 2001; effective July 1, 2008, for individuals who first borrow under HEA, Title IV prior to October 1, 2012, replace both the FFEL income-sensitive and DL income-contingent repayment plans with a new income-based repayment plan under which borrowers' loan payments are capped at 15% of any amount by which their AGI exceeds 150% of the poverty line; and under which any loan balance not repaid after 25 years in repayment or economic hardship deferment will be forgiven. (This repayment plan is not available for borrowers of PLUS Loans on behalf of a dependent student); and create a new DL loan forgiveness program under which borrowers who, after October 1, 2007, make 120 payments according to the income-based or standard repayment plans, may have 1/10 th of their outstanding loan balance forgiven for each year of employment in certain public sector jobs during which they earned $65,000 or less per year.", "The provisions providing new or enhanced grant aid or adjustments to need analysis calculations would", "eliminate the Pell Grant tuition sensitivity provision and provide $5 million to implement the change; create a new, need-based, Promise Grant program for Pell-eligible students, under which grants would be awarded in the same manner as the Pell Grant, with the maximum and minimum grant award amount to be determined by the Secretary; mandatory funding for the Promise Grant program would be provided as follows: $2.62 billion in FY2008, $3.04 billion for FY2009, $3.46 billion for FY2010, $3.9 billion for FY2011, $4.02 billion for FY2012, $10 million for FY2013, $3.65 billion for FY2014, $3.85 billion for FY2015, $4.18 billion for FY2016, and $4.18 billion for FY2017; increase the IPA for dependent students from $3,080 in academic year 2008-2009 to $3,750 for academic year 2009-2010, $4,500 for academic year 2010-2011, $5,250 for academic year 2011-2012, and $6,000 for academic year 2012-2013; increase the IPA for independent students without dependents from $6,220 in academic year 2008-2009 to $7,000 for academic year 2009-2010, $7,780 for academic year 2010-2011, $8,550 for academic year 2011-2012, and $9,330 for academic year 2012-2013; increase the IPA for independent students without dependents, who are married and one of whom is enrolled in postsecondary education from $9,970 in academic year 2008-2009 to $11,220 for academic year 2009-2010, $12,460 for academic year 2010-2011, $13,710 for academic year 2011-2012, and $14,960 for academic year 2012-2013; increase the IPA for independent students with dependents by select amounts for academic years 2009-2010 through 2012-2013, with the IPA ultimately increased by 50% over the amount for the 2008-2009 academic year; increase the income eligibility threshold for auto-zero EFC from $20,000 to $30,000 for parents and for independent students with dependents; expand the list of special circumstances that authorize financial aid administrators to use professional judgement to include a change in housing status that results in homelessness, as defined by the McKinney-Vento Homeless Assistance Act; change the definition of an independent student to include persons in foster care or who were in foster care when they were 13 or older, emancipated minors, and individuals who have been verified as a homeless child or youth as defined by the McKinney-Vento Homeless Assistance Act; and state that a financial aid administrator may make a determination of independence based on a documented determination made by another aid administrator in the same award year; clarify that qualified education benefits shall be treated as an asset of the parent if the student is a dependent student, and as an asset of the student if the student is an independent student; clarify that a distribution from a qualified education benefit is excluded from the need analysis calculation and should not be considered as other financial assistance in the aid packaging process; exclude combat pay from a student's calculation of need for federal student financial assistance and specify that it shall not treated as financial assistance (special combat pay is defined as pay received by a member of the Armed Forces because of exposure to a hazardous situation); and eliminate the drug conviction question from the Free Application for Federal Student Aid (FAFSA).", "The provisions for new or enhanced aid to specific IHEs or adjustments to campus-based aid would", "delay the date upon which institutions must begin distributing collections on Perkins Loans to the Secretary from March 31, 2012, to September 30, 2012; authorize and appropriate $25 million each year for FY2008 and FY2009, to establish a College Access Partnership Grant program, under which formula grants may be awarded to states to support college access for students from low-income families. States must provide matching funds equal to 50% of the federal funds received. Allowable uses of funds include (a) providing students information on the benefits of postsecondary education; (b) information on postsecondary education financing options, financial literacy, and debt management; (c) outreach for at-risk students; (d) assistance in completing the FAFSA; (e) need-based grant aid; (f) professional development for middle school and high school guidance counselors, financial aid administrators, and admissions counselors; and (g) student loan cancellation or repayment, or interest rate reductions for borrowers employed in high-need geographical areas or professions as determined by the state; authorize and appropriate $10 million each year for FY2008 and FY2009 to establish a Financial Literacy Program, under which competitive matching grants may be awarded to non-profit or for-profit entities for purposes of increasing the financial literacy of students enrolled in institutions of higher education; and authorize and appropriate $25 million each year for FY2008 and FY2009 to establish a Secondary School Graduation and College Enrollment program, under which competitive matching grants may be awarded to consortia of non-profit organizations and IHEs with demonstrated records of effectiveness in raising secondary school graduation rates and postsecondary enrollment rates to operate programs of assistance to local educational agencies with secondary school graduation rates of 70% or less."], "subsections": []}, {"section_title": "Provisions Enacted in P.L. 110-84", "paragraphs": ["The student loan savings provisions in P.L. 110-84 produce a projected reduction in mandatory spending of roughly $20.9 billion over the 2007-2012 period and roughly $43.6 billion over the 2007-2017 period. They also generate the $750 million in savings over the 2007-2012 period needed to meet the requirements of the reconciliation directives. The projected net savings is roughly $752 million over the 2007-2012 period and $3.6 billion over the 2007-2017 period. Much of the additional savings, roughly $20.2 billion over the 2007-2012 period and $40 billion over the 2007-2017 period, is used to support a series of new or enhanced student aid benefits. The principal savings provisions included in P.L. 110-84 make the following changes:", "effective October 1, 2007, the formulas used to calculate lender yields on student loans are changed by reducing the lender rate by 0.55 percentage points for Stafford Loans and Consolidation Loans and by 0.85 percentage points for PLUS Loans, if the loans are held by for-profit lenders, and by 0.40 percentage points and 0.70 percentage points, respectively, for loans held by not-for-profit lenders; lender exceptional performer status is eliminated as of October 1, 2007; the level of insurance provided to lenders is reduced from 97% to 95% for new loans made on or after October 1, 2012; the lender origination fee on loans is increased from 0.50% to 1% for all loans made on or after October 1, 2007; effective October 1, 2007, guaranty agency retention amounts are reduced from 23% to 16% of collections on defaulted loans; effective October 1, 2007, guaranty agency account maintenance fees, which are paid to guarantors annually by the federal government, are reduced from 0.10% to 0.06% of original principal of loans guaranteed; and effective July 1, 2009, lenders will compete for the rights to make parent PLUS Loans in the FFEL program through loan auctions.", "P.L. 110-84 contains a number of provisions that are projected to increase direct spending through new or enhanced federal student loan benefits. New or enhanced benefits to borrowers of federal student loans include", "interest rates on subsidized Stafford Loans to undergraduate students disbursed on or after July 1, 2008, and before July 1, 2012, are incrementally reduced to 6.0% for loans disbursed on or after July 1, 2008, and before July 1, 2009; 5.6% for loans disbursed on or after July 1, 2009, and before July 1, 2010; 4.5% for loans disbursed on or after July 1, 2010, and before July 1, 2011; and 3.4% for loans disbursed on or after July 1, 2011, and before July 1, 2012; effective October 1, 2007, there is no time limitation on deferments under the FFEL, DL, and Perkins Loan programs for borrowers while serving on active duty or performing qualifying National Guard duty during a war or other military operation or national emergency; these deferments also apply for 180 days after demobilization, and these deferments are applicable to all loans irrespective of the date of disbursement; effective July 1, 2009, a new income-based repayment plan is established for FFEL and DL program loans, under which borrowers' loan payments are capped at 15% of any amount by which their AGI exceeds 150% of the poverty line and under which any loan balance not repaid after 25 years in repayment or economic hardship deferment will be forgiven. (This repayment plan is not available for PLUS Loans made on behalf of a dependent student nor for Consolidation Loans containing such loans); effective October 1, 2007, borrowers who are members of the National Guard or other reserve component of the armed forces or are members of the armed forces in retired status, who are called to active duty service while enrolled, or within six months of being enrolled, at an eligible institution may defer interest for up to 13 months following the completion of active duty military service; effective October 1, 2007, new statutory procedures apply for calculating the maximum 25-year repayment period for the income contingent repayment plan; effective October 1, 2007, a new Loan Forgiveness for Public Service Employees program is established under which borrowers of DL program loans who make 120 payments after October 1, 2007, according to the income-based, income-contingent, or standard 10-year repayment plans, while employed in public service jobs, may have their remaining loan balances forgiven; effective July 1, 2008, borrowers of FFEL Consolidation Loans may reconsolidate their loans under the DL program for purposes of participating in the Loan Forgiveness for Public Service Employees program; and effective October 1, 2007, criteria for economic hardship deferment are revised such that borrowers working full-time may qualify for economic hardship deferment if their earnings do not exceed 150% of the poverty line applicable to the borrower's family size, whereas previously the threshold was 100% of the poverty line for a family of two; and the criterion according to which borrowers could qualify for economic hardship deferment if their federal student loan debt burden equaled 20% or more of their AGI, and where the result of their AGI minus their debt burden was less than 220% of the poverty line for a family of two, is removed.", "Under P.L. 110-84 , several new grant aid programs are established, existing grant programs are enhanced, and adjustments are made to need analysis procedures, as follows", "effective July 1, 2008, the Teacher Education Assistance for College and Higher Education (TEACH) Grants program is established with mandatory funding. Under the program, students preparing for a career in teaching and who agree to teach for at least four years in a specified field in a high-poverty school may receive TEACH Grants of $4,000 per year of study. Teacher candidates may receive a maximum of $16,000 for undergraduate and post-baccalaureate study and a maximum of $8,000 for graduate study. TEACH Grant recipients who do not complete their service requirement within eight years of completing their course of study must repay their TEACH Grants as unsubsidized Stafford Loans under Title IV, Part D of the HEA; the College Access Challenge Grant program, funded through a mandatory appropriation of $66 million for each FY2008 and FY2009, is established for purposes of making grants to states and philanthropic organizations to provide need-based grant aid for students, funding professional development for counselors and aid administrators, and supporting outreach programs and activities; funding authorization for the Pell Grant program is extended through FY2017; mandatory funding for the Pell Grant program is provided through FY2017 as follows: $2.03 billion for FY2008, $2.09 billion for FY2009, $3.03 billion for FY2010, $3.09 billion for FY2011, $5.05 billion for FY2012, $105 million for FY2013, $4.30 billion FY2014, $4.40 billion FY2015, $4.60 billion for FY2016, and $4.90 billion for FY2017; mandatory funding for the Pell Grant program shall be used to increase the amount of the maximum Pell Grant award by the following amounts: $490 for each of the award years 2008-2009 and 2009-2010, $690 for each of the award years 2010-2011 and 2011-2012, and $1090 for award year 2012-2013; the Pell Grant tuition sensitivity provision is eliminated and $11 million is provided for FY2008 to implement this change; the IPA used in the need analysis formula for dependent students is increased from $3,080 in academic year 2008-2009 to $3,750 for academic year 2009-2010, $4,500 for academic year 2010-2011, $5,250 for academic year 2011-2012, and $6,000 for academic year 2012-2013; the IPA used in the need analysis formula for independent students without dependents is increased from $6,220 in academic year 2008-2009 to $7,000 for academic year 2009-2010, $7,780 for academic year 2010-2011, $8,550 for academic year 2011-2012, and $9,330 for academic year 2012-2013; the IPA used in the need analysis formula for independent students without dependents, who are married and one is enrolled in postsecondary education, is increased from $9,970 in academic year 2008-2009 to $11,220 for academic year 2009-2010, $12,460 for academic year 2010-2011, $13,710 for academic year 2011-2012, and $14,960 for academic year 2012-2013; the IPA used in the need analysis formula for independent recipients with dependents is increased by select amounts for academic years 2009-2010 through 2012-2013. The IPA is ultimately increased by 50% over the amount for the 2008-2009 academic year; the eligibility criteria for simplified needs test (SNT) is amended to include a parent who is a dislocated worker in the case of a dependent student or the student, if he/she is an independent student. Also the eligibility criteria are amended to include parents of a dependent student or the student, in the case of either a dependent or independent student, who received a benefit under a means-tested benefit in the last 24 months as opposed to the last 12 months under current law; the eligibility criteria for automatic-zero expected family contribution (auto-zero EFC) are amended to include a parent who is a dislocated worker in the case of a dependent student or the student, if he/she is an independent student. Further, the eligibility criteria are amended to include parents of a dependent student or the student, in the case of either a dependent or independent student, who received a benefit under a means-tested benefit in the last 24 months as opposed to the last 12 months under current law. Finally, the income eligibility threshold for auto-zero EFC is increased from $20,000 to $30,000 for both parents and independent students with dependents, and the income threshold shall be adjusted annually using the CPI; the list of special circumstances that authorize the financial aid administrator to use professional judgement is expanded to include a change in the aid recipient's housing status that results in homelessness as defined by the McKinney-Vento Homeless Assistance Act and either the aid recipient or a family member being a dislocated worker in the last 24 months as defined by the Workforce Investment Act of 1998; the definition of an independent student is changed to include persons in foster care or who were in foster when they were 13 or older; emancipated minors, or those in legal guardianship as determined by the courts; and individuals who have been verified as a homeless child or youth as defined by the McKinney-Vento Homeless Assistance Act; further, the definition states that a financial aid administrator may make a determination of independence on the basis of a documented determination made by another aid administrator in the same award year; welfare benefits, the earned income tax credit, credit for federal tax on special fuels, the amount of foreign income excluded for the purposes of federal taxes, and untaxed social security benefits are excluded from being considered untaxed income and benefits in the need analysis calculation; it is clarified that for purposes of need analysis, qualified education benefits shall be treated as an asset of the parent for dependent students and as an asset of the student for independent students; it is clarified that a distribution from a qualified education benefit is excluded from the need analysis calculation and that it should not be considered as other financial assistance in the aid packaging process; and combat pay is excluded from a student's calculation of need for federal student financial assistance and shall not treated as estimated financial assistance for the purposes of §471. Special combat pay is defined as pay received by a member of the Armed Forces because of exposure to a hazardous situation.", "P.L. 110-84 enhances existing and establishes new aid programs to specific IHEs, and makes adjustments to campus-based aid, as follows:", "the date upon which institutions must begin distributing late collections on Perkins Loans to the Secretary is changed from March 31, 2012, to October 1, 2012; Upward Bound projects that did not receive assistance in FY2007 and that have a grant score above 70 are provided $57 million per year for FY2008-FY2011 in the form of 4-year grants; and funding is allocated for Hispanic-serving institutions, historically black colleges and universities, tribal colleges and universities, and Alaska Native and Native Hawaiian-serving institutions; and funding is authorized and allocated for new programs for Predominantly Black Institutions, Asian American and Pacific Islander-serving institutions, and Native American Non-Tribal-serving institutions. Funding in the amount of $255 million for both FY2008 and FY2009 is authorized as follows: $100 million for HSIs, $85 millions for HBCUs, $15 million for PBIs, $30 million for tribal colleges and universities; $15 million for Alaska Native and Native Hawaiian-serving institutions, $5 million for Asian American and Pacific Islander-serving institutions, and $5 million for Native American Non-Tribal-serving institutions."], "subsections": []}]}]}}