{"id": "RL34219", "title": "Terrorism Risk Insurance Legislation in 2007: Issue Summary and Side-by-Side", "released_date": "2008-01-15T00:00:00", "summary": ["Prior to the September 11, 2001 terrorist attacks, insurance covering terrorism losses was normally included in general insurance policies without additional cost to the policyholders. Following the attacks, both primary insurers and reinsurers pulled back from offering terrorism coverage. Because insurance is required for a variety of economic transactions, it was feared that a lack of insurance against terrorism loss would have a wider economic impact.", "Congress responded to the disruption in the insurance market by passing the Terrorism Risk Insurance Act of 2002 (TRIA, P.L. 107-297, 116 Stat. 2322). TRIA created a temporary program, expiring at the end of 2005, to calm the insurance markets through a government backstop for terrorism losses, and to give the industry time to gather the data and create the structures and capacity necessary for private insurance to cover terrorism risk. From 2002 to 2005, terrorism insurance became widely available and largely affordable, and the insurance industry greatly expanded its financial capacity. There was, however, little apparent success on a longer term private solution and fears persisted about wider economic consequences if insurance were not available. Congress responded to the expiration of TRIA with the passage of the Terrorism Risk Insurance Extension Act (TRIEA, P.L. 109-144, 119 Stat. 2660). TRIEA extended the TRIA program until the end of 2007 while increasing the private sector exposure to terrorism risk.", "The two years under the extended TRIA program were very similar to the three years under the first act. The market for terrorism insurance improved, but doubts remained as to capacity of the private sector to finance large-scale terrorism risk in the United States, as well as whether terrorism risk can be considered an insurable event at all. In response, the House passed H.R. 2761 in the 110th Congress, which would have extended the TRIA program 15 years and made substantial other changes. The Senate also passed H.R. 2761, after amending it with language from S. 2285, which would have extended TRIA seven years while making more limited changes to the underlying law. The House then passed H.R. 4299, which contained the language of the Senate-passed H.R. 2761 plus some of the provisions from the previous version of H.R. 2761. The differences between the House and Senate bills included the inclusion of group life insurance, restrictions on life insurers' use of travel in underwriting, lowering the deductible and trigger after a large terrorist attack, and the reduction of the program trigger to $50 million. The Senate, however, did not act on H.R. 4299, and the House ultimately agreed to the amended version of H.R. 2761 that was previously passed by the Senate. The President signed this bill into law on December 26, 2007.", "This report briefly outlines the issues involved with terrorism insurance and includes a side-by-side of the previous TRIA law, the two House TRIA-extension bills, and the Senate bill that was ultimately signed by the President. It will not be updated. For more complete information on the issue, please see CRS Report RL34025, Terrorism Risk Insurance: Issue Analysis and Legislation, by [author name scrubbed]."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["Prior to the September 11, 2001 terrorist attacks, insurance covering terrorism losses was normally included in general insurance policies without a specific premium being paid for this coverage. The attacks, and the more than $30 billion in insured losses that resulted from them, caused a rethinking of the possibilities of future terrorist attacks. In response to the new appreciation of the threat and the perceived inability to calculate the probability of loss and gather the loss data critical for pricing insurance, both primary insurers and reinsurers pulled back from offering terrorism coverage. Many argued that terrorism risk is essentially uninsurable by the private market due to the uncertainty and potentially massive losses involved. Because insurance is required for a variety of economic transactions, many feared that a lack of insurance against terrorism loss would have wider economic impact, particularly on large-scale developments in urban areas that would be tempting targets for terrorism.", "Congress responded to the disruption in the insurance market by passing the Terrorism Risk Insurance Act of 2002 (TRIA) , which was signed by the President in November 2002. TRIA created the Terrorism Risk Insurance Program, which was enacted as a temporary program, expiring at the end of 2005, to calm the insurance markets through a government backstop for terrorism losses and give the private industry time to gather the data and create the structures and capacity necessary for private insurance to cover terrorism risk.", "Terrorism insurance became widely available under TRIA, and the insurance industry greatly expanded its financial capacity in the three years from 2002 to 2005. Less progress, however, was made on creating terrorism models that are sufficiently robust for insurers to return to offering widespread terrorism coverage without a government backstop, and practically no progress was made on a private pooling mechanism to cover terrorism risk. Again fearing economic disruption from the absence of terrorism insurance, Congress passed, and the President signed, the Terrorism Risk Insurance Extension Act of 2005 (TRIEA) in December 2005. TRIEA extended the program for two years while increasing the private sector exposure under the program.", "The two years' experience under TRIEA proved to be similar to the three under TRIA. During this time, terrorism risk insurance was available, pricing was moderate, and takeup rates slowly increased. Some additional progress was made on a larger scale private solution and some private groups outlined proposals for such a solution. There was, however, little concrete movement towards adopting such proposals. The industry focus seemed to be on promoting the possibility of another extension of the TRIA program.", "Some see this experience as proof of the argument that the private market will never be able to offer insurance to cover terrorism risk and continue to see the possibility of wider economic consequences if terrorism insurance again is unavailable. Others, notably the U.S. Treasury Department, respond that TRIA itself is retarding the growth of this private market by offering essentially free reinsurance against terrorism risk. Thus, it should be allowed to expire, or at least be reduced from its current form."], "subsections": []}, {"section_title": "Legislative Action", "paragraphs": ["In the first session of the 110 th Congress, three different bills addressing the impending expiration of the TRIA program saw committee or floor action, two in the House and one in the Senate. As was the case in the TRIA extension debate in 2005, the House bills were more significant revisions and expansions of the TRIA program, whereas the Senate bill had a narrower focus—extending the program while making more limited changes. Also as in 2005, the Administration generally supported the Senate's approach."], "subsections": [{"section_title": "Terrorism Risk Insurance Revision and Extension Act of 2007 (TRIREA, H.R. 2761)", "paragraphs": ["Representative Michael Capuano, along with 23 cosponsors, introduced H.R. 2761 on June 18, 2007. Referred to the Financial Services Committee, the bill was the subject of a hearing in that committee's Subcommittee on Capital Markets, Insurance, and Government Sponsored Enterprises on June 21, 2007.", "H.R. 2761 as introduced would have extended and revised the current structure of the Terrorism Risk Insurance Program, adding significant new elements to this structure. Within the existing TRIA structure, the bill would have extended the program 10 years, to the end of 2017, while reducing the program trigger to $50 million and generally leaving the individual insurer deductibles and aggregate retention unchanged at 20% of direct earned premium and $27.5 billion, respectively. It also would have expanded the scope of TRIA by including domestic terrorism as a covered event, adding group life insurance as a covered line, and mandating that insurers make available coverage for nuclear, biological, chemical, and radiological (NCBR) terrorist events. Under the bill as introduced, group life insurance would have had a separate pool, with its own deductibles and recoupment amounts based on the amount of insurance at risk, rather than direct earned premiums. NCBR coverage would have had a lower (7.5%) deductible compared to non-NCBR terrorist events (20%). In addition, H.R. 2761 as introduced included so-called reset provisions, that would have lowered the program trigger and deductible thresholds for areas that have suffered past terrorist attacks or that suffer terrorist attacks in the future if the damage from the attacks exceeds $1 billion. Finally, the bill would have expanded the mandatory availability provisions to include restrictions on life insurers' ability to consider lawful international travel as a factor in underwriting decisions.", "H.R. 2761 was marked up by the House Financial Services Committee's Subcommittee on Insurance, Capital Markets and Government Sponsored Enterprises on July 24, 2007, and by the full committee on August 1, 2007. Substantial amendments were adopted at both markups. The subcommittee markup began with a complete substitute amendment by Chairman Kanjorski being adopted by voice vote. This substitute changed the NBCR provisions, delaying the make available provisions until 2009 and lowering the deductible to 3.5% with a 0.5% increase per year. It also included a requirement for biennial reporting on the TRIA program by the Treasury and changed the composition of the independent commission created by the bill to make recommendations on the program. Several amendments to reduce the 10-year extension of the program were rejected, as was one to require full recoupment of federal funds expended beyond the $27.5 billion aggregate retention amount in current law. Amendments adopted by the subcommittee included one by Representative Gary Ackerman to include the Secretary of Homeland Security in the certification of a terrorist attack under TRIA, and one by Representative Richard Baker to apply the lower trigger amount in the retrospective reset provisions to the entire country rather than just to the affected area.", "The full committee markup began with an amendment by Chairman Barney Frank making a number of technical changes and three primary substantive changes. First, Chairman Frank's amendment changed the reset provisions, removing the retrospective reset altogether and applying the prospective reset provisions to the entire country. Thus, if there were a future terrorist attack resulting in more than $1 billion in damages, the trigger would be reduced to $5 million and the insurer deductible would be reduced to 5% for those insurers suffering terrorism losses. Second, it included temporary preemptions from state rate and form approval laws for NBCR coverage mandated under the bill. Third, it would have established a \"terrorism buy down fund\" in the U.S. Treasury, essentially allowing insurers to put aside reserves that would grow tax-free to cover losses from future terrorist attacks that are not reimbursed by TRIA. The U.S. Treasury could have also borrowed from this fund to cover the federal share of a future terrorist attack. The committee adopted a number of additional amendments, including: (1) an exemption for small insurers from the requirement to make NCBR coverage available; (2) the return of farmowners multiple peril as a TRIA-covered line; (3) a specific allowance for insurers to partner in meeting the requirement to make NCBR coverage available; (4) indexing various dollar amounts in the bill to an unspecified measure of inflation; (5) provision for a report by the Secretary of the Treasury in the event that the Secretary decides not to recoup expended federal funds beyond $27.5 billion; (6) extension of the program for 15 years, to the end of 2022; and (7) an increase in the post-reset deductible by 0.5% per year. The amended bill was forwarded to the full House by a vote of 49-20.", "The Congressional Budget Office (CBO) issued a cost estimate for H.R. 2761 on September 6, 2007. CBO found that the bill as reported would increase direct spending by $3.7 billion from 2008 to 2012 and $10.4 billion from 2008 to 2017. This spending would be offset by additional revenues of about $100 million from 2008 to 2012 and $2.0 billion from 2008 to 2017. Since the cost estimate found that an increase in the budget deficit, or decrease in surplus, would result from the bill, it appeared to fail to meet the requirements of the \"pay-as-you-go\" (PAYGO) rule adopted by the House at the beginning of the 110 th Congress.", "In response to the PAYGO issues, the special rule ( H.Res. 660 ) under which TRIREA was considered on the House floor included a self-executing amendment that inserted language into the underlying bill requiring passage by Congress of a joint resolution before any funds could be expended. H.Res. 660 provided for expedited consideration of this future resolution, including a waiver of all points of order against it and its consideration. This requirement for future congressional action introduced uncertainty to the TRIA program that did not exist before. It was unclear exactly how the insurance market might have reacted to this uncertainty, should this language have become law.", "H.R. 2761 was brought up on the House floor under H.Res. 660 on September 19, 2007. The rule made in order two floor amendments and a motion to recommit with instructions. The manager's amendment ( H.Amdt. 801 ) by Chairman Barney Frank changed the bill to include the NBCR deductible in the reset provisions, modified the certification process for an NCBR attack, indexed the dollar amounts in the bill specifically to the Consumer Price Index for All Urban Consumers (CPI-U), and made a variety of technical and conforming changes. It passed on the House floor 426-1. The other amendment ( H.Amdt. 802 ) was offered by Representative Steve Pearce. It would have changed the increase in the deductible under the post-attack reset provisions from 0.5% per year to 1% per year. This amendment failed by a vote of 194-230. The motion to recommit with instructions was offered by Representative David Drier and failed by a vote of 196-228. The House then passed the bill as amended by a vote of 312-110. H.R. 2761 was received in the Senate on September 20, 2007, read twice, and referred to the Committee on Banking, Housing, and Urban Affairs.", "To summarize, H.R. 2761 as passed by the House included provisions that would have made the following changes to the current Terrorism Risk Insurance Program:", "extended the TRIA program for 15 years, until the end of 2022; made spending by the program contingent on passage of a future joint resolution; added coverage for domestic terrorist acts in the program; added the Secretary of Homeland Security to the certification process; added group life insurance to the program with a separate set of retentions and deductibles; returned farmowners multiple peril as a covered line; reduced the general trigger to $50 million; required insurers to cover nuclear, biological, chemical, and radiological (NCBR) terrorist attacks starting in 2009; lowered insurer deductible for NCBR attacks to 3.5% immediately and then raised that number by 0.5% per year in the future; increased the federal share of NCBR losses from 85% to as high as 100% for attacks causing over $100 billion in losses; temporarily preempted state laws on rate and form filing for NCBR coverages; provided the possibility of relief from NBCR requirement to smaller insurers; reset individual insurer deductibles to 5% and the program trigger to $5 million in the aftermath of a future terrorist attack (or series of attacks) that causes more than $1 billion in damage. Deductible reset would have been only for insurers who suffer losses. increased the post-reset insurer deductibles by 0.5% per year; established a \"Terrorism Buy-Down Fund\" that would have essentially allowed insurers to put aside reserves that would grow tax-free to cover future losses that are not reimbursed by TRIA. The fund would also have been available to the Secretary of the Treasury to cover the federal share of TRIA losses. restricted life insurers' use of foreign travel as an underwriting tool; and indexed the dollar amounts in the program to future inflation."], "subsections": [{"section_title": "Administration Reaction to H.R. 2761", "paragraphs": ["The Office of Management and Budget (OMB) released a Statement of Administration Policy on September 17, 2007, indicating that \"if H.R. 2761 as reported were presented to the President, his senior advisors would recommend that he veto the bill.\" The Administration objected to the length of term of the extension, as well as the increase in the federal role and the expansion of the scope of coverage."], "subsections": []}]}, {"section_title": "Terrorism Risk Insurance Program Reauthorization Act of 2007 (TRIPRA, S. 2285)", "paragraphs": ["The Senate Banking, Housing, and Urban Affairs Committee marked up this legislation as an original bill on October 17, 2007. While Senator Charles Schumer discussed possible amendments in the markup session, no amendments were voted on in committee. The unamended bill was ordered reported to the full Senate on a vote of 20-1. Chairman Christopher Dodd introduced the bill, numbered S. 2285 , on November 1, 2007, and the committee report ( S.Rept. 110-215 ) was issued the same day.", "TRIPRA as introduced was a relatively straightforward reauthorization of the existing TRIA program. The two primary changes to current law were to", "extend the program for seven years, until 2014; and add coverage for domestic terrorist attacks to the program.", "In addition, S. 2285 would have modified slightly the annual liability cap, and required the Secretary of the Treasury to promulgate regulations on determining payments, should losses exceed $100 billion rather than leaving this determination to a future Congress. The bill called for reports from the Government Accountability Office (GAO) on the possibility of insurance coverage for NCBR events (within one year) and on the affordability and availability of terrorism insurance in specific markets (within 180 days). Finally, the President's Working Group on Financial Markets was tasked to continue its analysis of the longer term availability and affordability of terrorism risk insurance, and to report on this subject in 2010 and 2013.", "CBO issued a cost estimate for S. 2285 on October 29, 2007. It found that the bill would increase direct spending by $3.1 billion from 2008 to 2012 and by $6.6 billion from 2008 to 2017. This spending would be offset by increased government receipts of $100 million from 2008 to 2012 and $1.5 billion from 2008 to 2017. This score caused similar PAYGO issues as those faced in the House.", "In response to these PAYGO issues, language was added to TRIPRA before it was considered on the Senate floor. This new language increased the total amount of the recoupment surcharge to 133% of the previous mandatory recoupment amount. It also increased the rate of repayment—requiring that repayment be completed by September 30, 2012, for any attack before 2011, and that repayment be completed by September 30, 2017, for any attack after 2011. For any attack during 2011, 35% of the repayment must be completed by September 30, 2012, and 65% of repayment must be completed by September 30, 2017. It also removed the 3% limit on mandatory recoupment amounts.", "CBO issued a cost estimate for the amended version of S. 2285 on November 15, 2007. This estimate found that, while the expected amount of direct spending would not be affected, the offsetting government receipts would be increased. In total, CBO found the amended version would reduce budget deficits or increase surpluses by less than $50 million over the 5- and 10-year windows. Thus, the amended version would not face a point of order under the PAYGO rules.", "On November 16, 2006, the Senate took up the House-passed version of H.R. 2761 , and amended it by unanimous consent with S.Amdt. 3800 , which contained the language from the committee-passed S. 2285 , plus the new language as scored by CBO. This amended version of H.R. 2761 was then passed by unanimous consent and the House was informed of the Senate action. At this time, however, the Senate did not request a conference with the House to reconcile the differences between the two versions of H.R. 2761 ."], "subsections": [{"section_title": "Administration Reaction to the Senate Action", "paragraphs": ["No official Statement of Administration Policy was released on S. 2285 or the amended version of H.R. 2761 . Treasury Secretary Henry M. Paulson, however, indicated in a letter that the Administration would be willing to accept the bill as it passed the Senate committee."], "subsections": []}]}, {"section_title": "Terrorism Risk Insurance Program Reauthorization Act of 2007 (H.R. 4299)", "paragraphs": ["With no conference committee to reconcile the versions of H.R. 2761 , the House Rules Committee passed two rules ( H.Res. 849 and H.Res. 862 ) to govern further consideration of TRIA-extension legislation. H.Res. 849 provided for the consideration of the Senate-passed version of H.R. 2761 with one amendment made in order. H.Res. 862 provided for the consideration of a new bill ( H.R. 4299 ), which was introduced by Chairman Barney Frank on December 6, 2007. H.R. 4299 consisted of the language of H.R. 2761 as passed by the Senate, plus the text of the amendment to H.R. 2761 that was made in order by H.Res. 849 . The new language would have made the following changes to the Senate-passed bill:", "added coverage of group life insurance with a separate deductible, retention pool, recoupment amount, and policy surcharge amount; decreased the individual insurer deductible in 2008 to 5% for insurers suffering losses in terrorist attacks that exceed $1 billion, and then increase this amount by 0.5% per year after 2008; reset, after a $1 billion event, the trigger to $5 million, and the insurer deductible for insurers suffering losses to 5% with a 0.5% increase per year thereafter; restricted life insurers' use of foreign travel as an underwriting tool; and reduced the program trigger to $50 million.", "The House considered H.R. 4299 under the provisions of H.Res. 862 on December 12, 2007. The bill passed on a vote of 303-116 and was forwarded to the Senate."], "subsections": [{"section_title": "Administration Reaction to H.R. 4299", "paragraphs": ["OMB released a Statement of Administration Policy on the new House language on December 7, 2007. This statement reiterated administration support for the Senate-passed bill, and indicated the House additions to this bill would result in a veto recommendation from the President's senior advisors."], "subsections": []}]}, {"section_title": "Final Passage and Enactment of TRIA-Extension Legislation", "paragraphs": ["H.R. 4299 was referred to the Senate Banking, Housing, and Urban Affairs Committee on December 13, 2007. No action, however, was taken by the committee or the full Senate on this bill. On December 18, 2007, the House took up H.R. 2761 as previously amended by the Senate and passed this bill on a vote of 360-53. H.R. 2761 was signed by the President on December 26, 2007, becoming P.L. 110-160 .", "P.L. 110-160 makes the following changes to the previous law:", "The TRIA program is extended for seven years, until 2014. Domestic terrorist attacks are covered by the program. The annual liability cap language is modified, clarifying that insurers are not responsible for losses exceeding $100 billion. The Secretary of the Treasury is directed to provide a report within 120 days and to promulgate regulations within 240 days on determining the pro rata share of payments in the event that losses exceed $100 billion. The Government Accountability Office (GAO) is directed to issue reports on the possibility of insurance coverage for NCBR events (within one year) and on the affordability and availability of terrorism insurance in specific markets (within 180 days). The President's Working Group on Financial Markets is directed to continue its analysis of the longer term availability and affordability of terrorism risk insurance, and to report on this subject in 2010 and 2013.The total amount of the recoupment surcharge is increased to 133% of the previous mandatory recoupment amount. Any recoupment amount is now accelerated with the following criteria: (1) for any attack before 2011 repayment must be completed by September 30, 2012; (2) for any attack during 2011, 35% of the repayment must be completed by September 30, 2012, and 65% of repayment must be completed by September 30, 2017; and (3) for any attack after 2011 repayment must be completed by September 30, 2017. There is no longer a 3% limit on mandatory recoupment amounts."], "subsections": []}]}]}}