{"id": "RL34140", "title": "Walter Reed Army Medical Center (WRAMC) and Office of Management and Budget (OMB) Circular A-76: Implications for the Future", "released_date": "2008-08-20T00:00:00", "summary": ["This report examines the issues surrounding the Walter Reed public-private competition conducted under Office of Management and Budget (OMB) Circular A-76 and its potential impact on future Department of Defense (DOD) competitions. Circular A-76 is a policy and a process first initiated in 1966 that was designed to determine whether federal employees or private sector contractors are best to perform activities deemed commercial. A series of articles that first appeared in the Washington Post chronicled the dilapidated conditions and the substandard medical treatment afforded to returning veterans. Media reports surrounding the competition have suggested that one possible contributing factor to the Walter Reed controversy was the decision to privatize base support services.", "What caused the problems at Walter Reed? To what extent were the problems related to the A-76 competition? Did it go badly because A-76 is an inherently flawed policy, or was it a convergence of events? Should Congress draw any conclusions from the outcome of the Walter Reed competition for future competitions on military medical facilities? While it may be hard to draw conclusions of cause and effect, there may be lessons learned applicable to future competitions.", "Some have suggested that constrained Army resources, due to a convergence of events, may have caused and/or contributed to the problems in the competition and led to the attrition of skilled base support services staff. Other factors that may have affected the process were the entry of the United States into combat operations in Iraq and Afghanistan, a 2005 Base Realignment and Closure Commission recommendation for the consolidation of Army and Navy military medical services into a single tertiary hospital at the campus of the Bethesda Naval Hospital (effectively closing the Walter Reed campus), a surge in the number of outpatient medical care visits for veterans returning from the war, and the Army's push to achieve the Bush Administration's competitive sourcing goals.", "P.L. 110-181, the FY2008 National Defense Authorization Act (NDAA), includes several provisions that affect A-76 competitions. H.R. 5658, the House-passed version of the FY2009 NDAA, contains several new provisions which could impact the conduct of future competitions, including Section 321, which would limit the conduct of A-76 competitions to 540 days (about 18 months); Section 322, which would require the analysis and development of a single government-wide definition for the term \"inherently governmental function;\" and Section 325, which would temporarily suspend DOD A-76 competitions and prevent the conversion of civilian functions to performance by contractors.", "This report will be updated as events warrant."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The Walter Reed Army Medical Center (WRAMC) was the subject of a controversy that called attention to several issues, including the policy and process governing the conduct of OMB Circular A-76 competitions, the state of the military health care system, and a planned Base Realignment and Closure (BRAC) action. A series of articles that first appeared in the Washington Post chronicled the dilapidated conditions and substandard outpatient treatment given to some returning veterans. The articles were written by two Washington Post reporters who conducted a four-month investigation on the campus reportedly without the knowledge or permission of Army officials. Since their investigation, WRAMC was the subject of several investigations and congressional hearings. The investigations have focused primarily on the military health care system, yet another important element of this situation is the outcome of the U.S. Army's decision to conduct a public-private competition (or competition) for base support services under Circular A-76. Some media reports had suggested that one of the factors that may have caused or contributed to the substandard conditions, existing at some of the facilities at Walter Reed, was the push to privatize base support services.", "Competitive sourcing through managed competitions was a major initiative of the first-term Bush Administration's Presidential Management Agenda, and one of five government-wide initiatives to improve the management and performance of the federal government. In 2003, the Bush Administration revised the Circular as a recommendation of the Commercial Activities Panel. Army Vice Chief of Staff General Richard Cody testified that the Army accepted full responsibility for the substandard conditions and that being on the BRAC list did not give WRAMC priority for repairs or building replacement. Several Members of Congress introduced legislation to either cancel the WRAMC A-76 competition or prohibit the appropriation of funds for the conduct of future studies at military medical facilities. As a result of the issues raised at WRAMC, both private and public sectors have identified flaws in this competition specifically, as well as in the policies governing A-76.", "This report will examine the issues surrounding the WRAMC public-private competition conducted under OMB Circular A-76 and discuss some options that Congress may want to consider in its oversight role. The WRAMC competition raised questions that are likely to shape competitions for years to come; lessons learned may help Congress to determine whether A-76 cost-comparison studies are the most appropriate way to achieve costs savings and efficiencies in the activities of the federal government. Several legislative provisions in H.R. 4986 , the proposed FY2008 NDAA, would impact the conduct of future competitions.", "The Army has since announced its plan to cancel all its competitions at its medical facilities for 2007 and 2008. Prior to this decision, future competitions were already planned for various Army facilities, including Fort Detrick (Maryland), and the range of activities would have included base operations support, pharmacy, radiology, pathology and ambulance services, at Fort Detrick and other locations."], "subsections": [{"section_title": "What Is OMB Circular A-76?", "paragraphs": ["The OMB Circular A-76, first issued in 1966, defines federal policy for determining whether recurring commercial activities should be performed by the private sector or federal employees. In addition to the Circular, a companion piece of legislation called the Federal Activities Inventory Reform (FAIR) Act of 1998 requires Federal agencies, on an annual basis, to prepare and submit inventories of their commercial activities performed by Federal employees to the Office of Management and Budget (OMB).", "The Circular requires federal executive agencies to prepare annually lists of activities that are considered both commercial and inherently governmental. In general, commercial activities are subject to competition, while inherently governmental activities are not. The determination of how activities are classified ultimately depends on several factors. The Circular describes what makes activities inherently governmental.", "An inherently governmental activity is an activity that is so intimately related to the public interest as to mandate performance by government personnel. These activities require the exercise of substantial discretion in applying government authority and/or in making decisions for the government. Inherently governmental activities normally fall into two categories: the exercise of sovereign government authority or the establishment of procedures and processes related to the oversight of monetary transactions or entitlements. An inherently governmental activity involves: (1) binding the United States to take or not to take some action by contract, policy, regulation, authorization, order, or otherwise; (2) determining, protecting, and advancing economic, political, territorial, property, or other interests by military or diplomatic action, civil or criminal judicial proceedings, contract management, or otherwise; (3) significantly affecting the life, liberty, or property of private persons; or (4) exerting ultimate control over the acquisition, use, or disposition of United States property (real or personal, tangible or intangible), including establishing policies or procedures for the collection, control, or disbursement of appropriated and other federal funds.", "The Circular was revised in 2003 at the recommendation of a Commercial Activities Panel (CAP). CAP also recommended abolishing OMB Circular A-76 and replacing it with an \"integrated competition process\" based on a combining of elements of Federal Acquisition Regulations (FAR) and the A-76 Circular.", "In general, many federal employees and labor organizations believe that the A-76 process is unfairly slanted in favor of the private sector, while private sector contractors generally believe that government employees have an unfair advantage in A-76 competitions. For example, among some A-76 observers, the attrition of skilled personnel may be viewed differently. The National Treasury Employees' Union (NTEU) President Colleen Kelley blamed the exodus of key personnel at WRAMC to conditions which were \"a not-at-all surprising result of the federal contracting process that drives experienced federal employees from their jobs and seeks to replace them with unaccountable private contractors.\" However, another observer, President of the Professional Services Council (PSC) Stan Soloway stated that Walter Reed's deterioration reflected on WRAMC's poor management capability, and not the work of the contractor. The issues at WRAMC, he said, \"are resources and facility capability, long-standing problems that may have caused federal employees to leave in the first place.\" He points out that the contractor at WRAMC cannot be held accountable because it did not begin contract work until February 4, 2007."], "subsections": []}, {"section_title": "Major New Developments", "paragraphs": ["H.R. 5658 , the House-passed version of the FY2009 National Defense Authorization bill, has a provision (Section 2721) that would halt the closure of the Walter Reed Army Medical Center and discontinue the construction at the National Naval Medical Center and Fort Belvoir, VA of replacement facilities (beyond the construction necessary to complete the foundations of the replacement facilities) until the Secretary of Defense certifies to the congressional defense committees that each of the conditions imposed has been satisfied, and a period of seven days has expired following the date on which the certification is received by the committees. Another provision in the bill (Section 325) would temporarily suspend the conduct of future DOD public-private competitions (regarding the conversion of functions performed by DOD civilians to performance by contractors) from the date of the enactment of the bill until September 30, 2011.", "S. 3001 , the Senate-proposed version of the FY2009 National Defense Authorization bill, has a provision (Section 1101) that requires DOD to develop a strategic human capital plan designed to improve the civilian acquisition workforce. As part of this provision, DOD would be prohibited from conducting any public-private competition under A-76 or any other law or regulation without first addressing the filling of \"gaps\" in the current workforce.", "P.L. 110-181 , the FY2008 NDAA ( H.R. 4986 ), was signed by the President on January 28, 2008. The bill contains several provisions that affect the conduct of future public-private competitions as described here.", "Section 322 requires that retirement costs be compared and that any potential retirement and health insurance benefits offered by potential contractors be comparable to current benefits. Section 323 amends 10 U.S.C. 2461 by not requiring DOD to automatically conduct a public-private competition under OMB Circular A-76, or any other provision of law, at the end of a performance period. Section 324 provides for the insourcing of certain new and contracted out functions, including Section 2463 which requires the Under Secretary of Defense for Personnel and Readiness to prescribe guidelines and procedures to ensure that federal employees are considered to perform work currently performed by contractors; the provision also requires that special consideration be granted to certain activities, including those activities associated with the performance of inherently governmental functions. Section 325 limits the influence of the Office of Personnel Management (OPM) over DOD's conduct of public-private competitions or direct conversions. Section 326 amends the definition of who is an \"interested party\" and grants bid protest rights to those employee representatives who are designated as the agent for the majority of affected employees. Section 3557 grants certain authority to the Comptroller General to expedite actions in protests of public-private competitions under Circular A-76, and grants other rights to interested parties. Section 327 amends the Office of Federal Procurement Policy Act by requiring that a public-private competition be conducted (for executive agency functions performed by 10 or more agency civilian employees) before any activities may be converted to performance by contractors, with certain conditions. Section 1676 prohibits the announcement or conduct of any at military medical facilities, unless certain conditions are met."], "subsections": []}, {"section_title": "The Performance Work Statement (PWS) Team and the Most Efficient Organization (MEO)", "paragraphs": ["Once a business case analysis has been performed to determine if the work should be subject to competition, a Performance Work Statement (PWS) team develops a statement of the work to be performed. The statement is used as the basis for the competition. An agency must insure that both the government's bid proposal and the private sector contractor's proposal reflect all of the functions and personnel called for in the Performance Work Statement.", "The Most Efficient Organization (MEO) is developed by a team made up of federal employees and a private sector contractor. The team is usually made up of managers and bargaining unit employees who have knowledge of the tasks to be performed. For that reason, and to insure that there is fairness in the competition, the rules call for a \"firewall\" that would prohibit all communication between members of the MEO and members serving on the Performance Work Statement (PWS) team.", "The MEO is comprised of a group of federal employees, and management's bid to perform the work. It represents a streamlined reorganization of personnel, fewer people doing the work. If the MEO wins a competition, it takes over the work of the existing government function. The MEO does not exist unless it wins the competition. When the MEO wins a competition, a letter of obligation implements the decision; when a contractor wins a competition, a contract is awarded.", "The A-76 policy establishes a minimum cost differential, meaning that no activities can be converted to or from performance by in-house federal employees to the private sector unless there is a minimal cost differential of $10 million or 10%. This means that in order to win the competition, the MEO is required to show a savings of at least $10 million or 10% over the private sector contractor's costs. The minimum cost differential is established so that the Government will not convert to contractor performance for \"marginal estimated savings.\""], "subsections": []}, {"section_title": "Competitive Sourcing Goals Under the Bush Administration", "paragraphs": ["Competitive sourcing through managed competition was a major initiative identified in 2001 by the first-term Bush Administration's Presidential Management Agenda (PMA) and one of five government-wide initiatives to improve the management and performance of the federal government. The scorecard identifies a list of requirements used to evaluate the performance of each federal agency. Progress on each initiative is charted using a red-yellow-green stoplight indicator called a \"scorecard\" with green as the highest score and red as the lowest score. OMB has implemented a progress management scorecard to communicate the PMA status of federal agencies. In 2003, the Bush Administration revised the OMB Circular to direct federal agencies to evaluate whether more jobs could be considered for competition.", "Reportedly, as of July 2006 the Army was coded \"red\" on the PMA. By the end of FY2009, the Army's goal is to study 77,873 positions for competition under A-76. The Army Installation Management Agency (IMA) planned to study 1,574 positions in FY2006, and 13,500 positions by FY2009."], "subsections": []}, {"section_title": "Policy Questions", "paragraphs": ["The WRAMC competition is seen as an important one to examine. It is a competition where many things reportedly went wrong, and it occurred in the midst of a larger controversy. Some have described the events at Walter Reed as \"the perfect storm.\" In his testimony before the House Subcommittee, The Honorable Jack Marsh, former Secretary of the Army and Co-Chair of the Independent Review Group, described the situation at Walter Reed:", "Others have described what occurred at Walter Reed as the \"perfect storm\"- the confluence of three forces that compromised the ability of the hospital to deliver to some patients the standard of care consistent with the traditions of its past. These forces were: the unexpected casualty load of the Iraq War; the \"contracting out requirements\" imposed by the A 76 program, which is administered by OMB, and dragged on for over five crucial years; and the decision to close Walter Reed pursuant to BRAC action. An action that was ratified by the Congress.", "The difficulties at Walter Reed were also acknowledged by President George W. Bush when he stated \"The problems at Walter Reed were caused by bureaucratic and administrative failures. The system failed you, and it failed our troops. And we're going to fix it.\" This A-76 competition may serve as an object lesson in what can happen when a federal agency fails to manage numerous conflicting and competing goals and objectives. Some have also surmised as to whether the culture of the Army caused and/or contributed to a failure to take appropriate action. Others have questioned whether the desire to reach the Bush Administration's competitive sourcing goals overrode other considerations. In light of these observations, there are at least three policy questions that Congress may want to consider, in the exercise of its oversight role over the conduct of future A-76 studies.", "Are the decisions made during the course of the WRAMC competition likely to shape future public-private competitions? Do problems uncovered during the WRAMC competition reveal problems inherent in the Circular A-76 policy itself? Are there fresh approaches, new options, or alternatives that Congress may want to consider as it evaluates the efficacy of the A-76 policy?"], "subsections": []}]}, {"section_title": "Background", "paragraphs": ["In many ways, the WRAMC competition was unique and had characteristics unlike other A-76 studies. For example, the competition began under the second term of the Clinton Administration, ended under the second term of the Bush Administration, took over six years to complete, and was one of the longest DOD A-76 studies ever conducted. Three WRAMC base commanders (dual-hatted as hospital commanders) presided over Walter Reed during the course of the competition. The OMB Circular A-76 published before 2003 governed the conduct of the competition. The United States entered combat operations in Iraq in 2003. After 2003 a significantly higher number of injured troops were treated at WRAMC, a military base with aging and reportedly substandard facilities.", "Another contributing factor may have been the announcement of the base realignment. During the course of the competition, the 2005 Defense Base Realignment and Closure (BRAC) Commission voted unanimously to realign Walter Reed, agreeing with DOD that the facility be combined with the Naval Medical Center (NNMC) in Bethesda, Maryland. DOD planned to combine personnel and services of the two hospitals into a new facility called the Walter Reed National Military Medical Center (WRNMMC), a joint medical center that will provide care to members of all military services. The effect of this realignment action would be the closing of what is known as the Walter Reed campus.", "Perhaps another factor was the competition outcome. First, the Army ruled that the federal employees (known as the Most Efficient Organization, or MEO) had won the competition in a contest between the MEO and IAP Worldwide Services, a private sector contractor. Then protests were filed with GAO, while appeals were filed with the Army Audit Agency (AAA). Finally, the Army reversed its earlier decision and announced that IAP would be awarded the $120 million, five-year contract.", "DOD announced the IAP contract award on November 9, 2006. According to press reports, IAP, based in Cape Canaveral, had delivered ice to the Gulf Coast after Hurricane Katrina and helped to maintain Afghanistan's air traffic control system. In 2006, reportedly the firm had $393 million in military contracts. IAP had worked at Walter Reed since 2003, providing housekeepers, computer analysts, and clerks under a Department of the Treasury contract."], "subsections": []}, {"section_title": "Key Events in the WRAMC A-76 Competition", "paragraphs": ["In June 2000, the Army announced the competition for base operations support positions, including positions in information technology, clerical support, hospital services, and maintenance. In September 2000, the Army awarded a contract to Grant Thornton LLP, a private contractor, to assist the federal employees in developing a bid proposal. In August 2001, the Army provided Grant Thornton with the Performance Work Statement (PWS). In March 2003, the United States entered combat operations in Iraq.", "Between May and June 2003, the Army issued requests for bids from private sector contractors, and selected Johnson Controls World Services as the contractor to compete against the federal employees. During May 2003, OMB revised the A-76 Circular. Johnson Controls and the federal employees submitted proposals. The solicitation period closed in September 2003. During October 2003, DOD requested permission from OMB to use the pre-2003 Circular rules. In November 2003, OMB gave DOD the authority to extend the competition until September 30, 2004, which the DOD Competitive Sourcing Official gave as the projected completion date. By April 2004, the Army Audit Agency (AAA) independently reviewed and certified the MEO's bid proposal. In July 2004, the Army revised the solicitation, amended it for the 16 th time (resulting in about 1,500 changes) and revised the Performance Work Statement. By September 2004, bid proposals were received from the MEO and the contractor. On September 29, 2004 the Army announced that the MEO won the contract.", "According to media reports, when the Army announced that the government's in-house group, the MEO, had won the initial decision in September 2004, the evaluated government MEO proposed price was $124,479,881. The private sector contractor's evaluated proposed price was $132,019,150, meaning that the government MEO won by a difference of $7,539,269.", "The competition was challenged by protests filed with GAO and appeals filed with the AAA. In March 2005, IAP Worldwide Services, Inc. acquired Johnson Controls and became the company of record. On May 13, 2005, the 2005 BRAC Commission announced its recommendation to realign Walter Reed. During June 2005, the AAA withdrew its certification of the MEO. In June 2005 the Army notified Congress that IAP will be awarded the contract. In August 2005, the AAA announced they could not reconstruct the basis to certify the MEO's bid proposal, and would request approval to cancel the A-76 competition. The Army denied their request.", "In January 2006, the AAA reversed its earlier decision, and declared IAP the winner. The revised government MEO evaluated proposal price for the competition was $140,490,286. IAP's revised evaluated proposal price was $133,028,548. This result meant that IAP would win the competition by $7,461,737. While in the first award decision, the government MEO's bid was $7 million less than that of IAP Worldwide Services, significant changes in the solicitation resulted in a recalculation of the bids by all parties. As a result, IAP's bid came in at $7 million lower than the MEO's bid.", "As a result, IAP was awarded a five-year, costs-plus contract valued at over $120 million. Immediately, Alan King, acting in what he believed to be his capacity as the Agency Tender Official (ATO) filed a protest with GAO on behalf of the MEO. Mr. King asked the American Federation of Government Employees (AFGE) to represent the MEO because it lacked both expertise and money. AFGE agreed to do so, but was unsuccessful. GAO dismissed Mr. King's protest.", "From June through August 2006, Congress took up legislation to block the implementation of IAP's contract award. The transition to IAP, originally projected for November 2006, was predicated by a series of events that were mandated by law. The Army had to give Congress at least 45 days notice of the pending reduction-in-force (RIF), and give WRAMC employees at least 60 days notice of a pending RIF. The Army notified Congress and Walter Reed employees that a reduction-in-force would begin, and authorized IAP to begin work on February 4, 2007. On February 4, 2007, IAP began work."], "subsections": []}, {"section_title": "Oversight Issues", "paragraphs": ["The WRAMC competition had several dimensions which made it both complicated and complex. What made this competition complicated was the length of time for the Army to make a decision; the number of appeals and protests filed by the government and the private sector contractor; and efforts made by Congress to resolve the issues. What made the competition complex was the convergence of several factors which came together to create difficult challenges for the Army."], "subsections": [{"section_title": "The Role of the Independent Review Group", "paragraphs": ["Following the media reports of the deplorable conditions at some WRAMC facilities, Secretary of Defense Robert Gates commissioned an independent panel, known as the Independent Review Group (IRG) to examine both the current outpatient rehabilitative care and administrative processes at both WRAMC and NNMC. The panel was established on March 1, 2007, consisted of nine members, and co-chaired by two former Secretaries of the Army, Togo D. West, Jr. (1993-1997), and John O. Marsh, Jr. (1981-1989). The panel submitted its report to Secretary Gates on April 11, 2007."], "subsections": [{"section_title": "Panel Conclusions and Recommendations", "paragraphs": ["The panel concluded that the BRAC decision to create the new WRNMMC contributed to personnel staffing problems, a lack of WRAMC management's attention to day-to-day base operations, and a lack of resources for capital improvements to base facilities. The Panel found that the BRAC action created additional pressures for WRAMC management and complicated management's ability to manage outpatient services, including factors such as \"military to civilian conversions, retention and recruitment of quality staff members; facilities maintenance and staff attitude.\" The Panel considered the role of A-76 in base operations, and concluded that \"... the A-76 process created a destabilizing effect on the ability to hire and retain qualified staff members to operate garrison functions. The cost savings proved to be counterproductive.\" Finally, the Panel recommended that the Secretary of Defense provide the secretaries of the military services the opportunity to apply for regulatory relief from future A-76 studies, for WRAMC and other military medical treatment facilities only."], "subsections": []}]}, {"section_title": "The Army's Perspective", "paragraphs": ["Decision making over Walter Reed was dispersed over several commands. While some Army officials wanted to cancel the competition, still others wanted to complete it. The Army is represented by many different points of view—from WRAMC management, who fought to represent the employees, and attempted to get the A-76 competition canceled; Army Medical Command (MEDCOM), which reportedly denied WRAMC management's request to increase the numbers of employees; the AAA, which served as the Independent Review Official (IRO) to certify the MEO; and Army attorneys who represented the Army before GAO.", "In their testimony before the Congress, senior Army officials had different reactions to the competition. They include (1) Lieutenant General Kevin Kiley, formerly the Army's Surgeon General, and the former head of MEDCOM and WRAMC Commander from 2002-2004; reportedly, he was relieved of command largely due to the publicity surrounding the conditions at Walter Reed; and (2) Major General George Weightman, the WRAMC Base Commander from August 2006 until relieved of command in March 2007. In addition, General Weightman headed the North Atlantic Regional Medical Command.", "Colonel Peter Garibaldi, WRAMC Garrison Commander, was primarily responsible for managing base operation support activities, including the A-76 competition. Efforts by Colonel Garabaldi to solicit MEDCOM's help in resolving the A-76 issues were made public. In September 2006 Colonel Garabaldi wrote a three-page memorandum, through Major General Weightman, to Colonel Daryl Spencer, MEDCOM Assistant Chief of Staff for Resource Management, and requested approval and funding to fix the problems at Walter Reed. In this memorandum, Colonel Garabaldi stated:", "Since the Army initiated the A-76 competition in 2000, the current workload in the hospital and garrison missions has grown significantly in the past six years due to our need to care for an support Wounded Warriors from Operating Enduring Freedom, Operation Iraqi Freedom, and other outcomes of the Global War on Terrorism (GWOT). As a result, the Army performed the competition with dated workload data and expectations created before the GWOT began in 2001. Now in 2006, we need more personnel than the competition had anticipated.... As a direct result of the A-76 competition, its associated proposed RIF (reduction-in-force), and eventual Base Realignment and Closure (BRAC) of WRAMC's Main Post, we face the critical issues of retaining skilled clinical personnel for the hospital and diverse professionals for the Garrison, while confronted with increased difficulties in hiring.... Due to the uncertainty associated with this issue, WRAMC continues to lose other highly qualified personnel.", "WRAMC established its garrison command in 2002 when the Army established the Installation Management Agency (IMA). Consequently the A-76 competition data in 2000 did not include other areas of the garrison command necessary to run a full service BASOPS (base operations support) organization. These include the Directorate Of Logistics (DOL) and Plans Analysis and Integration Office (PAIO); therefore, the final contractor submission did not include positions for them. Furthermore, MEDCOM did not approve any full-time equivalents for the Garrison DOL or PAIO functions anywhere in the Continuing Garrison Organization (CGO). Without favorable consideration of these requests, WRAMC Base Operations and patient care services are at risk of mission failure.", "Colonel Garabaldi's memorandum illustrated the challenges he faced in trying to manage the day-to-day operations at Walter Reed, while at the same time managing both the numerous responsibilities created by the BRAC decision and the surge in outpatient medical care treatments."], "subsections": []}, {"section_title": "Competition Took over Six Years", "paragraphs": ["This competition took longer than most A-76 studies. The competition was announced during the second term of the Clinton Administration, and was concluded in the second term of the Bush Administration. While OMB reported that the average time frame for a standard public-private competition under Circular A-76 completed in FY2006 was just over 13 months, the WRAMC competition took over six years to complete. Senator Barbara A. Mikulski along with several of her Senate and House colleagues wrote a letter to then-Secretary of the Army Francis Harvey, requesting that the contract be cancelled, and arguing that the length of the competition violated DOD policy and public law.", "The undersigned lawmakers urge you not to enter into a contract for base operations support services at the Walter Reed Army Medical Center (WRAMC). A September 29, 2004, decision in favor of the in-house workforce was subsequently reversed earlier this year, resulting in a tentative decision to contract out the jobs of 350 federal employees in favor of a $120 million contract. The highly unusual circumstances surrounding this particular OMB Circular A-76 privatization review, particularly the apparent violation of the Anti-Deficiency Act, demand sustained Congressional scrutiny and if necessary decisive Congressional intervention.", "The WRAMC OMB Circular A-76 privatization review was started on June 13, 2000, under the previous Administration. The Department of Defense (DoD) received a waiver, special permission, from the Office of Management and Budget (OMB) to continue the WRAMC A-76 review under the rules of the Circular prior to its revision on May 29, 2003. However, OMB set certain conditions on how the WRAMC A-76 was to be conducted. OMB \"expect(ed) DoD to make final decisions for these cost comparisons (including the WRAMC privatization review) no later than September 30, 2004, the completion date projected by the DoD Competitive Sourcing Official in his October 24, 2003, letter to OMB.... The DoD Competitive Sourcing Official is responsible for ensuring use of the previous Circular is limited to timely completion or cancellation of any initiative....\" However, the Army continued the WRAMC A-76 privatization review past September 30, 2004. Under the current Circular, DoD could not unilaterally change the terms of the waiver from OMB. While it could have asked OMB for an extension, it appears that DoD never submitted such a request. The WRAMC privatization review should have been cancelled when the deadline in the waiver had expired but the Army had failed to complete the WRAMC privatization review in a \"timely\" fashion.", "The excessive length of the WRAMC privatization review appears to be in violation of both DoD's own rules, which limit A-76 privatization reviews for multi-function activities to 48 months, and, more importantly, the Defense Appropriations Bill, which limits A-76 studies for multi-function activities to 30 months. As you might imagine, the Congress takes very seriously any violations of the Anti-Deficiency Act. The apparent failures of the Army to abide by the terms of the OMB waiver, its own rules, and the law, in conducting the WRAMC privatization review long past the established deadlines, are not mere technicalities. Deadlines for the completion of A-76 privatization reviews are established for a very good reason: such exercises generate significant costs and can undermine productivity. The longer A-76 privatization reviews continue, the higher their costs; and the higher their costs, the less likely that those A-76 privatization reviews will generate any actual savings.", "We appreciate that the Army understands very well the highly unusual circumstances surrounding the WRAMC A-76 privatization review as well as the strong arguments for its cancellation. After all, after the sixteenth solicitation to the solicitation was issued, one which included more than 1,500 changes, many of them involving significant increases in workload, the in-house bid was decertified. That's why the Army's Assistant Secretary for Installations and Environment reported in an August 8, 2005, letter to the contractor that the \"Army will request approval to cancel the (WRAMC privatization) study.\" Given its troubled history, that was clearly the correct course of action.", "Again, the undersigned lawmakers urge you not to enter into a contract for base operations support services at WRAMC.", "Senator Mikulski's letter asserts that at least three apparent violations occurred because of the excessive length of time of the competition: apparent violations of (1) DOD's own rules which limit A-76 competitions for multi-function activities to 48 months , (2) the DOD Appropriations Act which limits A-76 competitions for multi-function activities to 30 months, and (3) the Antideficiency Act."], "subsections": [{"section_title": "Observations About the Length of the Competition", "paragraphs": ["The six-year delay was, in part, due to a number of factors, including congressional intervention to seek a legislative compromise to either prohibit the appropriation of funds for the competition - either to reverse the decision to award the contract to the private sector, or to stop the implementation of the BRAC decision. Other observers of the competition point to the Army's decision to continue the competition even though the agreed-upon time limits were not kept. Still others point to the fact that the Army added over 1,500 amendments (or changes) were made to the solicitation—amendments which were later added, according to GAO, to accommodate the surge in maintenance and upkeep activities needed at WRAMC after the start of combat operations—as the reason why the competition took longer than expected."], "subsections": []}, {"section_title": "Attrition of Skilled Base Operating Support Staff", "paragraphs": ["The most immediate impact of an announcement of a pending A-76 competition is often that skilled personnel are the first to quit, while new employees are usually sought to replace those leaving. However, some potential new employees have been reluctant to accept jobs that are in the midst of transition. Even employees who may be part of the proposed MEO may start to look for other jobs. Public-private competitions that take an inordinate amount of time to complete may also raise the anxiety level among existing employees, and create uncertainty. Such uncertainty can adversely affect recruitment. In a September 2006 memo, Colonel Garabaldi admitted that he had difficulty in retaining and hiring skilled personnel.", "To complicate matters, not only was the competition underway, but the BRAC action would eventually close the main campus. When a military facility is facing a BRAC action, large financial commitments are usually withheld for infrastructure improvements. Such was the case at Walter Reed. Major General George W. Weightman, WRAMC's Commander, testified before Congress that the privatization of base support services, in combination with the decision by the Pentagon to close WRAMC, contributed to the problems at the base. At the same hearing, Navy Surgeon General Vice Admiral Donald Arthur also testified as to his experience with A-76 competitions. While he was not involved in the Walter Reed competition, his comments reveal that the exodus of staff is not confined to the Army. He stated:", "We have not had similar incidents of A-76 studies on as grand a scale as Walter Reed has. But I would tell you in general, whenever you promulgate an A-76 competition, the very best people that we have start looking for other jobs and we end up with a dearth of people in the billets that are currently filled. And very often I think it comes out that a government worker—someone on the general schedule or one of our contractors—is at least as cost-effective as a privatization would be.\"", "Generals Kiley and Weightman stated that the combination of factors helped to destabilize the WRAMC workforce. In their testimony before Congress, they spoke of the effect of the competition's length on employee morale. The longer the competition took, the more difficult it was to manage. Here is an excerpt from a March 6, 2007 hearing where General Weightman responded to questions posed by Delegate Eleanor Holmes Norton.", "Delegate Norton: Could I ask you whether you believe that it would have been better not to privatize the entire garrison workforce when the facility was already undergoing pressures from BRAC and faced with those uncertainties—when you surely would have known that it would scattered that workforce, that experienced workforce, and that your own workers had won the competition for, in fact, keeping this facility up, including Building 18. Would it not have been better, in light of all the uncertainty, simply to go with the workforce you had? Why did you seek to privatize the workforce in light of the BRAC uncertainty and add to that with the uncertainty that always attends privatization?", "General Kiley: First, ma'am, I would like to say that the request—Colonel Garibaldi through General Weightman—I approved those at MEDCOM and we resourced those requirements from him. He was unable to execute them, which was the issue. I gave him the money he needed, but you've already articulated the challenge.", "General Kiley: You've identified the issue: When you're not going to have a job much longer, why should you hire one?", "Delegate Norton: Therefore, why should you privatize it? It started on your watch, General Kiley.", "General Kiley: Actually, it started, as I understand it, in 2000, when it was identified as one of the privatization efforts under A-76. And once that installation was identified to the Army as a process....", "Delegate Norton: Just let me—I'd trying to get an answer because I know they want to move on. Would it have been the better side of wisdom not to privatize everything here except the clinical and medical workforce, and therefore add to the stability or the instability that inevitably comes with BRAC?", "General Kiley: It did increase the instability.", "NORTON: Thank you, sir.", "General Weightman?", "General Weightman: Absolutely. Between BRAC and A-76 it was two huge impacts on our civilian workforce, which is two-thirds of our workforce here at Walter Reed.", "NORTON: Thank you, Mr. Chairman."], "subsections": []}]}, {"section_title": "Cost Comparison Between the Government MEO and the Contractor", "paragraphs": ["Here is a summary of the evaluated costs for both the government MEO and IAP Worldwide Service in the WRAMC competition.", "It should be noted that according to this data the costs for the MEO were significantly increased from September 2004 to January 2006, while the cost for the contractor did not significantly increase. Later the Army responded to then-Senator Sarbanes's request for cost information on the WRAMC competition. The following excerpts are from a memorandum reportedly written by Mr. William A. Armbruster, Deputy Assistant Secretary of the Army for Privatization and Partnerships.", "On May 11 th , I provided an interim reply to your April 27, 2006 letter requesting cost information regarding the Walter Reed Army Medical Center base operations support services competition under OMB Circular A-76. The U.S. Army Medical Command (MEDCOM) has carried the greatest cost of all the associated organizations in bringing this unprecendented competition to a conclusion. The numerous protests and contests that caused a two-year delay in reaching the decision state have greatly increased the cost of this competition. The MEDCOM costs, as well as other involved organizations, are listed below:", "The transition costs below are an estimate based on employee interviews during which 109 employees indicated they were \"interested\" in accepting the Voluntary Early Retirement Authority (VERA) or the Voluntary Separation Incentive Pay (VSIP). If any of these employees decide to accept a new, permanent job offer in lieu of returning or separating, these costs, and separation pay costs, would be reduced.", "The annual savings over the baseline costs will be about $4.5 million. The contractor's cost proposal for the five-year term was almost $17.5 million less than the government workforce's cost proposal. Even with the extraordinary expenses of this competition, the resultant savings are significant.", "One observer of the A-76 process, John Threlkeld, an AFGE lobbyist, wrote in an analysis of the WRAMC competition that the Army's cost estimate is \"demonstrably flawed.\" Mr. Threlkeld stated that the Army's analysis fails to take into account the $10 million \"minimum cost differential\" that federal rules require must be applied to contractor bids to account for costs associated with disruption and loss of productivity related to the competition process.", "Threlkeld has stated that because the congressional waiver of the 30-month limit expired at the end of FY2004, in FY2005 and FY2006 the Army was in violation of the Anti-Deficiency Act - that when the A-76 competition extended beyond the deadline, DOD was spending money in excess of the amount of money in the appropriation, which is a violation of the Antideficiency Act. He also noted that at one point during the 16-month period between the initial decision in favor of the MEO and its subsequent reversal in favor of an award to IAP, the Army asked DOD if it could cancel the competition and DOD instructed the Army to finish the competition."], "subsections": []}]}, {"section_title": "Implications for Future Competitive Sourcing", "paragraphs": ["What are some of the broader implications of the WRAMC competition on the future of competitive sourcing studies under OMB Circular A-76? Are the decisions made during the course of the WRAMC competition likely to shape future public-private competitions? Possibly due to the Walter Reed controversy, the Army has announced its plan to cancel all future outsourcing contracts at military medical facilities for 2007 and 2008. According to the Army Medical Command's Chief of Staff, William Thresher, \"In light of the increased requirement for health care assets to support the global war on terrorism, Headquarters Department of the Army has accorded us a reprieve from participating in future A-76 efforts.\" Future competitions were planned for various Army facilities, including Fort Detrick (Maryland) and WRAMC, and the range of activities would have included base operations support, pharmacy, radiology, pathology and ambulance services.", "Is it fair to draw firm conclusions about the entire A-76 process based on the Walter Reed competition? Do problems uncovered during the WRAMC competition reveal problems inherent in the Circular A-76 policy itself? Is A-76 inherently flawed, or is the Walter Reed situation an anomaly? While it may be unfair to generalize about all A-76 studies based on Walter Reed, it appears that the Walter Reed competition was poorly executed. Such are the observations of former Secretary of the Army Togo West. Mr. West served as the Co-chairman of the Independent Review Group and former Secretary of the Army, Army lawyer, and Secretary of the Department of Veterans Affairs. In May 2007, he spoke of the group's study of the Walter Reed controversy.", "JIM LEHRER: What went wrong over there at Walter Reed, Mr. Secretary? How were things allowed to happen that did happen?", "TOGO WEST: One of the things is that deficiencies in maintenance had been accumulating over time at Walter Reed. Now, when a system, a medical center, is doing as well as that distinguished facility was in peacetime, and without the stress of a war-time engagement, you can miss some of that. But once you get the numbers that were forced into Walter Reed—Jack Marsh mentioned 640; at the height, there were some 800 in the medical hold among outpatients—then the cracks begin to show, the difficulties begin to come clear. For example, if you go to that number of outpatients in the whole facility, and the case worker staff stays at the same or even drops, well, then, cases are going to be unattended to, in terms of getting servicemembers to appointments and the like.", "JIM LEHRER: And why was the number of caseworkers not increased?", "TOGO WEST: Walter Reed had been placed on the black list. It had been through A-76.", "JIM LEHRER: What is that?", "TOGO WEST: The A-76 procedure is a procedure by which a facility evaluates whether it should take governmental assignments and convert them into private contractor assignments. It almost freezes any hiring until that process is completed. It was a long process. Once it was done, Walter Reed was down by as much as 37 percent among its most important caseworker, nursing, and the like functions.", "JIM LEHRER: In other words, the number of people available to do the work was going down while the number of patients was increasing, both of them dramatically, right?", "TOGO WEST: That's right. That's exactly right.", "Certain conclusions may be drawn from this competition. First, six years in the life of an A-76 competition is a long time, and the competition is not conducted in a vacuum. A lot can happen to change the course of events. Given the complexity of issues and the convergence of events, the decision to continue with the Walter Reed competition may have been unwise. The events show how difficult it is to conduct competitions when there are numerous competing interests and priorities. Neither BRAC nor the effect of combat operations were anticipated when the decision was made to conduct the Walter Reed A-76 competition. Either or both events could have been used as rationales for delaying or even cancelling the A-76 competitions.", "Second, federal agencies may be under increasing pressure to meet the numerical quotas of the Bush Administration's Presidential Management Agenda (PMA). According to the Army, the Department was reportedly required to review approximately 77,873 positions for competitive sourcing by the end of FY2009. How much of the decision not to cancel the competition was driven by the Army's desire to meet the PMA goals is unknown. One of the challenges facing federal agencies is how to conduct competitions when there are constrained resources. Given the constrained resources presented by combat operations and BRAC actions, the Army might have made the decision to cancel the competition but still fallen short of the numerical quotas.", "Third, it appears that if the A-76 policy is going to work effectively, it cannot be the used for every federal activity. Some have suggested that the Army's constrained resources was the reason why repairs were not made to the reportedly substandard facilities at WRAMC. Perhaps for some activities A-76 competitions are not appropriate, particularly for activities that affect military health care (including base operations support, maintenance, and repair). Some would argue that trash removal is not an inherently governmental activity; but for a medical setting, regular maintenance and repair of health care facilities may be critical to the morale of the patient. A case could be made that any activity that touches the military patient should be considered inherently governmental, including, for example, trash removal on a military health care facility. When the mission (like patient care) is critical, the risks of mission failure are high. In this view, base operations support activities should be exempt from competition."], "subsections": []}, {"section_title": "Options for Congress", "paragraphs": ["While Congress is not compelled to pursue any action at all, there may be legislative initiatives that Congress may want to pursue in the area of A-76 competitive sourcing policy. Are there fresh approaches or alternatives that Congress may want to consider as it evaluates the efficacy of the A-76 policy? Among them, Congress could require more specific reporting on the status of ongoing A-76 competitions; prohibit numerical quotas and the conduct of competitions for activities at military medical facilities; prohibit competitions at military medical facilities; prohibit the inclusion of health care and retirement costs in competitions; change the rules, enforce the law, provide parity for contractors and federal employees, and consider alternatives like the development of \"high-performing organizations.\" Finally, if there are still outstanding competitions under the pre-2003 Circular, Congress could cancel them."], "subsections": [{"section_title": "Require Specific Reporting on the Status of Ongoing A-76 Competitions", "paragraphs": ["Congress may direct DOD to provide more detailed information on the status of ongoing A-76 studies. Congress may want to receive a quarterly update on the status of DOD competitions, to include the following information:", "the number of older competitions under review, and whether these competitions have been granted waivers; the status of new standard multi-function A-76 studies, including how many competitions are in excess of the 12-months limitation, and how many have been granted waivers; the number of competitions that are in excess of 18 months, with or without waivers; the number of competitions in excess of 30-months, with or without waivers; and the demographics of the affected government employees in A-76 competitions, and whether any particular group of employees are adversely impacted by the A-76 policy, competition process or the final outcome."], "subsections": []}, {"section_title": "Prohibit the Establishment of Numerical Quotas for A-76 studies", "paragraphs": ["Congress could prohibit the establishment of numerical quotas for federal agencies. Some have argued that the desire to meet numerical quotas (or targets) may have been a factor in the Army's decision to continue the competition despite the problems evolving during the competition."], "subsections": []}, {"section_title": "Declare All Activities at Military Medical Facilities to Be Inherently Governmental", "paragraphs": ["Congress could declare that any activities on military medical facilities that affect patient care would be considered inherently governmental and not appropriate for competition. One way to accomplish this would be to declare all activities at military medical facilities as \"inherently governmental\" and not subject to competition. The case can be made that the activities at military medical facilities at WRAMC are too critical to national security that they require performance by federal employees.", "As an example, one possible option Congress may want to consider is to declare a one-year moratorium on the conduct of future A-76 competitions at military medical facilities. This legislative initiative was proposed by Representative Solomon Ortiz in the House-passed version of H.R. 1538 , the Wounded Warrior Assistance Act of 2007. Here Representative Ortiz describes the intent of the bill.", "The amendment as adopted today would impose a one-year moratorium on all future A-76 competitions at the Department of Defense for work performed at medical facilities. Both the private and public sectors have identified flaws in the program. And the problems we discovered at Walter Reed Army Medical Center are only the tip of the iceberg. In a September 2006 memo, the garrison commander admitted that he had difficulties in retaining and hiring skilled personnel. This was because of the A-76 competition, the proposed RIFS that went with it and BRAC. That is why we need to step back and review whether A-76 competitions are the right way to find cost savings and efficiencies for military medical facilities. And we need to make sure that we have not sacrificed service or performance of the mission. Let me make clear. This amendment addresses only future contracts for services performed at medical facilities. It does not overturn the Walter Reed contract. It would be irresponsible to do that. The federal workforce has gone to other federal jobs or hired by the private contractor, who is now on the job and performing.", "The amendment as approved also calls for a report that will help us determine the value of the A-76 process."], "subsections": []}, {"section_title": "Prohibit the Inclusion of Health Care and Retirement Costs from the A-76 Cost Comparison Process", "paragraphs": ["Congress could prohibit the inclusion of health care and retirement costs in the cost comparison process. Reportedly, the Army failed to comply with the requirement in the Defense Appropriations bill to exclude health care costs from the A-76 cost comparison process if DOD contributed more (per employee for health care insurance) than the contractor contributed (per employee for health care insurance). The exclusion of retirement costs might preclude the rewarding of contractors for providing benefits that are less than those provided by the federal government."], "subsections": []}, {"section_title": "Establish a Team of Acquisition Professionals to Rotate Service as Agency Tender Officials", "paragraphs": ["It would appear that based on the Walter Reed Competition no one individual has overall authority for the conduct of the competition. What happens when a competition becomes complex or complicated, as in the situation at Walter Reed? While the Army (represented by many different officials) and the Office of the Secretary of Defense have shared authorities and responsibilities for A-76, these officials share what may appear to be somewhat conflicting and confusing roles—to both advocate for the integrity of the A-76 process while at the same time exercising their institutional roles. The Deputy Garrison Commander, as an example, attempted to appeal the outcome of the competition. He lacked the legal standing to do so, and he also lacked the authority and financial resources to pursue the matter.", "One option could be for OMB to establish a team of experienced A-76 professionals who could be called upon to serve as ATOs. These professionals could be selected to serve as ATOs in competitions outside of their assigned federal agency. Also, ATOs would require sufficient funds to represent the federal employees throughout the entire course of the A-76 competition, and may also require a certain independence."], "subsections": []}, {"section_title": "Require an Enforcement of the A-76 Rules", "paragraphs": ["Congress could ensure that the A-76 rules are followed. When the rules governing the conduct of A-76 studies are not followed, there is no authority to ensure that the rules are followed, and the process as well as the final decision may lack integrity. There appears to be no authority to ensure that the rules are followed; as a result, many parties lose confidence in the A-76 process. Some have suggested that OMB could have stopped the Walter Reed A-76 competition when it exceeded the permitted length of time. Others have pointed out that DoD could have stopped the A-76 competition when it exceeded the length of time as prescribed by law in the Defense Appropriations Act. Also, some have pointed out that the Army could have excluded health care costs from the contracting out cost comparison process, as required by the Defense Appropriations Act. An enforcement of the rules of the Walter Reed A-76 competition may have resulted in a different outcome."], "subsections": []}, {"section_title": "Grant Federal Employees the Same Rights as Private Sector Contractors", "paragraphs": ["The right to protest is an essential element of the outcome of the Walter Reed competition. The right to file a protest is provided in the Competition in Contracting Act. It should be noted that at the time of the Walter Reed competition, the Competition in Contracting Act provided private sector contractors the right to file protests with GAO, while federal employees were prohibited from exercising any protest rights. However, P.L. 108-375 expanded the definition of who is an \"interested party\" and included the Agency Tender Official (ATO). Federal employees also wanted to protest directly, but were prohibited from doing so. The ATO, the federal employee representative, tried to file a protest but GAO determined that no ATO existed (in the pre-2003 Circular) and so the ATO lacked standing. This sequence of events suggests that A-76 has not always afforded both equity and fairness.", "The issue of a lack of the right of federal employees to directly protest the outcome of the competition is central to the outcome of this competition. GAO heard the protest filed by IAP, the contractor; which IAP had the statutory right to file. Without this protest, the MEO would presumably have won the competition. On the face of it, the inability to directly protest their case put the affected federal employees at a disadvantage.", "The Walter Reed competition showed that WRAMC management wanted to advocate on behalf of its employees, but was prohibited from doing so. More importantly, WRAMC management reported that they were unable to advocate on behalf of the federal employees because (1) they did not have the in-house expertise to handle the appeal process, and (2) they did not have the money to pay for outside legal counsel. They took the extraordinary step of contacting AFGE to handle the federal employee appeal.", "Congress could grant legislative authority for federal employees themselves to have direct protest rights. While the ATO has the right to protest on behalf of federal employees, it is at the discretion of the ATO. If an ATO decides not to protest on behalf of federal employees, there is no recourse. Also, Congress could prohibit federal agencies from conducting competitions unless they have enough money to fund competitions entirely, including representation for the federal employees during all phases of the competition, up to and including the post-award process."], "subsections": []}, {"section_title": "Encourage Alternatives to A-76", "paragraphs": ["Congress could also provide encouragement and incentives to federal agencies that seek to explore appropriate alternatives, like creating high-performing organizations (HPO), to gain the same (or better) efficiencies that are sought through A-76 competitions. GAO's Commercial Activities Panel (CAP) recommended the creation of HPOs. Given that federal employees are now winning the majority of competitions, agencies like the Army might look to alternatives that don't have the costs and other challenges associated with A-76."], "subsections": []}, {"section_title": "Cancel A-76 Studies Under the Pre-2003 Circular", "paragraphs": ["To avoid problems similar to those that resulted at Walter Reed, Congress could direct the cancellation of any outstanding competitions conducted under the pre-2003 Circular. The American Federation of Government Employees has recommended that the A-76 study at Keesler AFB be cancelled. According to one media report, AFGE describes a competition at Kessler Air Force Base that has taken at least eight years to complete."], "subsections": [{"section_title": "Appendix.", "paragraphs": ["Excerpts from the Executive Summary, Chapter. Rebuilding the Trust. Final Report, Independent Review Group Report on Rehabilitative Care and Administrative Processes at Walter Reed Army Medical Center and National Naval Medical Center. April 2007, pp. 37-42.", "IV. LEADERSHIP, POLICY, AND OVERSIGHT", "Command and Control", "The leadership at Walter Reed Army Medical Center did not maintain an acceptable standard of managing outpatient services for injured and sick service members. Walter Reed's inclusion on the Base Realignment and Closure list and pressure to outsource traditional military service functions through A-76 implementation, complicated leadership's ability to appropriately manage outpatient services. Additional factors include military to civilian conversions; retention and recruitment of quality staff members; facilities maintenance; and staff attitude, also impacted the efficacy of leadership's role at Walter Reed.", "Base Realignment and Closure (BRAC)", "In August 2005, the Base Realignment and Closure Committee recommended Walter Reed Army Medical Center installation, including the Armed Forces Institute of Pathology, be closed. The Committee also recommended that the Walter Reed Army Medical Center be realigned with the National Naval Medical Center to create the Walter Reed National Military Medical Center (WRNMMC). The recommendation was approved by Congress in November 2005, and plans call for the full integration to take place by September 2011.", "This timeline effectively places Walter Reed Army Medical Center in a state of \"limbo\" regarding its ability to make capital improvements and recruit and retain qualified staff. The complexity surrounding the creation of Walter Reed National Military Medical Center requires significant attention from the current leadership, resulting in time and resources being taken away from the effective management of the hospital. There is no doubt that the facilities at Walter Reed require replacement and the present campus is too small to accommodate the large patient load and influx of family members resulting from Operations Iraqi Freedom and Enduring Freedom.", "There are economies to be gained through the creation of Walter Reed National Military Medical Center. The timing of the Base Realignment and Closure decision and implementation of its timeline could not have been worse; a time when the mission to treat war wounded, sick, and injured service members, while maintaining normal patient load, was at its highest demand at Walter Reed. The establishment of the Walter Reed National Military Medical Center, on the campus of Bethesda, along with the co-location with the Uniformed Services University of the Health Sciences and close proximity to the National Institutes of Health, makes an ideal setting for the continued cooperation between the civilian sector and the Armed Forces Institute of Pathology. The Armed Forces Institute of Pathology is integral to the military and civilian medical research communities of today as well as to the future of our healthcare system.", "Finding:", "The Base Realignment and Closure decision to create the new Walter Reed National Military Medical Center contributed to staffing problems, inattention of leadership to day-to-day operations, and a lack of resources for capital improvements.", "Discussion:", "The inclusion of Walter Reed Army Medical Center on the Base Realignment and Closure list forced leadership to devote a substantial amount of time to the planning for integration of clinical services with the National Naval Medical Center. At least one senior staff member indicates he spends over 30% of his time devoted to Base Realignment and Closure issues; time that could be spent seeing to the needs of patients and their families. The leadership complexities of Walter Reed Army Medical Center Command are challenging and very broad in scope and span of control. From the operation of a major military academic medical center, providing a full range of casualty care to managing the healthcare market for beneficiaries in the National Capital Region, the commander is also responsible for health care oversight for the northeastern United States. The addition of the responsibilities associated with Base Realignment and Closure demanded long term strategic focus and planning and competed with other operational requirements of day-today leadership. Recruitment and retention of critical specialists have also been affected by the Base Realignment and Closure decision. According to the Deputy Commander of Clinical Services, \"since the announcement of the Base Realignment and Closure decision, Walter Reed Army Medical Center has lost six long-term highly trained anesthesiologists, a key clinical information programmer, a senior claims attorney, patient safety officer and a candidate to run the credentials office to name a few.\" Due to the perceived instability surrounding the continued operation of Walter Reed Army Medical Center, the Accreditation Council for Graduate Medical Education recently reduced the accreditation of many Walter Reed Army Medical Center's programs from five years to two years of accreditation, making these residency programs less desirable. The long-term effects of the accreditation change have yet to be realized.", "The Assistant Secretary of the Army (Installations & Environment) made a decision to discourage capital expenditures for facility improvement projects on Army installations scheduled for closure as a result of the Base Realignment and Closure recommendations. Noted in a Department of Army memo, \"At installations recommended for closure, all facility projects, regardless of fund source, not under contract or, if in-house, not started, shall be deferred pending the final Base Realignment and Closure decision. Any exception based on legal, health, or environmental requirements shall be addressed on a case-by-case basis to Assistant Secretary of the Army (Installations & Environment) for decision.\"", "This created a decline in facility improvements, and impeded leadership's efforts to convince legislators of its need for critical facility improvements, such as the Warrior Rehabilitation Training Center (Amputee Center), currently under construction. The replacement of the aging hospital facility at Walter Reed as well as others within the National Capital Region was the target for Base Realignment and Closure and acceleration of the processes for both the new Walter Reed and Fort Belvoir will move all patients in the region to include the combat injured into modern facilities faster. Current proposals for the acceleration of the new Walter Reed National Military Medical Center move the construction completion date ahead eight months to October 2010. Creation of the new Warrior Care Center at the Bethesda campus could be completed by October 2009, allowing use of this resource as early as possible. Similar acceleration strategies should also be considered with the new hospital construction at Fort Belvoir with completion by August 2010. During a time of war, focusing on serving the needs of soldiers and families by providing them the best possible facilities for care and recovery is imperative.", "Recommendation:", "The Secretary of Defense should seek legislative approval to accelerate the implementation of the Base Realignment and Closure Commission's recommendations. Specifically, accelerate or waive the Environmental Impact Competition (EIS) and release monies required to start construction of the \"new\" Walter Reed National Military Medical Center.", "The existing facilities should not be allowed to \"die on the vine.\" Expeditious integration of these two facilities will lessen the time Walter Reed Army Medical Center is in a state of \"limbo,\" and can take advantage of economies at a quicker pace while ultimately improving the treatment of eligible servicemembers and their families. The servicemembers and their families should not experience any delays in service during this transition. Funding must be provided to maintain full operation until the day of closure.", "A-76:", "The Office of Management and Budget A-76 circular provides for public/private competition for tasks that are not considered inherently governmental. The A-76 program was designed for the government to select the \"most efficient organization\" to perform those tasks that are not considered inherently governmental tasks. The announcement to implement the provisions of the A-76 at Walter Reed Army Medical Center took place in 2000, almost seven years prior to the last contract award to a private firm. During that time, the government bid on the contract to provide base operations support, including facilities maintenance, clerical functions, and other tasks. The government bid was originally calculated to be $7 million less than a private contractor. The bids were later recalculated and it was determined the private contractor's bid was more favorable by the same $7 million amount.", "The A-76 process had a huge destabilizing impact on the civilian workforce at Walter Reed Army Medical Center. During times of declared war or military mobilization, the Department of Defense can opt-out of the A-76 process. The revised A-76 Circular, states \"The Department of Defense Competitive Sourcing Official (without delegation) shall determine if this circular applies to the Department of Defense during times of declared war or military mobilization.\"", "The Department of Defense Competitive Sourcing Official is the Deputy Undersecretary of Defense, Installations and Environment. Had the option to exclude the Department of Defense from A-76 been exercised, significant personnel shortages could have been avoided at a crucial time when Walter Reed Army Medical Center and National Naval Medical Center were focused on the treatment of wounded, sick or injured service members. With the local civilian personnel office focused on A-76 business, non-A-76 business, such as recruitment of healthcare personnel, was not a priority. OMB Circular A-76 rests on a policy of subjecting commercial activities to public-private competition. Testimony received by the Independent Review Group (March 2007).", "Finding:", "The A-76 process created a destabilizing effect on the ability to hire and retain qualified staff members to operate garrison functions. The cost savings proved to be counterproductive.", "Discussion:", "The implications of the A-76 program created yet another pressure for Walter Reed Army Medical Center staff and leadership to overcome. The award of a contract to a private vendor for facility maintenance resulted in a hiring freeze in June 2006 followed by a reduction in force (IF) action of civilian employees in August 2006. The contractor, International American Products (IAP), however, did not begin work until February 2007, which resulted in a serious shortage of staff for an eight month period (June 2006 until Feb 2007). This action restricted leadership's ability to hire front desk clerks and administrative staff, resulting in critical staff shortages. The most devastating effect of the hiring freeze was the impact on garrison and brigade functions designed to support outpatient servicemembers and their families. The long lag time from the announcement of the A-76 competition to contractor selection and implementation led to staff shortages of more than 100 personnel during a time the patient load was at peak levels.", "Recommendation:", "The Secretary of Defense should provide the Service Secretaries the opportunity to apply for regulatory relief from A-76 during a time of war; specifically for Walter Reed and other military treatment facilities.", "Accountability:", "During a visit to Walter Reed Army Medical Center on March 30, 2007, President George W. Bush affirmed, \"The problems at Walter Reed were caused by bureaucratic and administrative failures.\" Assessments from the Department of Army indicated that leadership was aware of complaints about administrative processes and poor facility conditions at Walter Reed Army Medical Center and either delayed in acting or failed to act altogether.", "Finding:", "The Base Realignment and Closure decision to create the new Walter Reed National Military Medical Center contributed to staffing problems, inattention of leadership to day-to-day operations, and a lack of resources for capital improvements.", "Recommendation:", "The Secretary of Defense should seek legislative approval to accelerate the implementation of the BRAC Commission's recommendations. Specifically, accelerate or waive the Environmental Impact Competition (EIS), and release monies required to start construction of the \"new\" Walter Reed National Military Medical Center. (2) The existing facilities should not be allowed to \"die on the vine.\" Expeditious integration of these two facilities will lessen the time Walter Reed Army Medical Center is in a state of \"limbo,\" and can take advantage of economies at a quicker pace while ultimately improving the treatment of eligible service members and their families. The servicemembers and their families should not experience any delays in service during this transition. Funding must be provided to maintain full operation until the day of closure.", "Finding:", "The A-76 process created a destabilizing effect on the ability to hire and retain qualified staff members to operate garrison functions. The cost savings proved to be counterproductive.", "Recommendation:", "The Secretary of Defense should provide the Service Secretaries [with] the opportunity to apply for regulatory relief from A-76 during a time of war; specifically for Walter Reed and other military treatment facilities."], "subsections": []}]}]}]}}