{"id": "RL34716", "title": "Status of a Senator Who Has Been Indicted for or Convicted of a Felony", "released_date": "2015-04-02T00:00:00", "summary": ["There are no federal statutes or Rules of the Senate that directly affect the status of a Senator who has been indicted for a crime that constitutes a felony. No rights or privileges are forfeited under the Constitution, statutory law, nor the Rules of the Senate upon an indictment. Under the Rules of the Senate, therefore, an indicted Senator may continue to participate in congressional proceedings and considerations. Under the United States Constitution, a person under indictment is not disqualified from being a Member of or a candidate for reelection to Congress. Internal party rules in the Senate may, however, provide for certain steps to be taken by an indicted Senator. For example, the Senate Republican Conference Rules require an indicted chairman or ranking Member of a Senate committee, or a member of the party leadership, to temporarily step aside from his or her leadership or chairmanship position.", "Members of Congress do not automatically forfeit their offices upon conviction of a crime that constitutes a felony. No express constitutional disability or \"disqualification\" from Congress exists for the conviction of a crime, other than under the Fourteenth Amendment for certain treasonous conduct by someone who has taken an oath of office to support the Constitution. Unlike Members of the House, Senators are not instructed by internal Senate Rules to refrain from voting in committee or on the Senate floor once they have been convicted of a crime which carries a particular punishment. Internal party rules in the Senate may affect a Senator's position in committees. Under the Senate Republican Conference Rules, for example, Senators lose their chairmanships of committees or ranking Member status upon conviction of a felony.", "Conviction of certain crimes may subject—and has subjected in the past—Senators to internal legislative disciplinary proceedings, including resolutions of censure, as well as an expulsion from the Senate upon approval of two-thirds of the Members. Conviction of certain crimes relating to national security offenses would result in the Member's forfeiture of his or her entire federal pension annuity under the provisions of the so-called \"Hiss Act\" and, under more recent provisions of law, conviction of a number of crimes by Members relating to public corruption, fraud, or campaign finance law will result in the loss of the Member's entire \"creditable service\" as a Member for purposes of calculating his or her federal retirement annuities if the conduct underlying the conviction related to one's official duties.", "This report has been updated from an earlier version, and will be updated in the future as changes to law, congressional rules, or judicial and administrative decisions may warrant."], "reports": {"section_title": "", "paragraphs": ["This report summarizes the potential consequences, with respect to congressional status, that may result when a sitting Member of the United States Senate is indicted for or is convicted of a felony."], "subsections": [{"section_title": "Background", "paragraphs": ["If a sitting United States Senator is indicted for a criminal offense that constitutes a felony, the status and service of that Member is not directly affected by any federal statute, constitutional provision, or Rule of the Senate. No rights or privileges are forfeited under the Constitution, statutory law, or the Rules of the Senate merely upon an indictment for an offense. Internal party rules in the Senate may be relevant, however, and the Senate Republican Conference Rules, for example, have required an indicted chairman or ranking Member of a Senate committee, or a member of the Senate party leadership, to temporarily step aside from his or her leadership or chairmanship position, although the Member's service in Congress would otherwise continue.", "It should be noted that Members of Congress do not automatically forfeit their offices even upon conviction of a crime that constitutes a felony. There is no express constitutional disability or \"disqualification\" from Congress for the conviction of a crime, other than under the Fourteenth Amendment for certain treasonous conduct after having taken an oath of office. Under party rules, however, Members may lose their chairmanships of committees or ranking Member status upon conviction of a felony, and this has been expressly provided under the Senate Republican Conference Rules. Conviction of certain crimes may subject Senators to internal legislative disciplinary proceedings, including resolutions of censure, as well as expulsion from the Senate upon approval of two-thirds of the Members. Expulsion of a Member from Congress does not result in the forfeiture or loss of one's federal pension, but the Member's conviction of certain crimes may lead to such forfeiture of retirement annuities, or the loss of all of the \"creditable service\" as a Member that one would have earned towards a federal pension."], "subsections": []}, {"section_title": "Service in Congress: Qualifications for Holding Office", "paragraphs": ["Indictment and/or conviction of a crime that is a felony does not constitutionally disqualify one from being a Member of Congress (nor from being a candidate for a future Congress), unless a Member's conviction is for certain treasonous conduct committed after taking an oath of office to support the Constitution. There are only three qualifications for congressional office and these are set out in the United States Constitution at Article I, Section 3, clause 3 for Senators (and Article I, Section 2, clause 2, for Representatives): age, citizenship, and inhabitancy in the state when elected. These constitutional qualifications are the exclusive qualifications for being a Member of Congress, and they may not be altered or added to by Congress or by any state unilaterally. Once a person meets those constitutional qualifications, that person, if elected, is constitutionally \"qualified\" to serve in Congress, even if under indictment or a convicted felon."], "subsections": []}, {"section_title": "Committee Chairmanships and Leadership Positions", "paragraphs": ["No specific or formal Rule of the Senate exists concerning the status of a Senator who has been indicted with respect to chairmanships or ranking Member status on committees of the Senate. However, the political parties in the Senate may adopt internal conference and caucus rules that may affect a Senator's leadership and committee positions and assignments. For example, Senate Republican Conference Rules have provided for the temporary loss of one's position as the chairman or ranking Member of a committee, and the temporary loss of one's leadership position, if the Senator has been indicted for a felony; and if the Senator is convicted, the replacement of the chair/ranking Member on the committee."], "subsections": []}, {"section_title": "Refraining from Voting in Congress After Conviction", "paragraphs": ["Although Members of the House of Representatives convicted of an offense that may result in two or more years' imprisonment are instructed under House Rule XXIII (10) to \"refrain from participation in the business of each committee of which he is a member, and a Member should refrain from voting\" on any question on the floor of the House until his or her presumption of innocence is restored (or until the individual is reelected to Congress), there is no comparable provision in the Senate Rules."], "subsections": []}, {"section_title": "Congressional Discipline", "paragraphs": [], "subsections": [{"section_title": "Indictment", "paragraphs": ["Each house of Congress has the express authority under Article I, Section 5, clause 2, of the United States Constitution to punish a Member for \"disorderly Behaviour\" and, with the concurrence of two-thirds, to expel a Member. Although the breadth of authority and discretion within the Senate (and House) as to the timing, nature, and underlying conduct involved in an internal discipline of a Member of that body is extensive, the traditional practice in Congress, in cases where a Member of Congress has been indicted, has been to wait to impose congressional discipline, such as expulsion or censure against the Member, until the question of guilt has been at least initially resolved through the judicial system. Members of Congress, like many other individuals, have been indicted and charged with various offenses and then been subsequently exonerated in judicial proceedings. Both the Senate and the House have thus been reluctant to remove from Congress individuals who have been lawfully elected to represent their constituents based merely upon charges in an indictment. However, no impediment in law or rule exists for ongoing congressional inquiries concurrent with criminal proceedings (although such actions may complicate some evidentiary issues in subsequent judicial proceedings, and certain internal, concurrent congressional inquiries have in the past been postponed or partially deferred because of arrangements with the Department of Justice).", "An attempt to mandatorily suspend an indicted or convicted Member from voting or participating in congressional proceedings raises several issues. In general, elected Senators are not in the same situation as persons appointed to positions in the government with indefinite tenure, nor as private professionals, who might be suspended for a period of time merely upon suspicion or charges being levied, because Members of Congress are directly elected by, answerable to, and personally represent the people of their state or district in the Congress. The authority of either house of Congress to mandatorily suspend a Member from participation in congressional business has thus been questioned on grounds of both policy and power because such action would, in effect, disenfranchise that Member's constituency, deprive the people of their full constitutional representation in Congress, and would not allow the constituents to replace a Member, such as they could after an expulsion action."], "subsections": []}, {"section_title": "Conviction", "paragraphs": ["Conviction of a crime may subject a Member of the Senate to internal disciplinary action, including a resolution for censure of the Member, up to and including an expulsion from Congress upon a two-thirds vote of the Members of the Senate present and voting. The Senate has demonstrated that in cases of conviction of a Member of crimes that relate to official misconduct that the institution need not wait until all the Senator's appeals are exhausted, but that the Senate may independently investigate and adjudicate the underlying factual circumstances involved in the judicial proceedings, regardless of the potential legal or procedural issues that may be raised and resolved on appeal.", "No specific guidelines exist regarding actionable grounds for congressional discipline under the constitutional authority of each house to punish its own Members. Each house of Congress has significant discretion to discipline misconduct that the membership finds to be worthy of censure, reprimand, or expulsion from Congress. When the most severe sanction of expulsion has been actually employed in the Senate (and in the House of Representatives), however, the conduct has historically involved either disloyalty to the United States or the violation of a criminal law involving the abuse of one's official position, such as bribery. In the United States Senate, 15 Senators have been expelled, 14 during the Civil War period for disloyalty to the Union (one expulsion was later revoked by the Senate), and one Senator was expelled in 1797 for other disloyal conduct. Although the Senate has actually expelled relatively few Members, and none since the Civil War, other Senators, when facing a recommended expulsion for misconduct, have resigned their seat rather than face the potential expulsion action.", "In addition to expulsion, the Senate as an institution may take other disciplinary actions against one of its Members, including censure or fine. The Senate, like the House of Representatives, has taken a broad view of its authority to censure or otherwise discipline its Members for any conduct that the Senate finds to be reprehensible and/or to reflect discredit on the institution and which is, therefore, worthy of rebuke or condemnation. A censure by the Senate, whereby the full Senate adopts by majority vote a formal resolution of disapproval of a Member, may therefore encompass conduct that does not violate any express state or federal law, nor any specific Rule of the Senate.", "The Senate, in a similar manner as the House of Representatives in relation to its Members, has expressed reticence to exercise the power of expulsion (but not censure) for conduct in a prior Congress when a Senator has been elected or reelected to the Senate after the Member's conviction, when the electorate knew of the misconduct and still sent the Member to the Senate. The apparent reticence of the Senate or House to expel a Member for past misconduct after the Member has been duly elected or reelected by the qualified electors of a state, with knowledge of the Member's conduct, appears to reflect the deference traditionally paid in U.S. heritage to the popular will and election choice of the people. The authority to expel would thus be used cautiously when the institution of Congress might be seen as usurping or supplanting its own institutional judgment for the judgment of the electorate as to the character or fitness for office of an individual whom the people have chosen to represent them in Congress."], "subsections": []}]}, {"section_title": "Recall", "paragraphs": ["Concerning a sitting Member of the Senate (or House) who is either indicted for or convicted of a felony offense, it should be noted that the United States Constitution does not provide for nor authorize the recall of any United States officials, such as United States Senators, Representatives to Congress, or the President or Vice President, and thus no Senator or Representative has ever been recalled in the history of the United States. Under the Constitution and congressional practice, Members of Congress may have their services ended prior to the normal expiration of their constitutional terms of office by their resignation, death, or by action of the house of Congress in which they sit by way of an expulsion or by a finding that a subsequent public office accepted by a Member is \"incompatible\" with congressional office (and that the Member has thus vacated his seat in Congress).", "The recall of Members of Congress was considered during the drafting of the federal Constitution, but no such provisions were included in the final version sent to the states for ratification, and the drafting and ratifying debates indicate a clear understanding and intent of the framers and ratifiers of the Constitution that no right or power to recall a Senator or Representative from Congress existed under the Constitution. As noted by an academic authority on this subject,", "The Constitutional Convention of 1787 considered but eventually rejected resolutions calling for this same type of recall [recall of Senators as provided in the Articles of Confederation].... In the end, the idea of placing a recall provision in the Constitution died for lack of support.... ", "Although the Supreme Court has not needed to address the subject of recall of Members of Congress directly, other Supreme Court decisions, as well as other judicial and administrative rulings, decisions, and opinions, indicate that (1) the right to remove a Member of Congress before the expiration of his or her constitutionally established term of office resides exclusively in each house of Congress as established in the expulsion clause of the United States Constitution and (2) the length and number of the terms of office for federal officials, established and agreed upon by the states in the Constitution creating that federal government, may not be unilaterally changed by an individual state, such as through the enactment of a recall provision or other provision limiting, changing, or cutting short the term of a United States Senator or Representative. State administrative and judicial rulings have thus consistently found that there exists no right or power for an electorate in that state to \"recall\" a federal officer such as a United States Representative or Senator, regardless of the language of a particular state statute."], "subsections": []}, {"section_title": "Salary", "paragraphs": ["No law or Rule exists providing that a Member of the Senate who is indicted for or convicted of a crime must forfeit his or her congressional salary. "], "subsections": []}, {"section_title": "Election/Reelection", "paragraphs": ["As discussed earlier concerning qualifications to hold the office of Member of Congress, indictment for or conviction of a felony offense is not a constitutional bar for eligibility to be elected or reelected as a Member of Congress, other than a conviction for treasonous conduct after having taken an oath of office, under the \"disqualification\" provision of the Fourteenth Amendment. Additionally, a congressional censure or expulsion does not act as a permanent disability to hold congressional office in the future. A person under indictment or a convicted felon, even one who has also been disciplined by Congress, may run for and, in theory, be reelected to Congress and may not be \"excluded\" from Congress, but must be seated, if such person meets the three constitutional qualifications for office and has been duly elected. Once a Member is seated, however, that Member may be subject to certain discipline by the Senate.", "Under the United States Constitution there is no impediment for the people of a state (or district in the case of a Representative) to choose an individual who is under indictment, or who is a convicted felon, to represent them in Congress. Furthermore, because the qualifications for elective federal office are established and fixed within the United States Constitution, they are the exclusive qualifications for congressional office, and may not be altered or added to by the state legislatures except by constitutional amendment. The states may not, therefore, by statute or otherwise, bar from the ballot a candidate for federal office because such person is indicted or has been convicted of a felony. The required qualifications, as well as the disqualifications, to serve in Congress were intentionally kept at a minimum by the framers of the Constitution to allow the people broad discretion to send whom they wish to represent them in Congress. That is, the people voting in a district or state, rather than the institutions of Congress, the courts, or the executive, were meant to substantially control their own decisions concerning their representation in the federal legislature."], "subsections": []}, {"section_title": "Pensions", "paragraphs": ["Officers and employees of the United States, including Members of Congress, do not, upon indictment for any crime, nor upon conviction of every crime that constitutes a felony, forfeit the federal pensions for which they qualify and the retirement income that they have accumulated. However, the federal pensions of Members of Congress will be affected in two general instances: upon the conviction of a crime concerning any of the national security offenses listed in the so-called \"Hiss Act,\" and upon the conviction of any one of several felony offenses relating to public corruption, abuse of one's official position in the Congress, fraud, or campaign finance laws if the elements of the offense relate to the official duties of the Member.", "Under the so-called \"Hiss Act,\" Members of Congress, in a similar manner as most other officers and employees of the federal government, forfeit all of their federal retirement annuities for which they had qualified if convicted of a federal crime which relates to disclosure of classified information, espionage, sabotage, treason, misprision of treason, rebellion or insurrection, seditious conspiracy, harboring or concealing persons, gathering or transmitting defense information, perjury in relation to those offenses, and other designated offenses relating to secrets and national security offenses against the United States.", "Additionally, under provisions of law first enacted in 2007, and then expanded in 2012, a Member of Congress will lose all \"creditable service\" as a Member for federal pension (and disability) purposes if that Member is convicted for conduct which constitutes a violation of any one of a number of federal laws concerning public corruption, fraud, and campaign finance regulation. The forfeiture provisions of this law will apply if the criminal misconduct was engaged in while the individual was a Member of Congress (or while the individual was the President, Vice President, or an elected official of a state or local government), and if every element of the offense \"directly relates to the performance of the individual's official duties as a Member, the President, the Vice President, or an elected official of a State or local government.\" The laws within these pension forfeiture provisions include, for example, bribery and illegal gratuities; conflicts of interest; acting as an agent of a foreign principal; false claims; vote buying; unlawful solicitations of political contributions; theft or embezzlement of public funds; false statements or fraud before the federal government; wire fraud and mail fraud, including \"honest services\" fraud; obstruction of justice; extortion; money laundering; bribery of foreign officials; depositing proceeds from various criminal activities; obstruction of justice or intimidation or harassment of witnesses; an offense under \"RICO,\" racketeer influenced and corrupt organizations; conspiracy to commit an offense or to defraud the United States to the extent that the conspiracy constitutes an act to commit one of the offenses listed above; conspiracy to violate the post-employment, \"revolving door\" laws; perjury in relation to the commission of any offense described above; or subornation of perjury in relation to the commission of any offense described above. As to the loss of one's federal pension annuity, or the loss of creditable service as a Member for the purposes of the Member's retirement annuity, the nature and the elements of the offense are controlling; and it does not matter if the individual resigns from office prior to or after indictment or conviction, or if the individual is expelled from Congress."], "subsections": []}]}}