{"id": "RS20221", "title": "Commemorative Postage Stamps: History, Selection Criteria, and Revenue Potential", "released_date": "2007-01-29T00:00:00", "summary": ["More than 1,800 commemorative stamps have been issued since the first in 1893. In recent years they have been marketed to attract non-collectors and children. In 2007, the U.S. Postal Service (USPS) will issue 99 different commemorative stamps. In considering subjects for commemorative stamps, the USPS Citizens' Stamp Advisory Committee, guided by 12 basic criteria, reviews and appraises the approximately 50,000 proposals submitted for commemoration each year. The postmaster general (PMG) has the exclusive and final authority to determine both subject matter and design. A number of resolutions are introduced in Congress each year urging that consideration be given to a particular subject for commemoration, but few are passed, and the advisory committee accords them no special status. The commemorative stamp program contributed an estimated $225.9 million in retained revenues for the USPS in 2005."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "The Commemorative Stamp Program", "paragraphs": ["Postage stamps were introduced in 1847, but for a half century the designs were limited to images of Presidents and founding fathers. The first commemorative postage stamps were issued in 1893 to mark the Columbian Exposition of that year. The success of the Columbian stamp series prompted the Post Office Department to continue offering stamps to commemorate historic events and places. The commemorative stamp became a fixture of mail service, contributing to civic education and drawing millions into the hobby of philately.", "When USPS was established in 1971 with an expectation that it would be self-supporting, the revenue potential of commemorative issues became a more prominent consideration. Social issues such as conservation, employment of the handicapped, and higher education were added as commemorative features to the traditional mix of historical and patriotic themes. In 1993, USPS released the Elvis Presley stamp, which generated unprecedented enthusiasm among postal customers (as distinguished from collectors) and still holds the record for stamps saved—124 million with a face value of $35.9 million.", "The USPS has been criticized by collectors for issuing too many commemorative stamps, as well as for producing too many stamps of a particular issue. Concerns have been expressed that too many stamps diminished the value of the stamps to the hobbyist and had the potential to drive collectors away. Under Postmaster General (PMG) Marvin Runyon, a former collector himself, it became USPS policy to produce and market fewer commemorative stamps. However, in the effort to expand and appeal to a wider range of interests, USPS in the late 1990s began designing stamps not only to attract non-collectors, but also children. This expansion has increased the number of commemorative stamps produced and marketed. The number of separate commemorative stamps issued rose from 26 in 1997, to 81 in 1998, to 121 in 2002. In 2007, USPS will issue 99 commemorative stamps.", "Errors and subject selection in commemorative stamps have sometimes generated controversy. For example, in 1994 postal officials belatedly discovered that a stamp featuring wild west star Bill Pickett depicted the wrong man. To prevent such occurrences in the future, a historian has been hired by the USPS to authenticate all chosen stamp designs. A widely-circulated news story in 2000 pointed out that of 1,722 commemorative stamps issued since 1893, only 133 (8%) featured women or women's issues. Also, according to a widely-read stamp publication, the PMG was \"stunned\" by the negative reaction to the stamp issued in honor of Frida Kahlo in 2001; Ms. Kahlo, a Mexican artist and the wife of Diego Rivera, was also a communist, and the stamp was strongly criticized by Senator Jesse Helms."], "subsections": [{"section_title": "The Citizens' Stamp Advisory Committee", "paragraphs": ["The Citizens' Stamp Advisory Committee (CSAC) was established by the PMG in March 1957. Before it was established, political influence often determined what stamps were issued. The committee operates under 39 U.S.C. 404(a) (4-5), and its primary purpose is to provide \"philatelic, history, and artistic judgment and experience\" in the selection and design of commemorative stamps. The committee consists of 15 members, none of whom is a postal employee, and whose backgrounds reflect a wide range of educational, artistic, historical, and professional knowledge. Members are appointed and serve at the pleasure of the PMG for three-year staggered terms, with no member able to serve more than four terms. Current members include Joan Mondale, actor Karl Malden, graphic designer Michael Brock, and Harvard professor Henry Louis Gates, Jr. No member may serve more than three terms. The PMG appoints one member to serve as chairperson and another member as vice chairperson, each serving two-year terms.", "The committee meets quarterly in Washington, DC, or at the call of the CSAC chairperson, to review the thousands of suggestions that are received by the USPS. Its meetings are not public. CSAC itself employs no staff. To expedite its work, employees of the USPS's stamp development group analyze all stamp subject suggestions upon initial receipt. Subcommittees of staff researchers are formed on special themes such as sports, medicine, transportation, black heritage, and performing arts to provide additional background and research. Occasionally, commemorative ideas require considerable research to explore an idea's merit or to devise a strong visual appeal. All supporting materials are then presented to the committee, along with any suggestions. While the primary responsibility of the committee is to review and appraise all proposals submitted for commemoration, the PMG has the exclusive and final authority to determine both the subject matter and the designs for U.S. postage stamps. Thus, for example, although the advisory committee recommended in 2003 that a stamp be commissioned for tercentenary of the birth of 18 th century theologian Jonathan Edwards, PMG John Potter refused to approve the recommendation.", "Members of Congress are often asked by constituents to support a particular commemorative theme or event. In doing so, a Member may choose to write the PMG expressing support for a particular stamp proposal. This usually results in a referral to the advisory committee. It is not uncommon for Members to introduce congressional resolutions encouraging the commemoration of a specific subject. In the 108 th Congress, 28 resolutions for this purpose were introduced; in the 109 th Congress, 23 resolutions were introduced. However, congressional endorsement of a proposal accords it no special status in the committee's deliberations. The House Committee on Oversight and Government Reform has discouraged Members from introducing bills endorsing the issuance of new commemorative stamps. For the 110 th Congress, the Committee's Rule 20 reads:", "The committee has adopted the policy that the determination of the subject matter of commemorative stamps ... is properly for consideration by the Postmaster General and that the committee will not give consideration to legislative proposals for the issuance of commemorative stamps and new semi-postal issues. It is suggested that recommendations for the issuance of commemorative stamps be submitted to the Postmaster General.", "Thus, in the House, when a commemorative stamp bill is introduced, it is referred the committee, which takes no further action on the bill."], "subsections": []}, {"section_title": "Criteria for Selecting Commemorative Stamps", "paragraphs": ["The Citizens' Stamp Advisory Committee receives about 50,000 nominations each year, and gives no special attention to those submitted by Congress or other legislative bodies. As a basis for its recommendation to the Postmaster General, the advisory committee uses 12 criteria when considering commemorative stamp subjects. They are:", "It is a general policy that U.S. postage stamps and stationery primarily will feature American or American-related subjects. No living person shall be honored by portrayal on U.S. postage. Commemorative stamps or postal stationery items honoring individuals usually will be issued on, or in conjunction with significant anniversaries of their birth, but no postal item will be issued sooner than five years after an individual's death. Events of historical significance shall be considered for commemoration only on anniversaries in multiples of 50 years. Only events and themes of widespread national appeal and significance will be considered for commemoration. Events or themes of local or regional significance may be recognized by a philatelic or special postal cancellation, which may be arranged through the local postmaster. Stamps or postal stationery items shall not be issued to honor fraternal, political, sectarian, or service/charitable organizations. Stamps or stationery shall not be issued to promote or advertise commercial enterprises or products. Commercial products or enterprises might be used to illustrate more general concepts related to American culture. Stamps or postal stationery items shall not be issued to honor cities, towns, municipalities, counties, primary or secondary schools, hospitals, libraries, or similar institutions. Due to the limitations placed on annual postal programs and the vast number of such locales, organizations, and institutions, singling out any one for commemoration would be difficult. Requests for observance of statehood anniversaries will be considered for commemorative postage stamps only at intervals of 50 years from the date of the state's entry into the Union. Requests for observance of other state-related or regional anniversaries will be considered only as subjects for postal stationery, and only at intervals of 50 years from the date of the event. Stamps or postal stationery items shall not be issued to honor religious institutions or individuals whose principal achievements are associated with religious undertakings or beliefs. Stamps with a surcharge for the benefit of a worthy cause, referred to as \"semipostals,\" shall be issued in accordance with P.L. 106-253 . Semipostals will not be considered as part of the commemorative program and separate criteria will apply. Requests for commemoration of significant anniversaries of universities or other institutions of higher education shall be considered only for stamped cards and only in connection with the 200 th anniversaries of their founding. No stamp shall be considered for issuance if one treating the same subject has been issued in the past 50 years. The only exceptions to this rule will be those stamps issued in recognition of traditional themes such as national symbols and holidays.", "Other than applying these criteria, the USPS has no formal procedure or required format for submitting stamp proposals, which can be by letter, post card, or petition. After a proposal is determined not to violate the USPS criteria, each proposed subject is listed on the committee's agenda for its next meeting. In-person appeals by stamp proponents are not permitted. Proponents are not advised if a subject has been approved until a general announcement is made to the public. The USPS encourages the submission of commemorative postage stamp subjects to the committee at least three years prior to the proposed date of issuance, to allow sufficient time for consideration, design, and production. Suggestions may be addressed to the Citizens' Stamp Advisory Committee, c/o Stamp Development, U.S. Postal Service, 1735 North Lynn St., Suite 5013, Arlington, VA 22209-6432."], "subsections": []}, {"section_title": "Revenue-Raising Potential of Commemorative Stamps", "paragraphs": ["In order to encourage stamp collecting, USPS maintains philatelic centers in more than 300 population centers in the United States and in 7 foreign countries. While it is feasible to track the gross revenues USPS gets from the sale of commemorative issues, determining how many stamps are saved (i.e., not used for postage) is difficult. This is because commemorative sales and usage are interchangeable with, and not counted separately from, other stamps and other forms of postage.", "In an attempt to gain some knowledge of the contribution its commemorative program makes to its bottom line, USPS has tried a number of approaches to measure the retention rate for commemorative stamps. Before 1989, clerks collected \"intent to retain\" data from customers on six to eight issues per year, and projected retention revenues from the responses. In the following years, USPS launched quarterly surveys of a representative sample of approximately 60,000 households, asking them to report the stamps they bought and those they intended to retain. This was an expensive approach, however, in part because 84% of the households reported that they retained no stamps and thus analysts could learn little from them about relative appeal of various types of issues. In 1999, USPS launched what it termed a more cost-effective design using 10,250 quarterly surveys, 61% of which were to go to households pre-screened (by a market research company) to be \"stamp retaining households.\" The resulting revenue estimates are still inexact and, because of frequent methodological changes, cannot be directly compared. However, there seems to be ample evidence that the commemorative postage stamp program provides net revenues measured in the hundreds of millions of dollars for USPS. According to USPS estimates, retention revenues have been as follows:", "The stamps most kept by consumers are as follows:"], "subsections": []}]}]}}