{"id": "RS20918", "title": "527 Organizations and Campaign Activity: Timing of Reporting Requirements under Tax and Campaign Finance Laws", "released_date": "2009-01-29T00:00:00", "summary": ["One way that federal law regulates groups participating in election activities is by requiring them to report information on such things as their contributions and expenditures. Reporting requirements are imposed on \"political organizations\" by the Internal Revenue Code (IRC) and \"political committees\" by the Federal Election Campaign Act (FECA). Some of the requirements are similar; in which case, entities are generally subject to either the ones in the IRC (and report to the Internal Revenue Service) or those in FECA (and report to the Federal Election Commission). Included in the entities that report to the IRS are those colloquially known as \"527s\" or \"527 groups.\" No legislation has yet been introduced in the 111th Congress that would affect the timing of the reporting requirements under the IRC or FECA."], "reports": {"section_title": "", "paragraphs": ["Section 527 of the Internal Revenue Code (IRC) provides tax-exempt status to \"political organizations,\" while the Federal Election Campaign Act (FECA) regulates \"political committees.\" The definitions of the two terms are similar, but they do not perfectly coincide. The term \"political organization\" includes entities intending to influence federal, state, and local elections, along with the selection of non-elective offices. The term \"political committee\" is narrower, covering only those entities participating in federal election activities. While political committees are a type of political organization, not all political organizations are political committees.", "In general, Section 527 political organizations are required to report tax-related information to the Internal Revenue Service (IRS). Other information, such as disclosure of contributions and expenditures, is reported to either the IRS or the Federal Election Commission (FEC) depending on whether the political organization is also a political committee. Those that are political committees report to the FEC; while political organizations that are not political committees report to the IRS.", "Section 527 political organizations include the entities colloquially known as \"527s\" or \"527 groups\" that have been controversial during recent election cycles. These groups, which benefit from Section 527 tax-exempt status, seemingly intend to influence federal elections in ways that may place them outside the FECA definition of \"political committee.\" Because these groups are not registered as political committees under FECA, they are required to report information to the IRS, instead of the FEC.", "The following chart compares the timing of election activity reporting requirements imposed by the Internal Revenue Code and the Federal Election Campaign Act."], "subsections": [{"section_title": "Selected Legislation", "paragraphs": ["No legislation has yet been introduced in the 111 th Congress that would amend the timing of the reporting requirements in the IRC or FECA.", "In the 110 th Congress, H.R. 1204 (527 Transparency Act of 2007) would have no longer allowed Section 527 political organizations to file the periodic contribution and expenditure reports with the IRS on a non-monthly basis. Instead, all political organizations that report to the IRS would have been required to file monthly reports, in addition to pre-election, post-general election, and year-end reports. An organization that failed to file in a timely fashion would have faced a penalty equal to 30% of the expenditures and contributions that were not adequately reported, with the organization's managers jointly and severally liable for the penalty. Additionally, contributions to that organization would have been subject to the gift tax. The organizations would have been required to notify their contributors about the failure within 90 days of the IRS's final determination that the failure had occurred. Finally, the bill would have required that the reports be simultaneously filed with the FEC."], "subsections": []}]}}