{"id": "RS20593", "title": "Asset Distribution of Taxable Estates: An Analysis", "released_date": "2012-04-02T00:00:00", "summary": ["This report provides data on the distribution of assets in estates as reported on estate tax returns filed in 2009 and 2010. The data for 2010 are unique, as the estate tax was repealed for those who died in calendar year 2010. Thus, the 2010 data are presented as an appendix to this report. Based on the 2009 data, this report finds that farm and business assets represent a small share of the total value of taxable estates that filed tax returns in 2009 (3.25% and 13.86%, respectively). That share is concentrated in estates valued over $10 million. For an overview of the estate tax, see CRS Report RL30600, Estate and Gift Taxes: Economic Issues, by [author name scrubbed] and [author name scrubbed]. This report will be updated as new data become available."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The estate and gift tax debate focuses on issues of equity and long-term economic efficiency. Many observers opposed to the estate tax on grounds of equity suggest that taxing the assets of decedents is unfair because the decedent has already paid taxes on the assets as they accumulated value. There is also a perceived need to provide heirs of family farms and businesses a tax preference for family assets that are transferred at death. Opponents of the estate tax on economic efficiency grounds cite research that suggests the estate tax is a tax on saving and investment, which, like other taxes on capital, would tend to impede long-term economic growth.", "Those in favor of retaining some type of estate tax counter that many estates include assets with accumulated capital gains that have not been subject to income taxes. For example, publicly traded stock transferred at death would avoid taxation on the increased value from the time of purchase to the date of transfer. Estate tax proponents maintain that other assets, such as family business assets and family farm assets, should not be afforded special preferences in the tax code.", "Repeal or modification of the estate and gift tax for all estates would achieve the policy objective of tax relief for farm and small-business estates. However, farm assets and business assets represent a relatively small share of total taxable estate value, approximately 17.1% of gross taxable estate value in 2009. Thus, repeal or modification of the estate tax would benefit more estates with a variety of different asset types.", "Examining the asset distribution of estates that paid at least some estate tax more closely will provide some guidance for policy makers about the current impact of estate taxes on business-type assets and farms. The Internal Revenue Service (IRS) annually publishes data on the distribution of assets in estate tax returns filed in a tax year. This report uses data for returns filed in 2009 and 2010. The 2009 data are more representative of the estate tax burden in 2012 than the 2010 data. The estate tax was repealed for those who died in 2010, thus the data for the returns filed in 2010 do not reflect the impact of the tax. The 2010 data are provided as an Appendix to this report. These data are from estates from decedents who died before 2010 and those estates that chose to file using the pre-EGTRRA law.", "Data from returns filed in 2009 include the returns of many decedents who died in 2008. The biggest difference between 2008 and 2009 is the exemption amount, which was $2 million in 2008 and rose to $3.5 million in 2009. For 2011 and 2012, the exemption amount is $5 million ($10 million for married decedents)."], "subsections": []}, {"section_title": "Legislative Activity and Overview", "paragraphs": ["On December 17, 2010, the Tax Relief, Unemployment Insurance Reauthorization, and Job Creation Act of 2010 ( P.L. 111-312 ) reinstated the estate tax beginning with 2010 decedents and sunsets after 2012. Executors of estates of decedents who died in 2010, however, may also choose to file under the EGTRRA laws in place before passage of P.L. 111-312 . The new law sets the estate tax exemption level at $5 million per decedent in 2010 (indexed for inflation) and establishes a top marginal tax rate of 35%. Any unused exemption amount is transferrable to a surviving spouse, yielding an effective exemption amount of $10 million for married decedents.", "The Joint Committee on Taxation estimates the temporary estate tax modifications to reduce revenue by approximately $136.7 billion over 10 years. The number of decedents that will be affected by the estate tax will rise significantly in 2013, as the law will return to the pre-EGTRRA parameters.", "The estate and gift tax minimum filing requirement is $5,120,000 for deaths occurring in 2012. Generally, estates valued below the threshold are not required to file a return. Estates valued over the threshold amount calculate their tax liability based upon the entire (or gross) value of the estate inclusive of the $5,120,000. Deductions from the gross estate value, such as bequests to a surviving spouse (the marital deduction), state estate and inheritance taxes, and donations to charitable organizations, are then subtracted from the gross estate value. The tentative tax liability is determined by the progressive rate schedule provided for in the tax code.", "The next step in the calculation of estate tax liability, and perhaps the most important, is the applicable credit. The applicable credit is set such that an estate has the equivalent of a $5,120,000 exemption (for deaths occurring in 2012 the amount is $1,772,800, see Table 1 below). In many cases, the marital deduction combined with the deduction for charitable contributions can eliminate all estate tax liability.", "Before 2005, estates were allowed to claim a credit for state death taxes paid. EGTRRA, however, gradually repealed the credit for state death taxes, eliminating it in 2005 and replacing it with a deduction for taxes paid. Many states have relied on the federal credit for their estate tax and will need to modify their tax laws to continue collecting their estate and inheritance taxes. According to a January 2012 evaluation of state laws by the Center on Budget and Policy Priorities, \"Some 22 states—continue to collect either an estate or inheritance tax.\"", "The data utilized in this report are from the Internal Revenue Service (IRS), Statistics of Income (SOI) Division. The SOI data report the assets held by estates by gross estate value classes. For this report, farm returns are defined as estates reporting farm assets. Business returns are defined as those estates that include assets typically held by businesses: \"closely held stock,\" \"limited partnerships,\" \"real estate partnerships,\" and \"other non-corporate business assets.\" Estates reporting one or more of the four assets were termed business returns. This methodology is imperfect and likely double counts many estates. As a result, the number of business estates would be significantly overstated by this estimate."], "subsections": []}, {"section_title": "Taxable Estate Tax Returns in 2009", "paragraphs": ["Of the approximately 2.43 million deaths in 2008 of people 25 years old and over, 0.6% incurred estate and gift tax liability. Further, in 2009 only 1,846 decedents with taxable estates included farm assets (0.08% of all deaths), and 8,055 taxable estates listed assets of the type typically held by businesses (0.34% of all deaths). The primary reason for the low number of filers relative to the number of deaths in 2008 is the high gross estate value filing threshold. In tax year 2008, only estates valued at greater than $2 million were required to file an estate and gift tax return. (The 2008 decedents would likely file returns in 2009.) This makes the estate tax a relatively progressive tax source.", " Table 2 suggests the progressivity of the estate and gift tax in 2009. Taxable estates worth over $10 million accounted for 11.2% of the total taxable estates, yet 61.0% of all estate tax revenue. The 4,296 estates (29.2% of taxable estates) larger than $5 million generated over 81.9% of total estate tax revenue. Recall that only 0.7% of deaths generated any estate tax liability."], "subsections": [{"section_title": "Asset Distribution of Taxable Estates", "paragraphs": ["The SOI data do not distinguish estate tax returns by detailed occupation of the decedent, such as farmer or business person. However, the data do provide significant detail on the distribution of the decedent's assets. Table 4 summarizes estate tax return asset data from the returns filed in 2009. Generally, assets that represent more of the taxable estate shoulder a greater share of the tax burden. The value of taxable estates is concentrated in the following asset categories: publicly traded stock, cash assets, state and local bonds, other real estate, and closely held stock. These five assets represent 66.2% of total taxable estate value in 2009. Thus, eliminating the estate tax will reduce the tax burden chiefly on these assets."], "subsections": []}, {"section_title": "Farm and Business Assets in 2009", "paragraphs": [" Table 3 reports that the value of total farm assets is approximately 3.25% of total taxable gross estate value. The business assets in Table 3 represent approximately $14.1 billion of total taxable estate value (or 13.9%). The largest is closely held stock, worth approximately $7.2 billion. However, total business assets as reported do not explicitly indicate the portion of those assets held in small businesses. Though farm and business decedents may have other taxable assets—such as equities and cash—the burden on farm and business assets alone is quite small relative to other assets. Thus, removing the estate and gift tax or lowering the rates in general will have a much greater effect on non-farm and non-business assets.", " Table 4 presents detailed data on farm and business assets by gross estate value. Relatively large farm estates, those valued between $2 million and $3.5 million, comprise a relatively larger share of total estate value for that estate size category. Overall, however, farm estates appear to be evenly distributed across the estate size categories. Note that farm assets account for approximately 3.25% of total taxable estate value.", "In contrast to farm estates, assets typically associated with non-farm businesses are concentrated in estates valued over $10 million. In fact, of the $14.1 billion in total business assets in estates, over $11.0 billion (77.7%) is held in those estates valued over $10 million. As a consequence, smaller-business taxable estates, those valued at less than $10 million, contribute very little to the estate and gift tax base.", "In summary, repeal of the estate and gift tax would clearly achieve the policy objective of relief for estates composed of farm and small-business assets. Farm assets and business assets, however, represent a relatively small share of total taxable estate value, approximately 17.1% at the most."], "subsections": [{"section_title": "Appendix. Estate Tax Data for 2010 Filing Year", "paragraphs": [], "subsections": []}]}]}]}}