{"id": "RS20892", "title": "Western Hemisphere Institute for Security Cooperation", "released_date": "2002-04-10T00:00:00", "summary": ["The Western Hemisphere Institute for Security Cooperation was created pursuant to language contained in the National Defense Authorization Act for 2001 ( H.R. 5408 ), which was incorporated into the H.R. 4205 conference report ( H.Rept. 106-945 ), enacted into law on October 30, 2000 ( P.L. 106-398 ). The Institute was created by Congress in response to a legislative initiative sponsored by the Clinton Administration. When the Western Hemisphere Institute for Security Cooperation was formally established in Section 2166 of Title 10 U.S.C., the authorities of its controversial predecessor, the U.S. Army School of the Americas, were repealed. This report provides background on the purpose, structure, and other aspects of the new Institute. It will be revised as events warrant."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["The FY2001 National Defense Authorization Act ( H.R. 5408 ) enacted into law by P.L. 106-398 , established authority for the Secretary of Defense to operate a facility for the purpose of providing \"professional education and training to eligible nations of the Western Hemisphere within the democratic principles set forth in the Charter of the Organization of American States...while fostering mutual knowledge, transparency, confidence, and cooperation among the participating nations and promoting democratic values, respect for human rights, and knowledge of United States customs and traditions.\" The name of the new facility is The Western Hemisphere Institute for Security Cooperation (WHINSEC). This Institute is the successor to the U.S. Army School of the Americas, whose authorities were repealed in the legislation establishing the Institute.", "The purpose of the new Institute is to help prepare mid-level civilian and military personnel of eligible countries for various challenges involved in dealing with new transnational threats to the region. The Secretary of Defense is authorized by law to designate the Secretary of a military department as the Defense Department's executive agent for carrying out the responsibilities of the Defense Secretary in administering the Institute. The person designated for this task is the Secretary of the Army. The Institute is located on the grounds of the U.S. Army base at Fort Benning, Georgia. The Institute was formally opened on January 17, 2001, and has begun to conduct training at this location since that date."], "subsections": [{"section_title": "Eligible Personnel", "paragraphs": ["Individuals who are military, civilian, and law enforcement personnel from nations of the Western Hemisphere are eligible to participate in the Institute's education and training activities. By law, the Secretary of State is to be consulted in the selection of foreign personnel for education and training at the Institute."], "subsections": []}, {"section_title": "Faculty and Staff", "paragraphs": ["The Institute's faculty and staff consists of United States military officers, enlisted, and civilian personnel, in addition to guest foreign instructors. The State Department, the Drug Enforcement Administration, and the International Committee of the Red Cross provide full-time and adjunct professors. The Institute also hosts up to three visiting Fellows annually."], "subsections": []}, {"section_title": "Curriculum", "paragraphs": ["By law, the curriculum of the Institute must include \"mandatory instruction for each student, for at least 8 hours, on human rights, the rule of law, due process, civilian control of the military, and the role of the military in a democratic society.\" The Institute is authorized to provide instruction and other training activities in the following areas: leadership development, counterdrug operations, peace support operations, disaster relief, and \"any other matter that the Secretary determines appropriate.\" The Institute consists of three departments: Professional Military Education (PME), Civil-Military Studies, and the Training Battalion.", "The Professional Military Education Department provides five professional development courses to senior military commanders, staff officers, and junior officers dealing with topics such as joint military operations, course of action analysis, and decision making. These multinational courses are taught by both U.S. and foreign guest instructors, and range from five to 49 weeks in length.", "The Civil-Military Studies Department provides courses for both military and civilian students, focusing on skills and knowledge that can improve civil-military cooperation. The Institute's Human Rights/International Law Division is located in this Department. This Department is under the supervision and guidance of a State Department Foreign Service Officer who is an expert in Latin American and Caribbean affairs. Army lawyers, chaplains, and Latin American guest instructors conduct the eight functionally structured civil-military courses. These courses cover a broad spectrum of areas including: operational planning for peace operations; disaster relief, tactical planning and execution of counter drug operations, and civil-military operations. These courses include large numbers of civilian students representing both governmental and non-governmental organizations.", "The Training Battalion at the Institute provides the organization and cadre to teach and train military leadership and tactics to junior officers and non-commissioned officers. It also provides interagency instruction in counterdrug operations and in disaster relief. The Battalion provides 16 resident courses, consisting of tactical and leadership courses for both military officers and noncommissioned officers, as well as law enforcement officers. The goals of these courses are to enhance the professionalism of Latin American and Caribbean military field units and their conduct of military and interagency operations, while developing their skills in effectively interacting with civilians and neighboring military forces during the conduct of multilateral operations."], "subsections": []}]}, {"section_title": "Congressional Involvement", "paragraphs": ["Congress has demonstrated a long-standing interest in military instruction and training of foreign students at U.S. military installations. Controversies related to activities at the former U.S. Army School of the Americas at Fort Benning, Georgia, led to attempts from 1993 through 2000 to effect changes in the nature and focus of the training at that School, and in some instances to abolish it and its functions entirely. The strongest critics of this School, inside and outside the Congress, argued that in the post-Cold War circumstances, there was no compelling reason to continue its operations. Others in Congress took a different view, arguing that a military training institution for students from nations in the Western Hemisphere had continuing utility, but that it was important to ensure that its focus and training activities were consistent with support of U.S. interests, policies and values. In this context, Congress authorized the creation of the Western Hemisphere Institute for Security Cooperation, while at the same time disestablishing the U.S. Army School of the Americas in the FY2001 Defense Department authorization , enacted into law on October 30, 2000. Through explicit statutory guidelines for the new Institute's operations, the need for funds to be appropriated annually, and the requirement for an annual report on the Institute's activities, Congress has indicated that it will continue to monitor the Institutes's progress in fulfilling its mandate. Key elements of oversight of the new Institute are described below."], "subsections": [{"section_title": "Funding", "paragraphs": ["The Institute receives funding from three sources: Operations and Maintenance Funds, Army (OMA); International Narcotics and Law Enforcement (INL) Funds; and International Military Education and Training (IMET) Funds. Such funds are annually provided through the Defense Department appropriations legislation, and the Foreign Operations appropriations legislation. By law, tuition fees charged for persons who attend the Institute may not include the \"fixed costs of operating and maintaining the Institute.\" The Defense Department's preliminary estimate was that the initial costs of operating the new Institute would be comparable to those of the now disbanded U.S. Army School of the Americas. The Department of the Army has stated that the total cost of operating WHINSEC in FY2002 is $5.887 million. The largest portion ($3.419 million) of this total comes from the Army's Operation and Maintenance account. Another estimated $1.5 million comes from the IMET account."], "subsections": []}, {"section_title": "Board of Visitors and Oversight of the Institute", "paragraphs": ["The statute creating the Institute established a Board of Visitors. This Board is composed of the chairman and ranking minority member of both the House and Senate Armed Services Committees or a designee of any of these individuals; six persons designated by the Secretary of Defense, \"including, to the extent practicable, persons from academia and the religious and human rights communities. The Board also includes one person designated by the Secretary of State, and additional military personnel to include the \"senior military officer responsible for training and doctrine for the Army\" or a \"designee\" of that senior military officer, as well as the \"commander of the unified combatant command having geographic responsibility for Latin America,\" or a \"designee\" of that officer.", "The Board of Visitors is to meet at least once a year, and is charged with inquiring into the \"curriculum, instruction, physical equipment, fiscal affairs, and academic methods of the Institute, other matters relating to the Institute that the Board decides to consider,\" and \"any other matter\" determined to be appropriate by the Secretary of Defense. The Board is to review the curriculum of the Institute to determine whether it: \"complies with applicable United States laws and regulations,\" is \"consistent with United States policy goals toward Latin America and the Caribbean,\" adheres to current United States doctrine,\" and that \"instruction under the curriculum appropriately emphasizes\" the matters mandated in law relating to instruction on human rights, the rule of law, due process, civilian control of the military, and the role of the military in a democratic society. The Board is to submit to the Secretary of Defense, not later than 60 days after its annual meeting, a \"written report of its activities and of its views and recommendations pertaining to the Institute.\"", "The Institute, as a Defense Department school, receives routinely scheduled visits from standard Defense Department oversight agencies. The Defense Department, the Joint Staff, and the U.S. Army will validate the education and training needs for North American nations. In the case of Latin American and Caribbean nations, the Southern Command, as the unified command responsible for that region, will conduct annual validation reviews of courses to ensure that they support one or more the SOUTHCOM Theater Engagement Plan's objectives. Each year, not later than March 15, the Secretary of Defense, by law, must submit to Congress a \"detailed report on the activities of the Institute during the preceding year. This report must be prepared in consultation with the Secretary of State."], "subsections": []}]}]}}