{"id": "RS20598", "title": "National Commission on Terrorism Report: Background and Issues for Congress", "released_date": "2001-02-06T00:00:00", "summary": ["On June 5, 2000, the National Commission on Terrorism (NTC), a congressionallymandated bi-partisan body, issueda report providing a blueprint for U.S. counter- terrorism policy with both policy and legislative recommendations.The report could be significant in shaping thedirection of U.S. policy and the debate in Congress. It generally argues for a more aggressiveU.S. strategy in combating terrorism. Critics, however, argue thatNTC conclusions and recommendations ignore competing U.S. goals and interests; i.e that a proactive strategymight lead to the curbing of individual rights andliberties, damage important commercial interests, and widen disagreements between the U.S. and its allies overusing the \"stick\" as opposed to the \"carrot\"approach in dealing with states that actively support or countenance terrorism.", "The NTC report is likely to stimulate strong congressional interest in counterterrorism policy in the 107th Congress. Likely areas of focus are (1) a more proactivecounterterrorism policy; (2) a stronger state sanctions policy; and (3) a more cohesive/better coordinated U.S.federal counterterrorism response. January 23, 2001press reports indicate that Rep. J.C. Watts (R-Okla) has urged House Speaker Dennis Hastert to create a HouseSelect Committee on Domestic Terrorism. In the106th Congress, H.R. 4210, which passed the House, would also give added attention todomestic terrorism by establishing a President's Council onDomestic Preparedness in the White House. Moreover, in the 106th Congress, S. 3205, the(Kyl-Feinstein) Counteterrrorism Act of 2000, whichpassed the Senate, incorporated a number of recommendations of the NTC including measures to ensure (1)enhanced policy emphasis on control of biologicalpathogens and terrorist funding raising; (2) better sharing of FBI intelligence; (3) easier recruitment of CIAcounter-terrorism informants; and (4) maintainingSyria and Iran on the list of countries that sponsor terrorism. This report will not be updated."], "reports": {"section_title": "", "paragraphs": ["RS20598 -- National Commission on Terrorism Report: Background and Issues for Congress ", "Updated February 6, 2001"], "subsections": [{"section_title": "Background", "paragraphs": ["Combating terrorism has emerged as one of the most important U.S. foreign policy and national security priorities. The number of terrorist groups is reportedlygrowing and the technology to inflict mass casualties is becoming more readily available. The United States andother cooperating nations confront four majortasks, namely, (1) deterring/identifying terrorists and their sponsors/supporters, (2) weakening terrorist financial andother infrastructures, (3) hardening potentialtargets, and (4) containing damage in the aftermath of terrorist incidents.", "The 105th Congress, in response to what is seen as a growing terrorist threat, created the ten-person, bi-partisan National Commission on Terrorism to evaluateU.S. laws, policies, and practices for preventing and punishing terrorism aimed at U.S. citizens ( P.L. 105-277 ). Theresulting NTC report, Countering theChanging Threat of International Terrorism, was issued on June 5, 2000. It calls on the U.S. government toprepare more actively to prevent and deal with afuture mass casualty, catastrophic terrorist attack.", "The report advocates: (1) using full, and what can be characterized as proactive, intelligence and law enforcement authority to collect intelligence regardingterrorist plans and methods; (2) targeting firmly -- and with sanctions -- all states that support terrorists; (3)disrupting non-governmental sources of terrorists'support -- especially financial and logistical; (4) enhancing planning and preparation to respond to terrorist attacksinvolving biological, chemical, radiological ornuclear materials; and (5) creating stronger mechanisms to ensure that funding for individual agencycounterterrorism programs reflects priorities integrated into acomprehensive national counterterrorism plan subject to congressional oversight.", "The report suggests that the United States is drifting away from a strong policy of combating state support of international terrorism and is generally too passiveand not proactive enough in combating a threat that is becoming more deadly, diffuse, and difficult to detect. Implicit in the report is the suggestion that theUnited States, by drifting away from a strong policy to combat state support of international terrorism, may wellbe encouraging more terrorism. In citingincidences of such a drift in policy, the report suggests there is a softening of U.S. positions on Iran and Syria andpoints to a perceived U.S. weakness in notaggressively confronting Pakistan's support for terrorist groups. It also notes U.S. failure to use sanctions, or thethreat thereof, in response to Greece'sinactivity/reluctance to investigate and prosecute terrorist activity -- inaction by Greece which is portrayed astantamount to complicity. While recognizing thegrowing danger posed by lone-wolf terrorists and loosely affiliated private transnational groups, the report intimatesthat U.S. policy may be too heavily focusedon Usama Bin Laden."], "subsections": []}, {"section_title": "Highlights of the Report", "paragraphs": ["Areas addressed in the report's recommendations include the following: ", "Expanding sanctions on state sponsors/uncooperative nations", "Greece and Pakistan. The report notes that \"Greece has been disturbingly passive in response to terroristactivities.\" It comments that since 1975 there have been 146 terrorist attacks against Americans or Americaninterests in Greece with only one case being solvedand no meaningful investigation into the others. The report cites examples of past Pakistani anti-terrorismcooperation but stresses that \"Pakistan providessafehaven, transit, and moral, political, and diplomatic support to several groups engaged in terrorism\" (in Kashmir).", "The NTC recommends that the President consider imposing sanctions against Greece and Pakistan under provisions of U.S. law ( P.L.104-132 ) that limit armssales to countries not \"fully cooperating\" with the U.S. on anti-terrorism efforts. Enactment of legislation makingcountries which have been designated as not\"fully cooperating\" with U.S. counterterrorism efforts ineligible for the U.S. visa waiver program is also called for. In general, the Commission recommendsexpanding the broad use of sanctions to include, not just state sponsors, but nations not fully cooperating. Currently,U.S. law also requires the withholding offoreign assistance to nations providing lethal military assistance to nations on the U.S. list of state sponsors ofterrorism -- a little-known provision of P.L.104-132 , but one that the Administration has used to help persuade some countries not to provide arms toterrorist list states.", "Iran. The report expresses concern that U.S. efforts to signal support for political reform in Iran could bemisinterpreted in Iran or by U.S. allies as a weakening of resolve on counterterrorism. The report calls for thePresident to make no further concessions to Iran andto keep Iran on the terrorism sponsors list until it ceases to support terrorism and cooperates fully in the investigationof the June 1996 Khobar Towers bombingwhich resulted in the death of U.S. servicemen in Saudi Arabia. It also calls upon the President to actively seeksupport from U.S. allies to compel Iraniancooperation in the Khobar towers investigation.", "Syria. The report recommends that the President make it clear that Syria will remain on the state sponsors listuntil it shuts down terrorist training camps in Syria and the Bekaa valley and prohibits resupply of terrorist groupsthrough Syrian controlled territory.", "Afghanistan. The report notes that the United States has not designated Afghanistan as a state sponsor ofterrorism because it does not recognize the Taliban regime. Nevertheless, it recommends designating Afghanistanas state sponsor and imposing sanctions againstthe Kabul regime. ", "Role of the Armed Forces", "Under extraordinary circumstances when a catastrophic event is beyond the capabilities of local, state, and other federal agencies, or is directly related to an armedconflict overseas, the report suggests that the President may want to consider designating the Department of Defense(DoD) as the lead federal agency for thegovernment's response in the event of a catastrophic terrorist attack on U.S. soil. The report calls for detailedcontingency plans for the Defense Department'srole, which could include transfer of command authority to the Pentagon, in the event of a catastrophic event wherethe command and control, logistical,communications and specialized ability of the military to respond to chemical/biological/radiological incidentswould be required. The Commission believes thatadvance planning is the best way to prevent curtailment of individual liberties in a weapons of mass destructionscenario. ", "Enhancing foreign student visa data retrieval capability", "Critics of current Immigration and Naturalization Service (INS) student visa status tracking mechanisms often refer to them as being in the \"stone age.\" In amove which has been characterized as an effort to \"substitute computers for shoeboxes,\" the report recommendsexpanding an existing computerized pilotprogram designed to facilitate data retrieval capability to more efficiently monitor the immigration/visa status ofstudents from abroad. This would facilitateaccess to whereabouts of students from terrorist-list countries and could \"flag\" a student from such a country whosuddenly changes majors from a field such as artto biochemistry or nuclear physics. The report notes that one of the convicted terrorists involved in the World TradeCenter bombing entered the U.S. on a studentvisa, dropped out and remained illegally thereafter.", "Full use of law enforcement and intelligence authority", "The report recommends that existing CIA guidelines restricting recruitment of unsavory (criminal) sources not apply to recruiting counterterrorism sources. Alsorecommended is that the FBI guidelines governing criteria for investigating suspected terrorists or groups beclarified to permit full use of legal authoritiesincluding the authority to conduct electronic surveillance.", "Expulsion of suspected terrorists", "Expulsion of suspected terrorists can be a touchy civil liberties issue. In a move designed to minimize what some see as past governmental abuse in expulsioncases handled by INS procedures, the report recommends use of the Alien Terrorist Removal Court (ATRC)(created by Congress in 1996 by section 401 of P.L.104-132 , but heretofore unused) to expel terrorists from the United States in instances where criminal prosecutionis not possible. This process containssafeguards designed to protect national security and classified evidence (sources and methods), but also accords theaccused the right to challenge such evidence.", "National terrorism response exercises", "The report recommends that senior federal government officials involved in responding to a catastrophic terrorist threat or incident be required to participate innational response exercises every year to test capabilities and coordination.", "Cyberterrorism/cybercrime", "The report calls on the Secretary of State to take the lead in developing an international convention aimed at harmonizing national laws, sharing information,providing early warning, and establishing accepted procedures for conducting international investigations ofcybercrime.", "Counterterrorism budget process", "The report recommends that the senior National Security Council (NSC) official in charge of coordinating overall U.S. counterterrorism efforts be given a strongerhand in the budget process and that Congress develop a mechanism for comprehensive review of this process andconsolidate the process in fewer committees."], "subsections": []}, {"section_title": "Issues for Congress", "paragraphs": ["Protecting civil liberties, while effectively combating terrorism, remains a strong area of concern in Congress. A number of the Commission's recommendationshave drawn sharp criticism from civil libertarian and Arab-American groups. This is especially true of thoserecommendations which relate to (1) enhancingintelligence gathering; (2) modernizing retrieval capability of databases which monitor the visa status of foreignstudents; (3) expulsion of suspected terrorists; and (4) contingency planning for an active military role (including a possible lead role) in the event of a catastrophicterrorist attack on U.S. soil. In addition, it isinteresting to note that although the Commission's report addresses an impressive array of counterterrorism issues,the list of issues examined is less thanexhaustive, leaving a few complex, unresolved, and potentially \"prickly\" issues unaddressed. These issues wouldseem to warrant additional congressionalattention. ", "Civil Liberties Concerns", "In democracies such as the United States, the constitutional limits within which policy must operate are sometimes seen to conflict with a desire to moreeffectively secure the lives of citizens against terrorist activity. Combating terrorism requires government activitydesigned to gather information on, and restrictthe activities of, individual terrorists and groups seeking to engage in direct or indirect terrorist activity. The greaterthe magnitude of any such acts, the greater thepressure on societal institutions to provide security for their citizens. A challenge facing the policy community ishow -- in a growing age of globalization,deregulation, democracy and individual freedom -- to institute regulatory and monitoring mechanisms which helpdeter, identify, and track terrorists and generallyhinder their operations. Implicit in the reasoning of the Commission's report is that combating terrorism --particularly in the wake of a mass casualtycatastrophic incident -- may require restrictions on individual liberties. The assumption is that carefully plannedand measured restrictions in advance of acatastrophic incident coupled with well thought out contingency planning for a constructive military role in theaftermath of an incident constitute an effective wayof preserving, and not diminishing, individual liberties and democratic freedoms andinstitutions.", "Unresolved Issues", "The report is noteworthy for what it does not address as well as for what it addresses. Areas not covered in the Commission's report but dealt with by other panelsor expert advisory groups include (1) U.S. embassy security (1999 Overseas Advisory Panel Report); (2) securityof U.S. military installations overseas (1996Downing Commission Khobar Towers Report); and (3) weapons of mass destruction (WMD) disaster consequencemanagement (1999 Gilmore CommissionReport). ", "Issues within the purview of the Commission's mandate, but not addressed in its report or in the reports cited above include:", "(1) Who should be in charge of U.S. counterterrorism policy, and what are the best organizational mechanisms for policy formulation and implementation;", "(2) How does one effectively utilize the gamut of tools available to policymakers to combat terrorism: i.e., public diplomacy, economic and political sanctions,covert action, military force, and international cooperation and agreements;", "(3) How does one prioritize for budget purposes whatever is viewed as an appropriate mix of counterterrorism resources to facilitate assuring that importantcomponents are neither short-changed or overfunded depending on political \"clout\"; ", "(4) How effective are sanctions and military force as policy tools; how might their use be improved; and how are commercial interests balanced in the equation. For example, how might sanctions be fine tuned or graduated to enhance their effectiveness and make theirimposition more likely;", "(5) What is an appropriate role for covert operations in a proactive counterterrorism policy (should the U.S. ban on assassinations be reviewed); ", "(6) How can one insure that the best international talent joins forces to enhance technological research and development efforts to support counterterrorism goals;and", "(7) What role, if any, should the media assume in a proactive counterterrorism policy. ", "Also absent from the report, which largely focuses on the \"stick\" approach to combating terrorism, are suggestions for use of expanded \"carrot\"options which maymoderate the behavior of rogue states or terrorist groups. Supporters of these types of incentives argue that theyfacilitate achievement of antiterrrorist goalswithout compromising core values or principles, and without giving in to the demands of terrorists. Theseapproaches include options such as constructiveengagement, creative foreign aid or trade packages, or expanded use of rewards for information programs.", "For example, if U.S. trade with China is deemed to produce a moderating effect on China's rogue human rights policy, supporters of the \"carrot\" approach mightargue that trade with Libya could have a moderating effect on that nation's rogue terrorism policy. Answers are farfrom clear, but pursuit of innovative\"carrot\"-oriented options, coupled with a strong \"stick\" approach, may, or may not, produce varying degrees ofsuccess in dealing with such groups as the IRAand PLO. And many still suggest that use of such options may well produce positive results with countries that seemto be moving in a positive direction such asIran."], "subsections": []}, {"section_title": "Conclusion", "paragraphs": ["The National Commission on Terrorism's report and recommendations on countering the changing threat of international terrorism are likely to spur strongcongressional interest in counterterrorism policy during the 107th Congress. The most likely areas ofscrutiny include: (1) more productive counterterrorismpolicies and mindsets; (2) enhanced use of legislative authority to impose sanctions on states that support or activelycountenance terrorism, and (3) methods ofachieving a more cohesive, better coordinated federal counterterrorism effort through enhanced budget coordinationmechanisms. "], "subsections": []}]}}