{"id": "RS21323", "title": "The United Nations Security Council -- Its Role in the Iraq Crisis: A Brief Overview", "released_date": "2003-05-16T00:00:00", "summary": ["On September 12, 2002, President Bush in his address to the U.N. General Assembly,focused on Iraq and its failureto comply with various resolutions adopted by the U.N. Security Council. He urged the Council to act in the faceof such repeated violations. On November 8,2002, the Council responded, adopting Resolution 1441 (2002) unanimously. This short report provides backgroundinformation on what the U.N. SecurityCouncil is and what it does, including the occasions when it has authorized the use of force or its equivalent. Asthe U.N. organ having primary responsibilityfor the maintenance of peace and security, the 15-member Security Council set the major international response tothe August 1990 Iraqi invasion of Kuwait,authorizing the use of \"force\" to gain Iraq's withdrawal from Kuwait in compliance with the 11 resolutionspreviously passed in 1990. In 1991, after the war,the Council adopted a series of 12 resolutions that assigned an extensive set of tasks to the United Nations andimposed on Iraq an equally extensive series ofobligations. As hostilities became imminent, U.N. activities inside Iraq were suspended. After March 19, 2003,the Council met in late March to air U.N.member concerns over the hostilities. This report ends with the start of hostilities and will not be updated."], "reports": {"section_title": "", "paragraphs": ["RS21323 -- The United Nations Security Council -- Its Role in the Iraq Crisis: A Brief Overview", "Updated May 16, 2003"], "subsections": [{"section_title": "What It Is and What It Does", "paragraphs": ["The United Nations Security Council is one of the six principal organs of the United Nations. (1) Its membership of 15 nations consists of 10nonpermanentmembers and five permanent members -- China, France, the Russian Federation, the United Kingdom, and theUnited States. Each of these five states has vetorights over adoption of Council resolutions on substantive issues. This means that if a resolution receives thenecessary nine yes votes to be adopted, if evenone of these five states votes no, the resolution will not pass. The nonpermanent member nations are elected by theU.N. General Assembly each fall, fiveannually, to two-year terms. In 2003, the nonpermanent members were Angola, Bulgaria, Cameroon, Chile,Germany, Guinea, Mexico, Pakistan, Spain, andthe Syrian Arab Republic. (2) Under the U.N. Charter,the Council has primary responsibility for the maintenance of international peace and security (Article24).", "In 1945, the drafters of the U.N. Charter created in Chapter VII a system of possible Council responses relating to the maintenance of international peace thatincluded enforcement short of the use of force, and actions including the use of force. Chapter VII sets forth stepsthe Council might take in response to \"threatsto the peace, breaches of the peace, and acts of aggression.\" The U.N. Security Council has authorized the use of\"force\" or its equivalent on a number ofoccasions. Sometimes, it has specifically used the word \"force\" while at others it has used such terms as \"all meansnecessary\". Of the 18 resolutionsauthorizing the use of force directly or implicitly and passed by the Council between 1945 and May 1999, we foundthat the word \"force\" was used five times. In some instances, \"All means necessary\" did not really mean use of force. The text of each was checked for contentand context. ", "The four instances before 1990 when the Council authorized the use of force are (1) Council Resolution 83 (1950), adopted June 27, 1950, to \"furnish suchassistance...necessary to repel the armed attack and to restore...peace and security\" at the start of the Korean War;(2) Council Resolution 161A (1961), adoptedFebruary 21, 1961, to \"take...all appropriate measures to prevent ...civil war in the Congo, including...the use offorce, if necessary, in the last resort,\" anauthorization to the U.N. peacekeeping operation in the Congo (ONUC); (3) Council Resolution 169 (1961),adopted November 24, 1961, \"to take vigorousaction, including the use of the requisite measure of force, if necessary\" to remove foreign military and otherpersonnel not under the U.N. Command, anotherauthorization to ONUC in the Congo; and (4) Council Resolution 221 (1966), adopted April 9, 1966, \"calls on the...United Kingdom to prevent by the use offorce if necessary the arrival at Beira of vessels...believed to be carrying oil destined for Rhodesia....\" The Councildid not cite the Charter in these fourresolutions.", "The Council cited Chapter VII of the U.N. Charter in all of the resolutions adopted since 1990, including Resolution 678 (1990). Resolution 665 (1990) cited, ina preambular paragraph, Resolution 661 (1990), which imposed economic sanctions acting under Chapter VII. (Seediscussion of resolutions 665 and 678 in thenext paragraph) The Council gave four U.N.-commanded peacekeeping operations authority to use force or itsequivalent -- ONUC (U.N. Operation in theCongo), UNOSOM II (U.N. Operation in Somalia), UNPROFOR (U.N. Protection Force) in Bosnia andHerzegovina, and UNPROFOR in Croatia. TheCouncil authorized six non-U.N. commanded or so-called coalition operations to use force or its equivalent -- thePersian Gulf coalition of nations assistingKuwait and under U.S. command; the Unified Task Force in Somalia, under U.S. command; the so-called OperationTurquoise, in Rwanda, under Frenchcommand; the Multinational Force in Haiti, under U.S. command; and the NATO commanded operations in Bosniato implement the Dayton accords -- IFOR(Implementation Force) and SFOR (Stabilization Force). "], "subsections": []}, {"section_title": "The U.N. Security Council and Iraq", "paragraphs": ["Pre-War Actions. The Iraqi invasion of Kuwait on August 1-2, 1990, set into motion a series of actions byU.N. member states that catapulted the United Nations Security Council into the limelight. Between August 2 andDecember 31, 1990, the Council adopted 12resolutions that progressively applied elements of Chapter VII of the Charter. (For the texts of the resolutionsadopted in 1990, see CRS Report 90-513(pdf) , Iraq-Kuwait: U.N. Security Council Resolutions -- Texts and Votes .) After condemning the Iraqiinvasion of Kuwait and demanding Iraq's withdrawal inResolution 660 (1990), the Council decided in Resolution 661 (1990) to impose economic sanctions against Iraqand occupied Kuwait as a means of securingcompliance by Iraq with Resolution 660 (1990). In Resolution 665 (1990), the Council authorized states withmaritime forces in the area to \"use such measuresas may be necessary\" to ensure strict implementation of the sanctions as related to shipping. Finally, in Resolution678 (1990), the Council authorized states \"touse all necessary means\" to implement previous Council resolutions. ", "Post-War Actions. In 1991 , the U.N. Security Council adopted a series of 12 resolutions that assigned anextensive set of tasks to the United Nations and imposed on Iraq an equally extensive series of obligations. Thecease-fire resolution, Resolution 687 (1991),was the most comprehensive and longest resolution ever then adopted by the Council and established the range ofissues to be covered by the United Nations. They included boundary demarcation, U.N. Iraq-Kuwait Observer Mission, weapons of mass destruction, return ofKuwaiti property, compensation(reparations), sanctions: general and arms embargo, sanctions: oil exports/humanitarian imports program, andrepatriation of Kuwaiti and third countrynationals. The Council also adopted Resolution 688 on humanitarian intervention.", "A major distinguishing feature of Resolutions 687 and 688 and at least four subsequent resolutions was the extent to which the Council imposed obligations andduties that directly infringed on Iraq's internal affairs. Iraq was obliged to accept onto its territory teams ofinspectors in search of weapons of mass destructionthat were to be destroyed and/or removed. Iraq was obliged to accept international assistance for the housing,protection, and feeding of the segments of itspopulation that had been subjected to and fled from gross human rights violations inflicted by the Iraqi government. Although Iraq was still subject to theeconomic sanctions imposed in August 1990, it was allowed to export a limited amount of its petroleum productsunder an explicit set of provisions requiringtight U.N. control and monitoring. (3) (For the textsof resolutions adopted in 1991, see CRS Report 91-395(pdf) , Iraq-Kuwait: U.N. Security Council Resolutions,Texts and Votes -- 1991 .)", "Over the past ten years, from 1992 through December 31, 2002 , the Council adopted 39 resolutions dealing with Iraq. (For the texts of resolutions adoptedduring this period, see CRS Report RL31611(pdf) , Iraq-Kuwait: United Nations Security Council Resolutions. Texts -- 1992-2002 ) A few resolutions dealt withsuch issues as the Iraq-Kuwait boundary demarcation, the operation of the U.N. Iraq-Kuwait Observation Mission(UNIKOM), and reparations payments. Much of the Council's attention was directed at inspections and access issues and the establishment and operationof an oil for food program. Among thesignificant resolutions adopted were Resolution 986 (1995), setting up the oil for food program and Resolution 1409(2002), further defining the oil for foodprogram and expediting the humanitarian distribution process. Resolution 1051 (1996) set up a mechanism formonitoring Iraqi imports and exports relating toweapons of mass destruction, while Resolution 1194 (1998) stopped Council sanctions reviews until inspectionsaccess difficulties were resolved. In 1999, theCouncil adopted Resolution 1284 (1999), creating a new inspections mechanism, the U.N. Monitoring, Verificationand Inspection Commission (UNMOVIC),which, until 2002, had not been able to operate within Iraq. During this time, the Council did not specificallyauthorize the further use of force to ensure Iraqicompliance with Resolution 687 (1991) or any of its subsequent resolutions. It did, however, refer to previouslyadopted resolutions, including Resolution 678(1990) and Resolution 687 (1991). "], "subsections": []}, {"section_title": "Iraq and the U.N. Security Council -- 2002", "paragraphs": ["On November 8, 2002, after nearly two months of consultation, negotiation, and debate, the U.N. Security Council, by a vote of 15-0-0, adopted Resolution1441 (2002). (4) In this resolution, the Council decided(1) to give Iraq which \"has been and remains in material breach\" of U.N. resolutions, \"a final opportunityto comply with its disarmament obligations\" and (2) to set up \"an enhanced inspection regime.\" It decided that Iraq\"shall provide...a currently accurate, full,and complete declaration of all aspects of its programs to develop chemical, biological, and nuclear weapons,ballistic missiles, and other delivery systems\" byDecember 8. (5) It decided that \"false statements oromissions in the declarations submitted\" and \"failure by Iraq at any time to comply with, and cooperate fullyin the implementation of, this resolution shall constitute a further material breach\" and \"will be reported to theCouncil for assessment.\" The Council decidedthat Iraq \"shall provide...immediate, unimpeded, unconditional, and unrestricted access to any and all, includingunderground, areas, facilities, buildings,equipment, records, and means of transport which they wish to inspect, as well as immediate, unimpeded,unrestricted, and private access to all officials andother persons whom UNMOVIC or the IAEA wish to interview....\" The Council directed UNMOVIC and IAEAto \"report immediately to the Council anyinterference by Iraq with inspection activities, as well as any failure by Iraq to comply with its disarmamentobligations.\" In addition, the Council decided thatit would \"convene immediately upon receipt of a report\" relating to Iraqi noncompliance and recalled, \"in thatcontext, that it had repeatedly warned Iraq that itwill face serious consequences as a result of its continued violations of its obligations.\" ", "On September 12, 2002, President Bush in his address to the U.N. General Assembly, had focused on Iraq and its failure to comply with various resolutionsadopted by the U.N. Security Council. He urged the Security Council to act in the face of such repeated violations: ", "My nation will work with the U.N. Security Council to meet our commonchallenge. If Iraq's regime defies usagain, the world must move deliberately, decisively to hold Iraq to account. We will work with the U.N. SecurityCouncil for the necessary resolutions. ...TheSecurity Council resolutions will be enforced -- the just demands of peace and security will be met -- or action willbeunavoidable.", "The question of the \"Situation between Iraq and Kuwait\" is still on the Council's agenda. The Council considers the situation under a number of topics,including a biannual review of continuation of the U.N. Iraq-Kuwait Observation Mission (UNIKOM); the annualreport of the Resolution 661 SanctionsCommittee; the Oil for Food program (a report is required every 90 days); and the quarterly report of the U.N.Monitoring, Verification and InspectionCommission (UNMOVIC).", "Among the issues that faced Council members as they worked to draft what became S/RES/1441 (2002) in response to President Bush's request were thefollowing:", "What inspection regime will apply? The pre-Resolution 1441 (2003) set of Council resolutions included approval of the 1998memorandum of understanding on access to presidential palaces in Iraq and the 1999 establishment of UNMOVIC,that included an extensive, or some wouldsay expansive, timetable for the conduct of inspections. Iraq's September 16, 2002 acceptance of inspectors withoutconditions and U.S. demands forinspectors to \"go anywhere, anytime, see anyone, inspect anything, at the time and place of the inspector's choosing\"would seem to require an additionalresolution to revise inspection access. Some countries, however, seemed to prefer that no additional Councilresolution be passed.", "Should a deadline for Iraqi compliance, either with Council resolutions or with unconditional inspections, be set by the Council beforeinspections start?", "When should the Council authorize actions that might be taken if Iraq did not comply -- before or after the inspections phase? Somenations, including the United States, sought a \"consequences\" authorization as part of a single resolution oninspections and Iraqi compliance while otherspreferred a two-stage process, with a specific authorization of force or its equivalence after inspections had beengiven a chance to work."], "subsections": []}, {"section_title": "Iraq and the U.N. Security Council in 2003", "paragraphs": ["During most of the first quarter of the year, members of the U.N. Security Council continued to review the work of the UNMOVIC and IAEA, as briefed andreported by the chief inspectors (see CRS Report RL31671, Iraq: U.N. Inspections for Weapons of MassDestruction , by Sharon A. Squassoni), and to considerwhat the Council's next steps, if any, might be. Considerable time was devoted to efforts by the United States andthe United Kingdom to get the Council toadopt a so-called second resolution that would determine that Iraq had failed to comply with Council resolution1441 (2002). On March 17, 2003, U.N.Secretary-General Kofi Annan informed the Council that he had authorized \"the withdrawal of all remaining UnitedNations system personnel from Iraq.\" At a\"press encounter,\" he said that the \"mandates\" of the UNMOVIC and the IAEA inspections, UNIKOM, the U.N.oil-for-food program, and the sale of oil underthe sanctions program were \"suspended\" because they will be \"inoperable.\" The Council met on Wednesday, March19, to review a report on \"key remainingdisarmament tasks.\"", "On March 19, 2003, a coalition of states, led by the United States and including the United Kingdom, Spain, and Australia, initiated hostilities in Iraq. OnMarch 20, 2003, the United States sent a letter (S/2003/351) to the Council notifying it that coalition forces had\"commenced military operations in Iraq. Theseoperations are necessary,\" continued the letter, \"in view of Iraq's continued material breaches of its disarmamentobligations under relevant Security Councilresolutions, including resolution 1441 (2002).\" According to the letter, the \"actions being taken are authorized underexisting Council resolutions, including itsresolutions 678 (1990) and 687 (1991).\" On March 26 and 27, 2003, the Security Council met, in response torequests from the League of Arab States and theNon-Aligned Movement, to discuss the situation in Iraq. Sixty-eight U.N. member states who were not Councilmembers participated in the debate, which didnot result in a resolution or Presidential Statement by the President of the Council."], "subsections": []}]}}