{"id": "RS21899", "title": "Border Security: Key Agencies and Their Missions", "released_date": "2010-01-26T00:00:00", "summary": ["After the massive reorganization of federal agencies precipitated by the creation of the Department of Homeland Security (DHS), there are now four main federal agencies charged with securing the United States' borders: the U.S. Customs and Border Protection (CBP), which patrols the border and conducts immigrations, customs, and agricultural inspections at ports of entry; the U.S. Immigrations and Customs Enforcement (ICE), which investigates immigrations and customs violations in the interior of the country; the United States Coast Guard, which provides maritime and port security; and the Transportation Security Administration (TSA), which is responsible for securing the nation's land, rail, and air transportation networks. This report is meant to serve as a primer on the key federal agencies charged with border security; as such it will briefly describe each agency's role in securing our nation's borders. This report will be updated as needed."], "reports": {"section_title": "", "paragraphs": ["In the wake of the tragedy of September 11, 2001, the U.S. Congress decided that enhancing the security of the United States' borders was a vitally important component of preventing future terrorist attacks. Before September 11, 2001, border security fell piecemeal under the mandate of many diverse federal departments, including but not limited to the Department of Justice (the Immigration and Naturalization Service); the Department of the Treasury (the Customs Service); the Department of Agriculture (the Animal and Plant Health Inspection Service); and the Department of Transportation (the Coast Guard).", "The Homeland Security Act of 2002 ( P.L. 107-296 ) consolidated most federal agencies operating along the U.S. borders within the newly formed DHS. Most of these agencies were located in the Directorate of Border and Transportation Security (BTS), which was charged with securing the borders; territorial waters; terminals; waterways; and air, land, and sea transportation systems of the United States; and managing the nation's ports of entry. The lone exception is the U.S. Coast Guard, which remained a standalone division within DHS. The BTS was composed of three main agencies: (1) the CBP, which is charged with overseeing commercial operations, inspections, and land border patrol functions, (2) ICE, which oversees investigations, alien detentions and removals, air/marine drug interdiction operations, and federal protective services, and (3) the TSA, which is charged with protecting the nation's air, land, and rail transportation systems against all forms of attack to ensure freedom of movement for people and commerce.", "On July 13, 2005, the Secretary of DHS, Michael Chertoff, announced the results of the months-long Second Stage Review (2SR) that he undertook upon being confirmed as DHS Secretary. One of Secretary Chertoff's main recommendations, which was agreed to by the DHS Appropriations Conferees, was the elimination of the BTS Directorate. The Secretary announced the creation of a new Office of Policy, which, among other things, assumed the policy coordination responsibilities of the BTS Directorate. The operational agencies that comprised BTS (CBP, ICE, TSA) now report directly to the Secretary and Deputy Secretary of DHS. The goal of this reorganization was to streamline the policy creation process and ensure that DHS policies and regulations are consistent across the department. Additionally, the Federal Air Marshals program was moved out of ICE and back into TSA to increase operational coordination between all aviation security entities in the department.", "Conceptually speaking, CBP provides the front line responders to immigrations and customs violations and serves as the law enforcement arm of DHS, while ICE serves as the investigative branch. TSA is charged with securing the nation's transportation systems, whereas the U.S. Coast Guard also serves an important border security function by patrolling the nation's territorial and adjacent international waters against foreign threats. Combined FY2010 appropriations for the border security agencies of DHS equaled $30.96 billion, and the combined full time equivalent (FTE) manpower totaled approximately 180,142 employees."], "subsections": [{"section_title": "The U.S. Customs and Border Protection (CBP)", "paragraphs": ["CBP combined portions of the previous border law enforcement agencies under one administrative umbrella. This involved absorbing employees from the Immigration and Naturalization Service (INS), the Border Patrol, the Customs Service, and the Department of Agriculture. CBP's mission is to prevent terrorists and terrorist weapons from entering the country, provide security at U.S. borders and ports of entry, apprehend illegal immigrants, stem the flow of illegal drugs, and protect American agricultural and economic interests from harmful pests and diseases. As it performs its official missions, CBP maintains two overarching and sometimes conflicting goals: increasing security while facilitating legitimate trade and travel. In FY2010, CBP's appropriated net budget authority totaled $10.13 billion and manpower totaled approximately 58,105 FTE.", "Between official ports of entry, the U.S. Border Patrol (USBP)—a component of CBP—enforces U.S. immigration law and other federal laws along the border. As currently comprised, the USBP is the uniformed law enforcement arm of the Department of Homeland Security. Its primary mission is to detect and prevent the entry of terrorists, weapons of mass destruction, and unauthorized aliens into the country, and to interdict drug smugglers and other criminals. In the course of discharging its duties the USBP patrols over 8,000 miles of our international borders with Mexico and Canada and the coastal waters around Florida and Puerto Rico.", "At official ports of entry, CBP officers are responsible for conducting immigrations, customs, and agricultural inspections on entering aliens. As a result of the \"one face at the border\" initiative, CBP inspectors are being cross-trained to perform all three types of inspections in order to streamline the border crossing process. This initiative unifies the prior inspections processes, providing entering aliens with one primary inspector who is trained to determine whether a more detailed secondary inspection is required.", "CBP inspectors enforce immigration law by examining and verifying the travel documents of incoming international travelers to ensure they have a legal right to enter the country. On the customs side, CBP inspectors ensure that all imports and exports comply with U.S. laws and regulations, collect and protect U.S. revenues, and guard against the smuggling of contraband. Additionally, CBP is responsible for conducting agricultural inspections at ports of entry in order to enforce a wide array of animal and plant protection laws. In order to carry out these varied functions, CBP inspectors have a broad range of powers to inspect all persons, vehicles, conveyances, merchandise, and baggage entering the United States from a foreign country."], "subsections": []}, {"section_title": "U.S. Immigrations and Customs Enforcement (ICE)", "paragraphs": ["ICE merged the investigative functions of the former INS and the Customs Service, the INS detention and removal functions, most INS intelligence operations, and the Federal Protective Service (FPS). This makes ICE the principal investigative arm for DHS. ICE's mission is to detect and prevent terrorist and criminal acts by targeting the people, money, and materials that support terrorist and criminal networks. As such they are an important component of our nation's border security network even though their main focus is on interior enforcement. In FY2010, ICE appropriations totaled $5.44 billion, and the agency had approximately 20,134 FTE employees.", "Unlike CBP, whose jurisdiction is confined to law enforcement activities along the border, ICE special agents investigate immigrations and customs violations in the interior of the United States. ICE's mandate includes uncovering national security threats such as weapons of mass destruction or potential terrorists, identifying criminal aliens for removal, probing immigration-related document and benefit fraud, investigating work-site immigration violations, exposing alien and contraband smuggling operations, interdicting narcotics shipments, and detaining illegal immigrants and ensuring their departure (or removal) from the United States. ICE is also responsible for the collection, analysis and dissemination of strategic and tactical intelligence data pertaining to homeland security, infrastructure protection, and the illegal movement of people, money, and cargo within the United States. "], "subsections": []}, {"section_title": "The United States Coast Guard", "paragraphs": ["The Coast Guard was incorporated into DHS as a standalone agency by P.L. 107-296 . The Coast Guard's overall mission is to protect the public, the environment, and U.S. economic interests in maritime regions—at the nation's ports and waterways, along the coast, and in international waters. The Coast Guard is thus the nation's principal maritime law enforcement authority and the lead federal agency for the maritime component of homeland security, including port security. Among other things, the Coast Guard is responsible for evaluating, boarding, and inspecting commercial ships as they approach U.S. waters; countering terrorist threats in U.S. ports; and for helping to protect U.S. Navy ships in U.S. ports. A high-ranking Coast Guard officer in each port area serves as the Captain of the Port and is the lead federal official responsible for the security and safety of the vessels and waterways in their geographic zone. In FY2010, Coast Guard appropriated budget authority totaled $10.14 billion, and the agency had approximately 49,954 FTE military and civilian employees.", "As part of Operation Noble Eagle (military operations in homeland defense and civil support to U.S. federal, state and local agencies), the Coast Guard is at a heightened state of alert protecting more than 361 ports and 95,000 miles of coastline. The Coast Guard's homeland security role includes protecting ports, the flow of commerce, and the marine transportation system from terrorism; maintaining maritime border security against illegal drugs, illegal aliens, firearms, and weapons of mass destruction; ensuring that the U.S. can rapidly deploy and resupply military assets by maintaining the Coast Guard at a high state of readiness as well as by keeping marine transportation open for the other military services; protecting against illegal fishing and indiscriminate destruction of living marine resources; preventing and responding to oil and hazardous material spills; and coordinating efforts and intelligence with federal, state, and local agencies."], "subsections": []}, {"section_title": "The Transportation Security Administration (TSA)", "paragraphs": ["The TSA was created as a direct result of the events of September 11 and is charged with protecting the United States' air, land, and rail transportation systems to ensure freedom of movement for people and commerce. The Aviation and Transportation Security Act (ATSA, P.L. 107-71 ) created the TSA and included provisions that established a federal baggage screener workforce, required checked baggage to be screened by explosive detection systems, and significantly expanded FAMS. In 2002, TSA was transferred to the newly formed DHS from the Department of Transportation; as previously noted, in 2003 the Federal Air Marshal program was taken out of TSA and transferred to ICE. In FY2006, the program was transferred back to TSA. In FY2010, TSA appropriations totaled $5.26 billion, and the agency had approximately 51,949 FTE employees.", "To achieve its mission of securing the nation's aviation, TSA assumed responsibility for screening air passengers and baggage—a function that had previously resided with the air carriers. TSA is also charged with ensuring the security of air cargo and overseeing security measures at airports to limit access to restricted areas, secure airport perimeters, and conduct background checks for airport personnel with access to secure areas, among other things. However, an opt out provision in ATSA will permit every airport with federal screeners to request a switch to private screeners commencing in November 2004. Additionally, as a result of the 2SR, the Federal Air Marshals program has been transferred back to TSA. FAMS is responsible for detecting, deterring and defeating hostile acts targeting U.S. air carriers, airports, passengers and crews by placing undercover armed agents in airports and on flights."], "subsections": []}, {"section_title": "Conclusion", "paragraphs": ["This report has briefly outlined the roles and responsibilities of the four main agencies within the DHS charged with securing our nation's borders: the CBP, ICE, the U.S. Coast Guard, and the TSA. It should be noted, however, that although the Homeland Security Act of 2002 consolidated all the agencies with primary border security roles in DHS, many other federal agencies are involved in the difficult task of securing our nation's borders. Although border security may not be in their central mission, they nevertheless provide important border security functions. These agencies include, but are not limited to the U.S. Citizenship and Immigrations Services within DHS, which processes permanent residency and citizenship applications, as well as asylum and refugee processing; the Department of State, which is responsible for visa issuances overseas; the Department of Agriculture, which establishes the agricultural policies that CBP Inspectors execute; the Department of Justice, whose law enforcement branches (the Federal Bureau of Investigation and Drug Enforcement Agency) coordinate with CBP and ICE agents when their investigations involve border or customs violations; the Department of Health and Human Services, through the Food and Drug Administration and the Center for Disease Control; the Department of Transportation, whose Federal Aviation Administration monitors all airplanes entering American air space from abroad; the Treasury Department, whose Bureau of Alcohol, Tobacco, and Firearms investigates the smuggling of guns into the country; and lastly the Central Intelligence Agency, which is an important player in the efforts to keep terrorists and other foreign agents from entering the country. Additionally, due to their location, state and local responders from jurisdictions along the Canadian and Mexican borders also play a significant role in the efforts to secure our nation's borders."], "subsections": []}]}}