{"id": "RS21383", "title": "Ricin: Technical Background and Potential Role in Terrorism", "released_date": "2013-04-19T00:00:00", "summary": ["In April 2013, envelopes sent to President Obama and a U.S. Senator tested positive for ricin, a deadly toxin derived from castor beans. Ricin has been identified as a potential bioweapon. Ricin is extremely toxic by ingestion, inhalation, and injection. No treatment or prophylaxis currently exists, though research into new therapies and vaccines against ricin exposure continues. Additionally, research to improve ricin detection is ongoing. Although governments have investigated ricin's potential use as a military weapon, individuals have used ricin in small quantities. Most experts believe that ricin would be difficult to use as a weapon of mass destruction, but do not discount its potential as a weapon of terror. Ricin is a select agent, and its possession, transfer, or use is regulated under domestic and international law. This report will not be updated."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["In April 2013, envelopes sent to President Obama and a U.S. Senator tested positive for ricin, a deadly toxin derived from castor beans. Ricin is often mentioned as a potential bioterror weapon and has been posed a terrorist and criminal threat. For example, in 2010, CBS News reported that the Department of Homeland Security had uncovered a credible threat of attacks using poisons, such as ricin, in salad bars and buffets, and historically unknown individuals have sent letters and packages containing ricin to federal officials. This report provides general information about ricin, identifies historical examples of its use, discusses its potential as a bioterror weapon, and summarizes how its possession is currently regulated."], "subsections": []}, {"section_title": "General Information", "paragraphs": ["Ricin is a potent plant toxin found in the seeds of the castor plant ( Ricinus communis ). It works by blocking cell protein synthesis, which results in cell death. This cell death can lead to organ failure and death."], "subsections": [{"section_title": "How Is Ricin Obtained?", "paragraphs": ["Several well-known processes describe isolation of ricin from castor beans. Several recipes for extracting ricin from castor beans are available on the Internet, from commercial bookstores, in patents, and in scientific literature. The industrial production of castor oil yields bean mash with approximately 5% ricin content. The quality of these directions varies. Some directions would produce only crude preparations while others would produce nearly pure ricin. Even the crude preparations have been considered deadly."], "subsections": []}, {"section_title": "Effects of Ricin", "paragraphs": ["Persons exposed to ricin exhibit different symptoms depending on the route of exposure. Ingestion of ricin causes nausea, vomiting, diarrhea, gastric hemorrhaging, and shock. With a sufficient dose, death occurs within three to five days. Injection of ricin produces severe internal bleeding and tissue death, which can result in the collapse of major organ systems. Death often follows such a collapse. Inhalation of ricin irritates the lung linings and airways, leading to weakness and fever. Lesions may occur in the lungs causing tissue swelling, further damage, and possibly death.", "The lethal dosage of ricin depends on the route of exposure. Inhaled or injected doses as low as 3 to 5 micrograms per kilogram body weight may be lethal. This dose equals approximately 240 to 400 micrograms for a 175-pound individual. The lethal dosage for ingestion is higher because the gastrointestinal tract absorbs ricin less effectively. Ricin does not poison through contact with intact skin."], "subsections": []}, {"section_title": "Detection and Treatment", "paragraphs": ["Several currently available methods can detect the release of ricin. Potential field detectors include automated air samplers that could detect the release of aerosolized ricin and swab-type tests that could signal the presence of ricin on surfaces. Highly sensitive laboratory-based tests can be performed on samples gathered on site. Some locations, such as postal facilities processing congressional mail, have implemented detection systems. Generally though, such detectors are not widely implemented in civilian settings. Health care workers diagnosing ricin poisoning may be a leading signal of a covert ricin attack. ", "When detection systems indicate the presence of ricin, laboratories participating in the Centers for Disease Control and Prevention Laboratory Response Network perform confirmatory testing using a variety of methods. These methods test for the presence of components of the castor bean, the presence of ricin, and the whether any ricin might be toxic. A test showing the presence of castor bean components is preliminary and confirmed through detection of ricin toxin. Tests to identify presence of castor bean components and ricin toxin require six to eight hours to perform, while determining the toxicity of the ricin may take 48 hours or more."], "subsections": [{"section_title": "Pre-exposure Treatment", "paragraphs": ["No ricin vaccine is currently available for use by the general public. The Department of Defense has investigated vaccines in animal studies and engaged in human safety studies under Investigational New Drug (IND) protocols. Other research continues in the academic and private sectors to develop new vaccines. Additionally, animal studies suggest that passive prophylaxis, (i.e., injecting animals with antibodies obtained from other immunized animals), is effective against injected and ingested ricin. For inhaled ricin, the most effective prophylaxis appears to be through vaccination."], "subsections": []}, {"section_title": "Post-exposure Treatment", "paragraphs": ["No medicine has been approved specifically to treat ricin exposure. The progressive nature of the toxin's effects requires hospitalization and continual supportive care. In cases of ingestion, the recommended treatment of activated charcoal limits the ricin exposure. Stomach pumping may be considered if it can be performed within an hour of ingestion. Researchers continue to attempt to find new, more effective treatments for ricin exposure."], "subsections": []}]}]}, {"section_title": "Examples of Ricin's Use", "paragraphs": ["Ricin has been considered for use as a weapon since at least 1918, when military programs investigated the feasibility of bomb-dissemination of aerosolized ricin. Such a weapon was reportedly developed by the United States and the United Kingdom, but never used. Iraq reportedly attempted to weaponize ricin in the 1980s.", "In 1978, ricin was used to assassinate Bulgarian dissident Georgi Markov in London. A novel, umbrella-based weapon was used to inject a pellet containing ricin into Markov. Shortly after this episode, a similar pellet was discovered to be the source of illness of another Bulgarian exile, Vladimir Kostov.", "Some individuals attempting to possess ricin, generally through its manufacture in makeshift laboratories, have been arrested and subsequently convicted of violations of the Biological Weapons Anti-Terrorism Act ( P.L. 101-298 ). For example, in 2008, a man in Las Vegas poisoned himself manufacturing ricin in a hotel room. He survived the poisoning and was subsequently convicted of possession of a biological toxin. In other cases, unidentified individuals have sent ricin to government officials. In October 2003 a letter containing ricin addressed to the Department of Transportation was intercepted, and in November 2003, the U.S. Secret Service reportedly intercepted an envelope containing ricin addressed to the White House. In February 2004, ricin was detected in the Dirksen Senate Office Building in the mailroom of Senator Frist. ", "Additionally, trace amounts of ricin were reportedly found in various locales in Afghanistan, and an insurgent group in Iraq reportedly attempted to acquire ricin."], "subsections": []}, {"section_title": "Ricin as a Weapon of Terror Rather than Mass Destruction", "paragraphs": ["Many experts believe that ricin would be difficult to use as a weapon of mass destruction. Ricin needs to be injected, ingested, or inhaled by the victim to injure. Biological weapons experts estimate that 8 metric tons would be required to cover a 100 km 2 area with enough toxin to kill 50% of the people. Thus, using ricin to cause mass casualties becomes logistically impractical even for a well-funded terrorist organization. Furthermore, some experts have stated that the required preparatory steps to use ricin as a mass casualty weapon also pose significant technical barriers that may preclude such use by non-state actors.", "Although causing mass casualties would be difficult, many experts agree that ricin could be a formidable weapon if used in small-scale attacks. The Centers for Disease Control and Prevention have listed ricin as a Category B Agent because it would be moderately easy to disseminate and result in moderate morbidity rates and low mortality rates. Although a string of attacks targeting dozens of victims at a time may not produce mass devastation, they might instill terror in the population, causing local economic disruption."], "subsections": []}, {"section_title": "Current Regulation", "paragraphs": ["Ricin is considered both a biological and a chemical weapon, and internationally treaties explicitly prohibit its use. The United States is a party to both the Biological Weapons Convention and the Chemical Weapons Convention. The Biological Weapons Convention bans the development, production, and stockpiling of biological agents or toxins for non-peaceful purposes. The Chemical Weapons Convention bans the development, production, stockpiling, transfer, and use of chemical weapons. The United States has entered into multilateral agreements to prevent the development of both chemical and biological weapons by other nations and terrorist groups.", "Congress has enacted several statutes to prohibit the misuse of ricin. The Antiterrorism and Effective Death Penalty Act of 1996 ( P.L. 104-132 ) directed the Department of Health and Human Services to establish a list of biological agents and toxins that could threaten public health and safety, procedures for governing the transfer of those agents, and training requirements for entities working with these \"select agents.\" The Department of Health and Human Services lists ricin as a select agent (42 C.F.R. 73), and restricts possession, transfer, and use of ricin under the Public Health Security and Bioterrorism Preparedness Act of 2002 ( P.L. 107 - 188 ). The USA PATRIOT Act ( P.L. 107 - 56 ) limits ricin access to select bona fide researchers who must undergo background investigation by the Federal Bureau of Investigation. Also, facilities containing ricin above certain thresholds must register with the Department of Health and Human Services and maintain certain security measures. It is not illegal to possess or transfer castor beans, nor castor bean plants; only the isolated ricin is regulated. Both castor beans and castor bean plants are openly sold within the United States, and castor bean plants grow naturally in the southwest."], "subsections": []}]}}