{"id": "RS21029", "title": "Survivor Benefits for Families of Civilian Federal Employees and Retirees", "released_date": "2014-04-02T00:00:00", "summary": ["Federal employees with permanent appointments may be eligible for retirement and disability benefits under either the Civil Service Retirement System (CSRS) or the Federal Employees Retirement System (FERS). Most federal employees initially hired into permanent federal employment on or after January 1, 1984, are covered by FERS. Employees hired before January 1, 1984, are covered by CSRS unless they chose to switch to FERS during open seasons held in 1987 and 1998. Both FERS and CSRS provide survivor benefits for spouses and dependent children of employees and retirees. Survivors who had been participating in the Federal Employees' Health Benefits Program (FEHBP) can continue to do so. The federal government pays compensation to dependent survivors of federal civilian employees who are killed while performing their duties; however, a survivor eligible for both an annuity under CSRS or FERS and for survivor compensation cannot receive both."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Death of Current Civilian Federal Employee", "paragraphs": [], "subsections": [{"section_title": "Spouse Survivor Benefits", "paragraphs": ["Under CSRS, the surviving spouse of a federal employee who dies after having completed at least 18 months of service is eligible for an annuity, provided that the couple had been married for at least nine months or that the survivor is the parent of a child born of the marriage. The nine-month requirement is waived if the worker's death was accidental. A divorced spouse of a federal employee may be eligible for a survivor benefit if the employee elected a survivor annuity for the former spouse or under a state court decree of divorce, annulment, or separation. The survivor annuity under CSRS is 55% of the retirement benefit that the deceased employee had accrued at the time of death, but without any reduction for being under the age of 55. The annuity is guaranteed to be no smaller than 55% of the lesser of (1) 40% of the average of the employee's highest three consecutive years of pay or (2) the annuity that would result from projecting the employee's years of service to age 60.", "If an employee participating in FERS dies after having completed at least 18 months of service, but fewer than 10 years of service, his or her spouse is eligible for a lump-sum survivor benefit equal to one-half of the employee's annual basic pay plus a lump sum payment (approximately $31,768 in 2014). This benefit can be paid as a single lump-sum, or in equal installments over 36 months (with interest) at the option of the surviving spouse. If the employee had at least 10 years of service, the spouse receives a lump sum and an annuity equal to 50% of the retirement annuity that the deceased employee had earned at the time of his or her death. Survivor annuities under CSRS and FERS terminate if the surviving spouse remarries before the age of 55 (unless the marriage to the federal employee lasted at least 30 years). If the subsequent remarriage ends in death, divorce, or annulment, the annuity restarts in the same amount."], "subsections": []}, {"section_title": "Child Survivor Benefits", "paragraphs": ["Under CSRS, a monthly annuity is paid to the surviving children of a deceased employee, as long as they are under the age of 18 and not married, or under age 22 if still in school. A child survivor enrolled full-time in school and whose 22 nd birthday occurs before July 1 or after August 31 can continue to receive benefits while enrolled as a student through the following July 1. A surviving child is eligible for benefits regardless of age if he or she is incapable of self-support because of a physical or mental disability incurred before the age of 18. If a deceased federal employee is survived by a spouse or former spouse who is the biological or adoptive parent of the employee's surviving child(ren), each child receives the smallest of these three annual amounts:", "60% of the employee's high-3 average pay, divided by the number of children, $6,024 (in 2014, indexed annually to the Consumer Price Index), or $18,072 (in 2014, also indexed to the CPI) divided by the number of children.", "In most cases, the benefit will be $6,024 per year (indexed to the CPI). If the deceased employee is not survived by a spouse or former spouse who is the biological or adoptive parent of the surviving child(ren), then each child receives the smallest of these amounts:", "75% of the employee's high-3 average pay, divided by the number of children, $7,224 (in 2014, indexed annually to the Consumer Price Index), or $21,684 (in 2014, also indexed to the CPI) divided by the number of children.", "In most cases, the benefit will be $7,224. If a married couple dies, both of whom were federal employees covered by CSRS, each child is eligible for two survivor annuities.", "Children of deceased federal employees who were covered by FERS may be eligible for Social Security benefits, according to the laws governing that program. If the benefit that the children would have received under CSRS would have been greater than the Social Security benefit alone, FERS will pay a monthly benefit that in combination with Social Security will equal the CSRS benefit. In most cases, however, the Social Security benefit alone will exceed the benefit that would have been payable under CSRS. Nevertheless, because Social Security survivor benefits end when a child reaches the age of 18 (or 19 if the child is still in high school), FERS pays a benefit equal to a CSRS benefit for as long as the child is unmarried, under age 22, and enrolled full-time in post-secondary education."], "subsections": []}, {"section_title": "Health Insurance for Survivors", "paragraphs": ["Widows, widowers, and unmarried dependent children under the age of 22 who survive a deceased federal employee who was enrolled in the Federal Employees' Health Benefits Program (FEHBP) may continue to participate in that program at the same cost as a federal employee if, prior to the employee's death, these individuals were covered as family members under the plan."], "subsections": []}, {"section_title": "Death in the Performance of Duty", "paragraphs": ["If the employee's death resulted from an injury sustained in the performance of duty, the employee's surviving spouse and children are eligible for compensation equal to a percentage of the employee's monthly pay. This compensation is not payable concurrently with a survivor annuity under either CSRS or FERS. A survivor who is entitled to both an annuity under CSRS or FERS and to survivor compensation must elect one of the two benefits. The compensation payable to a surviving spouse if there are no children is equal to 50% of the deceased employee's final pay. If there are surviving children in addition to the spouse, the compensation is equal to 60% of pay if there is one child and 75% of pay if there are two or more children. If there are surviving children but no surviving spouse, the compensation is equal to 40% of pay for one child plus 15% of pay for each additional child, not to exceed 75% of pay.", "If an employee who was killed while performing his or her duty left no surviving spouse or children, compensation equal to 25% of pay may be paid to one parent if he or she was wholly dependent on the employee. Compensation of 20% of pay may be paid to each parent if both were wholly dependent on the employee. If the employee is survived by a spouse or children, then benefits are paid to the parents on a pro-rated basis so that the total does not exceed 75% of pay.", "If an employee who was killed while performing his or her duty left no surviving spouse, children, or dependent parents, compensation equal to 20% of pay may be paid to a brother, sister, grandparent, or grandchild who was wholly dependent on the employee. If more than one such person was dependent, compensation of 30% of pay may be paid and divided equally among them. If one or more were partly dependent on the employee, compensation equal to 10% of pay may be paid and divided equally among them. If the employee is survived by a spouse, children, or dependent parent, then benefits are paid to the brothers, sisters, grandparents, or grandchildren on a pro-rated basis so that the total does not exceed 75% of pay.", "The compensation for a surviving spouse is paid for life, unless he or she remarries before the age of 55. The compensation paid to a surviving child, brother, sister, or grandchild is paid until the individual marries, reaches age 18 (unless he or she is a full-time student), or if over age 18 and incapable of self-support, until the person is no longer incapable of self-support. The compensation paid to a parent or grandparent is paid for life, or until the individual marries or ceases to be dependent. The maximum monthly pay on which survivor compensation is based cannot exceed 75% of the maximum basic pay for level GS-15 of the general schedule. The government may pay this compensation as a lump-sum equal to the present value of all future payments if the monthly payment would be less than $50, if the beneficiary is about to become a nonresident of the United States, or if the Secretary of Labor deems it to be in the best interest of the beneficiary to do so."], "subsections": [{"section_title": "Funeral Expenses", "paragraphs": ["The surviving spouse or representative of an employee killed in the performance of his or her duty will be paid the sum of $200 as reimbursement for the costs of terminating the decedent's status as a federal employee and a sum not to exceed $800 for funeral and burial expenses. If the employee's death occurred away from home, the Federal Employees' Compensation Fund will pay the expenses related to transporting the decedent's body to his or her last place of residence."], "subsections": []}, {"section_title": "$10,000 Discretionary Payment", "paragraphs": ["Section 651 of P.L. 104-208 authorizes payment of up to $10,000 to be made by the head of a federal agency at his or her discretion to the executor of the estate of a federal employee who dies as the result of an injury sustained while on active duty on or after August 2, 1990. The $200 payment for administrative expenses and the $800 payment for funeral expenses described above count against the $10,000 payment authorized by P.L. 104-208 ."], "subsections": []}]}]}, {"section_title": "Death of Retired Civilian Federal Employee", "paragraphs": [], "subsections": [{"section_title": "Spouse Survivor Benefits", "paragraphs": ["Married federal employees who retire under either CSRS or FERS automatically receive a joint and survivor annuity unless both husband and wife decline it in writing, in which case the worker will receive a single-life annuity . Under CSRS, if a worker receives a joint and survivor annuity, the annual benefit is reduced by an amount equal to 2.5% of the first $3,600 plus 10% of the annuity above that amount. In return for this reduction, the worker's spouse is entitled to a survivor annuity equal to 55% of the worker's full annuity before the reduction is taken into account. Alternatively, a worker retiring under CSRS and his or her spouse can elect a smaller survivor annuity, in which case the worker's annuity is reduced by 2.5% of the first $3,600 and 10% of the annuity above this amount, up to the limit that he or she specifies as the base upon which the survivor benefit is to be calculated.", "Under FERS, if a worker receives a joint and survivor annuity, the retiree's annual benefit is reduced by an amount equal to 10% of the annuity that would otherwise be paid. In return for this reduction, the worker's spouse is entitled to a survivor annuity equal to 50% of the worker's full annuity before the reduction is taken into account. Alternatively, the couple may elect that the survivor benefit is to be based on one-half of the retiree's annuity, in which case the retired worker's annuity is reduced by 5% and the survivor benefit would be equal to 25% of the retiree's unreduced annuity. The reduction in the benefits of workers who elect a joint and survivor annuity is sufficient to cover only about half of the cost of the FERS survivor annuity and less than half of the cost of the CSRS survivor annuity. Consequently, survivor benefits under both CSRS and FERS are partially subsidized by the federal government.", "If the marriage of a retiree who had elected a joint and survivor annuity ends, his or her annuity is increased to the full amount payable under a single-life annuity. If the retired worker marries or remarries after retirement, he or she has a maximum of two years during which to elect survivor coverage for a new spouse, and the retiree's annuity is reduced accordingly. The election for a joint and survivor annuity must be made within two years of the date of marriage. To elect survivor coverage for a spouse married after the date of retirement, a lump-sum payment (plus 6% interest) must be made to cover the period preceding the post-retirement marriage during which no survivor reduction was in effect. This payment is necessary to preserve equity between couples who are married continuously throughout retirement and those who marry after retiring, because in both cases the survivor benefit is the same percentage of the retired worker's annuity."], "subsections": []}, {"section_title": "Child Survivor Benefits", "paragraphs": ["Under both CSRS and FERS, survivor benefits are paid to children of deceased federal retirees in the same amounts and under the same eligibility criteria as apply to the children of deceased federal employees. Retired workers who are the parents of unmarried dependent children who might qualify for child survivor benefits are not required to take a reduction in their retirement annuities."], "subsections": []}, {"section_title": "Health Insurance for Surviving Spouses and Children", "paragraphs": ["A widow or widower of a deceased retiree who is eligible for a survivor annuity under either CSRS or FERS and who was covered under the FEHBP at the time of the retiree's death can continue to participate in the program at the same cost as applies to workers and retirees. The survivor is eligible even if the amount of the survivor annuity is less than the monthly FEHBP premium, in which case the individual must remit the difference directly to OPM. A retiree who marries or remarries after retirement can assure that his or her surviving spouse will be eligible for FEHBP coverage by electing a minimal survivor annuity.", "If a retired federal employee has a former spouse to whom a full survivor annuity was awarded through a state court order, the worker can at retirement (or at the time of remarriage, if later) entitle his or her current spouse to continue participating in the FEHBP after the retiree's death by electing survivor coverage for that spouse even though the current spouse might receive no survivor annuity as long as the former spouse is living and receiving the survivor annuity. Unmarried dependent children of a deceased retiree can continue to participate in the FEHBP until age 22, regardless of student status, provided that they were covered as family members by the retiree. In certain cases, coverage can continue for up to 36 months beyond the child's 22 nd birthday."], "subsections": []}, {"section_title": "Insurable Interest Annuities", "paragraphs": ["Both CSRS and FERS allow a retiring employee to provide survivor benefits to an individual who has an \"insurable interest\" in the retiree. An insurable interest exists if the person may reasonably expect to benefit financially from the retiree continuing to live. For example, a former spouse or a current spouse can be named as having an insurable interest if a spouse survivor benefit has been provided for one or the other. A retiree who provides survivor benefits for someone with an insurable interest has his or her annuity reduced by 10% plus 5% for each full five years by which the named beneficiary is younger than the retiree. The total reduction may not exceed 40%. Under both CSRS and FERS, the survivor benefit paid to the named beneficiary is 55% of the retiree's reduced annuity, payable upon the death of the retiree."], "subsections": []}, {"section_title": "Spouse Survivor Benefits under Deferred Retirement", "paragraphs": ["Federal employees are fully \"vested\" in (entitled to) a retirement annuity after completing five years of service. Vested employees who resign from federal employment before they are eligible to retire can defer receipt of their benefits until they reach the age of eligibility. Under CSRS, a deferred annuity can begin no earlier than the age of 62. Under FERS, an unreduced deferred annuity can start at the age of 62 for those with 5 to 19 years of service, at 60 for those with 20 to 29 years of service, or at 56 (increasing to 57 for employees born in 1970 or later) for those with 30 or more years of service. A reduced deferred FERS annuity is available at the age of 55 for those with 10 or more years of service. If the former employee dies after having begun to receive a retirement annuity, the surviving spouse is eligible for a survivor annuity under the rules applicable to CSRS or FERS, as described above.", "If a former employee who had been covered under CSRS dies before reaching the age of 62 and commencing his or her deferred annuity, no survivor benefit is paid. Instead, the surviving spouse receives a refund of the employee's contributions to the Civil Service Retirement and Disability Fund. If the former employee was covered under FERS, the surviving spouse may elect to receive an annuity or a lump-sum payment. If a former employee dies before having begun to receive a deferred annuity, no child survivor benefits are payable (although they may be payable under Social Security). If the employee dies after beginning to receive a deferred annuity, the surviving dependent children are eligible for survivor benefits under CSRS or FERS, as described above."], "subsections": []}, {"section_title": "Cost-of-Living Adjustments9", "paragraphs": ["A cost-of-living adjustment (COLA) is made once each year in January to benefits paid under CSRS and FERS. Under CSRS, the COLA is equal to the percentage change in the Consumer Price Index in the calendar quarter ending in the previous September compared with the same quarter one year earlier. Under FERS, however, COLAs are limited any time that the annual increase in the CPI exceeds 2.0%. If the CPI rises by 2% or less, the FERS COLA is equal to the increase in the CPI. If the CPI rises by 2% to 3%, the FERS COLA is 2%. If the CPI rises by more than 3%, the FERS COLA is equal to the increase in the CPI minus one percentage point."], "subsections": []}, {"section_title": "The Thrift Savings Plan11", "paragraphs": ["By filing Form TSP-3, a participant in the Thrift Savings Plan (TSP) can designate a beneficiary or beneficiaries to whom the balance in his or her account will be distributed in the event of the employee's death. If no Form TSP-3 has been filed, the account balance will be distributed in order of precedence to (1) to a widow or widower, (2) to a child or children, (3) to a grandchild or grandchildren, (4) to surviving parents, (5) to an executor previously appointed by the employee, and finally to the next of kin according to the laws of the state in which the employee resided."], "subsections": [{"section_title": "Accounts for Surviving Spouses", "paragraphs": ["Division B, Title I, Section 109 of P.L. 111-31 provides that, subject to certain limitations, the surviving spouse of a deceased Thrift Savings Plan participant can maintain in the TSP the portion of the decedent's account to which the surviving spouse is entitled."], "subsections": []}]}]}]}}