{"id": "RS21261", "title": "International Parental Child Abductions", "released_date": "2014-01-27T00:00:00", "summary": ["International child custody disputes are likely to increase in frequency as the global society becomes more integrated and mobile. A child custody dispute between two parents can become a diplomatic imbroglio between two countries. Since 1988, the Hague Convention on the Civil Aspects of International Child Abduction (\"Hague Convention\" or \"Convention\") has been the principal mechanism for enforcing the return of abducted children to the United States. While the treaty authorizes the prompt return of the abducted child, it does not impose criminal sanctions on the abducting parent. Congress, to reinforce the Hague Convention, adopted the International Parental Kidnapping Crime Act of 1993 to impose criminal punishment on parents who wrongfully remove or retain a child outside U.S. borders.", "The Convention does not act as an extradition treaty, nor does it purport to adjudicate the merits of a custody dispute. It is a civil remedy designed to preserve the status quo by returning an abducted child to the country of his or her \"habitual residence\" and allowing the judicial authorities in that country to adjudicate the merits of a custody dispute. As such, the proceeding is brought in the country to which the child was abducted or in which the child is retained. Although domestic relations involve issues typically governed by state law, the federal statute implementing the Hague Convention explicitly confers jurisdiction on the federal courts. Federal courts continue to address the scope of this jurisdiction. In Chafin v. Chafin, the U.S. Supreme Court found that a child's return to her country of habitual residence does not render an appeal moot. In other words, an appellate court retains jurisdiction to review a lower court's decision as to the child's habitual residence.", "The Hague Convention is not always applicable in international child custody cases. Signatory nations do not have to automatically return a child to his or her place of habitual residence, as discretionary exceptions exist that enable the child to remain with the removing parent. Also, procedures and remedies available under the Convention differ depending on the parental rights infringed. Courts must determine whether a particular order confers a right of custody or a lesser right of access. For example, federal courts disagreed on what type of right was conferred by a ne exeat, or \"no exit,\" order granting one parent the right to veto another parent's decision to remove their child from his home country. In Abbott v. Abbott, the U.S. Supreme Court resolved the circuit split by finding that such an order confers a right of custody, thus triggering enforceability under the Convention. However, it is important to note that this decision was limited to ne exeat orders. As such, courts will have to address which side of the access-custody line any other arrangements may fall.", "This report will discuss the applicability of the Hague Convention and current U.S. laws, both civil and criminal, which seek to address the quandary of children abducted by parents to foreign nations. This report will be updated as events warrant."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["International child abduction is not new. However, one can argue that incidents of child abduction continue to increase due to the ease of international travel as well as an increase in bicultural marriages. Parental child abduction across international boundaries often garners global attention and demands for international solutions. Since 1988, the Hague Convention on the Civil Aspects of International Child Abduction (\"Hague Convention\" or \"Convention\") has been the principal mechanism for enforcing the return of abducted children to the United States. While the Convention promotes the prompt return of an abducted child, it does not impose criminal sanctions on the abducting parent. Moreover, the Convention's available remedies do not apply to nations that fail to participate. The Convention's procedures are inapplicable and unenforceable in nonsignatory nations. As such, parents and governments must often embark on the difficult and sometimes impossible task of seeking other means of resolving international child custody disputes with such nations."], "subsections": []}, {"section_title": "Hague Convention", "paragraphs": ["The Hague Convention protects children from wrongful removal across international borders and provides procedures to aid in their safe return. The Convention's platform is intended to guarantee that one signatory nation will respect and follow the custody rights and laws of all other signatory nations. The signatory nations are Anguilla, Argentina, Australia, Austria, the Bahamas, Belgium, Belize, Bermuda, Bosnia-Herzegovina, Brazil, Bulgaria, Burkina Faso, Canada, the Cayman Islands, Chile, Colombia, Costa Rica, Croatia, Czech Republic, Cyprus, Denmark, Dominican Republic, Ecuador, El Salvador, Estonia, the Falkland Islands, Finland, France, Germany, Greece, Guatemala, Honduras, the Hong Kong Special Administrative Region, Hungary, Iceland, Ireland, the Isle of Man, Israel, Italy, Latvia, Lithuania, Luxembourg, Macau, Former Yugoslav Republic of Macedonia, Malta, Mauritius, Mexico, Monaco, Montenegro, Montserrat, Morocco, the Netherlands, New Zealand, Norway, Panama, Paraguay, Peru, Poland, Portugal, Romania, San Marino, Serbia, Singapore, Slovakia, Slovenia, South Africa, Spain, St. Kitts and Nevis, Sri Lanka, Sweden, Switzerland, Trinidad and Tobago, Turkey, Ukraine, the United Kingdom, Uruguay, the United States, Venezuela, and Zimbabwe.", "The Hague Convention does not act as an extradition treaty, nor does it purport to adjudicate the merits of a custody dispute. It merely provides a civil remedy designed to preserve the status quo by returning an abducted child to the country of his or her \"habitual residence\" and allowing the judicial authorities in that country to adjudicate the merits of a custody dispute. As such, the proceeding is brought in the country to which the child was abducted or in which the child is retained. Although domestic relations involve issues typically governed by state law, the federal statute implementing the Hague Convention explicitly confers jurisdiction on the federal courts. "], "subsections": [{"section_title": "Rights of Custody vs. Rights of Access", "paragraphs": ["Procedures and remedies available under the Convention differ depending on the parental rights infringed. Under Article 3 of the Hague Convention, the removal of a child is \"wrongful\" when \"it is in breach of rights of custody attributed to a person, an institution or any other body, either jointly or alone, under the law of the State in which the child was habitually resident immediately before the removal or retention;\" and \"at the time of removal or retention those rights were actually exercised, either jointly or alone, or would have been so exercised but for the removal or retention.\"", "Thus, there are two elements to a claim that the child's removal was \"wrongful\" under Article 3: (1) the removal was in breach of \"rights of custody\"; and (2) those rights were \"actually exercised\" at the time of the removal, or would have been but for the removal.", "Article 5 in turn defines \"rights of custody,\" and distinguishes those rights from \"rights of access\":", "(a) \"rights of custody\" shall include rights relating to the care of the person of the child and, in particular, the right to determine the child's place of residence;", "(b) \"rights of access\" shall include the right to take a child for a limited period of time to a place other than the child's habitual residence.", "Critically, the treaty provides for the return of the child only if a parent's custody rights have been violated. Parents deprived of their rights of access have the less robust remedy provided for in Article 21 of \"mak[ing] arrangements\" with the Department of State to secure effective exercise of their rights.", "Countries utilize an array of orders in child custody disputes. Courts must determine whether an order confers a right of custody or a lesser right of access under the Convention. For example, until recently, federal courts disagreed on what type of right is conferred by a ne exeat , or \"no exit,\" order, which grants one parent the right to veto another parent's decision to remove their child from his or her home country. In Abbott v. Abbott , the U.S. Supreme Court resolved the circuit split by finding that such an order confers a right of custody, thus triggering enforceability under the Convention. In making its decision, the Court relied on the Convention's text and purpose to deter child abductions, deferred to the executive branch's treaty interpretation, and consulted international case law to establish a uniform interpretation. It is important to note that the Court's decision is limited to ne exeat orders. While the ne exeat -physical custody arrangement is a common one, it is not the only one implemented by courts in child custody disputes. Therefore, courts will have to address which side of the access-custody line any other arrangements may fall. The Court also did not address the broader issue of whether the child must be returned to his home country, instead noting that there are exceptions to the general remedy of a child's prompt return."], "subsections": []}, {"section_title": "Exceptions to a Child's Prompt Return", "paragraphs": ["The Central Authorities, appointed by each respective signatory nation, cooperate with one another to discover the location of the wrongfully retained child, to prevent harm to the child, and to ensure the prompt return of the child. Signatory nations do not have to automatically return the child to his or her place of habitual residence; discretionary exceptions exist that enable the child to remain with the removing parent. For example, Article 4 of the Convention establishes that if the child is over age 16 at the time of the original taking or retention, or becomes 16 at any time after the taking, the Convention does not apply. Also, if the custody rights involved are those of visitation (\"access,\" as they are termed in the Convention), the Central Authority may facilitate and secure those rights, but under Article 21, a violation of visitation rights does not trigger procedures to require the child's return.", "Other requests for returns may be affected by discretionary factors. It is within the judge's discretionary power under Article 12 to refuse return of the child if the child has become settled in the new environment and more than one year has passed from the date of the taking or detention. If more than one year has passed and the reason for the delay was concealment of the child's location, the petition to enforce a U.S. custody order may still be considered under the argument that the one-year limit should be tolled due to the abducting parent's conduct, as equity demands no one profit from his or her own wrongdoing.", "Discretion is also afforded under Article 13 if the child is deemed mature enough to voice a preference for staying, or if there is a grave risk of harm to the child if returned. Children as young as nine have been found mature enough to have their wishes considered. Finally, return may also be refused if it would be against the fundamental principles of human rights and freedoms in the requested state to return the child. Signatory countries have rendered a wide variation of decisions interpreting these discretionary criteria. There is also a marked variance in the rate of return among the different signatory countries.", "The Hague Convention attempts to prevent Central Authorities in the requested states from making judgments based upon cultural principles of the child's origin country by abandoning the method of using the child's \"best interests\" to justify keeping the wrongfully retained child in the respective state. The Hague Convention bases its terms on civil, not criminal international law, and therefore criminal liability and extradition provisions do not fall within its scope.", "Although the Hague Convention contains certain limitations, it apparently offers the greatest chance for a prompt return of a wrongfully removed child. The difficulty with parental international child abductions lies in the fact that many countries do not participate in the Hague Convention, and when a parent takes a child to a non-Hague contracting state, governments of the nations involved are not obligated to assist in the child's return. Some countries refuse to participate in the Hague Convention because they do not believe in the automatic return of the child; rather they presume that the determination of the child's best interests should occur within their own jurisdiction and under their own laws. An analysis of the child's best interests considers the religious and social values of the respective countries involved, but religious and cultural tensions between these countries and Western-culture family law often render negotiations nearly impossible."], "subsections": []}]}, {"section_title": "Current U.S. Laws", "paragraphs": ["Law enforcement in the United States historically viewed parental kidnapping as a private family matter that did not require outside involvement. This belief has changed, resulting in the enactment of several laws that recognize the seriousness and criminality of parental kidnappings. Presently, law enforcement agents with arrest warrants seek out parents who have violated a custody decree by taking a child out of the state or country. Difficulties arise when parents take children out of the country because foreign courts have no obligation to enforce American custody decrees or abide by American laws. Even though the United States has difficulty enforcing parental kidnapping laws abroad, these laws can act as useful mechanisms to facilitate solutions to international child abductions."], "subsections": [{"section_title": "International Child Abduction Remedies Act (ICARA)25", "paragraphs": ["On April 29, 1988, the same day the United States became a signatory to the Hague Convention, Congress enacted the International Child Abduction Remedies Act (ICARA). ICARA empowers state and federal courts to hear cases under the Convention and allows the Central Authority access to information in certain American records regarding the location of a child and abducting parent. In the United States, the Office of Children's Issues (OCI) in the Department of State serves as the Central Authority in instances where children are wrongly removed from the United States. A parent seeking the return of a child who the parent claims has been wrongly abducted may apply to the \"Central Authority\" of the child's habitual residence or of any other signatory nation to the Hague Convention. Unfortunately, the Hague Convention and ICARA cannot function as remedies in a situation that involves a nonsignatory nation of the Hague Convention, and U.S. courts have dismissed complaints made under ICARA for failure to state a claim because of the involvement of a nonsignatory nation."], "subsections": []}, {"section_title": "International Parental Kidnapping Crime Act (IPKCA)29", "paragraphs": ["The International Parental Kidnapping Crime Act (IPKCA) criminalizes the removal of a child from the United States with \"the intent to obstruct the lawful exercise of parental rights.\" The term \"parental rights\" refers to the right to joint or sole physical custody of a child obtained through a court order, a legally binding agreement between the involved parties, or by operation of law. A parent can use IPKCA as an affirmative defense, and it will not detract from the provisions of the Hague Convention. Defendants have challenged the constitutionality of IPKCA, questioning the vagueness of the act and claiming that it violates the free exercise of religion, but U.S. courts have upheld it.", "IPKCA may provide the potential to prosecute wrongful acts of parents, but it cannot guarantee the return of children from foreign countries where their parents wrongfully removed them. For example, in United States v. Amer , Ahmed Amer abducted his two children to Egypt and was given custody in an Egyptian court. His wife, who previously had been given custody in a U.S. court, filed a complaint with the Federal Bureau of Investigation (FBI). Upon Ahmed's return to the United States, he was arrested on charges of international parental kidnapping in violation of IPKCA. Ahmed was sentenced to 24 months' imprisonment and a one-year term of supervised release under the special condition that he return the abducted children to the United States. When Ahmed began his supervised release term, he expressed an unwillingness to return his children to the United States."], "subsections": []}, {"section_title": "Fugitive Felon Act39", "paragraphs": ["The Fugitive Felon Act enhances states' abilities to pursue abductors beyond state and national borders by permitting the FBI to investigate cases that would otherwise fall under state jurisdiction. The act also authorizes the use of Unlawful Flight to Avoid Prosecution (UFAP) warrants in parental kidnapping cases."], "subsections": []}, {"section_title": "Extradition Treaties Interpretation Act of 198840", "paragraphs": ["The Extradition Treaties Interpretation Act of 1988 authorizes the United States to interpret extradition treaties listing \"kidnapping\" as encompassing the offense of parental kidnapping."], "subsections": []}, {"section_title": "Admiral James W. Nance and Meg Donovan Foreign Relations Authorization Act, Fiscal Years 2000 and 200141", "paragraphs": ["Section 236 of the Admiral James W. Nance and Meg Donovan Foreign Relations Authorization Act, Fiscal Years 2000 and 2001, requires both parents or legal guardians to execute a passport application for a minor under age 14. In addition, the individual executing the application must provide documentary evidence demonstrating that the individual has either (1) sole custody of the child or (2) the other parent's consent to the passport's issuance. However, it should be noted that passport controls may be ineffective under some circumstances, as some abductors are dual nationals or citizens of the country to which they are returning. Therefore, the child may also be a citizen of the other country. If a dual national, the child is eligible for passports from both the United States and the other country of nationality."], "subsections": []}, {"section_title": "Immigration and Nationality Act (INA), as Amended44", "paragraphs": ["The Immigration and Nationality Act (INA) provides that any alien who, in violation of a custody order issued by a U.S. court, takes or retains a child out of the United States, may be excluded from the United States. The exclusion applies only to aliens, not to U.S. citizens, and does not apply if the child is taken to or kept in a county that has ratified the Hague Convention. The exclusion ceases to apply when the child is surrendered. This exclusion can also be applied to relatives or friends who assist in keeping the child abroad. This act may give the U.S.-based parent leverage in negotiating for the child's return if the alien parent needs to reenter the United States for any reason."], "subsections": []}]}]}}