{"id": "RS21606", "title": "NASA's Space Shuttle Columbia: Synopsis of the Report of the Columbia Accident Investigation Board", "released_date": "2003-09-02T00:00:00", "summary": ["NASA's space shuttle Columbia broke apart on February 1, 2003 as itreturned to Earth from a 16-day sciencemission. All seven astronauts aboard were killed. NASA created the Columbia Accident InvestigationBoard (CAIB), chaired by Adm. (Ret.) Harold Gehman,to investigate the accident. The Board released its report (available at http://www.caib.us) on August 26, 2003,concluding that the tragedy was caused bytechnical and organizational failures. The CAIB report included 29 recommendations, 15 of which the Boardspecified must be completed before the shuttlereturns to flight status. This report provides a brief synopsis of the Board's conclusions, recommendations, andobservations. Further information on Columbiaand issues for Congress are available in CRS Report RS21408. This report will not be updated."], "reports": {"section_title": "", "paragraphs": ["RS21606 -- NASA's Space Shuttle Columbia: Synopsis of the Report of the Columbia Accident InvestigationBoard", "September 2, 2003"], "subsections": [{"section_title": "CAIB's Conclusions", "paragraphs": ["The following synopsis focuses on what appear to be the major questions being asked about the CAIB's findings about the tragedy and recommendations on thefuture of the shuttle program. All quotations are from the CAIB report unless otherwise noted.", "What Caused the Columbia Accident? The Board \"recognized early on that the accident was probably not ananomalous, random event, but rather likely rooted to some degree in NASA's history and the human space flightprogram's culture.\" (p. 9) Therefore, it alsolooked at \"political and budgetary considerations, compromises, and changing priorities over the life\" of the shuttleprogram, and \"places as much weight onthese causal factors as on the ... physical cause....\" (p. 9)", "The physical cause was damage to Columbia' s left wing by a 1.7 pound piece of insulating foam that detached from the left \"bipod ramp\" that connects theExternal Tank (1) to the orbiter, and struck the orbiter'sleft wing 81.9 seconds after launch. The foam strike created a hole in a Reinforced Carbon-Carbon(RCC) panel on the leading edge of the wing, allowing superheated air (perhaps exceeding 5,000 o F)to enter the wing during reentry. The extreme heat causedthe wing to fail structurally, creating aerodynamic forces that led to the disintegration of the orbiter. (Described indetail in Chapters 2 and 3.)", "Regarding organizational causes , the Board concluded the accident was -- ", "... rooted in the Space Shuttle Program's history and culture, including the original compromises that were requiredto gain approval for the Shuttle, subsequent years of resource constraints, fluctuating priorities, schedule pressures,mischaracterization of the Shuttle asoperational rather than developmental, and lack of an agreed national vision for human space flight. Cultural traitsand organizational practices detrimental tosafety were allowed to develop, including: reliance on past success as a substitute for sound engineering practices...,organizational barriers that preventedeffective communication of critical safety information and stifled professional differences of opinion; lack ofintegrated management across program elements;and the evolution of an informal chain of command and decision-making processes that operated outside theorganization's rules. (p.9)", "The Board found that there is a \"broken safety culture \" at NASA (pp. 184-189). Schedule pressure (pp. 131-139) related to construction of the InternationalSpace Station, budget constraints (pp. 102-105), and workforce reductions (pp. 106-110) also were factors. The Board concluded that the shuttle program\"has operated in a challenging and often turbulent environment....\" (p. 118) \"It is to the credit of Space Shuttlemanagers and the Shuttle workforce that thevehicle was able to achieve its program objectives for as long as it did.\" (p. 119)", "Should the Shuttle Continue to Fly? The Board concluded that \"the present Shuttle is not inherently unsafe\"but the \"observations and recommendations in this report are needed to make the vehicle safe enough to operate inthe coming years.\" (p. 208) CAIB \"supportsreturn to flight for the Space Shuttle at the earliest date consistent with an overriding consideration: safety.\" (p. 208) NASA has a target of March/April 2004for return to flight, and Adm. Gehman stated in an interview on PBS' The NewsHour with Jim Lehrer on August26 that he saw no reason why NASA could notmeet that schedule.", "The CAIB report contains 29 recommendations (listed below) -- 23 technical and six organizational -- of which 15 must be implemented before the shuttlereturns to flight status. The others are \"continuing to fly\" recommendations assuming the shuttle will be used foryears to come. The Board recommended that,if the shuttle is to be used beyond 2010, that it be recertified (p. 209). But the Board said it reached an \"inescapableconclusion\" -- ", "Because of the risks inherent in the original design of the Space Shuttle, because the design was based in manyaspects on now-obsolete technologies, and because the Shuttle is now an aging system but still developmental incharacter, it is in the nation's interest toreplace the Shuttle as soon as possible as the primary means for transporting humans to and from Earth orbit. (p. 210-211. Emphasis inoriginal.)", "Why Did NASA Decide Not to Obtain Imagery from DOD Satellites to Assess the Damage? A centralquestion during the investigation was why NASA did not ask the Department of Defense (DOD) to image the shuttlewith its high resolution ground- orspace-based systems to help assess whether the orbiter had been damaged by the foam. The Board found (pp.140-172) that three requests for imagery weremade by NASA engineers but through incorrect channels, plus there were several \"missed opportunities\"whenmanagers could have pursued the issue. Onerequest did reach the appropriate DOD personnel, but NASA canceled the request 90 minutes later. The Boardconcluded that the likely sequence of events wasthat the chair of STS-107's Mission Management Team (MMT), after informally learning that there had been a\"request\" for imagery, called three other MMTmembers and determined that none knew of a \"requirement\" for imagery. CAIB cited a flawed analysis of the extentto which the orbiter might have beendamaged by the foam that was too readily accepted by program managers, a low level of concern by programmanagers, a lack of clear communication, a lack ofeffective leadership, and a failure of the role of safety personnel as reasons why the imagery was not obtained. Whether such images would, in fact, have shownthe damage remains unclear, but the Board recommended that such images now be taken on all shuttle missions.", "Could the Crew Have Been Saved? The Board concluded that the crew died from \"blunt trauma andhypoxia\" (lack of oxygen) after the crew cabin separated from the rest of the disintegrating shuttle and, itself,disintegrated; there was no explosion. (p. 77) TheBoard asked NASA to evaluate two options for returning the crew safely if the degree of damage had beenunderstood early in the mission: repairing thedamage on-orbit, or rescuing the crew with another shuttle mission. The repair option \"while logisticallyviable....relied on so many uncertainties that NASArated this option 'high risk.'\" (p. 173) The rescue option \"was considered challenging but feasible.\" (p. 174)", "What Are the \"Echoes\" of Challenger? Former shuttle astronaut Sally Ride served on the RogersCommission that investigated the January 1986 Challenger accident, which claimed the lives of sevenastronauts, and on CAIB. During the Columbia investigation, she said she heard \"echoes\" of Challenger as it became clear that the accidentresulted from NASA failing to recognize that a technical failure(bipod ramp foam shedding) that had occurred on previous shuttle flights could have safety-of-flight implicationseven if the earlier missions were completedsuccessfully. In the case of Challenger , it was erosion of seals (O-rings) between segments of the SolidRocket Booster, which had been noted on previousmissions. Some engineers warned NASA not to launch Challenger that day because unusually coldweather could have weakened the resiliency of the O-rings. They were overruled. CAIB concluded that \"both accidents were 'failures of foresight'\" and the parallels betweenthem demonstrate that: \"the causes of theinstitutional failure responsible for Challenger have not been fixed\"; \"if these persistent, systemic flawsare not resolved, the scene is set for another accident\";and that while individuals must be accountable for their actions, \"NASA's problems cannot be solved simply byretirements, resignations, or transferringpersonnel.\" (p. 195)"], "subsections": []}, {"section_title": "CAIB's Recommendations and Observations", "paragraphs": ["CAIB's 29 recommendations are compiled in Chapter 11 of its report. Adm. Gehman stated at the Board's August 26 press conference that there is no hierarchyin the recommendations -- all have equal weight. The Board also made 27 \"observations\" in Chapter 10. Followingare abbreviated versions of therecommendations -- separated into those that must be implemented prior to Return to Flight, and those that are\"continuing to fly\" recommendations -- andobservations. Some have been combined for brevity.", "Return to Flight (RTF) Recommendations. CAIB recommends that NASA:", "initiate an aggressive program to eliminate all External Tank foam shedding; initiate a program to increase the orbiter's ability to sustain minor debris damage; develop and implement a comprehensive inspection plan to assess the structural integrity of the RCC panels,supporting structure, and attaching hardware; develop a practical capability to inspect and effect emergency repairs to the orbiter's thermal protection system(TPS) both when near the International SpaceStation and when operating away from it, and accomplish an on-orbit TPS inspection; upgrade the ability to image the shuttle during its ascent to orbit; obtain and downlink high resolution images of the External Tank after it separates from the orbiter, and ofcertain orbiter thermal protection systems; ensure that on-orbit imaging of each shuttle flight by Department of Defense satellites is a standardrequirement; test and qualify \"bolt catchers\" used on the shuttle; require that at least two employees attend final closeouts and intertank area hand-spraying procedures whenapplying foam to the External Tank; require NASA and its contractors to use the industry-standard definition of \"foreign object debris\"; adopt and maintain a shuttle flight schedule that is consistent with available resources; implement an expanded training program for the Mission Management Team; prepare a detailed plan for creating an independent Technical Engineering Authority, independent safetyprogram, and reorganized space shuttle integrationoffice; and develop an interim program of closeout photographs for all critical sub-systems that differ from engineeringdrawings. ", "Continuing to Fly Recommendations. The Board recommends thatNASA:", "increase the orbiter's ability to reenter the atmosphere with minor leading edge damage to the extentpossible; develop a better database to understand the characteristics of Reinforced Carbon-Carbon (RCC) by destructivetesting and evaluation; improve the maintenance of launch pad structures to minimize leaching of zinc primer onto RCC; obtain sufficient RCC panel spares so maintenance decisions are not subject to external pressures relating toschedules, costs, or other considerations; develop, validate, and maintain physics-based computer models to evaluate Thermal Protection Systemdamage from debris impacts; maintain and update the Modular Auxiliary Data System (MADS) on each orbiter to include current sensorand data acquisition technologies, and redesignthe MADS so they can be reconfigured during flight; develop a state-of-the-art means to inspect orbiter wiring; operate the shuttle with the same degree of safety for micrometeoroid and orbital debris as is used in the spacestation program, and change guidelines torequirements; establish an independent Technical Engineering Authority that is responsible for technical requirements andall waivers to them, which should be fundeddirectly from NASA Headquarters and have no connection to or responsibility for schedule or program cost; give direct line authority over the entire shuttle safety organization to the Headquarters Office of Safety andMission Assurance, which should beindependently resourced; reorganize the Space Shuttle Integration Office to make it capable of integrating all elements of the SpaceShuttle Program, including the Orbiter; develop and conduct a vehicle recertification prior to operating the shuttle beyond 2010 and includerecertification requirements in the Shuttle Life ExtensionProgram; and provide adequate resources for a long-term program to upgrade shuttle engineering drawings. ", "Observations. Chapter 10 lists 27 observations -- \"significant issues thatare potentially serious matters thatshould be addressed ... because they fall into the category of 'weak signals' that could be indications of futureproblems.\" Therefore, NASA should:", "develop and implement a public risk acceptability policy for launch and reentry of space vehicles andunmanned aircraft; develop and implement a plan to mitigate the risk that shuttle flights pose to the general public; study the Columbia debris to facilitate realistic estimates of the risk to the public during orbiterreentry; incorporate knowledge gained from Columbia in requirements for future crewed vehicles inassessing the feasibility of vehicles that could ensure crewsurvival even if the vehicle is destroyed; perform an independent review of the Kennedy Space Center (KSC) Quality Planning Requirements Documentto address the quality assurance program andits administration, consolidate KSC's Quality Assurance programs under one Mission Assurance Office that reportsto the Center Director, require qualityassurance managers to work with NASA and perhaps DOD to develop training programs, and examine which areasof ISO 9000/9001 truly apply to a20-year old research and development system like the space shuttle; use statistical sampling for Quality and Engineering review of work documents for the next shuttle flight(STS-114); implement United Space Alliance's (USA's) suggestions for process improvement; create an oversight process to statistically sample the work performed by USA technicians to ensure processcontrol, compliance, and consistency; make every effort to achieve greater stability, consistency, and predictability in Orbiter Major Modificationplanning, scheduling, and work standards; better understand workforce and infrastructure requirements, match them against capabilities, and take actionsto avoid exceeding thresholds; continue to work with the Air Force on aging systems, service life extension, planning and scheduling,workforce management, training, and qualityassurance; determine how the shuttle program office will meet the challenges of inspecting and maintaining an agingshuttle fleet; include non-destructive analysis of the potential impacts on structural integrity when evaluating corrosiondamage, make long-term corrosion detection afunding priority, develop non-destructive inspections to find hidden corrosion, and establish orbiter-specificcorrosion rates for orbiter-specificenvironments; do not use Teflon and Molybdenum Disulfide in the carrier panel bolt assembly; mitigate galvanic coupling between aluminum and steel alloys; review the use of Room Temperature Vulcanizing 560 and Koropon; assure the continued presence of compressive stresses in A-286 bolts in their acceptance and qualificationprocedures; consider a redesign of the \"hold-down\" bolt system; reinstate a safety factor of 1.4 for the solid rocket booster attachment rings; assess whether upgrading to digital test equipment will provide the reliability and accuracy needed to maintainthe shuttle through 2020; and implement an agency-wide strategy for leadership and management training that provides a more consistentand integrated approach to career development. "], "subsections": []}, {"section_title": "General Deal's Supplemental Views", "paragraphs": ["Air Force Brig. Gen. Duane Deal, a CAIB member, wrote a \"supplement\" that is scheduled to be published in Volume II as Appendix D. Some of the views inthe supplement were reported by the media on August 27. CAIB supplied a copy of the document to CRS,emphasizing that it represents supplemental, notdissenting, views.", "Gen. Deal expressed concern that NASA may not fully implement the CAIB's recommendations, and particularly its observations. \"History shows that NASAoften ignores strong recommendations; without a culture change, it is overly optimistic to believe NASA will tacklesomething relegated to an 'observation'when it has a record of ignoring recommendations.\" He said the supplement is written from the perspective ofsomeone \"who fears the [CAIB] report hasbypassed some items that could prevent 'the next accident' from occurring -- the 'next' O-ring or the 'next' bipodramp.\" He believes the observations shouldhave been characterized as \"'strong signals' that are indications of present and future problems\" rather than \"weaksignals\" that could indicate future problems.Among the areas he listed as needing further attention are: Quality Assurance (unresponsive management, staffinglevels, grade levels, inspector qualifications,employee training, providing necessary tools, government inspections, and quality program surveillance); OrbiterCorrosion; Solid Rocket Booster ExternalTank Attach Ring; Crew Survivability; Shiftwork and Overtime; security of Redesigned Solid Rocket Motors whenthey are shipped from the manufacturer; andsecurity at NASA's Michoud Assembly Facility where the External Tanks are assembled."], "subsections": []}]}}