{"id": "RS21659", "title": "NATO’s Prague Capabilities Commitment", "released_date": "2008-07-22T00:00:00", "summary": ["With the end of the Cold War, NATO began to reassess its collective defense strategy and to anticipate possible new missions. The conflicts in the Balkans highlighted the need for more mobile forces, for greater technological equality between the United States and its allies, and for interoperability. In 1999, NATO launched the Defense Capabilities Initiative (DCI), an effort to enable the alliance to deploy troops quickly to crisis regions, to supply and protect those forces, and to equip them to engage an adversary effectively. At its 2002 summit, NATO approved a new initiative, the Prague Capabilities Commitment (PCC), touted as a slimmed-down, more focused DCI, with quantifiable goals. Analysts cautioned that the success of PCC would hinge upon increased spending and changed procurement priorities, particularly by the European allies. At NATO's 2004 Istanbul summit and its 2006 Riga summit, the alliance reaffirmed the goals of PCC. The 2008 Bucharest summit declaration did not mention PCC, but, in light of NATO missions, particularly in Afghanistan, stressed the urgency of acquiring specific capabilities such as airlift and communications. Congress may review the alliance's progress in boosting NATO capabilities. This report will not be updated. See also CRS Report RS22529, The NATO Summit at Riga, 2006, by [author name scrubbed]."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["Since the collapse of the Berlin Wall, the European threat environment has changed dramatically. NATO no longer needs a static, layered defense of ground forces to repel a large-scale Soviet invasion. Instead, the alliance must address new and different threats for which NATO would face far less warning time, yet more complex circumstances, than a conventional assault; these might include terrorism, weapons of mass destruction, proliferation, and ethnic strife. As conflicts from the Balkans to Afghanistan have demonstrated, the alliance must be able to prepare for security contingencies requiring the rapid deployment of more agile forces distant from the treaty area.", "During NATO's air war against Yugoslavia in the spring of 1999, U.S. aircraft flew a disproportionately large share of the combat sorties. The Kosovo action exposed a great disparity in defense capabilities between the United States and its allies. That gap, along with the transformation of the overall threat environment, prompted the development of two parallel and, it was hoped, complementary transatlantic security initiatives aimed at, among other things, bridging the technology gap between U.S. and European forces.", "The Balkans conflicts of the 1990s motivated the European Union (EU) to speed the construction of a European defense arm, called the European Security and Defense Policy (ESDP). One aspect of ESDP is the development of rapid reaction forces to undertake several military tasks—including humanitarian and rescue missions, peacekeeping, and crisis management—in which other countries, including the United States, might choose not to participate. To achieve this, the EU states in 1999 set forth \"headline goals\" for creating a 60,000-strong crisis management force that would be deployable within two months and sustainable for one year. In 2004, Brussels announced the planned formation of 13, 1500-troop battlegroups that would be available for rapid deployment to crisis areas. Also that year, the EU created the European Defense Agency, intended to help coordinate the development of European defense capabilities. In January 2007, the EU stated that the battlegroups were fully operational.", "The other significant change occurred at NATO's Washington, D.C. summit in April 1999, when the alliance launched the Defense Capabilities Initiative (DCI). The Initiative was intended not only to improve NATO's ability to fulfill NATO's traditional Article 5 (collective defense) commitments, but also to prepare the alliance to meet emerging security challenges that may require a variety of types of missions, both within and beyond NATO territory. To accomplish these tasks, the alliance must ensure that its troops have the appropriate equipment, supplies, transport, communications, and training. Accordingly, DCI aimed to improve NATO core capabilities by listing 59 \"action items\" in five categories: mobility and deployability; sustainability and logistics; effective engagement; survivability; and consultation, command and control. Before long, however, analysts realized that DCI was not meeting its goals because the changes that had been agreed to required most countries to increase their defense spending. Most, however, did not.", "The aftermath of September 11 further highlighted allied military limitations vis-a-vis the United States. NATO invoked Article 5 for the first time, but during the subsequent war in Afghanistan, the United States initially relied mainly on its own military, accepting only small contingents of special forces from a handful of other countries; allied combat and peacekeeping forces entered the fray in larger numbers only after the Taliban had been defeated. Analysts believe that the allies were not invited to contribute because they lacked many of the military capabilities—airborne refueling, air transport, precision-guided munitions (PGMs), and night vision equipment—necessary to conduct a high-tech campaign designed to achieve a swift victory with minimum civilian and U.S. casualties. Lack of interoperability was also an issue."], "subsections": []}, {"section_title": "The 2002 Prague Summit: Enter PCC", "paragraphs": ["NATO sought to address the perceived problems of DCI at its November 2002 meeting in Prague by approving the Prague Capabilities Commitment (PCC). Like DCI, PCC seeks to improve members' operational capabilities to address evolving defense needs. Analysts describe PCC as an attempt to resuscitate DCI, which foundered because it was too broad and diffuse. PCC is also intended to improve upon DCI in light of the security threat that emerged on September 11. In an effort to combat terrorism, it emphasizes air lift, secure communications, PGMs, and protection against weapons of mass destruction.", "NATO officials point out, however, that PCC differs from DCI in several important ways: PCC is focused on a smaller number of goals, emphasizes multinational cooperation and specialization, requires specific commitments from member states, and was designed with a particular force in mind: the NATO Response Force (NRF). PCC calls for alliance members to make commitments to bolster their capabilities in eight specific areas: (1) chemical, biological, radiological, and nuclear defense; (2) intelligence, surveillance, and target acquisition; (3) air-to-ground surveillance (AGS); (4) command, control, and communications; (5) combat effectiveness; (6) strategic air and sea lift; (7) air-to-air refueling; and (8) deployable combat support and combat service support units.", "PCC also places greater emphasis on multinational commitments and pooling of funds than did DCI; this enables smaller countries to combine resources to purchase hardware that would be unaffordable for each alone. The Netherlands, for example, volunteered to lead a group of countries buying conversion kits to transform conventional bombs into PGMs. Germany managed a consortium that will acquire strategic air transport capabilities, while Spain headed another group that would lease tanker aircraft. Norway and Denmark coordinated procurement of sealift assets. The Czech Republic has concentrated on countering the effects of chemical, biological, radiological and nuclear (CBRN) weapons. In addition, PCC recognizes the value of role specialization, or niche capabilities. This concept is especially important to the new member states. Romania, for example, can offer alpine troops, Hungary has a skilled engineering corps on call, and the Czech and Slovak Republics have units trained in countering the effects of chemical and biological weapons.", "PCC is also much more specific in its requirements of commitments than was DCI. Defense officials argue that DCI was loaded down with too many vague requirements and that many countries contented themselves by picking the low-hanging fruit, acquiring the less costly materiel. PCC is drafted to extract specific, quantifiable commitments from member states; at Prague, the alliance approved a package of proposals from individual countries obliging them to acquire specific equipment."], "subsections": []}, {"section_title": "Istanbul, Riga, and Bucharest", "paragraphs": ["Unlike Washington and Prague, subsequent NATO summits in Istanbul (2004), Riga (2006), and Bucharest (2008) did not result in new initiatives setting out extensive programmatic objectives for enhancing the alliance's capabilities. At the conclusion of the Istanbul summit, the member heads of state and government in their Final Communiqué reaffirmed their commitment to improving NATO capabilities through PCC, a task they referred to as \"a long-term endeavor.\" The summit declaration stated that PCC implementation was progressing and singled out for praise the multinational cooperative efforts to acquire lift, refuellers, and AGS. The leaders agreed to \"further the transformation of our military capabilities to make them more modern, more usable and more deployable to carry out the full range of Alliance missions.\" They also urged some nations to reorient their national resources toward investments in deployable capabilities. Finally, the leaders approved the creation of a NATO Active Layered Theater Ballistic Missile Defense program as an important element of force protection.", "In the final communiqué of their November 2006 Riga summit, NATO leaders stated their intention to continue building on their work on capabilities at Prague and Istanbul. After describing the status of several alliance missions, they declared that force adaptation and support for expeditionary operations should proceed and laid out a pared-down list of key activities. They noted that progress toward one major goal—beefed up airlift capacity—had been achieved through two cooperative initiatives: 1) the Strategic Airlift Interim Solution, under which several countries committed to buying Airbus A400M cargo planes by 2010 have, in the interim, chartered Antonov transporters from Ukraine; and 2) the creation of a NATO Strategic Airlift Capability, under which 15 member states and one partner (Sweden) agreed to pool funds to purchase three or four C-17 aircraft; the planes will be staffed by international crews and will be available for NATO, EU, UN, or other international operations, military or humanitarian. The communiqué also reported progress on key capabilities in other areas, including special operations, networking, intelligence sharing, AGS, missile defense, and anti-CBRN capabilities.", "The 2008 Bucharest summit declaration did not mention PCC, but referred instead to the more general Comprehensive Political Guidance, agreed to at Riga. The Guidance \"provides a framework and political direction for NATOs continuing transformation, setting out, for the next 10 to 15 years, the priorities for all Alliance capability issues, planning disciplines and intelligence.\" In light of NATO missions, particularly in Afghanistan, the Bucharest declaration also stressed the urgency of acquiring specific capabilities such as strategic and intra-theater airlift and communications, and pointed toward a possible future NATO missile defense system. It also once more encouraged member states to bolster defense spending."], "subsections": []}, {"section_title": "Defense Spending and Progress Reports", "paragraphs": ["To meet the goals of PCC, the European allies need to restructure and modernize their militaries and address deficiencies in equipment procurement and in R&D programs. However, this implies increased defense spending, requiring a reversal of the trend of the past decade: between 1992 and 1999, defense expenditures by European NATO countries fell 22%. Although the United States also cut back on defense during that period, it still spends a much higher share of GDP on defense than most other NATO countries, and has boosted defense outlays significantly in recent years. While France and the UK have increased their spending, Germany, with the second-largest military in the alliance, has drastically reduced its military budget.", "Most assessments of the progress of PCC are classified. A late-2005 NATO Parliamentary Assembly (NPA) report noted that it was difficult to gauge the progress of PCC because of incomplete information, mainly stemming from a lack of transparency on force goals of member states. Nevertheless, the study noted progress in several areas, including sealift, anti-CBRN and in equipping aircraft with PGMs. In April 2008, another NPA report providing an overview of the current state of play of efforts to improve alliance capabilities. It highlighted other initiatives NATO has undertaken to acquire expeditionary assets, singling out in particular airlift, special forces and information superiority, noting that \"operations in Afghanistan are serving as the principal driver for capability requirements today.\" It also reemphasized the continuing utility of asset pooling and specialized \"niche\" capabilities.", "Reading between the lines of NATO publications and statements, some analysts sense that there have been real improvements in boosting capabilities. For example, at their June 2005 meeting, NATO defense ministers issued a communiqué stating that PCC had \"brought some improvements in capabilities, but critical deficiencies persist, particularly in support for our deployed forces.\" One year later, however, the ministers' statement was more sanguine, noting progress in a number of areas and indicating that they had \"provided further guidance on the way ahead.\" Shortly before the Riga summit, the alliance issued a media summit guide stating that \"[b]y the end of 2008, over 70 per cent of the 460 or so [PCC] commitments made by Allies will have been fulfilled. Most of the remainder will be completed by 2009 and beyond.\" However, a 2008 National Defense University study characterized the results of PCC as \"mixed.\""], "subsections": []}, {"section_title": "A Range of Views", "paragraphs": ["The Riga final communiqué noted that NATO is involved in six missions and operations on three continents. Some analysts conclude that the capabilities debate has increasingly been driven by the experience of NATO forces in these missions as military leaders assess their earlier goals in light of actual operations, especially in Afghanistan. This is particularly the case with special forces and with strategic lift, which one observer has termed \"potentially the alliance's Achilles heel of capabilities.\" In addition, U.S. NATO Ambassador Victoria Nuland has noted that increased operational tempo demonstrates the need for greater spending on new military assets.", "Because NATO operates under a consensus rule, the fact that the alliance adopted both DCI and PCC implies that all member states agreed to the need to strengthen capabilities of an expeditionary nature. Some critics, however, have questioned the two initiatives, arguing that NATO already enjoyed vastly superior technological prowess vis-à-vis countries other than the United States, and that the alliance's military capabilities—whatever their shortcomings—are more than sufficient to address any threat. Others are skeptical of the possible motives behind the push for more advanced capabilities; they contend that massive defense spending increases are unnecessary and wasteful, and that PCC merely serves to boost sales for high-technology arms and equipment manufacturers. Finally, some analysts have challenged the significance of the capabilities gap between the United States and its NATO allies.", "Supporters, meanwhile, also have expressed reservations. Some question whether member states, particularly the Europeans, will approve sufficient funding in their defense budgets to make the required changes. This has increasingly been the case for countries that have made significant contributions to overseas NATO missions, particularly in Afghanistan. Unless military budgets are increased substantially, the costs of deployment, maintenance, and equipment replacement will likely displace expenditures for modernization. It has also been suggested that the capabilities requirements effectively raise the bar for new members of the alliance.", "Finally, some analysts insist that DCI and PCC need to be viewed in the context of the traditional debate over NATO burdensharing. Shortly after the Prague summit, Jiri Sedivy, director of Prague's Institute of International Relations noted that \"[p]eople talk about new members like the Czech Republic not contributing enough to NATO, but what they don't realize is that the Western Europeans have failed to keep their promises since the 1950s.\" By focusing on specific, agreed-upon military capability requirements, the alliance hopes to end-run this decades-old problem."], "subsections": []}]}}