{"id": "RS21326", "title": "Trade Promotion Authority: Environment Related Provisions of P.L. 107-210", "released_date": "2002-10-03T00:00:00", "summary": ["During the past decade, environmental issues have received increased attention in trade liberalization negotiations, and the question of how to address such concerns in trade agreements became a key issue in the debate over renewing the President's trade promotion authority (TPA). Under this authority, Congress agrees to consider trade agreements using expedited procedures and to vote up or down, with no amendments.", "With the Trade Act of 2002 (P.L. 107-210), Congress renewed the President's trade promotion authority. The Act includes more environment-related provisions than previous TPA legislation, and generally follows language contained in the North American Free Trade Agreement (NAFTA), its environmental side agreement, and the U.S.-Jordan Free Trade Agreement. The Act includes negotiating objectives that call for negotiators to ensure that parties do not fail to effectively enforce their environmental laws in a manner affecting trade, and to make such failures subject to dispute settlement. Another objective seeks language in trade agreements committing parties not to weaken environmental laws to attract trade. The Act also calls for greater openness in proceedings related to trade disputes. It does not include an objective to protect environmental measures from challenge by foreign investors, and consequently, the Act lost some support in Congress and from environmental groups. This report discusses the environment-related provisions of the new law. It will be updated as events warrant."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["Environmental issues have received growing attention in trade liberalization debates as trade agreements have broadened in scope, from primarily involving negotiations to reduce tariffs, to including negotiations on nontariff trade barriers. Congressional interest in addressing environmental concerns in trade agreements has extended to the debate over renewing the President's trade promotion authority (TPA). Trade promotion authority, also referred to as \"fast-track\" negotiating authority, provides that Congress will consider trade agreements within mandatory deadlines, with limited debate, and without amendment. To maintain its influence on the content of agreements negotiated by the President under TPA, Congress generally includes objectives in such legislation to establish priorities for negotiators and places congressional consultation requirements on the Executive Branch.", "Congress last provided TPA under the Omnibus Trade and Competitiveness Act of 1988 (OTCA, P.L. 100-418 ). In OTCA, environmental concerns were addressed only in negotiating objectives regarding trade in services and foreign direct investment. These provisions directed U.S. negotiators, in pursuing stated objectives, to", "take into account legitimate United States domestic objectives including, but not limited to, the protection of legitimate health or safety, essential security, environmental, consumer or employment opportunity interests and the law and regulations related thereto (19 U.S.C. §§ 2901(b)(9), (11)).", "Agreements entered into under this authority are the NAFTA and the 1994 Uruguay Round Agreements which included the establishment of the World Trade Organization (WTO). Although OTCA lacked specific environmental objectives, some environmental concerns were addressed in the NAFTA, its environmental side agreement, and certain Uruguay Round Agreements and Ministerial Decisions. This authority expired in 1994.", "Congressional consideration of the relationship between trade and environment has continued to grow. Efforts to renew TPA in the 104 th , 105 th and 106 th Congresses failed in large part because of disagreement over the inclusion of environmental and labor issues. The 107 th Congress gave unprecedented consideration to these issues, as the successful passage of TPA legislation became dependent in part on the treatment of environmental and labor issues. (For more information, see CRS Issue Brief 10084, Trade Promotion Authority (Fast-track Authority for Trade Agreements): Background and Developments in the 107 th Congress. )", "The Trade Act of 2002 ( P.L. 107-210 , Title XXI) renews the President's Trade Promotion Authority. The Act covers trade agreements reached by June 1, 2005, with a two-year extension possible. The law lists overall and principal objectives in trade negotiations and priorities the President must promote to maintain U.S. competitiveness. Under provisions of the Act, agreements would have to make progress in meeting the negotiating objectives, and the President would have to satisfy the consultation and assessment requirements. The Trade Act also establishes a new congressional advisory body on trade negotiations called the Congressional Oversight Group."], "subsections": []}, {"section_title": "Environment-Related Provisions of the Trade Act of 2002", "paragraphs": ["The 2002 Trade Act contains several environmental objectives and related provisions, and, overall, gives substantially greater consideration to environmental matters than did the Omnibus Trade and Competitiveness Act of 1988, under which fast-track procedures were last approved. The environment-related negotiating objectives and priorities included in the new law are discussed below."], "subsections": [{"section_title": "Environmental Objectives", "paragraphs": ["The law includes two overall negotiating objectives on environment. The first objective is \"to ensure that trade and environmental policies are mutually supportive and to seek to protect and preserve the environment and enhance the international means of doing so, while optimizing the use of the world's resources.\"", "The second overall negotiating objective is to seek provisions in agreements under which parties \"strive to ensure that they do not weaken or reduce the protections afforded in domestic environmental and labor laws as an encouragement for trade\"(Sections 2102(a)(5) and (7)). This objective parallels language in the U.S.-Jordan Free Trade Agreement (FTA) and NAFTA (Chapter 11, Investment). Both of these trade agreements assert that it is inappropriate to encourage trade by relaxing domestic environmental laws and generally state that a party should not waive or otherwise derogate from such measures to attract investment. NAFTA, Article 1114, further provides that a party may request consultations if it considers that another party has done so.", "Environmental advocates had argued for such a trade negotiating objective to deter countries from weakening their environmental standards to promote a trade advantage. They further called for making such actions subject to dispute settlement procedures. Those who opposed this proposal expressed concern that, if this approach were taken, legitimate changes in domestic environmental measures could be subject to challenge by U.S. trading partners. Under the Trade Act, the overall negotiating objectives are not subject to dispute settlement procedures.", "The 2002 Trade Act also includes several principal negotiating objectives on environment (Section 2102(b)(11)). In contrast to the overall negotiating objectives, the principal negotiating objectives are subject to dispute settlement procedures. Perhaps most notably, the new law states that it is a principal negotiating objective \"to ensure that a party to a trade agreement with the United States does not fail to effectively enforce its environmental or labor laws, through a sustained or recurring course of action or inaction, in a manner affecting trade between the United States and that party ... .\"", "A related objective is to recognize that parties retain the right to exercise discretion with respect to prosecutorial, regulatory and compliance matters and to make decisions regarding the allocation of resources to enforcement with respect to other environmental matters determined to have higher priorities. These two negotiating objectives mirror provisions contained in the U.S.-Jordan FTA and the NAFTA environmental side agreement. However, this latter objective goes further than the U.S.-Jordan FTA to clarify the rights of a government to establish its own levels of environmental protection by adding, \"no retaliation may be authorized based on the exercise of these rights or the right to establish domestic labor standards and levels of environmental protection.\"", "Other principal negotiating objectives on environment contained in both bills and the final law include: (1) strengthening trading partners' capacity to protect the environment through the promotion of sustainable development; (2) reducing or eliminating government practices or policies that unduly threaten sustainable development; (3) seeking market access for U.S. environmental technologies, goods, and services; and (4) ensuring that environmental, health or safety policies or practices of the parties do not arbitrarily discriminate against U.S. exports or serve as disguised barriers to trade."], "subsections": []}, {"section_title": "Other Environment-Relevant Objectives", "paragraphs": ["The 2002 Trade Act sets forth other principal negotiating objectives that have implications for environmental laws and related disputes under trade agreements. These include the objectives on dispute settlement, foreign investment, transparency, and regulatory practices."], "subsections": [{"section_title": "Dispute Settlement and Enforcement", "paragraphs": ["The effectiveness of trade agreement obligations is related to the strength of an agreement's dispute settlement process. Environmental interests argued that environmental obligations should be included within trade agreements and that disputes involving these obligations should be treated the same as commercial disputes, including using the same remedies. Business interests and others favored flexibility in addressing various kinds of disputes. The Act parallels the U.S.-Jordan FTA and goes beyond NAFTA by calling for the inclusion within the texts of trade agreements of an obligation for parties to enforce their environmental laws. The dispute settlement objectives (Section 2102(b)(12)) direct negotiators to seek provisions that treat all U.S. principal negotiating objectives equally with respect to the ability to resort to dispute settlement, and to have available equivalent dispute settlement procedures and remedies. Thus, the law seeks to make all disputes equally subject to dispute settlement, but it provides flexibility in procedures and remedies."], "subsections": []}, {"section_title": "Foreign Investment", "paragraphs": ["Investment provisions have become an environmental issue because of the types of claims that have been brought under the NAFTA investment provisions allowing foreign investors to arbitrate disputes with NAFTA parties. In some cases, foreign investors have sought compensation for the negative impacts of government environmental regulations, claiming that the government action is a form of \"indirect expropriation\" or is \"tantamount to expropriation.\" NAFTA provides that compensation must be equal to the fair market value of the expropriated investment. These NAFTA provisions and related claims have prompted concerns by states and environmental groups that this language may dampen the enforcement of environmental regulations in signatory countries, and that foreign investors may have greater rights under the NAFTA with respect to expropriations by federal, state, or local government in the United States than domestic investors have under the Fifth Amendment Takings Clause.", "The new TPA provisions appear to address this concern to some degree. The principal negotiating objectives for investment (Section 2102(b)(3)) seek to reduce:", "trade-distorting barriers to foreign investment, while ensuring that foreign investors in the United States are not accorded greater substantive rights with respect to investment protections than United States investors in the United States, and to secure for investors important rights comparable to those that would be available under United States legal principles and practice.", "The investment objective calls for achieving these goals by seeking the establishment of \"standards for expropriation and compensation for expropriation, consistent with United States legal principles and practice\" and by \"seeking to establish standards for fair and equitable treatment consistent with United States legal principles and practice, including the principle of due process.\"", "The Trade Act further calls for negotiators to seek to improve mechanisms used to resolve disputes between an investor and a government through: mechanisms to eliminate frivolous claims; procedures to enhance opportunities for public input into the formulation of government positions; and the establishment of an appellate body to \"provide coherence to the interpretations of investment provisions in trade agreements.\" It calls for negotiators to ensure the \"fullest measure of transparency\" in investment disputes by: ensuring that requests for dispute settlement are made public promptly, ensuring that proceedings, submissions, findings and decisions are made public; and establishing a mechanism for accepting amicus curiae submissions from businesses, unions, and nongovernmental organizations. A provision in the Senate-passed bill, that was dropped in conference, would have directed the President to negotiate an amendment to Chapter 11 of the NAFTA to increase the transparency of Chapter 11 proceedings in specified ways, and would have required the U.S. Trade Representative to certify to the Congress within one year of enactment that the President has fulfilled these requirements.", "Environmental groups favored adding language in the investment objectives that would direct negotiators to seek provisions in trade agreements to limit expropriation provisions and otherwise protect legitimate environmental measures from challenge by foreign investors. Other stakeholders wanted to ensure checks are maintained against the potential for disguised or unfair barriers to foreign investment. Neither the House nor Senate bill called for negotiators to seek exceptions for environmental measures in the investment-related obligations of trade agreements. An amendment was offered in the Senate to require agreements to limit expropriation provisions, \"including by ensuring that payment of compensation is not required for regulatory measures that cause a mere diminution in the value of private property\" and to provide that environmental and health protection measures are generally consistent with an agreement. The failure of this and related proposals resulted in reduced support for the Trade Act by some in Congress."], "subsections": []}, {"section_title": "Transparency", "paragraphs": ["Various interests, including the Administration, environmental groups and others, have put a priority on increasing transparency (i.e., openness) in trade matters and increasing public access to the dispute resolution process. Environmental and business interests agree that greater openness would allow increased awareness of the possible impacts of trade decisions relevant to their concerns. The House and Senate bills contained identical provisions to increase public participation in trade matters, compared to current practice. Section 2102(b)(5) provides that a principal negotiating objective is to obtain wider application of the principle of transparency through: increased and more timely public access to information on trade issues and activities of international trade institutions; increased openness in the WTO and other trade fora, including with regard to dispute settlement and investment; and increased and more timely public access to all notifications and supporting documentation submitted by WTO parties. The law contains additional transparency provisions for the principal negotiating objective on investment."], "subsections": []}, {"section_title": "Regulatory Practices", "paragraphs": ["Further, with respect to transparency, the Trade Act includes a principal negotiating objective on regulatory practices, addressing the use of government practices to provide a competitive advantage for domestic producers, service providers, or investors. The goal of this provision is to lessen the use of regulations for the purpose of reducing market access for U.S. goods, services or investments. This objective calls for U.S. negotiators \"to achieve increased transparency and opportunity for the participation of affected parties in the development of regulations\" (Section 2102(b)(8)). Such an approach seemingly would benefit both environmental interests and U.S. business. Additionally, the objective is \"to require that proposed regulations be based on sound science, cost-benefit analyses, risk assessment, or other objective evidence.\" The inclusion of this objective drew some criticism from environmental groups that called for language that would protect the ability of federal, state, and local governments to take precautionary measures against risks in cases where scientific or other knowledge may be suggestive but incomplete. However, proponents of the objective argued that, on the other hand, without such disciplines, regulations can too easily be used to create barriers to trade."], "subsections": []}]}, {"section_title": "Promotion of Certain Priorities", "paragraphs": ["In addition to negotiating objectives, the Trade Act requires the President to promote certain priorities \"in order to address and maintain U.S. competitiveness in the global economy\" (Section 2102(c)). The Senate Finance Committee report accompanying H.R. 3005 ( S.Rept. 107-139 ), explained that the priorities are not negotiating objectives themselves, but that they \"should inform trade negotiations or be pursued parallel to trade negotiations.\"", "Among these priorities, the Act contains several environment-relevant provisions. Specifically, the President must: (1) seek to establish consultative mechanisms to strengthen U.S. trading partners' capacity to develop and implement standards for protecting the environment and human health based on sound science, and to report to the House Committee on Ways and Means and the Senate Committee on Finance; (2) conduct environmental reviews of trade and investment agreements, consistent with Executive Order 13141, and report to the House Committee on Ways and Means and the Senate Committee on Finance; (3) take into account other legitimate U.S. domestic objectives including the protection of legitimate health or safety interests and related laws and regulations; and (4) continue to promote consideration of multilateral environmental agreements (MEAs) and consult with parties to MEAs regarding the consistency of an MEA containing trade measures with existing environmental exceptions under the GATT.", "In general, the trade negotiating authority provided under the 2002 Trade Act addresses environmental concerns to an unprecedented degree, reflecting the evolving attention to the potential interconnections between trade liberalization and environmental quality and protection efforts. Nonetheless, the Act falls short of the environmental objectives that some Members and interest groups sought. While it is uncertain how the new environment-related objectives may inform trade negotiations during the next several years, it seems likely that the debate on how to address environmental issues in trade negotiations and TPA legislation will continue. Outcomes of investor-state disputes involving challenges to environmental measures may be particularly informative for future TPA deliberations."], "subsections": []}]}]}}