{"id": "RS21278", "title": "Farm Credit System", "released_date": "2016-05-17T00:00:00", "summary": ["The Farm Credit System (FCS) is a nationwide financial cooperative lending to agricultural and aquatic producers, rural homeowners, and certain agriculture-related businesses and cooperatives. Established in 1916, this government-sponsored enterprise (GSE) has a statutory mandate to serve agriculture. It receives tax benefits but no federal appropriations or guarantees. FCS is the only direct lender among the GSEs. Farmer Mac, a separate GSE but regulated under the umbrella of FCS, is a secondary market for farm loans. Federal oversight by the Farm Credit Administration (FCA) provides for the safety and soundness of FCS institutions.", "Current issues and legislation affecting the FCS are discussed in CRS Report RS21977, Agricultural Credit: Institutions and Issues."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "The Farm Credit System", "paragraphs": ["The Farm Credit System (FCS) was created to provide a permanent, reliable source of credit to U.S. agriculture. Before the Federal Farm Loan Act was enacted in 1916, credit was often unavailable or unaffordable in rural areas. Many lenders avoided farm loans due to the inherent risks of agriculture. Statutory authority is in the Farm Credit Act of 1971, as amended (12 U.S.C. 2001 et seq. ). Comprehensive changes were enacted in the Agricultural Credit Act of 1987.", "The FCS is authorized by statute to lend to farmers, ranchers, and harvesters of aquatic products. Loans may also be made to finance the processing and marketing activities of these borrowers; for home ownership in rural areas; certain farm- or ranch-related businesses; and agricultural, aquatic, and public utility cooperatives.", "FCS is a commercial for-profit lender and is not a lender of last resort. Borrowers must meet creditworthiness requirements similar to those of a commercial lender. FCS has \"young, beginning, and small\" (YBS) farmer lending programs, but they do not have statutory targets or mandates.", "The FCS holds nearly 41% of the farm sector's total debt (about the same as the 42% share by commercial banks) and has the largest share of farm real estate loans (46%). As of March 31, 2016, FCS had $238 billion in loans outstanding, of which about 46% was in long-term agricultural real estate loans, 19% in short- and intermediate-term agricultural loans, 15% in loans to agribusinesses, 8% in energy and water/waste water loans, 2% in export financing loans and leases, 3% in rural home loans, and 3% in communications loans ( Figure 4 )."], "subsections": [{"section_title": "Government-Sponsored Enterprise (GSE)", "paragraphs": ["As a GSE, FCS is a privately owned, federally chartered cooperative designed to provide credit nationwide. It is limited to serving agriculture and related businesses and homeowners in rural areas. Each GSE is given certain benefits, such as implicit federal guarantees or tax exemptions, presumably to overcome barriers faced by purely private markets. FCS is the only direct lender among the GSEs. Other GSEs, such as Fannie Mae, are secondary markets. FCS is not a government agency, and it is not explicitly guaranteed by the U.S. government.", "The tax benefits for FCS include an exemption from federal, state, municipal, and local taxation on the profits earned by the real estate side of FCS (12 U.S.C. 2098). Income earned by the non-real-estate side of FCS is subject to taxation. The exemption originated in the 1916 act. Commercial bankers estimate that the annual value of these tax benefits amounted to over $1 billion in 2011. For investors who buy FCS bonds on Wall Street, the interest earned is exempt from state, municipal, and local taxes. This makes FCS bonds more attractive to the investing public and helps assure a plentiful supply of funds for loans. Commercial bankers say that the tax benefits let FCS offer lower interest rates to borrowers and thus give FCS an operating advantage, since they compete in the same retail lending market."], "subsections": []}, {"section_title": "Cooperative Business Organization", "paragraphs": ["FCS associations are owned by the borrowers who purchase stock, which is required as part of their loans (the smaller of $1,000 or 2% of the loan amount). FCS stockholders elect the boards of directors for banks and associations. Each has one vote, regardless of the loan size. Most directors are members, but federal law requires at least one from outside.", "If an association is profitable, the directors may choose to retain the profits or distribute some of it through dividends or patronage refund s that are proportional to the size of the loan. Patronage refunds can effectively reduce the cost of borrowing."], "subsections": []}, {"section_title": "Funded with Bonds and Stock and Insured", "paragraphs": ["With the exception of seed money that was repaid by the 1950s and a temporary U.S. Treasury line of credit in the 1980s, FCS operates without any direct federal appropriations. FCS banks and associations do not take deposits like commercial banks.", "Instead, the Federal Farm Credit Banks Funding Corporation uses capital markets to sell FCS bonds and notes. These debts become the joint and several liabilities of all FCS banks. The funding corporation allocates funding to the banks, which provide funds to associations, which lend to borrowers. Profits from loans repay bondholders ( Figure 1 ). ", "FCS also raises capital through two other methods. Borrowers are required to buy stock (the lesser of $1,000 or 2% of the loan amount) and become cooperative members. FCS also retains profits that are not returned as patronage to borrowers.", "Besides relying on the capital that the FCS has built, obligations of the FCS are further insured by the F arm Credit System Insurance Corporation , which was established by statute in 1988 to ensure timely payment of principal and interest on FCS debt securities. Annual premiums are paid by each bank through an assessment based on loan volume until the secure base amount of 2% of total outstanding loans is reached."], "subsections": []}, {"section_title": "National System of Banks and Associations", "paragraphs": ["FCS is composed of four regional banks ( Figure 2 ) that provide funds and support services to 74 smaller Agricultural Credit Associations (ACAs), Federal Land Credit Associations (FLCAs), and Production Credit Associations (PCAs). These associations ( Figure 3 ), in turn, provide loans to eligible borrowers. The most common operating structure (due to favorable tax and regulatory rules) is a \"parent ACA\" with FLCA and PCA subsidiaries. There are 72 ACAs and two FLCAs.", "In addition to its charter as one of the regional banks, CoBank has a nationwide charter to finance farmer-owned cooperatives and rural utilities. It finances agricultural exports and provides international services for farmer-owned cooperatives through three international offices. ", "The number of banks and associations has been declining for decades through mergers and reorganizations. This consolidation has continued in recent decades through the \"parent ACA\" structure. In the mid-1940s, there were over 2,000 lending associations. There were nearly 900 in 1983, fewer than 400 by 1987, 200 in 1998, 95 in 2006, and 80 in 2015. The system operated with 12 districts into the 1980s, 8 districts in 1998, 5 districts in 2004, and 4 regional banks since 2012.", "Twenty years ago, the typical FCS association covered several counties and specialized in either land or farm production loans. Today, the typical FCS association covers a much larger region, delivers a wide range of farm and rural credit programs and services, and has an extensive loan portfolio. FCS may benefit when consolidation creates more diversified portfolios. Customers may benefit if greater institutional efficiency is passed along through lower interest rates. However, consolidation may weaken the original cooperative concept of local borrower control.", "Each association within FCS has a specific \"charter territory.\" If an association wants to lend outside its charter territory, it must first obtain approval from the other territory's association. Charter territories help ensure that borrowers are served locally and maintain local control of the association. Charter territories and any changes must be approved by FCA."], "subsections": []}]}, {"section_title": "Types of Loans and Borrowers", "paragraphs": ["The FCS provides three types of loans to farm producers: (1) operating loans for the short-term financing of consumables such as feed, seed, fertilizer, or fuel; (2) installment loans for intermediate-term financing of durables such as equipment or breeding livestock; and (3) real estate loans for long-term financing (up to 40 years) of land, buildings, and homes.", "The FCS has a statutory mandate to serve agriculture, certain agribusinesses, and rural homeowners (e.g., 12 U.S.C. 2019 and 2075). Borrowers must meet eligibility and creditworthiness requirements. Types of eligible borrowers and the scope of their financing can be grouped into the following categories (e.g., 12 U.S.C. 2017, 2075, and 2129):", "Full-time farmers. For individuals with over 50% of their assets and income from agriculture, FCS can lend for all agricultural, family, and non-agricultural needs (including vehicles, education, home improvements, and living expenses). Part-time farmers. For individuals who own farmland or produce agricultural products but earn less than 50% of their income from agriculture, FCS can lend for all agricultural and family needs. Non-agricultural lending is limited. Farming-related businesses. FCS can lend to businesses that process or market farm, ranch, or aquatic products if more than 50% of the business is owned by farmers who provide at least some of the \"throughput.\" FCS can also lend to businesses that provide services to farmers and ranchers, such as crop spraying and cotton ginning. The extent of financing is based on the amount of the business's farm-related income. Rural homeowners. FCS can lend for the purchase, construction, improvement, or refinancing of single-family dwellings in rural areas (2,500 population limit). Farmer-owned cooperatives and certain rural utilities (electric and telecom). ", " Figure 4 illustrates FCS's portfolio of loans outstanding ($238 billion as of March 31, 2016). About 65% of the loan portfolio is in the primary categories of farm real estate and operating loans.", " Figure 5 presents the loan portfolio by size of loan and the number of borrowers in each size category. About 74% of borrowers (402,000 out of 527,000) have loans under $250,000 in size and account for 14% of the loan portfolio. At the other extreme, 49 borrowers (0.009% of 527,000) have loans over $250 million and account for 9% of the loan portfolio."], "subsections": []}, {"section_title": "Federal Regulation", "paragraphs": [], "subsections": [{"section_title": "Congressional Oversight", "paragraphs": ["Congressional oversight of FCS is provided by the House and Senate Agriculture Committees, which have primary jurisdiction for the FCS statutes. ", "The most recent congressional hearings on agricultural credit were in the House on December 2, 2015 (with witnesses from the FCA), and in the Senate on June 13, 2006 (on agricultural credit but not specifically the FCS). The Senate Agriculture Committee also holds hearings on nominees for the Farm Credit Administration board of directors, most recently in March 2015."], "subsections": []}, {"section_title": "Farm Credit Administration (FCA)", "paragraphs": ["FCA is an independent agency and the federal regulator responsible for examining and ensuring the safety and soundness of all FCS institutions (12 U.S.C. 2241 et seq .; 12 C.F.R. 600 et seq .). ", "FCA is directed by a three-member board nominated by the President and confirmed by the Senate ( Table 1 ). Board members serve six-year terms and may not be reappointed after serving a full term or more than three years of a previous member's term. The President designates one member as chairman, who serves until the end of that member's term. Members may continue to serve on the board until their replacements are confirmed.", "FCA's operating expenses are paid through assessments on FCS banks and associations. Even though FCA does not receive an appropriation from Congress, the annual agriculture appropriations act places a limit on FCA's administrative expenses ($65.6 million in FY2016)."], "subsections": []}]}, {"section_title": "Issues for Congress", "paragraphs": [], "subsections": [{"section_title": "Competition and \"Similar Entity Lending\"", "paragraphs": ["Competition between the FCS and commercial banks is an ongoing source of contention related to congressional oversight and statutory jurisdiction. The FCS is unique among the GSEs because it is a retail lender making loans directly to farmers and thus is in direct competition with commercial banks. Because of this direct competition for creditworthy borrowers, the FCS and commercial banks often have an adversarial relationship over policy. ", "Commercial banks assert unfair competition from the FCS for borrowers because of tax advantages that can lower the relative cost of funds for the FCS. They often call for increased congressional oversight. The FCS counters by citing its statutory mandate (and limitations) to serve agricultural borrowers in good times and bad times. ", "Recently, the assertion of unfair competition and inappropriate lending has been leveled over the characteristics of some borrowers that have obtained FCS loans and/or the purposes of those loans. The policy-related issue is the purpose and extent of the statutory authority for \"similar entity lending\" that certain FCS banks have used to participate (i.e., have a partial interest, or to buy part of a loan from another bank) in loans to borrowers that would otherwise be ineligible for direct FCS loans. ", "The authority to make \"similar entity loans\" was added to the Farm Credit Act in 1994 ( P.L. 103-376 , Section 5). It allows the FCS to participate in loans that are originated by a commercial bank to borrowers that are expressly not eligible for FCS loans but for purposes that are \"functionally similar\" to activities that are conducted by FCS-eligible borrowers (12 U.S.C. 2206a; 12 C.F.R. 613.3300, 62 Federal Register 4444, January 30, 1997). The provision is meant to allow greater diversification in the FCS loan portfolio for risk management along with traditional means of diversification (such as geographic breadth) and lending to a range of commodity sectors. \"Similar entity loans\" cannot exceed 15% of the FCS entity's total loan volume and must be less than 50% of the individual loan. ", "Commercial banking advocates charge that many of the similar entity loans fail a perception test of meeting the original statutory intent that FCS makes credit available to farmers and rural communities and are often inappropriately large or risky. FCS advocates counter that the loans are legal under the statute, follow the intent of achieving diversification, and help commercial banks by jointly cooperating through loan participations.", "Several Members at a House Agriculture Committee hearing in December 2015 raised questions about the appropriateness and perception of some similar entity loans, despite statements about the legality of such loans. In response to the hearing, FCA issued a \"bookletter\" in March 2016 that provided further guidance and reporting requirements for FCS associations to guard against reputation risk from similar entity lending."], "subsections": []}, {"section_title": "Recent Farm Bills", "paragraphs": ["The most recent statutory changes to the Farm Credit Act have been in omnibus farm bills, and those changes have been relatively minor in terms of the scope of FCS lending or the structure of the institution. For example, the 2014 farm bill ( P.L. 113-79 ) established the intent that compensation disclosure of FCS executives rests with FCS boards of directors rather than elsewhere, such as with shareholders. The previous farm bill in 2008 ( P.L. 110-246 ) allowed the Federal Agricultural Mortgage Company (Farmer Mac, see below) to participate in rural utility loans and made technical changes to the premiums paid by FCS banks to the FCS Insurance Corporation, but it did not expand the scope of FCS authority as some advocates had hoped."], "subsections": []}]}, {"section_title": "Farmer Mac—Another Farm Credit Act Institution", "paragraphs": ["The Federal Agricultural Mortgage Company (Farmer Mac) was established in the Agricultural Credit Act of 1987 as a secondary market for agricultural loans. It purchases and pools qualified loans and may sell them to investors as securities or hold them in its own portfolio.", "Although Farmer Mac is statutorily part of the Farm Credit Act and is regulated by FCA, it has no liability for the debt of any other FCS institution, and the other FCS institutions have no liability for Farmer Mac debt. It is considered a separate GSE. ", "Farmer Mac is an investor-owned corporation, not a member-owned cooperative. Voting stock may be owned by banks, insurance companies, and FCS institutions. Nonvoting stock may be owned by any investor. Its board of directors has members from the FCS, commercial banks, and the public at large.", "Farmer Mac operates two programs: Farmer Mac I (loans not guaranteed by the U.S. Department of Agriculture [USDA]) and Farmer Mac II (USDA-guaranteed loans).", "A majority of Farmer Mac I volume comes from the sale of \"long-term standby purchase agreements.\" Farmer Mac promises to purchase specific agricultural mortgages, thus guaranteeing the loans against default risk while the participating lender retains interest rate risk. Under Farmer Mac II , the company purchases the portion of individual loans that are guaranteed by USDA. On these purchases, Farmer Mac accepts the interest rate risk but carries no default risk."], "subsections": []}]}}