{"id": "RS22163", "title": "The United States and Europe: Current Issues", "released_date": "2015-02-03T00:00:00", "summary": ["Due to extensive cooperation on a wide range of issues, the relationship between the United States and Europe is often called the transatlantic partnership. The two sides have many common values and concerns, and have grown increasingly interdependent in terms of security and prosperity. The transatlantic relationship and the main areas of U.S.-European cooperation and shared interest are likely to have continuing implications for U.S. policy during the 114th Congress. Members of Congress may have an interest in considering the dimensions and dynamics of current issues in U.S.-European relations in the course of oversight or legislative activities, or in the context of direct interactions with European legislators and officials.", "According to most observers, the overall tone of transatlantic relations during the Obama Administration has been largely positive. At the same time, a constructive tone does not necessarily translate into tangible results with regard to foreign policy objectives or other goals. With respect to certain issues, U.S. and European policies have been at odds and have generated friction in the relationship from time to time.", "This report summarizes key issues that both illustrate the nature of U.S.-European cooperation based on shared interests and present challenges in terms of the efficacy of such cooperation:", "U.S. and European relations with Russia have become more adversarial in the context of Russia's annexation of Crimea and its actions destabilizing Ukraine. The United States and the European Union (EU) have imposed sanctions that, combined with low oil prices, have harmed the Russian economy. Rising tensions with Russia have altered previous assumptions about European security and affected debates about the future of the North Atlantic Treaty Organization and European energy security. The United States and European countries have been cooperating in efforts to counter the Islamic State and seek a political solution to the conflict in Syria. Recent estimates suggest that upward of 3,000 European citizens have traveled to Syria and Iraq to join groups involved in the conflict, and the potential threat posed by returning \"foreign fighters\" has become a central concern. U.S.-EU counterterrorism cooperation has been strong since 9/11, although differences regarding data privacy have posed some key information-sharing challenges. The United States and Europe remain central actors in negotiations seeking to reach an agreement that ensures that Iran's nuclear program can be used solely for peaceful purposes. While an extensive array of U.S. and EU sanctions have worked to isolate and pressure Iran, the final outcome of talks remains uncertain. The United States and EU share broad objectives with regard to resolving the Israeli-Palestinian conflict. Increased European support for recognizing Palestinian statehood, however, has diverged from the approach taken by the United States and strained Europe's relationship with Israel. The United States and the EU have the largest trade and investment relationship in the world. The two sides have been negotiating a free trade agreement, the Transatlantic Trade and Investment Partnership (TTIP) aimed at boosting jobs and growth on both sides, but obstacles could make it difficult to conclude a deal by the end of 2015. While the conditions that fueled the Eurozone crisis from 2010-2012 appear to have stabilized, there is considerable doubt that underlying economic problems in Europe have been fully resolved. Allegations of U.S. spying and surveillance programs in Europe have caused a sharp backlash and damaged transatlantic trust. Although tensions appear to have proven manageable and U.S. intelligence cooperation with European governments continues, data privacy concerns could complicate future talks on U.S.-EU information-sharing agreements. The United States takes over the chairmanship of the Arctic Council in May 2015. The Artic is increasingly viewed as a region of potential economic and geopolitical importance.", "As the United States and Europe face a changing geopolitical environment, some observers assert that the global influence of the Euro-Atlantic partnership is in decline. In addition, the Obama Administration's announced intention of \"re-balancing\" U.S. foreign policy toward Asia has caused some anxiety among Europeans. Overall, however, most analysts maintain that the United States and Europe are likely to remain one another's closest partner, and that U.S.-European cooperation is likely to remain the foundation of international action on a wide range of critical issues."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "The United States and Europe", "paragraphs": ["Common values, overlapping interests, and shared goals are the foundation of what is often described as the transatlantic partnership between the United States and Europe. Many observers stress that in terms of security and prosperity the United States and Europe have grown increasingly interdependent. Both sides of the Atlantic face a common set of challenges, including a broad range of economic concerns as well as terrorism, nuclear proliferation, and armed conflict or other forms of instability in many parts of the world. Both sides are proponents of democracy, open societies, human rights, and free markets. Supporters of close U.S.-European cooperation argue that neither the United States nor Europe can adequately address the wide array of global concerns alone, and that the track record shows the two sides can accomplish much more when they work together. The United States and Europe also share a huge and mutually beneficial trade and investment relationship. This report summarizes key areas of shared interest and cooperation and highlights some of the main challenges in the transatlantic relationship. "], "subsections": [{"section_title": "Issues for Congress", "paragraphs": ["The activities of the U.S. Congress frequently involve issues that have a European dimension, including economic, security, and diplomatic issues. Members of Congress often interact directly with European legislators and officials to discuss a wide variety of topics. In the course of legislative activities or in exercising oversight of U.S. foreign policy, Members of Congress may choose to consider the dynamics of U.S.-European cooperation in terms of benefits versus shortcomings, alignment versus divergence, or partnership versus competition. ", "Many Members of Congress have long supported a close transatlantic relationship and have seen the European Union (EU), the North Atlantic Treaty Organization (NATO), and the idea of a Europe \"whole and free\" as supporting and advancing U.S. interests. During the Cold War, many viewed a more integrated and united Europe as a way to counter the Soviet Union. More recently, congressional interest in Europe tends to be rooted in a U.S. need for like-minded partners in facing global challenges. At various times over the years, however, Members have also been concerned when U.S. and European policy positions have conflicted, have doubted the degree of cooperation offered by Europe, or have questioned whether Europe might somehow constrain U.S. policy choices."], "subsections": []}, {"section_title": "The EU and NATO", "paragraphs": ["By almost any measure, the institutional pillars of the Euro-Atlantic community, NATO and the EU, have proven successful in promoting prosperity and security in Europe. The U.S. Congress and successive U.S. Administrations have strongly supported both institutions as means to foster democratic states, reliable military allies, and strong trading partners.", "While strong bilateral relationships between the United States and individual European countries remain a vital foundation for transatlantic relations, the relationship between the United States and the EU has been taking on a growing significance. The EU has become an increasingly important interlocutor for the United States because its 28 member countries now take common decisions and formulate common policies in a wide range of areas, including many economic and social issues and a growing number of law enforcement and judicial matters, at the level of the EU institutions. The EU is also continuing efforts to develop a stronger Common Foreign and Security Policy (CFSP) and Common Security and Defense Policy (CSDP). ", "Meanwhile, NATO remains the preeminent security institution of the Euro-Atlantic community. Given the United States' leading role in the Atlantic alliance, Members of Congress maintain a consistent and significant interest in NATO. Like the EU, NATO has experienced dramatic change over the past two decades. Since the end of the Cold War, the alliance has added 12 new member states from Central and Eastern Europe. While the last decade has been defined largely by operations in Afghanistan, the member states of the alliance have also continued long-term discussions about the future role and capabilities of NATO. Over the past year, the conflict in Ukraine and tense relations with Russia have become central factors in these discussions. ", "The year 2014 was one of leadership transitions for the Euro-Atlantic institutions. In May, EU-wide elections selected 751 Members of the European Parliament (MEP) to a new five-year term. German MEP Martin Schulz of the Socialists and Democrats group was reelected for a second term as President of the Parliament. Former Norwegian Prime Minister Jens Stoltenberg replaced Anders Fogh Rasmussen as the new Secretary General of NATO in October. In November, the 28 commissioners of a new European Commission took office for a term of five years. After 10 years under the leadership of Jose Manuel Barroso, former Luxembourg Prime Minister Jean-Claude Juncker took over as President of the Commission. Former Italian Foreign Minister Federica Mogherini replaced Catherine Ashton as the EU's High Representative for Foreign Affairs and Security Policy. In December, former Polish Prime Minister Donald Tusk became the new President of the European Council, replacing Herman Van Rompuy. "], "subsections": []}, {"section_title": "An Evolving Relationship and Changing Political Dynamics", "paragraphs": ["Polls show that European perceptions of U.S. foreign policy under the Obama Administration remain relatively favorable, and considerably more positive compared to the years of the George W. Bush Administration. The overall tone of transatlantic relations has been mostly constructive over the past six years, and many of the broad global challenges faced by the United States and Europe have pushed the two sides toward common or cooperative approaches. In attempting to deal jointly with the daunting list of challenges they face, however, both sides have also encountered frustrations and reality checks that have reminded each side to be realistic about what it can expect from the other. ", "After the Obama Administration announced in 2012 a \"re-balancing\" of U.S. foreign policy toward a greater focus on Asia, many Europeans expressed anxiety about the United States pulling back from Europe. The crisis and conflict in Ukraine has since caused U.S. policy makers to rethink many assumptions about European security, and the United States continues to play a leading role in NATO and managing relations with Russia. Given that much of U.S. attention is also likely to remain centered on Asia and the Middle East, general U.S. hopes and expectations are that Europe should share a significant part of the burden when it comes to its own security, take a leading role on most regional and some other international issues, and continue to act as an effective partner in addressing a wide range of common threats and concerns. Most examples of transatlantic cooperation are largely positive, but in assessing the long-term dimensions of the partnership many U.S. officials remain concerned by Europe's ongoing economic difficulties, continuing declines in defense spending and military capabilities, and questions about Europe's ability to deliver a robust and coherent common foreign policy. ", "U.S. officials and Members of Congress assessing the partnership with Europe also face complex and changing political dynamics within the EU and its member states. The European financial and debt crisis that followed the 2008-2009 global downturn has forced European leaders to confront the fundamentally unfinished nature of the EU. Although leaders took a number of unprecedented measures in response to the crisis, the process of arriving at these reforms highlighted diverging preferences and outlooks that caused tensions between EU member states. Although the crisis appears to have receded, there is a sense that its underlying causes remain unresolved and that basic questions about the future of further EU integration remain unanswered. ", "At the same time, the perceived inability of Europe's traditional mainstream parties to solve economic and social problems has led to an anti-establishment backlash among European voters. In many countries, relatively new political parties are gaining strength, many of them populist parties advocating far-right and far-left policies. While such parties tend to variously embrace forms of nationalist, anti-immigration, or anti-Islam policies, nearly all are anti-EU to some degree, whether in terms of opposing the euro currency, further European integration, or even their country's membership in the union. \"Euro-skeptic\" parties of the far-right and far-left won approximately one quarter of the votes in the May 2014 European Parliament election. Following the victory of the radical-left Syriza party in the January 2015 Greek elections, the strength of this trend will be further tested over the course of the year with national elections in Estonia, Finland, Denmark, Portugal, Poland, Spain, and the United Kingdom. The UK elections, in particular, are expected to have major implications related to a possible national referendum on the EU membership of the country frequently regarded as the United States' closest European ally. In various ways, European domestic challenges, including political instability, economic struggles, social unrest, and growing skepticism about the EU could affect Europe's ability to act in partnership with the United States. "], "subsections": []}]}, {"section_title": "Selected Key Issues in U.S.-European Relations", "paragraphs": [], "subsections": [{"section_title": "Russia and the Ukraine Conflict5", "paragraphs": ["The deterioration of U.S. and European relations with Russia became a predominant issue in 2014. For U.S. and European policy makers, developments stemming from the crisis and conflict in Ukraine have transformed Russia from a difficult but important \"strategic partner\" into a \"strategic problem\" of uncertain dimensions. While some officials and observers continue to advocate the importance of pragmatic cooperation with Russia where possible, others suggest that given recent Russian actions, a return to previous levels of cooperation remains a long way off. ", "For more than a decade, relations between Russia and the West have been marked by points of tension. Russian policy makers viewed NATO enlargement and U.S.-European support for Kosovo's independence with resentment, and the 2008 conflict between Russia and Georgia brought relations to a new low. The Obama Administration came to office seeking to improve relations, however, and after a \"reset\" initiative, U.S.-Russia cooperation on Afghanistan and Iran improved, the two sides signed the New START treaty, and the revision of U.S. missile defense plans temporarily diminished tensions on that issue. At the same time, U.S. and European objections remained regarding Russia's policy on numerous issues, including its recognition of Georgia's Abkhazia and South Ossetia regions as independent countries and the unilateral suspension of its obligations under the Conventional Armed Forces in Europe (CFE) Treaty. ", "Strains subsequently increased as U.S. and European criticism of Russia's 2011-2012 parliamentary and presidential elections and their aftermath triggered a strong backlash from Moscow. With Vladimir Putin returned to the presidency, Russia reacted in a sharply negative fashion to the U.S. Congress adopting the Sergei Magnitsky Rule of Law Accountability Act of 2012 ( P.L. 112-208 ) in response to alleged human rights violations against journalists and opposition activists. Russia also became increasingly at odds with U.S. and European foreign policy, strongly criticizing the 2011 NATO operation in Libya, supporting Bashar al-Assad in the conflict in Syria, and thwarting U.S. and European efforts to address the violence in Syria through the United Nations Security Council. ", "The political crisis in Ukraine starting in late 2013 began a chain of developments that have brought U.S. and European relations with Russia to their lowest point in decades. In November 2013, Russia pressured then-Ukrainian President Viktor Yanukovych to reverse course on the planned signing of an Association Agreement with the EU in return for financial incentives from Moscow. Yanukovych was forced from office in February 2014 after sustained protests against the country's turn away from the EU culminated in violent clashes between protestors and security forces in Kiev. U.S. and European leaders subsequently backed the formation of a new, more pro-Western government and 2014 presidential and parliamentary elections that resulted in overwhelming victories for pro-Western parties. ", "In February-March 2014, Russian forces seized the Crimean peninsula, and Russia subsequently annexed the territory. Crimea has considerable historical and military significance for Russia, and the Russian government justified the annexation as rectifying the transfer of Crimea from Russia to Ukraine under the Soviet Union, protecting its inhabitants from the new Ukrainian government, and responding to the will of the population in Crimea, many of whom consider themselves Russian and allegedly voted to join Russia in a hastily conducted referendum at which international observers were not present. Neither the referendum nor the annexation are recognized by the vast majority of the international community, and in imposing an initial round of sanctions against Crimean and Russian individuals and entities, it was not lost on U.S. and European leaders that the annexation was the first forcible border change in Europe since 1945. ", "The Ukrainian military has since engaged in a conflict with the forces of two self-proclaimed republics that emerged in eastern Ukraine in April 2014, a conflict in which more than 4,300 people have reportedly died. Combat has continued despite a ceasefire that was agreed to in September. The United States and other Western governments assert there is clear evidence that Russian military units have participated in the conflict directly, and that there has been a direct link between Moscow and the separatists in terms of personnel, including the groups' leadership, and material support, including heavy weapons and small arms. Russia denies providing the separatists with more than political support and humanitarian aid. ", "Responding to developments in Ukraine and related actions by Russia has been a generally strong area of U.S.-European coordination, though not completely without tension. The U.S. and European analyses of developments have been largely aligned, and the two sides have openly sought to maximize their influence with parallel messages and mutually reinforcing actions, including extensive sanctions. After some U.S. concerns about the EU's reluctance to expand sanctions, the shooting down in July 2014 of commercial passenger jet MH17 over eastern Ukraine, killing 298 people including over 200 Europeans, galvanized the EU to expand its sanctions beyond individuals and specific entities to target wider sectors of the Russian economy. Unlike the United States, which has relatively limited economic ties with Russia, many European countries have large and interdependent relationships with Russia in terms of trade, investment, finance, and energy. EU debates over sanctions contend with the economic value and political influence attached to these relationships; varying attitudes and outlooks on Russia based on history, geography, and culture; and doubts about the likely effectiveness of sanctions. U.S. policy makers often express frustration at this process. ", "Nevertheless, while some Europeans remain skeptical about the wisdom and utility of sanctions as an attempt deter Russia's actions in Ukraine, the measures have been adopted by the unanimous agreement of all 28 EU member states. Observers assert that this consensus was based on a common assessment by the member state governments that sending a strong message to Russia's leadership through meaningful sanctions was a political imperative outweighing economic disruption and discomfort. The EU reviews its sanctions package monthly, and unanimous consensus is required to overturn it. The package of sectoral sanctions comes up for renewal in July 2015, at which time unanimity will be required to retain it. ", "In recent months, Russia's economy has entered recession and suffered from a considerably weakened ruble and high inflation. Most analysts say a sharp drop in oil prices is the main culprit, although most believe Western sanctions are also a contributing factor. Nevertheless, it remains unclear how sanctions and the country's economic downturn may be impacting the foreign policy thinking and behavior of Russia's leadership. Speculation about Russia's next steps in eastern Ukraine ranges from maintaining a permanent \"frozen conflict,\" to planning additional military gains that consolidate separatist territory, to seeking a de-escalation of tensions and a way out of the conflict. Many analysts say a massive Russian invasion to greatly expand the separatists' territory or establish a land connection to Crimea is unlikely but cannot be ruled out entirely. ", "In January 2015, EU High Representative Mogherini, backed by a group of member countries, tabled a proposal to ease sanctions if Russia complies with the September ceasefire agreement and makes progress toward resolving the Ukraine crisis. A resurgence of combat in eastern Ukraine in January 2015 drained support for this idea, leading the High Representative to backtrack and emphasize that any such proposal depends on Russia's full implementation of the ceasefire agreement.", "With Vladimir Putin likely to remain Russia's paramount leader for the foreseeable future, U.S. and European relations with Russia are expected to remain a central topic as policy makers seek to discern Russia's foreign policy intentions and shape responses. As they monitor developments related to Russia and Ukraine, Members of the 114 th Congress may wish to engage in or address a range of issues, including the adoption of additional sanctions or other deterrents. Members of Congress may choose to cooperate or consult with their European counterparts in these efforts and to examine to the degree to which European policies remain aligned with those of the United States. ", "Members of Congress may also be interested in ways to engage with or support Ukraine, potentially in coordination with their European counterparts. The U.S. provided $291 million in non-lethal aid and a $1 billion loan guarantee for Ukraine in 2014. According to the report accompanying the FY2015 Omnibus Appropriations Act, additional support to Ukraine is to include $139 million in bilateral assistance, plus funds from the Europe and Eurasia regional Economic Support Fund and a number of other accounts. In December, the 113 th Congress passed the Ukraine Freedom Support Act ( P.L. 113-272 ), authorizing the Administration to provide Ukraine with $350 million in military assistance, including lethal weapons, during FY2015-FY2017. The Administration has refused to provide lethal aid to Ukraine so far and has not committed itself to providing such aid in the future. The EU signed an Association Agreement with Ukraine in June 2014 and has made plans to provide over €11 billion (approximately $12.3 billion) in development assistance and loans from European financial institutions between 2014 and 2020. Both the United States and the EU have supported International Monetary Fund and World Bank assistance programs for Ukraine. International financial assistance is linked to Ukraine's ability to make economic reforms and fight corruption. "], "subsections": []}, {"section_title": "The Future of NATO and European Defense13", "paragraphs": ["Developments in Ukraine have reinvigorated debates about the future of NATO and altered the trajectory of the U.S. outlook on European defense issues. Russia's actions in Ukraine and its increased naval and air activities in close vicinity to the territory of numerous European countries have driven calls for NATO to return to its traditional vocation as an alliance focused on collective territorial defense. These developments have also pushed many European countries to pledge increases in defense spending and seek ways to develop needed military capabilities. ", "In response to Russian aggression, the Obama Administration has taken steps to reassure European allies of the U.S. commitment to European security. The cornerstone of its efforts is the European Reassurance Initiative (ERI), initially proposed by President Obama in June 2014. In December 2014, Congress appropriated $810 million to fund the initiative but lamented a lack of detail provided in relation to its proposed activities. ERI essentially extends reassurance measures undertaken by the United States in 2014, including troop rotations to Poland and the Baltic states and pre-positioning tanks and other military equipment in Eastern Europe. The augmented U.S. military presence in Europe related to the ERI is rotational in nature, and there are currently no plans to permanently increase the number of U.S. military personnel in Europe. The United States announced plans in January 2015 to close 15 bases in Europe as part of cost-cutting and restructuring measures, but the overall U.S. force level in Europe is expected to remain at approximately 67,000 personnel. ", "Prior to the crisis in Ukraine, debates about the future of NATO were expected to revolve around long-term questions highlighted by the end of the alliance's decade-long mission in Afghanistan. Especially given the budgetary constraints facing many European governments, U.S. officials and others have long been concerned that declining European defense budgets and a growing transatlantic military \"capabilities gap\" could undermine alliance unity by increasing NATO's already significant reliance on U.S. military capacity. European militaries remain severely limited in terms of important capabilities such as strategic air- and sealift, aerial refueling, helicopters, and intelligence, surveillance, and reconnaissance. Some observers have advocated European defense integration initiatives that pool resources to develop shared capabilities, such as NATO's \"Smart Defense\" initiative, but results have been modest. ", "Additionally, since the end of the Cold War, members of NATO including the United States have argued that the relevance of the alliance increasingly depends on its ability to conduct \"out-of-area\" operations and address unconventional security threats. Other members, including many of the countries of central and eastern Europe, had made clear a preference for focusing more on collective territorial defense. The latest Strategic Concept, adopted at the 2010 NATO summit, reflects both positions, setting out three core tasks for NATO: collective defense, crisis management, and cooperative security. ", "The Strategic Concept reaffirms NATO's primary role as a military alliance devoted to ensuring the collective defense and security of its members, but also calls on member states to continue to develop capabilities for expeditionary operations—including counterinsurgency, stabilization, and reconstruction operations—and for confronting new and unconventional security challenges—such as international terrorism, proliferation of weapons of mass destruction, cybersecurity, and energy security. In the aftermath of Afghanistan, however, some analysts also believe that public opposition to combat operations, a lack of political will, and shortage of needed resources could make Europe less willing and less likely to engage in another large-scale mission overseas. ", "More immediately, in many European countries the security outlook has distinctly shifted in line with increased perceptions of the potential threat posed by Russia. Some officials in those countries that feel most threatened, particularly Poland and the Baltic states, have called for permanent basing of U.S. and NATO forces on their territory. As reflected in the European Reassurance Initiative, rotating forces, increased exercises, and pre-positioning of assets appear to be a more likely U.S. and NATO response to bolster security in the region. NATO countries have, for example, tripled the number of fighter aircraft taking part in the Baltic Air Policing mission that patrols the airspace of Latvia, Lithuania, and Estonia. ", "At NATO's 2014 Summit in Wales, the 28 member countries agreed to a \"Readiness Action Plan\" that NATO Secretary General Jens Stoltenberg described as \" ... the biggest reinforcement of our collective defence since the end of the Cold War.\" The plan outlines measures in Central and Eastern Europe, such as enhanced infrastructure, pre-positioning of equipment and supplies, and designation of bases for troop deployments. The allies further agreed to establish a new Very High Readiness Joint Task Force (VJTF), intended as a smaller, more specialized arm of the NATO Response Force that would be capable of deploying within \"a few days\" to respond to any threat against an ally. As envisioned, the VJTF will be a land force of about 4,000 soldiers that includes appropriate air, maritime, and special operations support. Additionally, allied leaders at the Wales Summit pledged to halt declining defense expenditures and work toward spending 2% of national GDP on defense, a long-standing alliance goal, within a decade. "], "subsections": []}, {"section_title": "Energy Security17", "paragraphs": ["Tensions between the EU and Russia have also refocused attention on the issue of European energy security. Europe is a major importer of natural gas, and over the past decade energy security has become a major European concern in the context of rising global energy demand. The EU as a whole is dependent on Russia for about one-third of its gas imports and one-quarter of its total gas and oil supplies. These percentages are expected to grow substantially over the next 20 years. For some individual countries, dependence on Russian gas is already much greater.", "In recent years, Moscow has increasingly sought to use energy supplies as an instrument of foreign policy leverage. Russia has actively sought bilateral energy deals with a number of European countries and acquired large-scale ownership of European energy infrastructure. At the same time, analysts assert that Russia has not applied Western standards of transparency and market reciprocity regarding business practices and investment policy. In addition, the possibility of upstream gas cutoffs, as occurred in disputes between Russia and Ukraine in 2006 and 2009, has posed a concern for many of the countries dependent on Russian natural gas supplies, especially given tensions between Russia and Ukraine over the past year. ", "Many U.S. officials and Members of Congress have regarded European energy security as a U.S. interest. In particular, there has been concern in the United States over the influence that Russian energy dominance could have on the ability to present a united transatlantic position when it comes to other issues related to Russia. Successive U.S. Administrations have encouraged EU member states to reduce energy dependence on Russia through diversification of supply and supported European steps to develop alternative sources and increase energy efficiency. ", "However, Europe faces numerous challenges in its attempts to diversify its energy supply. North Africa is often viewed as the most likely alternate supplier of natural gas, but political and economic instability in the region have thus far hindered the expansion of its role. Increased supply from Central Asia has been largely dependent on the construction of new pipelines, but, among other complications, Russia has worked to prevent the development of alternative pipelines outside its control that would link Europe directly to Central Asian suppliers. Many European countries have also emphasized the development of renewable energy, but there are questions about how much of a contribution these sources will ultimately provide. ", "European leaders have sought, with mixed success, to develop a stronger common European energy strategy that coordinates member states' energy policies. The EU has pursued initiatives to liberalize and integrate the internal European energy market, including by expanding the interconnection of grids and pipelines. Recent events in Ukraine and Crimea have created a renewed sense of urgency in relation to such efforts. Several European countries have built liquefied natural gas (LNG) terminals, expanded pipeline interconnectivity with neighbors, and developed the ability to reverse the flow of gas in pipelines in order to mitigate the consequences of a crisis, such as a cut-off of Russian gas. In April 2014, then-Prime Minister Tusk of Poland suggested the formation of an EU \"energy union\" in which a single European agency would purchase natural gas for all 28 members, rather than the current system of bilateral negotiations and contracts. Such an energy union would also include \"solidarity mechanisms\" for member states to aid one another in cases of supply disruption.", "Before recent events in Ukraine, the EU had already adopted legislation seeking to introduce more competition and transparency in the energy sector by \"unbundling\" the ownership of gas production from distribution, and requiring an independent operator of transit and transmission systems. This legislation, combined with a European Commission investigation against the business practices of Gazprom, has been sharply criticized by Russia. ", "In December 2014, Russia announced the cancellation of the South Stream project, a pipeline that would have run from Russia under the Black Sea to Bulgaria and then onto other European countries, bypassing Ukraine. Some analysts interpreted the cancellation as a product of Russian frustration, both with EU bureaucratic obstacles to the pipeline's construction and European criticism of Russia's actions in Ukraine. Other observers suggest that these reasons provided a cover to abandon a project that had become politically and financially burdensome for Russia. Although Europe is likely to remain Russia's main gas buyer for some years, Russia is also seeking to diversify its markets by concluding pipeline construction deals with China and Turkey. "], "subsections": []}, {"section_title": "The Islamic State, Syria, and Counterterrorism", "paragraphs": ["The emergence and expansion of the Islamic State (IS) terrorist organization to control parts of Iraq and Syria has been an urgent shared concern of the United States and Europe. The United States has been leading a multilateral coalition seeking to \"degrade, and ultimately destroy\" the Islamic State organization through military action, providing support for partner ground forces in Iraq and Syria, and targeting the group's sources of financial support. NATO member countries Belgium, Canada, Denmark, France, the Netherlands, and the United Kingdom have participated in coalition airstrikes against IS in Iraq. European countries have also pledged trainers and advisers to assist Iraqi forces and provided weapons, non-lethal equipment, and humanitarian aid to Kurdish forces in Iraq. ", "Given that European governments have encountered more difficult political and legal questions in relation to military action inside Syria, European military action against IS has thus far been limited to Iraq. Like their U.S. counterparts, however, many European policy makers remain concerned by the civil war in Syria, in which more than 191,000 people have died since 2011. Alongside the United States, the EU has been a leading voice in international condemnation of the Assad government and has sought to convince it to halt violence and enter into negotiations with the opposition. With stronger U.N. action blocked by Russia and China in the Security Council, the EU moved ahead to impose extensive sanctions targeting the Assad government's economic base. Also like the United States, in 2012 the EU recognized the opposition Syrian National Coalition as the sole legitimate representative of the Syrian people. The EU lifted an embargo on arming Syrian rebel forces in 2013, but European countries' support for opposition forces has consisted mainly of non-lethal equipment, humanitarian assistance, and training.", "The January 2015 terrorist attacks in Paris carried out by individuals claiming allegiance to al Qaeda and the Islamic State heightened persistent concerns about Europe's vulnerability to terrorism. Shortly after the attacks, authorities conducted raids to break up a separate Islamic State-linked terrorist cell in Belgium. Since the inception of the Islamic State, many analysts and European governments have expressed growing concerns about \"foreign fighters,\" European citizens or residents of Muslim background travelling to Syria or Iraq to join the group. Although the precise number of Muslims from Europe and other Western countries engaged in the conflicts in Syria and Iraq is difficult to assess, recent estimates from Europol, the EU's criminal intelligence agency, suggest there may be 3,000 to 5,000 individuals. Significant EU countries of origin include Austria, Belgium, Denmark, France, Germany, the Netherlands, Spain, Sweden, and the United Kingdom. The conflict in Syria has also attracted fighters from countries with large Muslim populations in the Balkans, as well as from Russia. ", "Authorities are concerned that fighters may return home with more extremist views, enhanced training and weapon skills, and the intention of carrying out terrorist attacks in Europe. Some experts question how widespread the threat is, noting that many foreign fighters apparently do not intend to return to Europe and that only a small proportion of those who do may seek to commit attacks. European governments have begun addressing security concerns with a range of measures, including increasing surveillance, combating terrorist recruitment, and prohibiting travel. Authorities in EU countries have arrested individuals suspected of planning to travel to Syria or who were recruiting others to do so; stopped citizens or residents from travelling to the conflict zone by confiscating passports on security grounds; detained returning fighters under laws that criminalize training in terrorist camps; and set up websites and hotlines for family members concerned that a relative may be planning to travel to Syria to join IS. ", "Nevertheless, observers point out that finding ways to stem the flow of European fighters to Syria and Iraq and keep track of those who go and return remains challenging, and an EU-wide approach has been hindered by different views and national sensitivities among EU member states and between EU institutions on a number of issues, including intelligence-sharing, data privacy, and civil liberties. Just as 9/11, the March 2004 bombings in Madrid, and the July 2005 bombings in London spurred on EU efforts to strengthen and coordinate its internal counterterrorism capabilities, the Paris attacks have sparked new debates on whether and how the member states might further enhance security and surveillance powers, especially given the EU's largely open internal borders. One long-standing proposal that has been stalled in the European Parliament since April 2013, but which may now gain more traction, is the creation of an EU airline passenger name record (PNR) system that would collect data on air travelers. ", "Overall, in the years since the 9/11 attacks, transatlantic cooperation on counterterrorism has been strong. U.S. and European officials from the cabinet level down maintain regular dialogues on issues related to homeland security and counterterrorism. In 2010, new U.S.-EU treaties on extradition and mutual legal assistance entered into force. The United States and the EU have also reached agreements on container security and sharing airline passenger data as part of their efforts to strengthen aviation, transport, and border security. In addition, the United States and the EU actively work together to track and counter the financing of terrorism, in forums such as the Financial Action Task Force and through information sharing deals such as the U.S.-EU \"SWIFT agreement,\" which allows U.S. authorities access to financial data held by a Belgium-based consortium of international banks as part of the U.S. Treasury Department's Terrorist Finance Tracking Program (TFTP). While the EU has been increasing its relevance in this area, bilateral intelligence sharing and law enforcement cooperation between the United States and individual European countries also remains key to disrupting terrorist plots and apprehending those involved. ", "Although overall counterterrorism cooperation is strong, areas of tension exist. European policy makers have had significant concerns over the adequacy of data privacy safeguards in a number of U.S.-EU information-sharing arrangements. The EU considers data privacy a basic right and has strict regulations protecting personal data. During the past several years, objections raised in the European Parliament complicated and delayed the adoption of the most recent version of the SWIFT deal and the agreement on sharing airline passenger name record (PNR) data. The United States and the EU have been negotiating a framework Data Privacy and Protection Agreement (DPPA) since 2011. ", "Over the past decade, the United States and the EU have largely aligned their lists of entities designated as terrorist organizations. In July 2013, the EU added Hezbollah's military wing to its terrorist list, a move welcomed as a positive step by U.S. officials. Successive U.S. Administrations and many Members of Congress have long urged the EU to include Hezbollah on its common terrorist list. Critics contend, however, that listing only Hezbollah's military wing is insufficient because Hezbollah is still allowed to fundraise in Europe and there is no meaningful distinction between Hezbollah's political and military wings. ", "In December 2014, the General Court of the European Union ruled that Hamas should be removed from the EU's common list of designated terrorist organizations on procedural grounds related to the decision-making process used in adding the group to the list over a decade ago. The EU External Action Service responded that the ruling was not a political or substantive decision made by EU governments, and that restrictive measures against Hamas will remain in place as an appeal process goes forward. The United States and Israel both urged the EU to maintain its sanctions against Hamas."], "subsections": []}, {"section_title": "Iran21", "paragraphs": ["Members of Congress have had an ongoing interest in U.S. and international efforts to reach an agreement that ensures that Iran's nuclear program can be used solely for peaceful purposes. Europe has played a central role in these efforts, and transatlantic cooperation regarding Iran's nuclear program has been close and extensive. In 2006, France, Germany, and the United Kingdom (EU-3) joined the United States, Russia, and China to form the \"Permanent Five Plus One\" (P5+1) group that has conducted negotiations with Iran. Between 2006 and 2010, the EU-3 and the United States successfully pushed for United Nations Security Council approval of four rounds of sanctions on Iran. Starting in 2010, the EU has demonstrated a new willingness to go beyond what has been authorized by the U.N. and to adopt sanctions on Iran independently. Analysts assert that this shift by the EU has sent a strong signal and brought U.S. and European sanctions policy on Iran into a broad alignment. ", "An EU embargo on Iranian oil took effect in mid-2012. Previously, the EU had bought about 600,000 barrels per day of Iranian oil, about a quarter of Iran's total oil exports. EU sanctions against Iran also include restrictions on nuclear technology and dual use items; an embargo on natural gas and restrictions on business activities with the energy sector; an arms embargo; and extensive restrictions on financial transactions and other business activities with the Iranian government, Iranian Central Bank, and Iranian financial institutions. Restrictions and enhanced inspection requirements for Iranian cargo vessels and aircraft have also been imposed, as well as a visa ban and asset freeze against more than 100 individuals involved in Iran's nuclear program, and an asset freeze on more than 480 entities identified as supporting Iran's nuclear program. ", "Many experts assert that concerted sanctions by the United States, the EU, and other key members of international community successfully isolated Iran, generated substantial economic pressure, and led to an apparent shift in Iran's position on negotiations. Following the election of Hassan Rouhani as the president of Iran in June 2013, tensions appeared to ease to some degree, and the P5+1 and Iran agreed to a Joint Plan of Action (JPA) in November 2013. The JPA sets out an approach for reaching a long-term, comprehensive agreement about Iran's nuclear program, while in the meantime requiring Iran to freeze some aspects of its nuclear activities and cooperate with enhanced monitoring and verification by the International Atomic Energy Agency (IAEA) in return for limited sanctions relief. Relief measures include refraining from imposing new sanctions; allowing Iran to repatriate $700 million per month in proceeds from oil sales; suspending the embargo on petrochemical products; suspending the prohibition on trade in gold and precious metals; increasing the threshold for financial transfers requiring authorization; and suspending the ban on providing insurance and transport related to Iranian oil exports. ", "Initially agreed for a period of six months, the terms of the JPA have been extended twice, most recently to July 6, 2015, as negotiators seek to reach a final deal. At the same time, significant differences remain, and many observers suggest the obstacles to a final agreement could prove difficult to overcome. Others remain concerned that a potential agreement might still leave Iran with the ability to develop a nuclear weapon, or that an accord might allow Iran to subsequently increase its regional power and influence. The EU-3 foreign ministers and EU High Representative have expressed their opposition to the prospect of any new U.S. sanctions being introduced at this stage of the negotiations, arguing that such a development could jeopardize the talks and fracture the international coalition that has made sanctions on Iran effective. "], "subsections": []}, {"section_title": "Israel and the Palestinians25", "paragraphs": ["The United States and the European Union, along with Russia and the United Nations Secretary-General's office, are members of the diplomatic quartet that has attempted to mediate a negotiated political settlement to the Israeli-Palestinian conflict. Like the United States, the EU advocates a \"two-state\" solution that results in a sustainable Palestinian state alongside a secure Israel. European officials have long considered the issue central to peace and stability in the region and have consistently urged greater U.S. engagement. The most recent round of talks concluded unsuccessfully in April 2014, and, following the most recent conflict between Israel and Hamas in July-August 2014 and various unilateral actions by Israeli and Palestinian leaders, the prospects for a negotiated settlement in the near-term appear remote.", "Several developments in Europe's approach to the Israeli-Palestinian issue have fueled Israeli concerns about international \"isolation\" and diverged from U.S. Administration and Congressional views. In January 2015, Israeli Foreign Minister Avigdor Lieberman referred to growing European support for the Palestinians as Israel's top diplomatic challenge. Sweden formally recognized a Palestinian state in October 2014, and the European Parliament and the national parliaments of France, Ireland, Portugal, Spain, and the United Kingdom subsequently passed non-binding resolutions in support of recognition. At the end of 2014, France and Luxembourg voted in favor of a United Nations Security Council draft resolution regarding some contentious Israeli-Palestinian issues that was opposed by the United States and was not ultimately adopted. The UK and Lithuania abstained. ", "Israel has also shown concern about the prospect of reduced economic cooperation with the EU, the country's largest trading partner. These concerns could deepen in light of international public debates surrounding greater European recognition of Palestinian statehood, possible International Criminal Court investigations of Israelis' actions in the West Bank and Gaza Strip, and anticipated efforts by Palestinians and Arab states to propose another U.N. Security Council draft resolution. In July 2013, the EU prohibited funding to Israeli organizations operating in West Bank, East Jerusalem, or Golan Heights settlements, and there has been speculation that the EU might consider labeling products that originate in settlements. ", "Some analysts assert that such measures do not represent a significant economic threat to Israel. They maintain that that no European government supports boycotting Israel and that the EU is unlikely to take measures that substantially harm Israel's economy. After an internal EU paper was leaked in late 2014 regarding possible EU responses to Israeli actions in East Jerusalem, High Representative Mogherini said, \"There's currently no question of sanctioning anybody. The question is rather how to motivate people to ... restart peace talks.\" Various reports have indicated that the EU may be willing to provide financial incentives and even an upgrade in ties to both Israel and the Palestinians in the event of a successful peace agreement."], "subsections": []}, {"section_title": "Economic Relations", "paragraphs": ["The United States and the European Union have the largest trade and investment relationship in the world. The relationship generates approximately $5 trillion annually in total commercial sales and provides up to 15 million jobs in the United States and Europe. Merchandise trade totaled approximately $787 billion in 2013. U.S. and European companies are also the biggest investors in each other's markets. Since 2000, 56% of U.S. global investment has gone to Europe. In 2012, more than 70% of total foreign investment in the United States (approximately $1.9 trillion) came from Europe. The total assets of European affiliates in the United States were approximately $8.7 trillion in 2012, and U.S. corporate assets in Europe totaled over $13 trillion. With the United States and the EU together comprising approximately 50% of global gross domestic product (GDP) by value and 40% in terms of purchasing power parity, the transatlantic economic relationship is also the world's most influential in terms of shaping standards and regulations. Historically, U.S.-EU cooperation has been the key force driving efforts to liberalize world trade."], "subsections": [{"section_title": "Proposed Transatlantic Trade and Investment Partnership", "paragraphs": ["Since July 2013, the United States and the EU have been in the process of negotiating a Transatlantic Trade and Investment Partnership (TTIP), a proposed \"comprehensive and high-standard\" free trade agreement intended to boost jobs and growth on both sides of the Atlantic. Numerous studies have shown that reducing or eliminating remaining tariffs and non-tariff barriers to market access, such as differing regulations and standards, could provide a significant increase to U.S. and European GDP. Proponents additionally argue that harmonizing regulations and standards and jointly developing common rules in areas such as intellectual property rights, investment, and state-owned enterprises could allow the United States and the EU, rather than other countries such as China, to define global standards. ", "The TTIP has become central to the U.S.-EU political relationship because many stakeholders have invested their hopes in the prospective agreement as a way to reaffirm the vitality of the broader transatlantic relationship. Conversely, there is a risk of wider fallout for the relationship if the negotiations fail to overcome contentious differences or if the agreement falls short of expectations. U.S. and EU officials hope to initial a draft agreement by the end of 2015, but critics have raised objections that could pose obstacles. Many observers assert that European political and public opposition to TTIP increased and became more organized during 2014. Skepticism centers largely on the proposed inclusion of provisions for investor-state dispute settlement, a mechanism that allows companies to take legal action against governments over claims of discrimination in favor of domestic firms or other unfair treatment. Although such provisions are regularly included in other investment treaties, critics in Europe argue that including the mechanism in TTIP could limit the EU's ability to implement regulations in a range of areas if corporations feel their investments are threatened. Many Europeans are also concerned about the possible effects of TTIP on issues such as data privacy and food labeling with regard to geographic protections of items such as Champagne, Black Forest ham, and Cornish pasties. On the U.S. side, Congress is considering whether to reauthorize Trade Promotion Authority (TPA), as requested by President Obama in July 2013. TPA is the time-limited authority that Congress uses to set trade negotiating objectives, establish consultation requirements, and have implementing bills for certain reciprocal trade agreements considered under expedited procedures. TPA legislation is widely, but not universally, viewed as necessary for U.S. passage of major reciprocal trade agreements. "], "subsections": []}, {"section_title": "Eurozone Stability and Growth", "paragraphs": ["From 2010 to 2012, the Eurozone crisis was the dominant issue in European politics, demanding much of the energy and attention of Europe's leaders. Some observers reiterated long-standing doubts that the Eurozone, a monetary union without fiscal union, has a sustainable structure for a currency area. Many observers predicted that the crisis would force one or more countries to exit the euro. After prolonged and contentious debates, complicated by domestic political constraints and disagreements among the EU member states, leaders took a series of unprecedented steps attempting to stem the crisis. EU countries tightened fiscal rules, adopted reforms to strengthen the banking sector, and created sovereign rescue funds to provide emergency loans to member states. The European Central Bank (ECB) purchased sovereign debt of countries under pressure, devised incentives to encourage bank lending to households and the private sector, and offered low-cost loans to shore up the operations of European banks. ", "Many analysts observe that market confidence has improved considerably since 2013 and that conditions appear to have stabilized. At the same time, many analysts have doubts that the crisis is definitively over, arguing that crisis response measures have merely bought time by papering over deeper flaws. In numerous countries, observers question the effectiveness of national austerity efforts and economic reform programs given continued low growth, lagging competitiveness, and high unemployment. Forecasts predict economic growth for 2015 to be 1.4% in the EU and 1.1% in the Eurozone (compared to 3.3% in the United States). Unemployment is expected to be 10% across the EU in 2015, and 11.2% in the Eurozone, with the figures considerably higher in much of southern Europe. A potential stand-off between the EU and the Syriza-led government in Greece over the terms of austerity and assistance also serves as a reminder of the potential triggers that could resurrect market unease. Some analysts have begun to warn about the prospect of long-term economic stagnation in Europe. In January 2015, the ECB announced that it would launch a massive stimulus program with the purchase of €1.1 trillion (approximately $1.23 trillion) of government and private bonds over a 19-month period starting in March. ", "Analysts had initially been concerned that the Eurozone crisis could act as a brake on U.S. growth, but these concerns have been mitigated by the U.S. economy moving ahead despite the continuing difficulties in Europe. Members of Congress may nevertheless have ongoing concerns about the effect of economic conditions in Europe for the U.S. and global economies, and for U.S. export, banking, and investment interests."], "subsections": []}]}, {"section_title": "Privacy and Surveillance", "paragraphs": ["In 2013, press reports began surfacing about U.S. National Security Agency (NSA) surveillance programs in the United States and Europe created acute tensions in the transatlantic relationship. Among other allegations, the reports asserted that objects of U.S. spying included the EU offices in Washington, DC and the cell phone of German Chancellor Angela Merkel. The information was based on leaked, classified documents obtained from Edward Snowden, a former NSA contractor; and focused on operations allegedly conducted by the NSA and the UK's Government Communications Headquarters (the UK's signals intelligence agency). The reports raised serious concerns on both sides of the Atlantic about the extent of U.S. surveillance operations, the degree of involvement by European intelligence services, and the appropriate balance between promoting security and upholding privacy rights and civil liberties. ", "Some observers worry that the allegations have resulted in lasting damage to transatlantic trust, negatively affecting U.S.-European political, security, and economic ties. Many European leaders, EU officials, and European citizens were deeply dismayed by the reports and concerned that such operations could violate European privacy rights and civil liberties and compromise the security of European citizens' personal data. Criticism has been most pronounced in Germany, where disclosed NSA activities appear to have been broad in scope and the issue of government surveillance of private citizens evokes particularly strong feelings due to the legacy of domestic spying by the Nazi and East German regimes. ", "Many analysts point out that the fallout from the reports could have implications for U.S.-European cooperation on counterterrorism and data privacy by complicating negotiations about renewal of the SWIFT and passenger name record (PNR) agreements (in 2015 and 2019, respectively), as well as the proposed Data Privacy and Protection Agreement. In the European Parliament, the reports exacerbated long-standing objections to the SWIFT and PNR agreements and intensified MEPs' concerns about U.S. data protection safeguards and access to European citizens' personal data. In the aftermath of the reports, the European Parliament called for suspension of the U.S.-EU Safe Harbor agreement that allows commercial data exchanges, and there have been suggestions that the purported U.S. surveillance activities may have a wider effect on economic relations, including with regard to negotiations on the proposed TTIP. ", "Other analysts argue that the purported U.S. surveillance operations remain a point of friction but that tensions have proven manageable and do not pose a sustained threat to the overall transatlantic relationship. Those holding this view contend that much of the outrage expressed by European leaders has been for domestic public consumption. They also note that while senior European officials may not have been familiar with the details of U.S. surveillance activities, many were well aware that their own security services conduct various surveillance operations and often work closely with U.S. intelligence services to help prevent terrorist attacks and other serious crimes in Europe. In addition, especially given the potential threat posed by the Islamic State and returning foreign fighters, officials indicate that cooperation between U.S. and European intelligence and security services has continued uninterrupted despite any loss of trust at the political level. "], "subsections": []}, {"section_title": "The Arctic", "paragraphs": ["The diminishment of Arctic sea ice has led to increased human activities in the Arctic and heightened interest in the region's future. The Northern Sea Route along the Siberian coast of Russia and the Northwest Passage through Canada's northern archipelago are expected to become increasingly ice-free in coming years, potentially reducing costs and transit distances for commercial ships. Melting Arctic ice has implications for fisheries, tourism, scientific research, and resource exploration and may require development of new shipping safety regulations and maritime search and rescue capabilities. Increased human activities also create a greater risk of environmental damage. ", "The United States will take over the two-year rotating chairmanship of the Arctic Council in May 2015. Created in 1996, the Arctic Council has become the primary intergovernmental \"high level forum\" for cooperation in the Arctic region. It addresses a wide range of issues, including regional development, the environment, emergency response, climate change, and natural resource extraction. The Council membership consists of the eight countries that have sovereign territory within the Arctic Circle: the United States (Alaska), Canada (currently chairing the Council), Russia, Norway, Denmark (by virtue of Greenland), Finland, Sweden, and Iceland.", "Although the Arctic Council does not address security issues, the Arctic is viewed by many observers as a region of growing geopolitical significance. While experts have expressed conflicting views regarding the potential roles of military forces in the region, the coastal states have indicated, to varying degrees, a willingness to establish and maintain a military presence in the region. Five of the eight Arctic Council members are also members of NATO, but there is no consensus within the alliance that NATO has any role to play in the Arctic, and NATO does not currently intend to establish a presence in the region. Russia has been expanding its presence in the Arctic, and Russian officials have indicated an intention to protect the country's Arctic interests. Some observers have expressed concern that tension over Ukraine could have \"spillover\" repercussions for Arctic cooperation. Although its borders lie some distance from the Arctic, China has also displayed a growing interest in the region.", "While only the eight full member countries of the Arctic Council have voting rights, European countries—including France, Germany, Italy, the Netherlands, Poland, Spain, and the UK—hold permanent observer status. (China, India, Japan, South Korea, and Singapore are also permanent observer countries.) The EU was denied full observer status in 2009 and 2013 due to objections by Canadian Inuits to its ban on the import of seal products. ", "In July 2014, Secretary of State John Kerry announced the appointment of retired Coast Guard Admiral Robert J. Papp, Jr., who served as Commandant of the Coast Guard from 2010 to 2014, as the first U.S. Special Representative for the Arctic. The duties of this position involve, among other things, leading the 2015-2017 U.S. chairmanship of the Arctic Council. According to an October 31, 2014 speech by Admiral Papp in Iceland, the theme of the U.S. chairmanship will be \"One Arctic, With Shared Opportunities, Challenges, Responsibilities.\" U.S. priorities are likely to include stewardship and governance of the Arctic Ocean, mitigating and adapting to climate change, and continuing an emphasis on economic issues with the newly created Arctic Economic Council that was created in 2014 under Canada's chairmanship."], "subsections": []}]}]}}