{"id": "RS22979", "title": "Presidential Transition Act: Provisions and Funding", "released_date": "2016-10-05T00:00:00", "summary": ["The Presidential Transition Act of 1963 (PTA) authorizes funding for the General Services Administration (GSA) to provide suitable office space, staff compensation, and other services associated with the presidential transition process (3 U.S.C. §102 note). The act has been amended a number of times since 1963 in response to evolving understandings of the proper role of the government in the transition process. Since the 2008-2009 transition, the PTA has been amended twice. The Pre-Election Presidential Transition Act of 2010 (P.L. 111-283) did so by authorizing additional support to eligible candidates for pre-election transition planning. The 2010 act also included related provisions that were not included as part of the PTA at that time. The Edward \"Ted\" Kaufman and Michael Leavitt Presidential Transitions Improvements Act of 2015 (P.L. 114-136), enacted on March 18, 2016, incorporated some provisions of the 2010 law, with modifications, into the PTA. It also further amended the PTA with additional provisions for pre-election transition support for eligible presidential candidates.", "As amended, the PTA directs the President and the incumbent Administration to establish a specified transition-related infrastructure, with some features ongoing and others during a presidential election year only. It also authorizes the provision by the incumbent Administration of certain pre-election transition support for eligible candidates. In addition, the PTA authorizes eligible candidates to fund pre-election transition activities through their campaigns. The statute also establishes a process for designating and preparing career officials who will act as agency leaders during the transition process. It further provides for the negotiation, before the election, of memoranda of understanding between the incumbent President and eligible candidates concerning post-election transition matters. Once the President-elect and Vice President-elect have been ascertained by the GSA Administrator, the PTA authorizes the Administrator to provide, to each President-elect and Vice President-elect, certain facilities, funds, and services, such as office space and payment for office staffs and travel expenses.", "In order to receive services and funds under the act, eligible candidates, Presidents-elect, and Vice Presidents-elect are required to adhere to certain transition-related contribution limits and disclosure requirements.", "Other provisions of the PTA provide for expedited security clearance processes for transition team members and the incoming President's top appointees.", "In general, presidential transition activities under these statutes are coordinated by the General Services Administration (GSA) and the Office of Management and Budget (OMB).", "The President's FY2016 budget proposal for GSA included a request for $13.278 million in funding for activities authorized by the Pre-Election Presidential Transition Act of 2010 in anticipation of the 2016-2017 presidential transition. These requests were endorsed by Congress and included in the Consolidated Appropriations Act, 2016, which was enacted on December 18, 2015 (P.L. 114-113). The President's FY2017 budget proposal for GSA included a request for $9.5 million for PTA-related activities. The budget request for the Executive Office of the President included $7.582 million for PTA-related activities \"and similar expenses.\" Each of these two requests was funded at the proposed level in the Continuing Appropriations and Military Construction, Veterans Affairs, and Related Agencies Appropriations Act, 2017.", "From enactment of the PTA in 1964 (P.L. 88-277) through the presidential transition of 2008-2009, much of the PTA-authorized and -funded support was provided after the election of the incoming President and Vice President. The pre-election-related provisions enacted in 2010 had effect for the first time during the 2012 presidential election cycle, and those provisions enacted in 2016 will come into effect during the 2016-2017 presidential transition."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The constitutional transfer of power and authority from an incumbent American President to a successor is a momentous occasion in American government. In the present day, this transfer of authority is a complex and multifaceted undertaking, as the outgoing Administration concludes its affairs and the incoming Administration gets organized.", "In recent decades, presidential transition activities have begun informally months before the general election; the major candidates usually have asked individuals or small groups to begin to formulate transition plans in the event of an electoral victory. Preparations generally have accelerated after the election, as the attention of the President-elect and his supporters has turned from campaigning to governing. The President-elect and his team have approximately 11 weeks between election day and inauguration day to organize the new Administration, and to make plans for pursuing its policy agenda. The incoming President must also prepare to assume national security and homeland security responsibilities from the incumbent—among a host of other duties and expectations.", "While a formal transition process is essential to ensure continuity in the conduct of the affairs of the executive branch, the concept of a federally funded, institutionalized transition process is relatively new. Before enactment of the PTA in 1964, the methods for transferring information and responsibility between Administrations were developed in an ad hoc fashion. In addition, the political party organization of the incoming President was the primary source of funding for transition expenses. Many facets of presidential transitions continue to be developed anew, according to the preferences and priorities of each outgoing and, in particular, each incoming President. Now, however, the PTA provides a basic framework for funding and support of this process.", "From enactment of the PTA in 1964 through the presidential transition of 2008-2009, most PTA-authorized support was provided after the election of the incoming President and Vice President. In the years since, Congress has expanded support for the presidential transition process to include authorization and funding for pre-election activities and support. The Pre-Election Presidential Transition Act of 2010 amended the PTA and included several other provisions to provide additional support to eligible candidates for pre-election transition planning. These provisions had effect for the first time during the 2012 presidential election. The Edward \"Ted\" Kaufman and Michael Leavitt Presidential Transitions Improvements Act of 2015 (PTIA)—enacted on March 18, 2016—incorporated some provisions of the 2010 law, with modifications, into the PTA. It also further amended the PTA with provisions for pre-election transition support for presidential candidates. "], "subsections": []}, {"section_title": "Funding Authorization", "paragraphs": ["Since the PTA was passed in 1964, the funding authorized for its implementation has grown. As originally enacted, the PTA authorized funding not to exceed $900,000 for any one transition \"for carrying out the purposes\" of the act. In 1976, this provision was amended to authorize \"not more than $2,000,000 ... for the purposes of providing services and facilities to the President-elect and Vice President-elect\" and \"not more than $1,000,000 ... for the purposes of providing services and facilities to the former President and former Vice President.\" In 1988, this provision was amended once again, and the authorized amounts were increased to $3.5 million and $1.5 million, respectively. The 1988 amendments also directed that the \"amounts authorized to be appropriated [by these provisions] be increased by an inflation adjusted amount, based on increases in the cost of transition services and expenses which have occurred in the years following the most recent Presidential transition.\" ", "Section 4 of the Pre-Election Transition Act of 2010 authorized \"such sums as may be necessary to carry out the provisions\" of that act.", "A general provision of the PTA authorizes the General Services Administration (GSA) Administrator (Administrator) to spend PTA-authorized funds for the provision of most of the specified \"services and facilities ... in connection with ... obligations incurred by the President-elect or Vice-President-elect\" between the day following the general election and 180 days after the inauguration. As discussed in detail below, a number of exceptions to this general provision authorize expenditures for specified pre-election transition-related services and facilities for \"eligible candidates.\" ", "The President-elect, Vice President-elect, or eligible candidate (as defined below) may designate an assistant to act on his or her behalf in connection with the support provided by the Administrator under the PTA. Up to 10% of the expenditures under the PTA may be made upon certification by the President-elect, Vice President-elect, or the designated assistant \"that such expenditures are classified and are essential to the national security,\" and that they are consistent with PTA provisions."], "subsections": [{"section_title": "Ascertaining the \"Apparent Successful Candidates\"", "paragraphs": ["For the purposes of the PTA, the \"President-elect\" and \"Vice-President-elect\" are defined as \"the apparent successful candidates for the office of President and Vice President, respectively, as ascertained by the Administrator following the general elections.\" In the immediate aftermath of the contested November 7, 2000, presidential election, neither candidate was provided with the resources that would be available for the President-elect and Vice President-elect. In testimony before the House Committee on Gover nment Reform, Subcommittee on Government Management, Information, and Technology, Administrator David J. Barram testified: \"In this unprecedented, incredibly close and intensely contested election, with legal action being pursued by both sides, it is not apparent to me who the winner is. That is why I have not ascertained a President-elect.\" In his testimony, the Administrator drew on a 1963 House floor debate concerning the PTA, during which a sponsor of the legislation stated that, \"in a close contest, the Administrator simply would not make the decision.\" The GSA Deputy Administrator reportedly provided PTA facilities and funds to the Bush-Cheney transition team on December 14, 2000, the day following Vice President Al Gore's concession speech."], "subsections": []}, {"section_title": "Inter-Term Transition for an Incumbent President", "paragraphs": ["In the event the President-elect is the incumbent President, or the Vice President-elect is the incumbent Vice President, the PTA prohibits the expenditure of funds for the provision to the incumbent of most services and facilities specified under the act. Any funds appropriated for what turn out to be unneeded purposes are to be returned to the general funds of the Treasury. An exception to this general prohibition was added by PTIA, however. Under such circumstances, certain activities related to training and orientations of \"key prospective Presidential appointees\" are authorized to be funded."], "subsections": []}, {"section_title": "Outgoing Administration", "paragraphs": ["The Administrator is also authorized, under the PTA, to provide services and facilities to each outgoing President and Vice President, \"for use in connection with winding up the affairs of his office,\" for a period \"not to exceed seven months from 30 days before the date of the expiration of his term of office.\" In the event that the outgoing Vice President is becoming President, the PTA limits the authorized expenditures in this area."], "subsections": []}, {"section_title": "Funding for 2016-2017", "paragraphs": ["The President's FY2016 budget request for GSA included $13.278 million in funding for activities authorized by the Pre-Election Presidential Transition Act of 2010 in anticipation of the 2016-2017 presidential transition. These recommendations were endorsed by Congress and included in the Consolidated Appropriations Act, 2016, which was enacted on December 18, 2015. ", "The President's FY2017 budget request for GSA included $9.5 million for PTA-related activities. Of this sum, not more than $1 million was to be used for training and orientation activities under specified provisions of the act. The budget request for the Office of Administration in the Executive Office of the President included $7.582 million for PTA-related activities \"and similar expenses.\" These funds were requested \"for costs of processing of records of the departing President and Vice President under the Presidential Records Act for transfer to the National Archives and Records Administration and other transition-related administrative expenses.\" Each of these two requests was funded at the proposed level in the Continuing Appropriations and Military Construction, Veterans Affairs, and Related Agencies Appropriations Act, 2017.", "A Congressional Budget Office cost estimate for the Senate version of the bill that became the Edward \"Ted\" Kaufman and Michael Leavitt Presidential Transitions Improvements Act of 2015 estimated that its implementation would cost less than $500,000 over the next five years."], "subsections": []}]}, {"section_title": "Transition Support: Services, Facilities, and Funds", "paragraphs": [], "subsections": [{"section_title": "Pre-Election Services and Activities", "paragraphs": ["As discussed below, the PTA, as amended, includes a number of provisions related to the pre-election portion of the presidential transition. It directs the President and the incumbent Administration to establish a specified transition-related organizational infrastructure, with some features ongoing and others operational during a presidential election year only. The PTA also authorizes the incumbent Administration to provide certain pre-election transition support for eligible candidates (as defined below). In addition, the PTA authorizes eligible candidates to fund pre-election transition activities through their campaigns. The statute also establishes a process for designating and preparing career officials who will likely act as agency leaders during the transition process. It further provides for the negotiation, before the election, of memoranda of understanding between the incumbent President and eligible candidates concerning post-election transition matters.", "For purposes of the act, eligible candidate is defined as \"a candidate of a major party [as defined in 26 U.S.C. §9002(6)] for President or Vice-President of the United States; and ... any other candidate who has been determined by the Administrator to be among the principal contenders for the general election to such offices.\"", "In general, pre-election transition support is to be provided equally to eligible candidates, without regard to political affiliation. "], "subsections": [{"section_title": "Transition-Related Infrastructure", "paragraphs": ["The PTA directs the President, in general, to \"take such actions as the President determines necessary and appropriate to plan and coordinate activities by the Executive branch ... to facilitate an efficient transfer of power.\" More specifically, the law directs the President to establish and operate, as specified, a White House transition coordinating council and an agency transition directors council (described in detail below).", "The statute directs the Administrator to designate a senior career GSA official to be the Federal Transition Coordinator (FTC). The FTC is to carry out transition-related functions assigned to GSA, to coordinate transition planning across federal agencies, to ensure agency compliance with transition-related planning and reporting requirements, and to act as liaison to eligible candidates. ", "The President is to establish the White House transition coordinating council no later than early May of the presidential election year. This council is tasked with providing guidance to federal agencies and the FTC on transition preparations, facilitating communication between eligible candidates' representatives and senior officials in the agencies and in the Executive Office of the President (EOP), and preparing and hosting interagency emergency preparedness and response exercises. The members of this council are to include senior executive branch officials, the FTC, eligible candidates' representatives (in an advisory capacity), and others, as the President deems appropriate.", "The agency transition directors council established by the President is required to meet not less than once per year but \"on a regular basis as necessary\" beginning in early May of a presidential election year. The PTA tasks this council with a number of duties, including assisting the FTC, facilitating the assembly of transition-related briefing materials, and ensuring preparation of career officials to lead federal agencies on an interim basis during the transition. The FTC and the Deputy Director for Management of the Office of Management and Budget (OMB) are to serve as co-chairpersons of the council. Other members include senior EOP officials, senior representatives of federal agencies, and—during a presidential election year—eligible candidates' representatives.", "The Administrator is also directed to prepare a report not later than a year before a presidential election summarizing modern presidential transition activities. This report is to include a bibliography of transition-related resources. It is to be released to the public, generally, as well as to eligible candidates, specifically. ", "The incumbent President, acting through the FTC, is required to report to Congress on pre-election presidential transition preparations twice: once at six and again at three months before the election."], "subsections": []}, {"section_title": "Pre-Election Direct Transition Support", "paragraphs": ["The PTA, as amended, authorizes the incumbent Administration to provide certain pre-election support transition support to eligible candidates. ", "The statute provides for consultation between the Administrator and \"any President-elect, Vice President-elect, or eligible candidate ... to develop a systems architecture plan for the computer and communications systems of the candidate,\" including human resource management system software compatible with that of the incumbent and likely to be used by the President-elect and Vice President-elect. The aim of this consultation is \"to coordinate a transition to Federal systems if the candidate is elected.\"", "Other services and facilities authorized for eligible candidates include office space, appropriate furnishings, office equipment, communications services, and printing and binding. The Administrator is required to notify eligible candidates of the availability of these resources. Where services and facilities are provided to an eligible candidate, certain conditions apply. The Administrator shall (1) determine the location of any office space, (2) ensure the security of computers or communications services, and (3) offer information and other assistance equally to all eligible candidates. Candidates may use these resources only to prepare for a potential transition. A candidate is entitled to these services and facilities up to the date the \"apparent successful candidates for the office of President and Vice President\" have been determined. (See \" Funding Authorization \" above, for discussion of this determination process.)", "The PTA requires the Administrator also to notify eligible candidates of certain services made available under the Intelligence Reform and Terrorism Prevention Act of 2004. The 2004 act directs the Office of Personnel Management to provide a list of presidentially appointed positions to each major party candidate not later than 15 days after his or her nomination. The same list is to go to other eligible candidates thereafter. A second provision of the 2004 act pertains to expedited security clearances for transition team members.", "The PTA also authorizes the Administrator to fund, during the transition, orientation activities, primarily for \"individuals the President-elect or eligible candidate ... for President intends to nominate as department heads or appoint to key positions in the Executive Office of the President or executive agencies.\" The purpose of these activities is to acquaint the incoming leadership \"with the types of problems and challenges that most typically confront new political appointees when they make the transition from campaign and other prior activities to assuming the responsibility for governance.\" Personnel who may assist in the transition process include individuals who \"(I) held similar leadership roles in prior administrations; (II) are department or agency experts from the Office of Management and Budget or an Office of Inspector General of a department or agency; or (III) are relevant staff from the\" Government Accountability Office. The orientation activities specified in the statute include \"training or orientation in records management ... including training on the separation of Presidential records and personal records,\" as well as \"training or orientation in human resources management and performance-based management.\"", "The PTA directs the Administrator to work with the Archivist of the United States to create, in support of the orientation activities, a transition directory compiling \"Federal publications and materials with supplementary materials developed by the Administrator.\" The directory is to include \"information on the officers, organization, and statutory and administrative authorities, functions, duties, responsibilities, and mission of each department and agency.\""], "subsections": []}, {"section_title": "Funding of Pre-Election Transition Activities by Campaigns", "paragraphs": ["The PTA enables eligible presidential candidates to fund pre-election transition activities through their campaigns. As described in the Senate report on the amendment that established this provision, ", "In order to supplement the services and access to facilities provided by the Administrator, an eligible candidate may, under the provisions of this subsection, establish a separate fund—qualifying for the purposes of section 501(c)(4) of the Internal Revenue Code of 1986—to pay for transition services and facilities. An eligible candidate may transfer into this fund contributions received for his or her general election campaign and may also solicit and accept donations directly into it.", "The statute places limits on donations as a condition for receiving services and funds under the act. Under these limitations, the eligible candidate \"shall not accept more than $5,000 from any person, organization, or other entity for the purposes of carrying out activities authorized by\" the PTA."], "subsections": []}, {"section_title": "Designation of Career Officials to Lead During the Transition", "paragraphs": ["The PTA requires that agency heads designate, by early May of a presidential election year, senior career officials to oversee transition-related activities. Such a designation is to be made for the agency and each of its major components and subcomponents.", "The PTA also provides for interim leadership of agencies during the transition by career officials. It directs agency heads to designate, by September 15 of a presidential election year, a senior career official to serve in an acting capacity in each vacated noncareer position deemed critical. In the case of advice and consent positions, such designations are to be consistent with the Vacancies Reform Act of 1998."], "subsections": []}, {"section_title": "Memoranda of Understanding on Transition", "paragraphs": ["The PTA directs the President, acting through the FTC, to negotiate a memorandum of understanding (an MOU) with each eligible candidate's representative prior to November 1 of a presidential election year. The MOU is to address \"at a minimum, the conditions of access to employees, facilities, and documents of agencies by transition staff.\" As much as possible, these MOUs are to be based on MOUs from previous presidential transitions."], "subsections": []}]}, {"section_title": "Post-election Support", "paragraphs": ["Once the President-elect and Vice President-elect have been ascertained by the Administrator, the PTA authorizes the Administrator to provide—to the President-elect and Vice President-elect—certain facilities, funds, and services to prepare for future duties, including the following:", "Suitable office space appropriately equipped with furniture, furnishings, office machines and equipment, and office supplies; Payment of the compensation of members of office staffs designated by the President-elect or Vice President-elect; Payment of expenses for the procurement of services of experts or consultants or organizations thereof for the President-elect or Vice President-elect; Payment of travel expenses and subsistence allowances, including rental of Government or hired motor vehicles; When requested by [one of the incoming officers or a designee], and approved by the President, Government aircraft ... for transition purposes on a reimbursable basis; [W]hen requested by [one of the incoming officers or a designee], aircraft ... chartered for transition purposes; Communications services; and Payment of expenses for printing and binding.", "In addition, the PTA authorizes funding for the use of the U.S. Postal Service by the President-elect and Vice President-elect \"in connection with [their] preparations for the assumption of official duties.\"", "As discussed in greater detail above (\" Pre-Election Direct Transition Support \"), the PTA also authorizes the Administrator to fund incoming leadership orientation activities for the intended nominees of the President-elect during the transition. The purpose of these activities is to acquaint members of the new Administration with governance issues they are likely to face as they take office. The statute specifies the personnel who may assist in the transition process, and it also identifies orientation activities that may be included.", "The statute also provides that these orientation activities \"shall include the preparation of a detailed classified, compartmented summary ... of specific operational threats to national security; major military or covert operations; and pending decisions on possible uses of military force.\" This summary is to be conveyed to the President-elect as soon as possible after the general election.", "As noted above (\"Pre-Election Direct Transition Support\"), the PTA provides for consultation between the Administrator and ", "any President-elect, Vice President-elect, or eligible candidate ... to develop a systems architecture plan for the computer and communications systems of the candidate to coordinate a transition to Federal systems if the candidate is elected including ... human resource management system software ", "compatible with that of the incumbent and likely to be used by the President-elect and Vice President-elect."], "subsections": []}]}, {"section_title": "Transition-Related Security Clearances", "paragraphs": ["Appointees: The PTA recommends that the President-elect submit the \"names of candidates for high level national security positions through the level of undersecretary of cabinet departments\" to the agency with national security clearance functions. It further recommends that this action be taken as soon as possible after the presidential election, and it requires the responsible agency or agencies to carry out background investigations of these candidates for high-level national security positions \"as expeditiously as possible ... before the date of the inauguration.\"", "Transition team members: A separate transition-related provision of law that is not included in the PTA is worth noting here. The Intelligence Reform and Terrorism Prevention Act of 2004 included a provision that facilitates pre-election security clearances for transition team members. This provision, which was amended by the Pre-Election Presidential Transition Act of 2010, allows each eligible candidate to submit, before the general election, security clearance requests for \"prospective transition team members who will have a need for access to classified information\" in the course of their work. The law directs that resulting investigations and eligibility determinations \"to permit appropriate prospective transition team members to have access to classified information shall be completed, to the fullest extent practicable, by the day after the date of the general election.\""], "subsections": []}, {"section_title": "Disclosure Requirements", "paragraphs": ["The PTA requires that the President-elect and Vice President-elect disclose certain financial and personnel information as a condition for receiving services and funds under the act. They must disclose to the Administrator \"the date of contribution, source, amount, and expenditure thereof\" of all non-federal funds (such as private contributions) received before or after the general election, \"for use in the preparation of the President-elect or Vice-President-elect for the assumption of [their] official duties.\" They must submit a report with such disclosures to the Administrator not later than 30 days after inauguration; these disclosures are then to be released to the public by the Administrator. In addition, the PTA requires, as a condition for receiving services and funds, that the President-elect and Vice-President-elect \"make available to the Administrator and the Comptroller General all information concerning such contributions\" as may be required for \"auditing both the public and private funding\" used in PTA-authorized activities.", "As noted earlier, the PTA also sets limitations on transition-related donations as a condition for receiving services and funds under the act. Under these limitations, the President-elect and Vice President-elect \"shall not accept more than $5,000 from any person, organization, or other entity for the purposes of carrying out activities authorized by\" the PTA. The PTA also requires that the incoming team disclose to the public (1) \"the names and most recent employment of all transition personnel ... who are members of the President-elect or Vice-President-elect's Federal department or agency transition teams\"; and (2) \"information regarding the sources of funding which support the transition activities of each transition team member.\" These disclosures, which must be kept up to date, are to be completed before the team contacts applicable departments or agencies."], "subsections": []}]}}