{"id": "RS22983", "title": "Pakistan’s Capital Crisis: Implications for U.S. Policy", "released_date": "2009-03-06T00:00:00", "summary": ["Pakistan, a key U.S. ally in global efforts to combat Islamist militancy, is facing a serious capital crisis. In the autumn of 2008, Pakistan was in urgent need of an estimated $4 billion in capital to avoid defaulting on its sovereign debt. The elected government of President Asif Ali Zardari and Prime Minister Yousaf Raza Gillani sought short-term financial assistance from a number of sources, including the International Monetary Fund (IMF), China, and an informal group of nations (including the United States) known as the \"Friends of Pakistan.\"", "The Pakistani government reached an agreement with the IMF for $7.6 billion in loans, but their capital crisis continues. In February 2009, Pakistan requested an additional $4.5 billion in assistance from the IMF and Prime Minister Gillani traveled to Beijing seeking financial support. According to a recent study by the Atlantic Council, Pakistan needs $4 billion - $5 billion in the next 6 to 12 months to avoid another possible default.", "Pakistan's continuing capital crisis is affecting the nation's overall economic performance and raising concerns about its political stability. During her Asia trip in February 2009, Secretary of State Hillary Clinton made several references to the importance of solving Pakistan's economic problems in the continued campaign to combat Islamic militants in the region. The Atlantic Council has called for an increase in U.S. assistance \"to avert an economic meltdown.\" The severity of Pakistan's economic situation has also been raised by several members of Congress.", "Several different research groups have recently issued reports on the situation in Pakistan that contain recommendations on what the United States could do to help alleviate Pakistan's economic problems. There are indications that Congress may consider some of these recommended actions, including an increase in U.S. non-military assistance and the creation of \"reconstruction opportunity zones\" in Pakistan.", "This report will be updated as circumstances warrant."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Overview", "paragraphs": ["A stable, democratic, prosperous Pakistan is considered vital to U.S. interests. U.S. concerns regarding Pakistan include regional and global terrorism; stability in neighboring Afghanistan; democratization and human rights protection; the ongoing Kashmir problem and Pakistan-India tensions; and economic development in the region. Progress on these issues was severely threatened in 2008 by a sharp decline in Pakistan's economic stability, culminating in an immediate need for capital assistance. U.S. officials and independent analysts are increasingly concerned that a failing Pakistani economy could undermine multilateral efforts to stabilize South Asia and curtail the incidence of Islamist radicalism.", "Since his ascension to the presidency in September 2008, President Asif Ali Zardari has attempted to address Pakistan's economic problems, with the support of his chief economic advisor, Shaukat Tarin. On September 19, 2008, acting finance minister Naveed Qamar released new economic policies designed to bring about macroeconomic stability and avoid seeking IMF assistance that included the elimination of fuel, electricity and food subsidies, and a reduction in the government deficit. On November 3, 2008, Tarin announced reforms of Pakistan's tax system, including the politically sensitive taxation of large landowners, to reduce the incidence of tax evasion. President Zardari has emphasized the importance of his nation's economic problems, stating, \"The greatest challenge this government faces is an economic one.\"", "Despite the September announcement of new economic policies, Pakistan's foreign exchange reserves declined markedly throughout 2008. The State Bank of Pakistan's holdings of foreign exchange reserves fell from $14.2 billion at the end of October 2007 to $3.4 billion at the end of October 2008—barely enough to cover one month of imports. Pakistan needed $4 billion to $5 billion in assistance by the end of November in order to avoid defaulting on maturing sovereign debt obligations. ", "During the autumn of 2008, Pakistan sought the needed capital from a variety of sources, including the International Monetary Fund (IMF), China, Saudi Arabia, the United States, and an informal group of nations known as the \"Friends of Pakistan.\" Although some assistance was provided by international organizations such as the Asian Development Bank (ADB) and Islamic Development Bank (IDB), as well as $500 million from China, most of the capital Pakistan required to avoid the impending capital crisis came in the form of a $7.6 billion \"stand-by arrangement\" with the IMF, finalized on November 24, 2008. ", "The IMF stand-by arrangement provided for $3.1 billion in immediate assistance, with the remainder to be distributed over the next two years, following quarterly reviews of Pakistan's economic progress. Access to the IMF assistance was subject to a number of \"conditionalities,\" including a significant reduction in Pakistan's fiscal and current account deficits; a tightening of Pakistan's monetary policy (via higher interest rates); and \"a strengthening and better targeting of social assistance.\"", "Even though the autumnal capital crisis was averted, Pakistan claimed it needed $10 billion to $15 billion over the next two to three years to continue to service its capital account deficits and its outstanding debt. As a result, it continues to seek assistance from various sources. Pakistan reportedly requested an additional $4.5 billion in assistance from the IMF during bilateral talks in Dubai in mid-February 2009. A few days later, President Zardari traveled to China, where he reportedly requested aid.", "In addition, there are signs that Pakistan's economic problems are growing worse. The global economic recession has apparently contributed to a slowdown in Pakistan's merchandise trade. Despite the decline in global food and energy prices, inflation remains high in Pakistan, causing economic hardship for Pakistan's urban and rural poor. Pakistan reportedly requested an easing of the IMF conditionalities during the meetings in Dubai. There is rising concern that the economic conditions are contributing to a growth in support for Pakistan's Islamist extremists, including al Qaeda and the Taliban. In his testimony before the Senate Select Committee on Intelligence, Director of National Intelligence Dennis Blair stated:", "The [Pakistan] government is losing authority in parts of the North-West Frontier Province and has less control of its semi-autonomous tribal areas: even in the more developed parts of the country, mounting economic hardships and frustration over poor governance have given rise to greater radicalization.", "In a February 2009 report, the Atlantic Council stated, \"Pakistan faces dire economic and security threats that threaten both the existence of Pakistan as a democratic and stable state and the region as a whole.\" The Atlantic Council called for an additional $4 billion - 5 billion of immediate financial aid for Pakistan to avert \"an economic meltdown.\" The report's honorary co-chair Senator John Kerry has indicated that he and Senator Richard Lugar \"will soon introduce our Enhanced Partnership with Pakistan legislation.\" The legislation is expected to be very similar to the \"Enhanced Partnership with Pakistan Act of 2008\" ( S. 3263 ), introduced in the 110 th Congress by then-Senator and currently Vice President Joseph Biden. Other legislation has been introduced during the 111 th Congress designed to help improve the economic situation in Pakistan."], "subsections": []}, {"section_title": "The Autumnal Capital Crisis", "paragraphs": ["After seven years of generally strong economic growth, Pakistan's economy ran into problems in 2008. Real GDP growth, which had been averaging above 7% per year since fiscal year 2000/2001, declined to 5.8% in fiscal year 2007/2008 and is expected to decline to 2.5% in fiscal year 2008/2009. Pakistan's consumer price index (CPI), which had fluctuated around 7%-9% for several years, jumped to over 25% during the summer of 2008, primarily due to a sharp increase in global food and energy prices. More alarming, however, was the dramatic decline in Pakistan's foreign exchange reserves, which plummeted from over $14 billion in June 2007 to $3.4 billion in October 2008, driven by a rapidly deteriorating current account balance. In the autumn of 2008, Pakistan was in danger of defaulting on its sovereign debt. ", "During September and October 2008, Pakistan sought assistance with its capital crisis from a number of sources, including the ADB, China, the IMF, Saudi Arabia, the United States, and the World Bank. At first, Pakistan was unable to secure a firm commitment for support from most of these sources. There was speculation that the individual nations were waiting to see if the IMF would provide assistance, and what conditions the IMF would place on this aid. Pakistan, however, was initially reluctant to accept IMF support, for fear that its \"conditionalities\" would generate unacceptable hardship for Pakistan's poor and possibly threaten the stability of the Pakistan government. For a time, Pakistan sought other sources of support than the IMF. "], "subsections": [{"section_title": "Plans A and B", "paragraphs": ["Pakistan's initial approach, termed \"Plan A,\" was to obtain loans from selected sources, such as the ADB, the World Bank, the United Kingdom's Department for International Development (DFID), and the Islamic Development Bank (IDB). The ADB did agree to provide Pakistan with a $500 million loan \"to address harm done to poor families and the country's economy by unprecedented international food and fuel price hikes.\" In addition, the World Bank originally offered $1.4 billion in assistance. However, the combined ADB and World Bank loans were insufficient to address Pakistan's current capital shortfall.", "When Plan A proved unworkable, Pakistan shifted to Plan B, which was to secure commitments for support from an informal group of nations known as the \"Friends of Pakistan.\" On September 26, 2008, a group of nations met President Zardari in New York City to discuss ways to support Pakistan with its political, economic, and security problems. Zardari reportedly sought $100 billion in aid from the group. Calling themselves the \"Friends of Pakistan,\" the informal coalition includes representatives from 11 nations (including China, Saudi Arabia, and the United States), as well as the European Union, the United Nations, and the IMF. The group did not, however, offer Pakistan any financial support following their September meeting. At the second meeting of the Friends of Pakistan held on November 17, 2008, in Abu Dhabi, Pakistan again requested assistance, but no commitment to aid was forthcoming."], "subsections": []}, {"section_title": "China", "paragraphs": ["As part of the Plan B initiative, President Zardari traveled to Beijing in mid-October 2008 to strengthen ties between the two nations, as well to ask for financial assistance. Following a meeting between President Zardari and China's Premier Wen Jiabao, a spokesperson for China's foreign ministry stated, \"As a long-time friend of Pakistan, China understands it is facing some financial difficulties. We are ready to support and help Pakistan within our capability.\" Although China provided no further details on the form and extent of its intended support to Pakistan, they did agree to foster closer economic relations between China and Pakistan, setting the goal of increasing bilateral trade from $7 billion in 2007 to $15 billion in 2011. On November 14, 2008—after Pakistan had formally requested the IMF loan, but before the terms of the loan were settled—China pledged to provide Pakistan with $500 million in financial assistance."], "subsections": []}, {"section_title": "Saudi Arabia", "paragraphs": ["President Zardari and Tarin left for Riyadh on November 4, 2008, to reportedly ask for Saudi support for Plan B and up to $6 billion in deferred payments for petroleum imports. The deferred oil payments would free up capital that Pakistan could then use to pay its other international obligations. In an interview prior to his departure, Tarin stated, \"We will not require IMF support in case we succeed in getting money from Saudi Arabia.\" Saudi relations with Pakistan, however, have been cool lately for several reasons, including Pakistan's quest for an oil facility from Iran. There was no public announcement of support at the end of President Zardari's Saudi Arabia trip."], "subsections": []}, {"section_title": "Plan C: IMF Assistance", "paragraphs": ["With the apparent failure of both Plans A and B, Pakistan moved on to Plan C—formally requesting IMF assistance. On October 22, 2008, the IMF released a statement announcing that \"The Pakistani authorities have requested discussions with the IMF on an economic program supported by financial assistance from the Fund to meet the balance of payments difficulties the country is experiencing.... \" The Pakistani government, however, denied at that time making a formal request to the IMF. According to various reports, informal talks between Pakistan and the IMF had been going on for some time in Dubai.", "The Pakistani government was reluctant to accept formal IMF assistance for several reasons. First, there is a history of poor relations between Pakistan and the IMF. Second, relations between the Pakistani government and the IMF may have been further strained by recent reports that the IMF applied pressure on the World Bank to cancel $300 million in aid to Pakistan. Third, Pakistan was concerned that the changes in Pakistan's economic policy the IMF would require as conditions for providing assistance would have undesirable political and/or economic consequences. In the words of one Pakistani economist, \"Given our current political scenario, the standard IMF program would be disastrous.\"", "On November 15, 2008, Tarin announced that Pakistan had reached a tentative agreement with the IMF to borrow $7.6 billion over the next 23 months. The first installment of the loan—$4 billion—was expected by the end of November; Pakistan is to repay the loan by 2016. According to Tarin, the only condition set by the IMF was that Pakistan had to raise its interest rates to counteract its inflation problem. President Zardari reportedly commented on the IMF loan, \"I think it's a difficult pill, but one has to take medicine to get better.\" ", "News of the tentative IMF loan agreement was quickly met with strongly worded opposition inside Pakistan. Several members of Pakistan's parliament stated that the loan would lead Pakistan into a debt trap, worsen the national economy, and harm the living standards of the Pakistani people."], "subsections": []}]}, {"section_title": "The IMF Loan", "paragraphs": ["Pakistan formally requested financial assistance from the IMF—technically known as a \"stand-by arrangement\"—on November 20, 2008. The IMF's Executive Board approved a $7.6 billion stand-by arrangement for Pakistan on November 24, 2008, and provided $3.1 billion in immediate aid, thereby temporarily averting Pakistan's capital crisis. The IMF assistance, however, was subject to several \"conditionalities.\" Although the conditionalities were not as severe and widespread as those previously reported, they were still strict enough to raise concerns about the potential effect on that nation's economic growth, as well as the living conditions for Pakistan's urban and rural poor. "], "subsections": [{"section_title": "Terms of the Loan", "paragraphs": ["Under the agreement with the IMF, Pakistan is to be provided up to $7.6 billion over 23 months. The first tranche for $3.1 billion was made immediately available to Pakistan. Subsequent tranches will be made available quarterly (see Table 1 ), subject to the achievement of selected economic performance criteria and the successful completion of the agreed upon conditionalities. Repayment of the IMF loan is to begin in 2011 and continue until 2015."], "subsections": []}, {"section_title": "Performance Criteria", "paragraphs": ["The performance criteria to be used to evaluate Pakistan's progress include the State Bank of Pakistan's (SBP) net holdings of foreign and domestic assets, the government's fiscal deficit, SBP's holdings of government debt, as well as an IMF assessment of Pakistan's achievement of structural economic changes (such as tax reform, monetary and exchange rate policies, and reform of the nation's social safety net). Failure to meet the performance criteria may result in the withholding of IMF assistance.", "In assessing Pakistan's request for a stand-by arrangement, the IMF projected Pakistan's economic performance through fiscal year 2009/2010. Table 2 provides selected figures from the IMF's projection for fiscal years 2006/2007 to 2009/2010 as reported in the stand-by agreement."], "subsections": []}, {"section_title": "Conditionalities", "paragraphs": ["The IMF is requiring Pakistan implement a variety of changes in economic policy in order to receive assistance. The IMF conditions include changes in fiscal policy, monetary policy, and exchange rate policy. It also requires an expansion of Pakistan's social safety net to mitigate some of the anticipated adverse effects of the other conditions. ", "As part of the agreement, Pakistan will have to lower its fiscal deficit as a percentage of GDP (as forecasted by the IMF) through a combination of tax increases and the elimination of various subsidies. According to an Atlantic Council report, Pakistan has the lowest tax-to-GDP ratio in South Asia, with less than 1% of its population paying income tax. Pakistan's Federal Board of Revenue (FBR) is to integrate the nation's income and general sales tax (GST) to broaden the tax base and reduce tax evasion. Pakistan already increased the GST rate to 16% for fiscal year 2008/2009. The FBR is also to develop a plan for the adoption of a comprehensive value-added tax (VAT). These combined measures are supposed to raise revenues by 0.5% of GDP.", "Pakistan is to reduce its federal expenditures by 2.75% of GDP primarily by eliminating a number of subsidies. Prior to the finalization of the stand-by agreement, Pakistan raised petroleum prices three times to eliminate its petroleum subsidies. It has also begun the process of eliminating electricity subsidies by the end of June 2009. In addition, a research and development subsidy for the textile industry has been eliminated. ", "The IMF is requiring two key changes in Pakistan's monetary policy. First, the SBP had to raise its discount rate by 2% to 15% in an effort to stave off inflation. Second, the SBP was to refrain from financing the federal deficit by the purchase of Pakistani treasury bills and other government securities. ", "Pakistan has operated a de-facto managed float of its exchange rate for a number of years. Under the terms of the stand-by agreement, Pakistan is to reduce its intervention in foreign exchange markets, including the provision of foreign exchange for petroleum imports. However, the SBP is allowed to intervene in order to meet the agreed foreign reserve targets. ", "Finally, to offset the adverse effects of inflation and the economic slowdown, Pakistan is to increase its expenditures on social safety net programs from 0.6% to 0.9% of GDP. It recently established the Benazir Income Support Program (BISP), which provides cash to low-income households, and plans on expanding the Bait-ul-Mal program."], "subsections": []}]}, {"section_title": "The Need for Further Assistance", "paragraphs": ["Less than three months after finalizing its stand-by agreement, Pakistan returned to the IMF, requesting an additional $4.5 billion in assistance. In addition, Pakistan asked the IMF to revise some of the performance goals. Around the same time Pakistan was approaching the IMF, Prime Minister Zardari traveled to China to foster better ties between the two nations and to seek financial support. It was apparent that the November 2008 stand-by agreement and the $3.1 billion in support from other sources were not sufficient to prevent the return of Pakistan's capital crisis.", "By March 2009, economic data from Pakistan were indicating that the combined effects of the global economic recession and the IMF conditionalities were slowing Pakistan's economy more quickly than had been projected by the IMF, making it less likely that Pakistan would be able to meet the required performance criteria. After consultation, Pakistan and the IMF lowered the target GDP growth rate for fiscal year 2008/2009 from 3.4% to 2.5%. ", "Despite the economic slowdown, Pakistan's current account deficit for July 2008 to January 2009 was up 1.6% over the previous fiscal year. An anonymous analyst predicted that Pakistan's current account deficit for fiscal year 2008/2009 would be around $12.1 billion—about $1.5 billion above the IMF performance goal. Another analyst, however, predicted that Pakistan's current account deficit for the current fiscal year would be between $9.2 and $9.5 billion. Similarly, merchandise trade figures for January 2009 showed a 7.1% decline in exports and a 28.4% decline in imports, raising doubts about Pakistan's ability to reach the merchandise trade projections for fiscal year 2008/2009. ", "President Zardari and his chief economic advisor Tarin also attributed Pakistan's economic problems to higher than expected costs of military operations against the Taliban and al-Qaeda fighters. According to Tarin, \"All the revenue shortfall and other problems are because of the war on terror.\" Tarin also pointed to a decline in U.S. support as a contributing factor, saying the United States \"stopped paying our bills\" in May 2008, which has allegedly cost Pakistan about $1.25 billion. Zardari said that Pakistan was in need of a modern day \"Marshall Plan.\"", "Estimating the size of Pakistan's capital shortfall for the rest of the fiscal year is complicated. Based on its additional request from the IMF, Pakistan thinks it needs $4.5 billion. This figure is consistent with the difference between Pakistan's initial estimate of its capital shortfall and the level of aid already provided, and with the Atlantic Council's estimate. However, given Pakistan's recent economic performance—including current account deficit of about $1 billion over the last two months—there is reason to believe Pakistan needs in excess of $5 billion over the next four months to avoid another default risk."], "subsections": []}, {"section_title": "Pakistan's Continuing Economic Problems", "paragraphs": ["Assuming Pakistan is able to secure the additional capital assistance it needs, it will not end the nation's economic problems. Pakistan's recent period of economic growth was based on a combination of export expansion and inward foreign direct investment (FDI). Pakistan was able to finance its modest trade and capital account deficits in part due to the inward FDI and in part due to remittances from overseas Pakistanis.", "In 2007 and 2008, a rise in fuel and food prices, combined with political instability, led to a rapid rise in inflation, a spike in the trade and current account deficits, and a devaluation of the Pakistani rupee. Although global fuel and food prices are on the decline, the U.S. financial crisis has precipitated a possibly extended global recession. For Pakistan, a global recession will likely reduce demand for its exports, inward FDI flows and overseas remittances. Official Pakistan estimates for inward foreign direct investment in 2009 reportedly show a decline of over 32% when compared to last year.", "When he announced the previously mentioned economic policies in September 2008, acting Finance Minister Qamar said that the economic stabilization package would create jobs, promote agriculture and manufacturing, and reduce poverty. There is concern in Pakistan, however, that the higher interest rates required by the IMF will force smaller businesses into bankruptcy and the repayment of the IMF loan will stunt future economic growth.", "For now, the focus of the government appears to be on the current economic problems. The combination of high inflation and high unemployment apparently has contributed to a rise in poverty and hunger in Pakistan. According to one estimate, Pakistan's unemployment rate in urban areas is nearly 40% and in rural areas over 60%. A recent United Nations study reportedly determined 10 million Pakistanis are undernourished and over half of Pakistan's population can be considered \"food insecure.\" ", "According to a recent news report, the price of wheat—a staple food in Pakistan—has more than doubled since April 2007, while the price of palm oil—which is used in cooking—has more than tripled. The cost of food has reportedly also affected the ability of people to obtain medical care, \"In this era of high inflation, poor people can't afford to seek medical treatment, even for kids.\" ", "There is also evidence that the recent growth in poverty and hunger is exacerbating Pakistan's political problems. Anecdotal accounts of popular dissatisfaction are collaborated by a recent popular opinion poll conducted by the International Republican Institute (IRI) in October 2008. When asked if Pakistan was heading in the right or wrong direction, 88% of the people surveyed said it was heading in the wrong direction, compared to 44% in February 2007. In response to a question about the change in their personal economic situation over the past year, 73% said their situation had worsened, compared to 30% in February 2007. In addition, 59% of the respondents said they expected the economic situation to get worse over the next year; in February 2007, only 14% expected things to get worse. More than three-quarters of the people surveyed agreed that \"the shortages of wheat, petrol, natural gas and electricity are a serious problem.\"", "Perhaps most telling were the responses to a question about \"the most important issue\" facing Pakistan. The most common answer—selected by 58% of the respondents—was inflation. The second most common answer (12%) was unemployment. Suicide bombings was third (10%), even though the bombing of the Islamabad Marriott Hotel—which resulted in the death of 53 people—had occurred less than a month before the survey was conducted. The next three answers, in order, were: poverty (7%), electricity and water (7%), and law and order (3%). "], "subsections": []}, {"section_title": "Implications for U.S. Relations", "paragraphs": ["As previously mentioned, the U.S. government considers a stable Pakistan important for several reasons. During her February 2009 trip to Asia, Secretary of State Hillary Clinton asserted that the current economic crisis, if left unresolved, could \"breed instability.\" In reference to the situation in Pakistan, Secretary Clinton said, \"If Pakistan becomes more financially unstable, that increases the danger that we will face from the threat by the extremists to the Pakistan Government.\"", "Several recent events and trends may have harmed U.S. relations with Pakistan. Although the United States provides both military and humanitarian assistance ($968 million in FY2008), Pakistan is increasingly turning to other friendly nations—such as China and Saudi Arabia—for support. Pakistan's trade relations have shifted so that China is its largest trading partner, followed by Saudi Arabia and the United States. However, the United States remains Pakistan's largest export market. In addition, U.S. military incursions into Pakistani territory and the signing of nuclear cooperation agreement with India have created tension in U.S.-Pakistan relations. Also, some Pakistani analysts think the United States orchestrated the negotiations with the IMF and the Friends of Pakistan to force Pakistan to accept the tougher IMF conditions.", "Even before Pakistan's capital crisis began, some analysts maintained that there was a need for the United States to demonstrate its commitment to a stable and democratic Pakistan with an increase in non-military assistance. In their view, with the IMF loan settled, there is an opportunity for the United States to demonstrate its support for Pakistan by providing a portion of the $2 billion - $7 billion Pakistan will likely still need to cover its capital shortfall. Others think that the United States should condition additional aid on Pakistan increasing its commitment to combat Islamist militancy along its border with Afghanistan."], "subsections": []}, {"section_title": "Congressional Response", "paragraphs": ["With regard to Pakistan's current capital crisis and its ongoing economic problems, there are several approaches available to Congress—if it opts to take action. These approaches range from the provision of short-term assistance to a longer term commitment to economic support to alterations in current trade policies designed to bolster trade with Pakistan. ", "To assist Pakistan with its current capital crisis, Congress could pass legislation providing some or all of its estimated $2 billion - $7 billion shortfall. There have been press reports that Senator Kerry will introduce legislation providing Pakistan with $4 billion - $5 billion in emergency assistance. However, these reports may have conflated the recommendations of the Atlantic Council report—which Senator Kerry co-chaired with ex-Senator Chuck Hagel—with expectations that Senator Kerry and Senator Richard Lugar will reintroduce the ''Enhanced Partnership with Pakistan Act of 2008\" ( S. 3263 in the 110 th Congress).", "In the longer run, Congress could continue to provide economic assistance to Pakistan. Since 2001, the United States has provided Pakistan with over $12 billion in assistance of which more than two-thirds was military aid. The ''Enhanced Partnership with Pakistan Act of 2008\" was introduced by then-Senator and now Vice President Joe Biden and Senator Lugar on July 15, 2008. If enacted, the act would have tripled non-military assistance to Pakistan to up to $1.5 billion each year for fiscal years 2009 to 2013. The funds were to be principally used to promote just and democratic governance, economic freedom, and investments in people. The act would also have required the Secretary of State—in consultation with the Secretary of Defense, the Director of National Intelligence, and such other government officials as may be appropriate—develop a comprehensive strategy for the Afghanistan-Pakistan border region, and report the findings to Congress. It has been reported that Senator Kerry and Senator Lugar will reintroduce S. 3263 —or a very similar bill—in the near future.", "Besides direct assistance, Congress could help Pakistan's economic recovery by altering current U.S. trade policies in ways that would increase bilateral trade and investment. For example, legislation has been introduced to create \"reconstruction opportunity zones\" (ROZs) in Afghanistan and Pakistan. The \"Afghanistan and Pakistan Reconstruction Opportunity Zones Act of 2009\" ( S. 496 ) and the ''Afghanistan-Pakistan Security and Prosperity Enhancement Act' ( H.R. 1318 ) were introduced by Senator Maria Cantwell and Representative Chris Van Hollen, respectively. Both bills seek to promote economic growth and development along the border regions of Afghanistan and Pakistan by creating ROZs. Under the terms of the legislation, the President would have the authority to proclaim duty-free treatment for articles manufactured within the ROZs and imported into the United States, subject to certain conditions in existing U.S. trade law. ", "Beyond the past and pending legislation proposals, other suggestions have been made on how Congress could stimulate Pakistan's economic recovery. For example, the Atlantic Council has recommended the United States should conduct a geological survey of Pakistan to identify potential mineral resources to develop. If adopted, these suggestions might require Congress to appropriate additional funds.", "Finally, Congress could encourage the Obama Administration to take actions that do not require appropriations or changes in federal law. For example, Congress could recommend that the Obama Administration press other nations to provide greater assistance to Pakistan, via such mechanisms as the next meeting of the Friends of Pakistan—scheduled to be held in Tokyo on March 27, 2009. In addition, Congress could support the negotiation of a bilateral investment treaty (BIT) with Pakistan, in the expectation that it would increase U.S. foreign direct investments in Pakistan. "], "subsections": []}]}}