{"id": "RS22448", "title": "Medicaid’s Home and Community-Based Services State Plan Option: Section 6086 of the Deficit Reduction Act", "released_date": "2008-01-31T00:00:00", "summary": ["Section 6086 of the Deficit Reduction Act of 2005, (DRA, P.L. 109-171), established a optional Medicaid benefit giving states a new method with which to cover home- and community-based (HCBS) services for Medicaid beneficiaries, starting in January 2007. Prior to DRA's enactment, states needed HCBS waivers authorized in Section 1915(c) of the Social Security Act (SSA) to cover these services. The HCBS-state plan optional benefit, Section 1915(i), differs from both existing Medicaid state plan benefits and Section 1915(c) waivers. This report outlines requirements of the new 1915(i) benefit and compares key features of this benefit with other Medicaid state plan benefits and 1915(c) waivers. It will be updated periodically."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["Home and community-based services refer to a range of health and supportive services (delivered in non-institutional settings) that are needed by individuals who lack the capacity for self-care because of a physical, cognitive, or mental disability or chronic condition resulting in functional impairment(s) for extended time periods. Medicaid has covered home- and community-based services (HCBS) since the program's inception in 1965 through various service categories.", "From the start, Medicaid allowed states to cover a range of home health services and required states to cover those services for individuals who otherwise would require treatment in nursing facilities. Home health services include skilled nursing, aide services, medical equipment and supplies, and, often, therapy. States also are permitted to cover rehabilitation and private duty nursing services. Rehabilitation can include a range of medical or remedial services recommended by a physician or other licensed practitioner to reduce the degree of physical or mental disability and restore functioning. Private-duty nursing is skilled nursing care for individuals who require services beyond what is available under Medicaid's home health or personal care benefits.", "Over time, Congress and the Centers for Medicare and Medicaid Services (CMS) authorized states to cover other types of HCBS services as optional benefits. States could offer HCBS services, such as personal care and case management , by including these services in their state plans. Personal care and case management services were added as optional Medicaid benefits in 1978 and 1986, respectively. Through personal care, beneficiaries are assisted with activities of daily living (e.g., dressing, bathing, eating), while case management includes services to assist Medicaid beneficiaries in gaining access to needed medical, social, educational, and other services.", "In addition to the Medicaid state plan benefits, in 1981, Congress authorized HCBS waivers under Section 1915(c) of the Social Security Act (SSA). HCBS, 1915(c) waivers, enable states to cover a range of services for beneficiaries who otherwise would require institutional levels of care (i.e., nursing facility, hospital, or intermediate care facility for individuals with mental retardation). Under HCBS-waivers, the Secretary of the Department of Health and Human Services is permitted to waive Medicaid's federal \"statewideness\" requirement to allow states to cover HCBS services in limited geographic areas. The Secretary also may waive the requirement that services be comparable in amount, duration, or scope for individuals in particular eligibility categories. HCBS waivers authorize states to limit the number of individuals served and to target certain populations (e.g., individuals with developmental disabilities, brain injuries, or the aged). For HCBS waivers to be approved, states also must meet other requirements, such as a cost-effectiveness test, where average Medicaid expenditures for waiver participants do not exceed costs that would have been incurred if these individuals resided in institutions.", "All states cover HCBS for certain groups of Medicaid beneficiaries. In 2005, 35 states and the District of Columbia used the Medicaid personal care state plan benefit to provide services for individuals with disabilities. Forty-nine states and the District of Columbia have at least one HCBS-waiver for elderly individuals, younger adults with physical disabilities, or individuals with mental retardation or developmental disabilities. States also use HCBS waivers to provide services for other groups, such as individuals with HIV/AIDS or brain injuries. Table 1 summarizes the number of states offering HCBS benefits, the number of beneficiaries receiving services, and total expenditures."], "subsections": []}, {"section_title": "Home and Community-Based Services State Plan Option: Section 6086 of the Deficit Reduction Act", "paragraphs": ["Section 6086 of the Deficit Reduction Act of 2005 (DRA, P.L. 109-171 ) authorized a new optional benefit that allows states to cover limited HCBS without waivers. The requirements of this new optional benefit, Section 1915(i) of SSA, differ from other Medicaid state plan benefits (e.g., home health and personal care) and the Section 1915(c) HCBS-waivers. Table 2 compares key features of the new HCBS benefit with existing Medicaid program authorities.", "Section 1915(i) authorizes states to offer HCBS without a waiver beginning in January 2007. States can define beneficiaries' needs, and do not have to require that beneficiaries meet institutional levels of care to qualify for services. Also under 1915(i), states may amend their Medicaid plans without demonstrating budget neutrality as they do under 1915(c) waivers. Section 1915(i) permits states to offer fewer HCBS services than are permitted under 1915(c) waivers and to restrict eligibility to beneficiaries whose incomes fall below 150% of FPL. States also may offer self-direction under the 1915(i) option and may cap enrollment.", "CMS is developing regulations to guide states that want to offer HCBS under 1915(i) and plans to issue a notice of proposed rule making in early 2008. CMS also conducted training on the new state plan option for its regional office staff and for states' Medicaid staff as well as drafting a state plan amendment (SPA) preprint. Four states have submitted SPAs to provide HCBS services as permanent Medicaid benefits. Three HCBS-SPAs are under review by CMS. Iowa was the first state to submit a HCBS-SPA and was approved in April 2007 to provide HCBS services to 3,700 seriously mentally ill beneficiaries in the first year and 4,500 beneficiaries by year five.", "State utilization of the 1915(i) option may lag behind expectations created by the recent rapid growth of HCBS waivers and program cost estimates. Data on states' plans for adopting the 1915(i) HCBS option are limited, but an October 2007 survey of states on their LTC plans indicates that two states planned to submit HCBS-SPAs, while 16 other states and a territory (Guam) were considering the option. The remainder of this section discusses issues that could affect states' utilization of the Section 1915(i) option.", "Under 1915(c) waivers, states may use higher income standards for determining beneficiaries' eligibility for services than income standards under 1915(i)—up to 300 % of SSI for 1915(c) versus 150% of the federal poverty level (FPL) for 1915(i). The more restrictive income eligibility standards under 1915(i) limits states from \"converting\" beneficiaries in existing 1915(c) waivers to 1915(i)-SPAs, because many states' permit beneficiaries to have higher incomes than 150% of the FPL in 1915(c) waivers.", "In addition to more restrictive eligibility standards, 1915(i) is limited to covering only services described in Section 1915(c) paragraph 4(B). The 1915(i) SPA option prevents states from adding other services requested by states on a case-by-case basis, as permitted under 1915(c) waivers. Under 1915(c) waivers states have used the \"other services clause\" to address the needs of specific beneficiary groups. For example, HCBS-waivers have been used to expand services to include transportation, apartment deposits, and even home modifications necessary for community living. Under 1915(c) waivers, states may define eligibility based on diseases or conditions, such as brain injury or HIV/AIDS, or geographic area, such as a city or county. Under 1915(i), however, states must create different ways to measure qualification for services that rely on individuals' needs for service. Under HCBS-waivers, Medicaid may use common medical measures, such as diagnoses, but assessing individuals' support needs using activities of daily living can be more difficult to measure for some populations."], "subsections": []}]}}