{"id": "RS22017", "title": "Special Operations Forces (SOF) and CIA Paramilitary Operations: Issues for Congress", "released_date": "2009-08-03T00:00:00", "summary": ["The 9/11 Commission Report recommended that responsibility for directing and executing paramilitary operations should be shifted from the CIA to the U.S. Special Operations Command (USSOCOM). The President directed the Secretary of Defense and Director of Central Intelligence to review this recommendation and present their advice by mid-February 2005, but ultimately, they did not recommend a transfer of paramilitary responsibilities. This Report will briefly describe special operations conducted by DOD and paramilitary operations conducted by the CIA and discuss the background of the 9/11 Commission's recommendations. For additional information see CRS Report RS21048, U.S. Special Operations Forces (SOF): Background and Issues for Congress , by [author name scrubbed]."], "reports": {"section_title": "", "paragraphs": ["The U.S. strategy in pursuing the war on international terrorism involves a variety of missions conducted by military and civilian intelligence personnel characterized as \"special operations\" or paramilitary operations. The separate roles of the Department of Defense (DOD) and the Central Intelligence Agency (CIA) are not always clearly reflected in media accounts and at times there has been considerable operational overlap. Proposals such as those made by the 9/11 Commission to change organizational relationships will, however, be evaluated on the basis of separate roles and missions, operating practices, and relevant statutory authorities."], "subsections": [{"section_title": "What Are Special Operations and Paramilitary Operations?", "paragraphs": ["DOD defines special operations as \"operations conducted in hostile, denied, or politically sensitive environments to achieve military, diplomatic, informational, and/or economic objectives employing military capabilities for which there is no broad conventional force requirement.\"", "DOD defines paramilitary forces as \"forces or groups distinct from the regular armed forces of any country, but resembling them in organization, equipment, training or mission.\" In this report, the term \"paramilitary operations\" will be used for operations conducted by the CIA whose officers and employees are not part of the armed forces of the United States. (In practice, military personnel may be temporarily assigned to the CIA and CIA personnel may temporarily serve directly under a military commander.)", "In general, special operations are distinguishable from regular military operations by degree of physical and political risk, operational techniques, and mode of employment among other factors. DOD special operations are frequently clandestineâ\u0080\u0094designed in such a way as to ensure concealment; they are not necessarily covert, that is, concealing the identity of the sponsor is not a priority. The CIA, however, conducts covert and clandestine operations to avoid directly implicating the U.S. Government."], "subsections": []}, {"section_title": "Roles and Mission of CIA and SOF", "paragraphs": ["USSOCOM was established by Congress in 1987 ( P.L. 99-661 , 10 U.S.C. Â§167). USSOCOM's stated mission is to plan, direct and execute special operations in the conduct of the War on Terrorism in order to disrupt, defeat, and destroy terrorist networks that threaten the United States.", "The CIA was established by the National Security Act of 1947 (P.L. 80-253) to collect intelligence through human sources and to analyze and disseminate intelligence from all sources. It was also to \"perform such other functions and duties related to intelligence affecting the national security as the President or the National Security Council may direct.\" This opaque phrase was, within a few months, interpreted to include a range of covert activities such as those that had been carried out by the Office of Strategic Services (OSS) during World War II. Although some observers long maintained that covert actions had no statutory basis, in 1991 the National Security Act was amended (by P.L. 102-88 ) to establish specific procedures for approving covert actions and for notifying key Members of Congress.", "The statutory definition of covert action (\"activity or activities of the United States Government to influence political, economic, or military conditions abroad, where it is intended that the role of the United States Government will not be apparent or acknowledged publicly....\") is broad and can include a wide range of clandestine effortsâ\u0080\u0094from subsidizing foreign journals and political parties to participation in what are essentially military operations. In the case of paramilitary operations, there is a clear potential for overlap with activities that can be carried out by DOD. In general, the CIA would be designated to conduct operations that are to be wholly covert or disavowable. In practice, responsibilities for paramilitary operations have been assigned by the National Security Council on a case-by-case basis."], "subsections": []}, {"section_title": "Brief History of CIA and SOF Paramilitary Operations", "paragraphs": [], "subsections": [{"section_title": "CIA", "paragraphs": ["In addition to acquiring intelligence to support US military operations from the Korean War era to Iraq today, the CIA has also worked closely alongside DOD personnel in military operations. On occasion it has also conducted clandestine military operations apart from the military. One example was the failed Bay of Pigs landing in Cuba in 1961. Especially important was a substantial CIA-managed effort in Laos in the 1960s and 1970s to interdict North Vietnamese resupply efforts. The CIA was directed to undertake this effort in large measure to avoid the onus of official U.S. military intervention in neutral Laos. The CIA's paramilitary operations in Afghanistan in 2001 have been widely described; CIA officers began infiltrating Afghanistan before the end of September 2001 and played an active role alongside SOF in bringing down the Taliban regime by the end of the year. According to media reports, the CIA has also been extensively involved in operations in Iraq in support of military operations."], "subsections": []}, {"section_title": "SOF", "paragraphs": ["SOF have reportedly been involved in clandestine and covert paramilitary operations on numerous occasions since the Vietnam War. Operations such as the response to the TWA 847 and Achille Lauro highjackings in 1985, Panama in 1989, Mogadishu in 1993, and the Balkans in the late 1990s have become public knowledge over time but other operations reportedly remain classified to this day. Some speculate that covert paramilitary operations would probably become the responsibility of a number of unacknowledged special operations units believed to exist within USSOCOM."], "subsections": []}]}, {"section_title": "9/11 Report Recommendations6", "paragraphs": ["Recommendation 32 of the 9/11 Commission report states: \"Lead responsibility for directing and executing paramilitary operations, whether clandestine or covert, should shift to the Defense Department. There it should be consolidated with the capabilities for training, direction, and execution of such operations already being developed in the Special Operations Command.\" The 9/11 Commission's basis for this recommendation appears to be both performance and cost-based. The report states that the CIA did not sufficiently invest in developing a robust capability to conduct paramilitary operations with U.S. personnel prior to 9/11, and instead relied on improperly trained proxies (foreign personnel under contract) resulting in an unsatisfactory outcome. The report also states that the United States does not have the money or people to build \"two separate capabilities for carrying out secret military operations,\" and suggests that we should \"concentrate responsibility and necessary legal authorities in one entity.\"", "Some observers question whether procedures are in place to insure overall coordination of effort. Press reports concerning an alleged lack of coordination during Afghan operations undoubtedly contributed to the 9/11 Commission's recommendation regarding paramilitary operations. Although such accounts have been discounted by some observers, the Intelligence Reform and Terrorism Prevention Act ( P.L. 108-458 ) included a provision (Section 1013) that requires DOD and CIA to develop joint procedures \"to improve the coordination and deconfliction of operations that involve elements\" of the CIA and DOD. When separate missions are underway in the same geographical area, the CIA and DOD are required to establish procedures to reach \"mutual agreement on the tactical and strategic objectives for the region and a clear delineation of operational responsibilities to prevent conflict and duplication of effort.\""], "subsections": []}, {"section_title": "Potential Impacts", "paragraphs": [], "subsections": [{"section_title": "Diminished CIA Intelligence Capabilities", "paragraphs": ["Some observers suggest that a capability to plan and undertake paramilitary operations is directly related to the Agency's responsibility to obtain intelligence from human sources. Some individuals and groups that supply information may also be of assistance in undertaking or supporting a paramilitary operation. If CIA were to have no responsibilities in this area, however, certain types of foreign contacts might not be exploited and capabilities that have proven important (in Afghanistan and elsewhere) might erode or disappear."], "subsections": []}, {"section_title": "Additional Strain on SOF", "paragraphs": ["Some question if this proposed shift in responsibility would place additional strains on SOF who are extensively committed worldwide. Others argue that SOF lack the experience and requisite training to conduct covert operations. They suggest that if SOF do undertake covert operations training, that it could diminish their ability to perform their more traditional missions."], "subsections": []}, {"section_title": "A Reduction in Flexibility", "paragraphs": ["The 9/11 Report notes the CIA's \"reputation for agility in operations,\" as well as the military's reputation for being \"methodical and cumbersome.\" Some experts question if DOD and SOF are capable of operating in a more agile and flexible manner. They contend that the CIA was able to beat SOF into Afghanistan because they had less bureaucracy to deal with than did SOF, which permitted them to \"do things faster, cheaper, and with more flexibility than the military.\" Some are concerned that if SOF takes over responsibility for clandestine and covert operations that they will become less agile and perhaps more vulnerable to bureaucratic interference from defense officials."], "subsections": []}, {"section_title": "SOF Funding Authority", "paragraphs": ["Section 1208 of P.L. 108-375 permits SOF to directly pay and equip foreign forces or groups supporting the U.S. in combating terrorism. Although not a recommendation in the 9/11 Commission's report, many feel that this authority will not only help SOF in the conduct of unconventional warfare, but could also be a crucial tool should they become involved in covert or clandestine operations. In Afghanistan, SOF did not have the authority to pay and equip local forces and instead relied on the CIA to \"write checks\" for needed arms, ammunition, and supplies."], "subsections": []}]}, {"section_title": "Issues for Congress", "paragraphs": [], "subsections": [{"section_title": "Oversight Issues", "paragraphs": ["Congress may choose to review past or current paramilitary operations undertaken by the CIA and might also choose to assess the extent of coordination between the CIA and DOD. P.L. 108-458 required that a report be submitted to defense and intelligence committees by June 2005 describing procedures established in regard to coordination and deconfliction of CIA and DOD operations. That report provided an opportunity to indicate how initiatives by the executive branch have addressed relevant issues.", "CIA has not maintained a sizable paramilitary force \"on the shelf.\" When directed, it has built paramilitary capabilities by using its individuals, either U.S. or foreign, with paramilitary experience under the management of its permanent operations personnel in an entity known as the Special Activities Division. The permanent staff would be responsible for planning and for maintaining ties to former CIA officials and military personnel and individuals (including those with special language qualifications) who could be employed should the need arise. Few observers doubt that there is a continuing need for coordination between the CIA and DOD regarding paramilitary capabilities and plans for future operations. Furthermore, many observers believe that the CIA should concentrate on \"filling the gaps,\" focusing on those types of operations that DOD is likely to avoid. Nevertheless, they view this comparatively limited set of potential operations to be a vitally important one that should not be neglected or assigned to DOD. There may be occasions when having to acknowledge an official U.S. role would preclude operations that were otherwise considered vital to the national security; the CIA can provide the deniability that would be difficult, if not impossible, for military personnel."], "subsections": []}, {"section_title": "Potential Legal Considerations", "paragraphs": ["Some experts believe that there may be legal difficulties if SOF are required to conduct covert operations. One issue is the legality of ordering SOF personnel to conduct covert activities that would require them to forfeit their Geneva Convention status to retain deniability. To operate with deniability, SOF could be required to operate without the protection of a military uniform and identification card which affords them combatant status under the Geneva Convention if captured. Also, covert operations can often be contrary to international laws or the laws of war and U.S. military personnel are generally expected to follow these laws.", "Traditionally, the public text of intelligence legislation has included few provisions regarding paramilitary operations; levels of funding and other details are included in classified annexes which are understood to have the force of law. The House and Senate Intelligence Committees do have considerable influence in supporting or discouraging particular covert actions. In a few cases Congress has formally voted to deny funding to ongoing covert operations. Special Forces, however, fall under the House and Senate Armed Services Committees, and it is unclear how Congress would handle oversight if covert operations are shifted to SOF as well as how disputes between the intelligence and armed services committees would be dealt with."], "subsections": []}]}, {"section_title": "Congressional Activity", "paragraphs": [], "subsections": [{"section_title": "109th Congress", "paragraphs": ["The 109 th Congress did not address this issue legislatively. On November 23, 2004, President Bush issued a letter requiring the Secretary of Defense and the Director of Central Intelligence to review matters relating to Recommendation 32 and submit their advice to him by February 23, 2005. In unclassified testimony to the Senate Select Committee on Intelligence in February 2005, the Director of the CIA testified that the CIA and DOD disagreed with the 9/11 Commission's recommendation. In June of 2005 it was reported that the Secretary of Defense and the Director of the Central Intelligence Agency responded to the President, stating that \"neither the CIA nor DOD endorses the commission's recommendation on shifting the paramilitary mission or operations.\" The Administration reportedly rejected the 9-11 Commission's recommendation to shift the responsibility for paramilitary operations to DOD."], "subsections": []}, {"section_title": "110th Congress", "paragraphs": ["The 110 th Congress saw the enactment of P.L. 110-53 , Implementing Recommendations of the 9/11 Commission Act of 2007 which did not address either paramilitary operations by CIA or special operations by DOD. Opposition by the Pentagon, the Intelligence Community, and the Bush Administration undoubtedly affected the congressional response to the 9/11 Commission's recommendation to vest responsibilities for paramilitary operations in DOD. CIA's reputation may have also been assisted by the generally favorable assessments given to the Agency's post-9/11 performance, especially in the initial phases of the Afghan campaign that led to the collapse of the Taliban regime in December 2001."], "subsections": []}, {"section_title": "111th Congress", "paragraphs": ["Although most observers believe that there remains little inclination among Members to transfer responsibilities for all paramilitary operations out of CIA, some Members have expressed concerns about apparent blurring of lines between DOD clandestine operations and CIA intelligence-gathering operations. "], "subsections": []}]}]}}