{"id": "RS22175", "title": "Satellite Television: Provisions in SHVERA Affecting Eligibility for Distant and Local Analog Network Signals", "released_date": "2007-04-02T00:00:00", "summary": ["In 2004, Congress passed the Satellite Home Viewer Extension and Reauthorization Act, SHVERA, as part of the FY2005 Consolidated Appropriations Act (H.R. 4818, P.L. 108-447). Among its many provisions, the law modified subscriber eligibility for distant and local analog broadcast network television signals. Some satellite television subscribers had to choose between either local or distant broadcast network signals instead of receiving both. This report explains the provisions in SHVERA, and outlines subsequent court decisions involving direct broadcast satellite providers, including EchoStar Communications. It will be updated as necessary."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["Since 1988, Congress has passed several laws concerning television reception via satellite: the 1988 Satellite Home Viewer Act (SHVA, P.L. 100-667 ), amendments to the act in 1994, the Satellite Home Viewer Improvement Act of 1999 (SHVIA, P.L. 106-113 ) , and the most recent law, the Satellite Home Viewer Extension and Reauthorization Act (SHVERA). SHVERA was passed as Division J of Title IX of the FY2005 Consolidated Appropriations Act ( H.R. 4818 , P.L. 108-447 ) in December 2004. A number of changes were made to provisions affecting consumers who receive analog \"distant network signals\" and \"local-into-local\" network signals. Three factors are important in understanding the eligibility criteria for these different signals: signal strength, distant and local signals, and unserved households."], "subsections": [{"section_title": "Signal Strength", "paragraphs": ["Signal strength can be visualized as two concentric circles around a TV station's transmitter. Points in the inner circle close to the transmitter can receive a strong, \"Grade A\" television broadcast signal, via an over-the-air antenna (rooftop or \"rabbit ears\"). Points in the outer circle can receive a weaker, \"Grade B\" signal. Beyond the outer circle, where no signal can be received, are \"white areas.\" Over-the-air signal strength is the guiding factor in determining which households are eligible to receive distant network signals via satellite."], "subsections": []}, {"section_title": "Distant vs. Local Network Signals", "paragraphs": ["A network broadcast signal is one received by a household located within a network television affiliate's local area. When retransmitted by satellite back into the same local area, such signals are called \"local-into-local.\" A distant network signal is one received from outside the local network affiliate's area. It is referred to as a distant network signal because it originates in one place and is received in another.", "Local-into-local signals were first offered to satellite television subscribers in 1999 under the Satellite Home Viewer Improvement Act (SHVIA). It permitted, but did not require, satellite television companies to offer local-into-local signals. Subscribers who were eligible for distant network signals under SHVIA could also receive local-into-local, if offered in their area."], "subsections": []}, {"section_title": "Unserved Households", "paragraphs": ["Households are generally defined as either \"served\" or \"unserved\" under SHVERA based on the signal strength they can receive. Under the law, only unserved households are eligible to receive distant network television signals via satellite. \"Unserved\" households include those that", "are unable to receive a \"grade B\" signal via an over-the-air antenna; or were \"grandfathered\" per a May 1998 federal court ruling; (see below) have satellite TV dishes mounted on a recreational vehicle or commercial truck (that are not fixed dwellings).", "In the late 1990s, some satellite television companies broadcast distant network signals to subscribers who were not eligible to receive them. Broadcasters filed suit against those satellite television companies. In May 1998, a federal court ruled that a company called PrimeTime 24 had violated the Satellite Home Viewer Act (SHVA) by retransmitting broadcast network television signals to both served and unserved households. The court ruled in favor of the broadcasters, meaning that many satellite TV subscribers would have lost access to distant network signals.", "However, Congress was debating satellite TV legislation (SHVIA) at the time and chose to allow some of those subscribers—called \"grandfathered subscribers\"—to continue to receive the signals for five more years (until December 31, 2004)."], "subsections": []}]}, {"section_title": "Provisions in SHVERA", "paragraphs": ["Under SHVIA, subscribers receiving distant network signals could also subscribe to local-into-local when it became available. In 2004, Congress again deliberated satellite TV legislation, ultimately passing SHVERA. Sections 103 and 204 of SHVERA differentiated three groups of subscribers: grandfathered, other, and future subscribers. In areas where local-into-local service was available, some had to choose between distant network signals or local-into-local. Each subscriber's situation was unique, complicating efforts to understand how the new provisions affected a particular household."], "subsections": [{"section_title": "Grandfathered Subscribers", "paragraphs": ["This group consists of households that had been receiving distant network signals illegally per the 1998 Miami court ruling. Under SHVERA, if local-into-local was offered in their area, or became available later, this group was required to choose between retaining distant network signals or receiving local-into-local signals within 60 days of being notified by their satellite company. They could no longer receive both."], "subsections": []}, {"section_title": "Other Subscribers", "paragraphs": ["This group consists of households who received distant network signals legally. Under SHVERA, if a satellite company offered local-into-local in a subscriber's area on January 1, 2005, these subscribers could receive both distant network signals and local-into-local signals.", "If a satellite company did not offer local-into-local service in the subscriber's area on January 1, 2005, but it became available later, the subscriber would then have to choose between distant network signals or local-into-local."], "subsections": []}, {"section_title": "Future Subscribers", "paragraphs": ["This group consists of households that subscribe to satellite television after December 8, 2004, the date of enactment of SHVERA. If local-into-local service is offered in their area, they may not receive distant network signals. If local-into-local is not offered when they subscribe, and they are eligible for distant network signals (i.e. they are \"unserved\"), they may receive distant network signals until such a time as local-into-local is offered."], "subsections": []}]}, {"section_title": "Impact of Local Signal Availability on Subscribers", "paragraphs": ["To summarize, if local-into-local is offered in a particular area:", "subscribers who were receiving distant network signals at the time SHVERA was enacted (December 8, 2004), because they were grandfathered in, could continue to receive distant network signals, but could not receive local-into-local at the same time. They had to choose one or the other. subscribers who are receiving distant network signals because they cannot get a grade B signal may continue to receive distant network signals if their satellite TV provider was not offering local-into-local on January 1, 2005. If local-into-local becomes available after January 1, 2005, they will have to choose between distant network signals and local-into-local. subscribers to satellite television after the date of enactment of SHVERA (December 8, 2004) may receive distant network signals if they are eligible for them and local-into-local is not offered. If local-into-local later becomes available, they must subscribe to local-into-local."], "subsections": []}, {"section_title": "Recent Developments", "paragraphs": ["As noted above in the section \" Unserved Households ,\" EchoStar Communications, also known as the DISH Network, was charged with violating the Satellite Home Viewer Act in 1998. EchoStar chose to defend its actions, and the company's distant network signals have been unaffected during the eight years the issue has been litigated.", "In May 2006, an Atlanta appeals court ordered a permanent injunction on EchoStar's carriage of all distant signals, including those provided to eligible consumers who cannot receive a grade B signal. In order to avoid a circumstance in which customers would lose access to distant signals they were eligible to receive, negotiations were undertaken between EchoStar and the four major broadcast networks (ABC, CBS, NBC, and FOX) to set the terms under which EchoStar could continue to carry those signals for eligible customers. A negotiated settlement was reached with three networks, but not with FOX.", "EchoStar claims that FOX chose not to negotiate a settlement because it is part of a vertically integrated company that is a partial owner of DirecTV, which would stand to gain customers at the expense of EchoStar if EchoStar's eligible customers could no longer receive distant FOX signals. FOX, on the other hand, counters that it was involved in this litigation for five years before its parent company took operational control of DirecTV, and having won the case in court, had no responsibility to negotiate a settlement that differed from the court's decision.", "On October 20, 2006, a Florida district court upheld the injunction and voided the proposed settlement reached by ABC, CBS, NBC, and EchoStar. The court set December 1, 2006, as the effective date of signal cutoff. Seven pieces of legislation were introduced that would have lessened the impact of the injunction ( S. 4067 and H.R. 6402 , S. 4068 and H.R. 6340 , S. 4074 , S. 4080 and H.R. 6384 ), but none were passed before the December deadline."], "subsections": []}]}}