{"id": "RS22663", "title": "U.S. Assistance Programs in China", "released_date": "2016-01-12T00:00:00", "summary": ["This report examines U.S. foreign assistance activities in the People's Republic of China (PRC), undertaken by the U.S. Department of State and U.S. Agency for International Development (USAID). The report also discusses related foreign operations appropriations, policy history, and legislative background. International programs supported by U.S. departments and agencies other than the Department of State and USAID, as well as Department of State public diplomacy programs, are not covered in this report.", "U.S. foreign assistance efforts in the PRC aim to promote democracy, human rights, and the rule of law; support sustainable livelihoods, cultural preservation, and environmental protection in Tibetan areas; and further U.S. interests through programs that address environmental pollution and pandemic diseases in China. The U.S. Congress has played a leading role in determining program priorities and funding levels for these objectives. These programs constitute an important component of U.S. human rights policy toward China. Although the United States is not the largest bilateral aid donor to China, it is the largest provider of government and civil society programming, according to data compiled by the Organization for Economic Cooperation and Development (OECD).", "In 2000, the act granting permanent normal trade relations (PNTR) treatment to China (P.L. 106-286) authorized programs to promote democracy in the PRC. Between 2001 and 2015, the United States government allocated over $417 million for Department of State and USAID foreign assistance efforts in the PRC, including Peace Corps programs. Of this total, $342 million was devoted to democracy, human rights, and related activities; Tibetan communities; and the environment. The direct recipients of State Department and USAID grants have been predominantly U.S.-based nongovernmental organizations (NGOs) and universities. Chinese NGOs, universities, and some government entities have participated in or indirectly benefited from U.S. programs, or have collaborated with U.S. foreign aid grantees.", "Appropriations for Department of State and USAID programs in China reached a peak in FY2010, totaling $46.9 million. Funding decreased by nearly 40% between 2010 and 2012 and has since remained at lower levels. Reduced appropriations have resulted in the discontinuation of a number of rule of law and environmental programs.", "Some policymakers argue that the United States government should not fund foreign assistance programs in the PRC because Beijing has significant financial resources and can manage China's own development needs. Other critics say that U.S. democracy, human rights, rule of law, environmental, and related programs have had little effect in China. Some observers fear that growing PRC restrictions on civil society could further undermine U.S. aid efforts. Some experts counter that U.S. programs in China aim to promote U.S. interests in areas where the PRC government has lacked the expertise or will to make greater progress. They argue that U.S. assistance activities in China have helped to develop protections of some rights, build foundations for the rule of law and civil society, and bolster reform-minded officials in the PRC government. Some proponents suggest that U.S. programs have nurtured relationships among governmental and nongovernmental actors and educational institutions in the United States and the PRC, which have helped to develop common understandings about human rights, the rule of law, and related principles and norms. Other programs are said to have reduced environmental and health threats coming from China."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Overview", "paragraphs": ["U.S. foreign assistance efforts in the People's Republic of China (PRC) primarily aim to promote human rights and democratic norms; strengthen the rule of law; counter global public health threats and the spread of pandemic diseases; and improve livelihoods, promote sustainable development and environmental conservation, and preserve traditional culture in Tibetan areas. Congressionally mandated foreign assistance programs constitute an important component of U.S. human rights policy toward China, along with the U.S.-China Human Rights Dialogue, public diplomacy efforts, reporting on human rights conditions in the PRC, and multilateral diplomacy at the United Nations and elsewhere. With the exception of some Tibetan and infectious disease programs, U.S. assistance efforts in the PRC do not focus on development objectives such as economic growth, poverty reduction, basic health care and education, and governmental capacity. The U.S. Agency for International Development (USAID) does not have an aid mission in China and administers PRC programs through its regional mission in Bangkok, Thailand. The Department of State refers to China \"as a development partner with the resources to invest in its own future.\"", "Between 2001 and 2015, the United States government allocated over $417 million for the Department of State's foreign operations or aid programs in China, of which $342 million was devoted to democracy, human rights, the rule of law, and related activities; Tibetan communities; and the environment. (See Table 1 .) Program areas supported by U.S. assistance have included the following: civil liberties; governmental transparency and accountability; legal training and awareness; access to legal counsel; capacity building of nongovernmental organizations; criminal justice reform; labor rights; private sector competitiveness, job skills training, and support to traditional artisans in Tibetan areas of China; and the prevention, care, and treatment of HIV/AIDS. The direct recipients of State Department and USAID grants have been predominantly U.S.-based nongovernmental organizations (NGOs) and universities. Chinese NGOs, universities, and some government entities have participated in or indirectly benefited from U.S. programs or collaborated with U.S. foreign aid grantees.", "Some analysts fear that growing PRC restrictions on civil society could adversely affect U.S. assistance programs. Chinese leaders long have been wary of domestic Chinese NGOs receiving foreign support, and, in recent years, PRC authorities have stepped up monitoring of Chinese NGOs that accept outside funding. In 2015, the Standing Committee of China's National People's Congress considered new legislation on the management of foreign NGOs. Draft regulations place foreign NGOs and their activities under the oversight of Public Security departments and impose greater limitations or controls related to their supervision, funding, and staffing. Many experts believe that these and other new laws would give the public security apparatus greater, arbitrary authority over a wide range of social activity, and seriously impede the development of, and stifle innovation in, Chinese civil society. In September 2015, a bipartisan group of U.S. Senators sent a letter to President Obama expressing concerns about the human rights situation in China. The letter stated: \"The rise of civil society in China has been one of the only human rights success stories of the past two decades, and it is imperative the U.S. speak up to protect it.\"", "In FY2011, foreign operations appropriations for programs in China began to decline after peaking in FY2010. Congress eliminated funding for several law programs run jointly through U.S. and PRC universities, as well as a number of collaborative environmental programs. Since FY2012, Congress has approved funding for U.S. assistance programs in the PRC but at reduced levels."], "subsections": []}, {"section_title": "Comparisons with Other Foreign Aid Providers", "paragraphs": ["According to data from the Organization for Economic Cooperation and Development (OECD), multilateral and bilateral official development assistance (ODA) from all donors to China has fallen since the mid-2000s. In 2013, the most recent year for which complete OECD numbers are available, the largest bilateral aid donors to China, ranked by the amount of ODA, were Germany, France, the United Kingdom, the United States, and Denmark. About two-thirds of ODA from Germany and 60% from France were provided in the form of concessional or low-interest loans. The United Kingdom and the United States do not provide development loans to China. Japan, once a large provider of loan assistance, stopped extending such financing to China in 2008. In terms of ODA grants, in 2013, Germany, France, the United Kingdom, and the United States offered $274 million, $163 million, $30 million, and $50 million, respectively, to the PRC. OECD data indicate that the United States was the largest source of support for \"government and civil society\" sector activities in 2013 ($18.4 million), largely provided through the National Endowment for Democracy (NED), followed by Germany ($16.3 million). German and French development programs in China largely focus upon education, health, water supply and sanitation, environmental protection, agriculture, and \"other social infrastructure and services.\" ", "Some bilateral donors have begun to reduce assistance to China due to Beijing's ability to finance its own development and provide foreign aid to less developed countries. In 2011, the United Kingdom and Australia announced that they would begin phasing out their aid programs in China, and the European Union (EU) announced that it would cut ODA to 19 emerging economies, including Brazil, China, and India, beginning in 2014. The European Commission stated that China \"has moved from being a traditional recipient of overseas development assistance to the position of a strategic partner.... Increasingly, the country is an important source of aid for other developing countries.\" ", "The EU reportedly funded aid projects and programs in China worth €224 million ($291 million) in 2007-2013. Program areas included the following: democracy and human rights; NGO financing; gender (women migrant workers); health; environmental programs; urban development; business cooperation; higher education; and information technology and communication. The EU currently lists ongoing, multi-year aid efforts in China worth approximately €15 million ($16 million). Program areas include strengthening civil society and promoting non-state actors in the following activities: combating HIV/AIDS; empowering and integrating young migrant populations; enhancing disabled persons organizations; caring for children-at-risk, particularly children of convicted parents; assisting people with mental health conditions; protecting the environment through public awareness and corporate responsibility; and supporting sustainable development in Tibet.", "OECD data include not only State Department and USAID funding, but also international programs carried out by other U.S. agencies. In 2013-2014, the Department of Energy (DOE), U.S. Trade and Development Agency (TDA), and the Department of Health and Human Services (HHS) supported major activities in China. DOE efforts in China included programs to promote nuclear security through the reduction and protection of nuclear materials. TDA is an independent U.S. foreign assistance agency that is funded by Congress, whose mission is to promote the export of U.S. goods and services for development projects in emerging economies. HHS efforts in the PRC focused on the control of infectious diseases. In addition, the Department of the Interior and the Environmental Protection Agency administered relatively small programs in China to protect endangered species and address air pollution. OECD data also include programs administered by the National Endowment for Democracy, a private foundation that receives an annual congressional appropriation. ", "Some private entities also support human rights, the rule of law, civil society, and environmental conservation in China. For example, the Ford Foundation, which does not receive U.S. government support, is one of the leading providers of assistance to China in the areas of civil society and good governance. It has offered grants worth over $350 million for programs in China since 1988. The Foundation's grants database listed over 87 programs with total funding of approximately $18 million during 2012-2015. Working with research institutes, civil society organizations, and government entities in China, Ford Foundation activities aim to promote civil society and philanthropy; transparent, effective, and accountable government; civil and criminal justice system reform; access to secondary and higher education; community involvement in natural resources policy; and awareness in the areas of sexuality and reproductive health. Programs include research on civil society; courses in citizen participation, social accountability, and governance for NGO leaders; legal aid and education; and training for villagers and local officials regarding rights under current laws and policies. Oxfam Hong Kong has been engaged in poverty alleviation, HIV/AIDS prevention and treatment, disaster relief, civil society development, and other efforts in mainland China since 1987. Oxfam reported that in 2013, the organization spent $14.2 million on programs, administered in partnership with Chinese NGOs and government entities, related to labor conditions, education for migrant children, violence against women, and environmental protection."], "subsections": []}, {"section_title": "Policy Debates", "paragraphs": ["As with many other efforts to promote democracy, human rights, and the rule of law in China, some observers maintain that U.S. assistance has not led to meaningful changes. They posit that foreign-funded rule of law, civil society, and related efforts in China have produced marginal results due in part to the Chinese Communist Party's rejection of many forms of institutional checks on state power. Inherent obstacles to reform, they assert, include the lack of judicial autonomy, restrictions on lawyers, weak enforcement of laws, and severe curbs on civil liberties and the ability of NGOs and Chinese citizens to perform social functions independently of state control. Some human rights activists argue that some U.S. stakeholders involved in such activities may refrain from supporting tougher U.S. approaches toward China's human rights abuses in order to protect their programs and policy interests. They suggest that U.S. assistance should focus on changing China's understanding of the rule of law, rather than expanding existing programs. ", "Other experts assert that U.S.-funded programs in the PRC have helped to strengthen protections of some rights, promote good governance practices, build foundations for the rule of law and civil society, and temper the effects of periodic political crackdowns. For example, the efforts of the United States government and private organizations, such as the Dui Hua Foundation, reportedly have helped to achieve some progress in the area of criminal justice reform in China in recent years. Some experts refer to the role of U.S. programs in promoting access to legal counsel; greater professionalism among judicial and legal personnel; increasingly worldly and dynamic NGOs and social organizations; and a cadre of human rights activists and lawyers. Some argue that U.S. assistance efforts respond to broad Chinese interest and support, and many observers note that awareness of legal rights among many segments of PRC society is growing.", "Some Members of Congress have advocated eliminating U.S. assistance activities in the PRC, with the exception of aid to Tibetans and some human rights and democracy programs. In particular, during the 112 th Congress, after a decade of congressional support for expanded programming, some Members argued that China does not need or deserve U.S. assistance, due to its enormous trade surplus and foreign exchange reserves, allegedly unfair trade practices, and poor human rights record. Some proponents of U.S. programs in China responded that U.S. assistance does not provide support to the PRC government, U.S. programs benefit U.S. interests, and they operate in areas where the PRC government has lacked sufficient capacity or commitment. ", "Some Members also opposed U.S. environmental programs in China, asserting that it is not the responsibility of the United States to help alleviate China's environmental problems. They argued that such assistance may unfairly bolster China's economy through the possible transfer of environmental and energy-saving technologies. Furthermore, they emphasized, China has been accused of not enforcing environmental regulations and of unfair trade in the clean energy sector. However, some U.S. officials defended the environmental programs, noting that air pollution from China has adversely impacted North American air and water, particularly on the U.S. West Coast. They asserted that USAID's environmental activities in China have helped to mitigate this impact."], "subsections": [{"section_title": "Congressional-Executive Commission on China: Policy Recommendations", "paragraphs": ["The Congressional-Executive Commission on China (CECC) monitors human rights and the rule of law in China and submits an annual report with policy recommendations to the President and Congress. While not directly commenting on U.S. assistance programs in China, the CECC's annual report for 2015 advocates U.S. engagement in various areas, including some in which U.S. assistance programs have been active. The report's recommendations include calls for the U.S. government to support programs, training, technical assistance, exchanges, collaboration, and capacity-building of local NGOs in China in the following areas: legal aid; the rights of citizens seeking redress under the State Compensation Law; criminal justice reform; the rights of workers, migrants, women, and ethnic minorities; and environmental rights and policies. In addition, the report supports \"democracy promotion and rule of law programs that are adapted to China\" and partnerships between U.S. academic institutions and NGOs and their Chinese counterparts aimed at expanding the \"Chinese legal system's potential to be a vehicle for protecting citizens' rights.\""], "subsections": []}]}, {"section_title": "U.S. Assistance to China: History", "paragraphs": ["Congress has played a direct role in determining the Administration's foreign assistance policies for China. Congress has initiated major programs in China and inserted special provisions or instructions in foreign operations appropriations legislation regarding U.S. assistance activities in the PRC. (See Table 2 . ) In 1999, Congress began approving funding for the purpose of fostering democracy in China. In 2000, the act granting permanent normal trade relations (PNTR) treatment to China ( P.L. 106-286 ) authorized programs to promote the rule of law and civil society in the PRC. The Consolidated Appropriations Act for FY2000 ( P.L. 106-113 ) provided $1 million for nongovernmental organizations located outside China to support activities that preserve cultural traditions and promote sustainable development and environmental conservation in Tibetan areas in China. In 1997, President Bill Clinton and PRC President Jiang Zemin agreed upon a U.S.-China Rule of Law Initiative, though funding for the program was not appropriated until five years later. In 2002, Congress made available $10 million from the Economic Support Fund (ESF) account for activities to support democracy, human rights, and the rule of law in China, including up to $3 million for Tibet.", "In 2006, Congress set aside special Development Assistance account funds for American universities to engage in education and exchange programs related to democracy, the rule of law, and the environment in China. These programs largely were phased out in 2012. The United States government began implementing HIV/AIDS programs in the PRC in 2007. Criminal justice and other programs conducted by the Resident Legal Advisor at the American Embassy in Beijing expanded in 2009."], "subsections": []}, {"section_title": "Legislative Restrictions on U.S. Assistance to China", "paragraphs": ["U.S. laws that can be invoked to deny foreign assistance on human rights grounds include Sections 116 and 502B of the Foreign Assistance Act of 1961 (P.L. 87-195). Foreign operations appropriations legislation also may impose restrictions or conditions. For example, U.S. representatives to international financial institutions may support projects in Tibet only if they do not encourage the migration and settlement of non-Tibetans into Tibet or the transfer of Tibetan-owned properties to non-Tibetans, which some fear may erode Tibetan culture and identity. U.S. contributions to the United Nations Population Fund (UNFPA) may not be used for a country program in China."], "subsections": []}, {"section_title": "Programs and Funding Accounts", "paragraphs": [], "subsections": [{"section_title": "Democracy Programs (Democracy Fund Account)", "paragraphs": ["The Department of State's Bureau of Democracy, Human Rights, and Labor (DRL) administers programs in China using Democracy Fund (DF) account appropriations. Funding levels largely have been determined by Congress. DRL's efforts in China constitute the bureau's largest country assistance program. DRL seeks to promote the rule of law, civil society, public participation in local government decisionmaking, and government transparency in the PRC. According to the State Department, its projects in China \"complement U.S. policy of principled engagement and emphasize areas where financial support from the Chinese government is improbable, i.e. protecting populations at risk.\" ", "DRL directly funds U.S.-based and international nongovernmental organizations and universities. Through the Bureau's programs, U.S. and international nongovernmental entities engage Chinese NGOs; government-sponsored social organizations and institutions, such as women's groups and universities; reform-oriented government bodies; and legal and judicial institutions and individuals. Due to political sensitivities in China, DRL does not openly disclose the names of its grant recipients. Major DRL program areas in China have included the following:", "Rule of law: strengthen legal and judicial institutions and promote their independence; train legal and judicial professionals; increase public access to the justice system; promote criminal and civil law reform. Civil society: develop the capacity of nongovernmental organizations, foundations, and charitable groups in fund-raising and NGO management. Citizen participation: promote public dialogue and input regarding the formation of policy. Labor: advance labor law, rights, and advocacy; develop collective bargaining mechanisms; strengthen migrant worker rights. Good governance: support government transparency and accountability. Civil liberties: promote freedom of expression, the press, and information; advance mass media development; support freedom of religion."], "subsections": []}, {"section_title": "Tibet (Economic Support Fund Account)", "paragraphs": ["Since 2000, Congress has made available Economic Support Funds (ESF) for sustainable development, environmental conservation, and cultural preservation in the Tibet Autonomous Region (TAR) and Tibetan communities in China. Nearly half of China's ethnic Tibetans live in the TAR. Other Tibetan areas include parts of the PRC provinces of Gansu, Qinghai, Sichuan, and Yunnan. U.S. programs also aim to expand citizen involvement in local economic enterprises, development planning, and social services and increase the capacity of Tibetans to compete in the formal economy. The Department of State also administers health, education, refugee, and scholarship programs for Tibetan exile communities in India and Nepal.", "U.S.-funded programs have continued despite an increasingly restrictive political environment for NGOs in Tibetan areas. Between 2002 and 2015, approximately $70 million in U.S. assistance was appropriated for these purposes, including an estimated $7.9 million in FY2015. In most years, the congressional appropriation for Tibetan programs exceeded the State Department's budget request. In addition, the National Endowment for Democracy has supported programs in Tibetan areas through its annual congressional appropriation. As funding for U.S. assistance activities in China overall has declined in recent years, assistance for Tibetan programs as a proportion of total U.S. foreign assistance to China has increased. Foreign operations appropriations legislation stipulates that assistance for Tibetan communities be allocated only to nongovernmental organizations and support projects funded by international financial institutions as long as they do not promote the migration and settlement of or transfer of land ownership to non-Tibetans."], "subsections": [{"section_title": "Economic Opportunity and Private Sector Competitiveness", "paragraphs": ["USAID activities in Tibetan areas of China aim to strengthen the capacity of Tibetan communities, local organizations, and artisans to develop sustainable livelihoods. Assistance efforts aim to support agricultural and other income-generating activities; help strengthen small enterprises, business associations, and herder cooperatives; and improve access to markets. Educational programs include training in vocational, marketing, and management skills and scholarships for secondary education. ESF account funds also support health and hygiene awareness programs and services."], "subsections": []}, {"section_title": "Cultural Preservation", "paragraphs": ["USAID programs in Tibetan areas include the following cultural preservation efforts: promoting Tibetan language instruction; preserving culture, heritage, and art; and restoring historical sites and buildings. Cultural preservation areas include literature, scriptures, painting, music, dance, and oral traditions. USAID strives to involve women in community activities aimed at increasing awareness of Tibetan culture. U.S. government and private funding support a Tibetan-language online digital library and network."], "subsections": []}, {"section_title": "The Environment", "paragraphs": ["Through partnerships with Tibetan communities, U.S. support seeks to protect the environment through conservation, sustainable natural resource management, and the development of renewable energy alternatives. USAID programs aim to improve rangeland management and grassland rehabilitation, reduce deforestation, and protect wetlands. Other efforts include raising awareness about, conducting research on, mitigating the impacts of, and developing responses to climate change."], "subsections": []}, {"section_title": "U.S. NGOs in Tibet", "paragraphs": ["In recent years, the primary grantees or implementing partners for USAID programs in the Tibet Autonomous Region (TAR) and Tibetan communities elsewhere in China have been the Bridge Fund (TBF), Winrock International, and the Poverty Alleviation Fund (TPAF). Unrest in Tibetan areas and government crackdowns on Tibetan religious and social activities have created a difficult environment for international NGOs in Tibetan areas, and their numbers reportedly have declined in recent years. The Bridge Fund has worked in the TAR and Tibetan communities outside the TAR since 1996. TBF implemented a five-year (2009-2014), $10 million USAID program in Tibetan communities aimed at preserving cultural heritage and promoting sustainable economic development and environmental conservation. Winrock International's five-year (2009-2014) TSERING (Tibetan Sustainable Environmental Resources for Increased Economic Growth) program operated in the TAR and Tibetan communities in four PRC provinces. Project areas included job skills training; income-generating activities that are compatible with traditional lifestyles; environmentally sustainable small businesses; and digital technology to document, preserve, and transmit cultural practices and knowledge. The Poverty Alleviation Fund (formerly the Tibet Poverty Alleviation Fund) has been working in Tibet since 1997. TPAF's programs in Tibetan communities in Yunnan Province have included microfinance, promoting local handicrafts, small enterprise development, agriculture and livestock, employable skills development, eco-tourism, and training in health, nutrition, and hygiene."], "subsections": []}]}, {"section_title": "Global Health Programs (Global Health Programs Account)", "paragraphs": ["Since 2007, the United States government, through the U.S. Centers for Disease Control and Prevention (CDC), has worked with U.S. NGOs to help address HIV/AIDS in regions of high incidence in China. U.S. assistance has focused on improving the capacity of governmental and nongovernmental efforts in prevention, care, and treatment programs as well as supporting programs for orphans and vulnerable children. Recipients of direct and indirect U.S. assistance also have included Chinese NGOs, community-based groups, government-sponsored social organizations, provincial health bureaus, and clinics. USAID has collaborated with, but not provided direct assistance to, the China Centers for Disease Control and Prevention. U.S. public health efforts in China include responses to public health threats, such as outbreaks of influenza strains that experts believe have a potential of spreading globally, such as avian flu H7N9."], "subsections": []}, {"section_title": "Criminal Law and Procedure (International Narcotics Control and Law Enforcement Account)", "paragraphs": ["Since 2002, International Narcotics Control and Law Enforcement (INCLE) account funding has supported a Resident Legal Advisor (RLA), based in the U.S. Embassy in Beijing, to offer expertise on U.S. criminal law and procedure to PRC government officials, jurists, and academics, and to \"promote long-term criminal justice reform in China.\" Most of the RLA's activities are conducted by the RLA alone or in cooperation with nongovernmental organizations. The RLA engages Chinese courts, prosecutors, legal scholars, and bar associations. Reform areas include pre-trial detention, coerced confessions, the rights of defense lawyers, and judicial independence. Although many problems remain, the State Department reported that the Chinese government has implemented some reforms in these and other areas."], "subsections": []}, {"section_title": "Rule of Law and Environmental Programs (Development Assistance and Economic Support Fund Accounts)", "paragraphs": ["Between 2006 and 2011, Congress allocated Development Assistance (DA) account funds for rule of law and environmental efforts in China. Programs facilitated U.S. engagement with PRC bar associations; provided Chinese students with legal training; and strove to enhance the capacity of Chinese law colleges and judicial institutions, develop citizen awareness of the legal system, and strengthen laws that safeguard civil and women's rights. USAID's criminal justice efforts included making trial procedures more open, supporting the adoption of a national law that would exclude illegally obtained evidence, and creating guidelines for defense lawyers in death penalty cases. Administrative law programs promoted transparency and public participation in government. Other rule of law activities included expanding legal clinics and public defenders' offices and training PRC judicial officials on consumer protection and intellectual property.", "USAID administered several environmental programs in China during the same period, using DA account funds as well as private financing. The U.S.-China Partnership for Environmental Law helped to train environmental law professionals, advance reform in China's environmental law, and build capacity in environmental governance. The U.S.-based Institute for Sustainable Communities and World Resources Institute implemented the Guangdong Environmental Partnership and the U.S.-China Partnership for Climate Action, which promoted energy efficiency, low greenhouse gas emissions, and health and safety policies in factories and power plants. Both programs received support from USAID, U.S. private corporations, U.S. and Chinese research institutions, and PRC communities and government agencies. USAID provided a grant to the Thailand-based Freeland Foundation for countering the trafficking of wildlife in China and elsewhere in Asia. Other USAID environmental efforts in China included supporting clean energy investment and development, promoting energy efficiency in commercial buildings, assisting in water and sanitation projects, raising standards in the production of fluorescent lamps, and combating illegal logging.", "In 2012, Congress phased out Development Assistance for USAID rule of law programs in China, although DRL programs continued. Congress also withdrew support for environmental programs in China, with the exception of those in Tibetan areas. Some rule of law and environmental programs have continued through the ESF account, however, albeit at decreased levels of funding. ", "In FY2015, Economic Support Funds ($1 million) supported programs that aim to promote respect for basic human rights, the rule of law, development of civil society, and citizen participation in the public sphere. Program activities included strengthening legal rights protections; supporting public interest law; developing the legal profession; bolstering criminal defense systems; and increasing access to justice for underserved and vulnerable populations. Environmental programs using ESF funds ($2.5 million) focused on reducing greenhouse gas emissions in selected urban areas through technical assistance and the involvement of civil society.  For FY2016, Congress made available $15 million in ESF for democracy, rule of law, civil society, and environmental programs in China."], "subsections": []}, {"section_title": "Internet Freedom", "paragraphs": ["For over a decade, the United States government has sought to promote global Internet freedom, particularly in China and Iran. In 2006, the Bush Administration established the Global Internet Freedom Task Force, which was renamed the NetFreedom Task Force under the Obama Administration. Between 2008 and 2012, Congress appropriated approximately $95 million for State Department and USAID global Internet freedom efforts. The Administration reportedly awarded $25 million and $18 million in 2013 and 2014, respectively, to groups working to advance Internet freedom in the following areas: web and mobile counter-censorship and secure communications technology; training in secure online and mobile communications practices; and policy and advocacy efforts and research. "], "subsections": []}]}]}}