{"id": "RS22510", "title": "“State Representation” in Appointments to Federal Circuit Courts", "released_date": "2011-03-30T00:00:00", "summary": ["When a seat becomes vacant on a federal court of appeals (the \"circuit courts\"), the President has the opportunity to nominate a new judge for the Senate's consideration. Geography is often a factor in the decision, particularly whether the new judge will be nominated from the same state as the predecessor. One scholar refers to the custom of maintaining state continuity in seats within a court (e.g., a \"Missouri seat\" or an \"Ohio seat\") as \"state representation.\" Federal statutes currently require that judges \"reside\" in the circuit at the time of appointment and while in active service, and that each state within the circuit be represented among the court's judges, but do not require that particular seats be reserved for nominees from particular states.", "As of this writing, President Obama has nominated 23 individuals to circuit court judgeships (excluding nominations made to the Federal Circuit and the U.S. Court of Appeals for the District of Columbia) during the 111th and 112th Congresses. Of the 16 confirmed, only one — that of Albert Diaz to the U.S. Court of Appeals for the Fourth Circuit — has resulted in a change in state representation. Of the seven whose nominations have not yet received final action, none would result in changes in state representation.", "This report provides an overview and analysis of changes in state representation of circuit court judges confirmed since 1891, when Congress created the modern regional appeals courts. The data reveal that some seats are consistently filled by judges from the same state. Other seats are filled by judges from various states in that circuit. Overall, changes in state representation have occurred in 23% of confirmed nominations since 1891. Changes in state representation were more common prior to the 1960s than in recent decades. Over 40% of appointments made during the Kennedy Administration or earlier have resulted in changes to state representation in a circuit; 13% of circuit court appointments after the Kennedy Administration have made such a change. The frequency of those changes has also varied by circuit.", "This report will be updated periodically to reflect changes in state representation or other notable developments."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["The federal courts of appeals, often called \"circuit courts,\" remain the last avenue of appeal for all but the handful of cases heard by the Supreme Court of the United States. Eleven regional circuits cover the 50 states and U.S. territories. Each circuit court includes at least three states, and is currently authorized to have between 6 and 29 judgeships. A total of 179 authorized judgeships are available to the courts of appeals, although not all positions are currently filled. There are also courts of appeals for the District of Columbia Circuit and the Federal Circuit, but those courts do not have the same connection to state geography as the regional circuit courts of appeals.", "The Constitution of the United States empowers the President to make nominations for judicial vacancies, with \"advice and consent\" from the Senate. \"State representation\"—what one scholar describes as particular judicial seats on the circuit courts being affiliated with particular states—is customary for many seats, but it is not a formal requirement. A 1997 law requires that every state within a circuit be represented among appeals court judges by a resident of that state. In addition, except for the D.C. and Federal Circuits, appeals nominees must \"reside\" within the circuit at the time of appointment and \"thereafter while in active service.\" Otherwise, the President is not required by statute to nominate appeals judges from particular states. Selection of appellate nominees is generally the product of consultation between the President and Senators representing states within the circuit in question.", "Some high-profile nominations to circuit court judgeships have been controversial, in part because they represented changes in state representation. Disputes concerning at least three circuits have occurred since the mid-1990s. Additional discussion appears below.", "First, in 1995, a dispute emerged over the nomination of James L. Dennis, a Louisianan nominated to a Fifth Circuit seat previously occupied by Mississippian Charles Clark. Dennis was eventually confirmed by the Senate. ", "Second, some Senators publicly objected to the nominations of Claude Allen to a vacancy on the Fourth Circuit due to state representation grounds. Allen, from Virginia, was first nominated to the court in 2003 after the death of Judge Francis Murnaghan of Maryland. Allen's nomination was eventually returned to the President at the end of the 108 th Congress without Senate approval. The nomination was not resubmitted in the 109 th Congress; no nomination to the seat occurred during the 110 th Congress. On April 2, 2009, President Obama nominated Judge Andre M. Davis of the District Court of Maryland to fill this seat. Judge Davis was confirmed on November 9, 2009. Additionally, according to media accounts, the 2006 vacancy created by the resignation of Fourth Circuit judge Michael Luttig, of Virginia, prompted Senators from Virginia and North Carolina to advocate nominees from their respective states. In May 2008, G. Steven Agee, of Virginia, was confirmed to fill this position, failing to result in a change in state representation. ", "The nomination of Norman Randy Smith to the Ninth Circuit also proved to be controversial. In December 2005, President George W. Bush nominated Smith, of Idaho, to a Ninth Circuit seat. California Senator Dianne Feinstein publicly objected to the nomination, stating that Smith's confirmation would result in a \"transfer of a judgeship from California to Idaho.\" Senator Barbara Boxer, also from California, and other Senators also objected to the nomination. By contrast, Idaho Senators Larry Craig and Michael Crapo, and others, contended that Smith should be confirmed to the seat because its previous occupant, Judge Stephen S. Trott, maintained chambers in Idaho, and because judges from various states had previously held the seat. At the beginning of the 110 th Congress, President Bush renominated Smith to fill Judge Trott's vacancy, but later withdrew that nomination and renominated Smith to replace Judge Thomas Nelson, who had taken senior status. Nelson was originally nominated from Idaho. The Senate confirmed Smith on February 15, 2007, to the seat vacated by Nelson. ", "In the 111 th Congress, the confirmation of Albert Diaz to the U.S. Court of Appeals for the Fourth Circuit resulted in a change in state representation, moving a seat from South Carolina to North Carolina. Diaz, formerly a state court judge in North Carolina, was nominated to replace William W. Wilkins, who served as a district court judge in the District of South Carolina before his elevation to the Fourth Circuit in 1986. In the present Congress, no nomination pending, if confirmed, would result in changes to state representation in a circuit. "], "subsections": []}, {"section_title": "Methodology", "paragraphs": ["This report relies primarily on the Multi-User Database on the Attributes of United States Appeals Court Judges, 1801-1994 , compiled by Auburn University political scientists Gary Zuk, Deborah J. Barrow, and Gerard S. Gryski. Professor Gryski provided CRS with partially updated data, which CRS supplemented with information from the Federal Judicial History Office at the Federal Judicial Center (FJC), the FJC's Federal Judges Biographical Database, the Legislative Information System (LIS) nominations database, the Senate Executive Journal , and other sources, to make relevant portions of the database current. This report limits the inquiry to 1891-2009. According to Professor Gryski, information in the Multi-User Database on the state from which judges were nominated came from the Senate Executive Journal , Judiciary Committee questionnaires, and the Executive Calendar. Using the Senate Executive Journal and the LIS nominations database, a CRS reference assistant manually checked in the Multi-User Database all cases of apparent changes in state representation (e.g., a judge nominated from Florida replacing a judge from Georgia). CRS also conducted random checks of changes in state representation and other cases listed in the Multi-User Database , and found only minimal clerical errors. In the few cases of conflict between the Multi-User Database and CRS research, the authors relied on information listed in the President's nominating statement in the Senate Executive Journal or the LIS nominations database as the decisive record. Based on this methodology, the Multi-User Database appears to be highly reliable. For this report, CRS limited the database to 439 cases in which changes in state representation were possible, meaning that the first appointee to each seat was omitted since those appointments necessarily could not have represented changes."], "subsections": []}, {"section_title": "Changes in State Representation", "paragraphs": ["The data indicate that a seat is usually filled by a judge nominated from the same state as the predecessor in that seat. Where changes to state representation on the regional circuit courts of appeals have occurred, some patterns can be discerned. First, slightly more than three-quarters of confirmed nominations did not change state representation. Second, a noteworthy decline in the number of changes in state representation has occurred, particularly in the past 40 years. Third, some circuits have experienced greater changes in state representation than others. One explanation for the latter two patterns might be a practice of rotating seats among smaller states, particularly before a federal statute required that each state be represented on its circuit court and before Congress created enough judgeships within each circuit to allow each state to be represented at the same time. The Court of Appeals for the First Circuit, for example, covers the states of Maine, Massachusetts, New Hampshire, and Rhode Island. Until 1978, the court had only three authorized judges, so not all of the states could be represented on the court simultaneously. In general, however, the public record contains very limited information about why changes in state representation occurred.", " Table 1 summarizes changes in state representation across the regional circuit courts since 1891. The cells in the table list the number of changes in state representation each President made in each circuit (e.g., \"1 of 2,\" meaning one change in state representation out of two total appointments to that circuit). Of the 455 opportunities for changes in state representation since 1891, 104 confirmed nominations (23%) resulted in such changes. Viewed differently, slightly more than three-quarters of all appellate vacancies have been filled by judges nominated from the same states as their predecessors. The 104 switches count the total number of changes in state representation, so if a state \"loses\" a seat but \"regains\" one at a later date, it would be counted as two switches in Table 1 . Accordingly, the 23% figure does not reflect net \"gains\" or \"losses\" by states on their respective circuit courts of appeals. Although the subtotals—for each President and each circuit—suggest variation in changes in state representation, one should exercise caution when generalizing from isolated data points. Because vacancies in a given circuit have occurred infrequently, any change in state representation could have had a substantial impact on the values in each cell of Table 1 . Summary percentages provide information only about how common changes in state representation have been in a particular circuit or presidency, not the political context surrounding those changes, such as the impact of negotiations between the President and the Senate.", "Some circuit court seats experienced changes early in their histories, but have since stabilized. Other seats experienced frequent changes throughout their histories. Compared with more recent administrations, Table 1 shows that changes in state representation were relatively common through the Kennedy Administration. Specifically, 40% of appointments through the Kennedy Administration marked changes in state representation, as compared with 13% from the Lyndon Johnson Administration to the present. In fact, half or more of all circuit court appointments for Presidents Cleveland, Taft, Harding, Coolidge, and Franklin Roosevelt resulted in state representation changes in circuit courts of appeals. By contrast, since the Johnson Administration, circuit court appointments have resulted in relatively modest changes in state representation. President Nixon's appointments accounted for the largest percentage change in state representation since the Kennedy Administration, although only 22% of his appointees resulted in such a change. ", "Most recent appointments have resulted in substantially fewer changes. President George W. Bush (5%) had the lowest percentage of changes in state representation since Benjamin Harrison. President Clinton had the fourth-lowest percentage (11%). President Obama currently has the second-lowest percentage (6%), although this may change through his presidency. Some Presidents may have been able to compensate a state that \"lost\" a seat by appointing a judge from that state to a new seat when an additional judgeship was created.", " Table 1 also shows that changes in state representation have varied by circuit. The Eleventh Circuit, created from the old Fifth Circuit in 1981, has experienced no changes in state representation. State representation in the Second Circuit has also been very stable over time. On that circuit, only four of 54 appointments to the court (7%) have resulted in changes in state representation. By contrast, approximately 30%-40% of appointments have signaled changes in state representation on the First, Fourth, Eighth, and Ninth Circuits."], "subsections": []}]}}