{"id": "RS22776", "title": "Military Airlift: The Joint Cargo Aircraft Program", "released_date": "2008-10-10T00:00:00", "summary": ["Joint Cargo Aircraft (JCA) is a joint acquisition program between the Army and Air Force intended to procure a commercial off-the-shelf aircraft capable of meeting Army and Air Force requirements for intra-theater airlift. The C-27J Spartan, built by L-3 Communications, was awarded the JCA contract in 2007. This is an update of a report by [author name scrubbed] and will be updated as conditions warrant."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["The Joint Cargo Aircraft (JCA) is a small, intra-theater airlifter being procured by the Army and Air Force. Small airlifters have filled niche roles for the Department of Defense (DOD) over the past several decades, flying missions to deliver time-sensitive cargo, transport important personnel, evacuate casualties, and resupply austere operating locations. During the Vietnam War, the Air Force flew C-123 Providers while the Army used C-7 Caribous for intra-theater airlift. A source of inter-service tension, C-7 ownership transferred to the Air Force in 1966, but the Air Force continued to fly them attached to Army units. With funding scarce after Vietnam, the Air Force retired both the C-7 and C-123 without replacement.", "In the 1980s, the Air Force bought 18 C-23 Sherpas to move supplies between European bases. After the Cold War, six Sherpas were transferred to the Army before 40 more were acquired and assigned mostly to Army National Guard units. In 1991, the Air Force purchased 10 C-27A Spartans for operations around Howard AFB, Panama, but these aircraft were retired in 1999 after the base closed. Today, some assert operations in Iraq and Afghanistan have stressed Army transport helicopters, amplified weaknesses of the Sherpa fleet the Army inherited, and exposed a capability gap within DOD. Some also foresee a persistent need for small tactical airlifters for homeland defense and disaster relief. Table 1 summarizes characteristics for some tactical transport aircraft.", "In 2004, the DOD began to consider options to meet Army requirements for intra-theater airlift. The Army's Future Cargo Aircraft (FCA) program gained DOD approval in March 2005 with plans for an initial purchase of 33 FCAs. FCA was intended to replace aging C-23s, C-26 Metroliners , and some C-12 Hurons ; reduce reliance on ground convoys in Iraq and Afghanistan; and decrease the heavy workload of the Army's CH-47 Chinook helicopters. A rift over FCA between the Army and Air Force began to surface in 2005. Former Air Force Chief of Staff General John Jumper replied to a reporter's FCA question with, \"you don't need to go out and buy yourself an Air Force—we've got one.\" In September 2005, the Air Force expressed interest in developing a small intra-theater airlifter of its own—the Light Cargo Aircraft (LCA). Air Force interest continued in 2006 with officials envisioning 100-150 LCAs.", "In December 2005, DOD noted the similarities between the FCA and LCA programs and merged them into the Joint Cargo Aircraft (JCA) program with the Army designated as lead. In June 2006, the Army and Air Force Vice Chiefs of Staff signed an agreement to jointly develop command and control, sustainment, training, and acquisition strategies for the JCA. Industry teams competed four aircraft for the JCA contract:", "L-3 Communications, Alenia Aeronautica, and Boeing offered the C-27J. Raytheon and European Aeronautic Defence and Space (EADS) Company's CASA North America proposed the C-295 and CN-235. Lockheed Martin competed the C-130J.", "In November 2006, after the C-130J was eliminated from competition for failing to meet required navigational capabilities, Lockheed Martin protested the decision. Likewise, when the C-27J won the JCA competition in June 2007, Raytheon contested DOD's evaluation of competing aircraft. The Government Accountability Office denied both protests, and subsequently L-3 Communications was awarded a $2.04 billion firm-fixed price contract to build up to 78 C-27Js (54 Army, 24 Air Force).", "The rift between the Army and Air Force mentioned above reflects differences in their overall approaches to the intra-theater airlift mission, as well as continued debate from many others, including Congress, over the roles and missions of each service. The following sections address these differences."], "subsections": []}, {"section_title": "Army Intra-theater Airlift", "paragraphs": [], "subsections": [{"section_title": "Mission", "paragraphs": ["Joint doctrine does allow each service component to maintain a small fleet of aircraft to meet service-specific needs. The Army states that it plans to use JCA for \"direct support\" of its ground operations by providing \"on-demand transport of time-sensitive/mission-critical cargo and key personnel to forward deployed Army units operating in a Joint Operations Area.\" The Army primarily views JCA as on-call airlift directly tied to the tactical needs of ground commanders, sometimes referred to as transporting cargo the \"last tactical mile.\""], "subsections": []}, {"section_title": "Requirements", "paragraphs": ["In 2005, the Army completed a proposal, validated by the Joint Requirements Oversight Council (JROC), that acknowledged a need for more airlift of time-critical cargo. By April 2007, updates to this JROC approval reflected a joint requirement for up to 75 aircraft. Rand analysts suggested the optimal airlift fleet should be structured to meet \"the most serious threats to vital national interest ... and consists of several types of aircraft\" with a \"variety of operational characteristics,\" and should avoid specialization that \"jeopardizes the ability of the overall force to perform its most critical missions.\""], "subsections": []}]}, {"section_title": "Air Force Intra-theater Airlift", "paragraphs": [], "subsections": [{"section_title": "Mission", "paragraphs": ["The Air Force, which is responsible for organizing, training, and equipping to perform airlift, views the JCA mission, including delivery of time-sensitive/mission-critical Army cargo, as its role. The Air Force says it will use JCA to provide \"general support\" airlift for all users. Joint publications define this as \"the airlift service provided on a common basis for all DOD agencies and, as authorized, for other agencies of the U.S. Government\" and assigns mission responsibility to U.S. Transportation Command. Under this construct, the Air Force allocates available aircraft to all users in accordance with a Joint Force Commander's (JFC's) priorities; the stated goal is efficient use of every aircraft for multiple tasks."], "subsections": []}, {"section_title": "Requirements", "paragraphs": ["In 2007, Rand conducted an Intra-theater Airlift Force Mix Analysis (IAFMA) for the Air Force to determine the optimum composition of the Air Force's intra-theater airlift fleet. While most details were classified, the study determined that C-27s were an efficient complement to other intra-theater platforms, but were not as cost-effective as operating the same number of C-130Js. The Air Force has requested further study on possible mission activity where the C-27 may be more cost-effective, as well as comparisons to precision airdrop systems (see next section) and recapitalizing CH-47s and/or C-23s. In addition, tactical airlift requirements are part of the Mobility Capability/Requirements Study (MCRS), currently in progress and due for release in 2009."], "subsections": []}]}, {"section_title": "Other Options for Intra-theater Airlift", "paragraphs": ["JCA critics state that DOD already has sufficient options for tactical airlift. Some suggest the Air Force could have a more versatile system by diverting funds planned for JCA into procuring larger tactical airlift models such as C-130s and C-17s, a view backed up by the IAFMA results. Others assert that the Army's helicopter modernization program may require a 50% larger budget between 2007-2030 compared with 1986-2005 and suggest the Army could better use JCA dollars by modernizing its helicopter fleet. Accordingly, the services are also pursuing a Joint Heavy Lift program that would replace current large-helicopter fleets and could perform this \"last tactical mile\" mission. A separate (but related) possibility for accomplishing this mission is a precision airdrop system. Several systems currently in use, or under development, combine cargo platforms, steerable parachutes, and GPS receivers that allow cargo airdrops from high (and relatively safe) altitudes, to deliver supplies and vehicles with pinpoint accuracy and with no runway needed."], "subsections": []}, {"section_title": "Roles and Missions", "paragraphs": ["Some Members have questioned the merit of splitting tactical airlift between the Army and Air Force, while others have expressed strong support for this approach. Historically, the Army has argued for ownership of a small fleet of tactical airlifters. Field commanders often state they need the responsiveness that \"direct support\" airlift provides to counter unforeseen contingencies. Critics characterize this approach as inefficiently creating \"two air forces.\" Others state that the JCA simply maintains the status quo in roles and missions. For example, it is argued that \"direct support\" Army transport helicopters, performing time-sensitive or mission-critical movement of passengers and cargo, create a battlefield synergy between efficiency and effectiveness in conducting the joint fight. Further, some point out that the Army is responsible for sustaining soldiers within its Joint Operating Areas and believe the Army should be able to procure and use the most efficient vehicles (truck, helicopter, fixed-wing aircraft) to perform this task.", "The crux of the roles and missions debate, however, is command and control of these aircraft. Advocates of placing all JCAs into the Air Force point out that presently a JFC can apportion tactical airlift into a \"direct support\" role whenever it is needed. The Air Force has an extensive command and control architecture already established for the air mobility mission in any theater. Centralized control of all air assets is the primary tenet of this construct. Army commanders, however, normally function in an environment of decentralized control that would allow them to instantly task their own assets, but may leave the aircraft idle when not needed. The Army proposes that its aircraft would be made available to the common-user airlift pool when not needed in a \"direct support\" role, but it is not clear that it is committed to obtaining the necessary command and control systems architecture mentioned above to ensure the aircraft are both visible and usable by a joint commander.", "Lastly, critics may question the Air Force's long-term commitment to the \"direct support\" role, pointing out the Air Force has retired its last four small tactical airlift aircraft without replacement. When asked about his preference in the JCA debate, General Norton Schwartz, then Commander of U.S. Transportation Command, questioned whether the Air Force was willing to support the Army in the manner the Army wants to be supported. For example, he asked, \"is the Air Force willing to attach tactical airlifters to an Army brigade commander when required?\""], "subsections": []}, {"section_title": "Legislative Actions", "paragraphs": [], "subsections": [{"section_title": "FY2009", "paragraphs": ["The President requested $264.2 million to procure seven C-27Js for the Army, $5.4 million for advanced procurement for the Air Force, $3 million for Army Research, Development, Testing and Evaluation (RDT&E), and $26.8 million for Air Force RDT&E. The 2009 Defense Authorization Act supported the Army portions of the request, but cut all of the advance procurement funds and $10 million of RDT&E funds from the Air Force request. House authorizers ( H.Rept. 110-652 ) pointed to the results of the aforementioned IAFMA as one cause for removing funds and questioned the lack of analysis done to justify Air Force procurement of JCA. Appropriators ( P.L. 110-329 ) also supported the Army funding while removing the Air Force advance procurement funds and $10 million in RDT&E money that was \"unexecutable.\""], "subsections": []}, {"section_title": "FY2008", "paragraphs": ["The President requested $157 million for Army procurement and $42.3 million for Air Force RDT&E. House authorizers ( H.Rept. 110-146 ) supported the request but stipulated that DOD could not obligate funds until requirements analysis was complete. Senate authorizers ( S.Rept. 110-77 ) also supported the funding request, but transferred funds from the Army into the Air Force's procurement account and questioned the Army's need for an organic fixed-wing airlift fleet, stating", "If there were a pattern of the joint forces air component commander (JFACC) providing support that did not match the priorities of the joint forces land component commander (JFLCC), that would certainly argue for intervention of the joint forces commander to correct the situation. It would not be a persuasive argument that the JFLCC should have his own air force.", "The 2008 Defense Authorization Act restored Army procurement funds, but directed DOD to conduct a roles and missions review ( P.L. 110-181 ). Appropriators supported the President's request for procurement but cut $21.3 million from RDT&E as an \"unjustified request\" ( P.L. 110-116 )."], "subsections": []}, {"section_title": "FY2007", "paragraphs": ["The President requested $109.2 million for Army procurement and $15.8 million for Air Force procurement. Authorizers supported the request but transferred procurement funding to the Air Force's account ( P.L. 109-364 ). Appropriators cut funding for Army JCA to $72.2 million and transferred Air Force procurement dollars into the Air Force's RDT&E account ( P.L. 109-289 ). Echoing comments from the 2007 Defense Authorization Bill, Senate appropriators ( S.Rept. 109-292 ) expressed a desire for additional analyses of intra-theater airlift requirements."], "subsections": []}, {"section_title": "FY2006", "paragraphs": ["The President requested $4.9 million for JCA lead procurement, and both authorizers ( P.L. 109-148 ) and appropriators ( P.L. 109-163 ) fully supported the request."], "subsections": []}]}]}}