{"id": "RS22618", "title": "The Supreme Court Decides Five Environmental Cases in Its 2006-2007 Term", "released_date": "2007-06-29T00:00:00", "summary": ["The Supreme Court decided five environmental cases during its 2006-2007 term, a significant proportion of the 72 cases it heard. Two decisions involve the Clean Air Act: one ruling that the act allows the Environmental Protection Agency (EPA) to regulate vehicle emissions based on their global warming impacts; the other, that EPA regulations validly impose an annual, as opposed to hourly, emissions change test in determining whether a modification of a stationary source makes it a \"new source\" requiring a permit. A Superfund Act decision held that liable parties who incur cleanup costs beyond their fair share may sue for reimbursement, despite another provision in the act restricting contribution actions. Another case dealt with the relationship between the Clean Water Act and Endangered Species Act, holding that the former's mandate that EPA \"shall\" delegate a permitting program to a state when statutory criteria are met is not subject to the equally unqualified command in the latter that consultation with federal wildlife-protection agencies occur. The remaining case involves a constitutional issue. It held that two counties' \"flow control\" laws, requiring that solid waste generated within the counties be taken to processing facilities within the counties, did not offend the Constitution's \"dormant commerce clause\" because the facilities were publicly owned."], "reports": {"section_title": "", "paragraphs": ["The Supreme Court in recent years has accepted for argument only about 70 to 80 cases each term, so it is a matter of some note when several of them fall into a single area. Such was the situation in the Court's 2006-2007 term, with the Court accepting for oral argument five environmental cases out of 72 altogether. This interest in environmental cases continues a pattern of several years' duration; indeed, the Court also decided five environmental cases in its 2003-2004 term.", "The five environmental cases in the 2006-2007 term were a varied lot: two involving the Clean Air Act, one the Superfund Act, one the relationship between the Clean Water Act and Endangered Species Act, and one the federal constitutional limits on local solid-waste \"flow control.\" The Court's decisions in these cases were equally varied, ranging from two unanimous decisions ( Duke Energy and Atlantic Research ) to two that were 5-4 ( Massachusetts and National Association of Home Builders ). In both of the 5-4 decisions, Justice Kennedy was the decisive fifth vote."], "subsections": [{"section_title": "The Clean Air Act and Greenhouse Gas Emissions from New Motor Vehicles", "paragraphs": ["Massachusetts v. EPA , 127 S. Ct. 1438 (Apr. 2, 2007)", "This case marks the debut of global warming in the Supreme Court. It arose from a petition asking EPA to regulate emissions from new motor vehicles under the Clean Air Act (CAA) on a novel ground: their status as greenhouse gases (GHGs) promoting global warming. In 2003, EPA denied the petition, arguing principally that CAA section 202 does not authorize EPA to regulate vehicle emissions on that basis. Twelve states and several environmental groups then challenged the denial in the D.C. Circuit.", "In 2005, the D.C. Circuit rejected 2-1 the challenge to EPA's denial. The two judges voting to reject did so for different reasons, however. One judge agreed with EPA that the section 202 phrase \"in his judgment\" allows the agency to inject policy considerations into its decision whether to regulate vehicle emissions—for example, the Administration's preference for economic incentives over regulatory mandates. The other judge held that petitioners had not suffered the injury requisite for federal-court standing, a ubiquitous issue in global warming litigation.", "The Supreme Court decided 5-4 in favor of the petitioner states and environmental groups, reversing the court below. At the outset, the majority opinion by Justice Stevens held that petitioners had standing, explaining that the required \"injury in fact\" for standing was provided by Massachusetts's loss of shoreland through global-warming-induced sea level rise, and that states seeking to establish standing in federal court are entitled to \"special solicitude.\" On the merits, the Court held that CAA section 202 empowers EPA to regulate emissions from new motor vehicles based on their global warming impacts, the statute being \"unambiguous\" on this score. Also, EPA may not inject policy considerations into its decision to reject regulating such emissions, as the agency had done. The section 202 phrase \"in his judgment\" was not \"a roving license to ignore the statutory text\"; EPA's judgment must relate to whether an air pollutant might endanger public health and welfare. In two four-justice dissents, Chief Justice Roberts rejected standing and Justice Scalia denied that EPA had the requisite authority under the CAA.", "The Court's ruling is likely to have several effects. Most obviously, EPA may find it difficult to avoid regulating GHGs from new vehicles. According to the Court, \"EPA can avoid taking further action only if it determines that greenhouse gases do not contribute to climate change or if it provides some reasonable explanation as to why it cannot or will not exercise its discretion.\" Section 202 says that once EPA makes the \"judgment\" that a pollutant might endanger public health or welfare, it must issue regulations. Beyond the implications for new vehicles, the Court's decision pressures EPA to move against GHG emissions from stationary sources, under Title I of the CAA. (Indeed, a lawsuit seeking to compel just that was stayed by the D.C. Circuit pending the Supreme Court's decision in Massachusetts v. EPA .) The decision also could influence Congress to act on global warming, partly because the default regulatory structure of the CAA does not easily accommodate a global phenomenon like climate change. In the courts, the decision could affect many GHG-related cases now pending, as by supporting a finding of standing, and could encourage new suits to be brought."], "subsections": []}, {"section_title": "The Clean Air Act and New Source Review", "paragraphs": ["Environmental Defense v. Duke Energy Corp ., 127 S. Ct. 1423 (Apr. 2, 2007)", "This case arises from a CAA enforcement action brought by EPA against Duke Energy, charging it with carrying out 29 \"modifications\" to its coal-fired power plants without obtaining Prevention of Significant Deterioration (PSD) permits required for \"new sources\" under the act. Environmental groups, including Environmental Defense, intervened as plaintiffs. The dispute centers on how to measure the emissions from a stationary source of emissions so as to determine whether a physical or operational change in that source \"increases the amount,\" in the CAA's words, of emissions. The existence of such an emissions increase is pivotal, since it brands the physical or operational change as a \"modification\" and the modified source, in turn, as a \"new source\" requiring a PSD permit and state-of-the-art pollution controls.", "In the district court, the United States argued that Duke's refurbishment of its aging plants would allow them to operate more of the time, resulting in increases in annual emissions and triggering, under EPA's PSD regulations, new source requirements. However, the district court held that those regulations impose an hourly standard. Under an hourly standard, a project modification allowing a plant to operate for more hours but without increasing emissions per hour, as Duke Energy had done, would not count as an increase in emissions, and so would not trigger new source requirements. The Fourth Circuit affirmed, explaining that since the CAA states that \"modification\" for PSD purposes means the same as for New Source Performance Standards (NSPS) purposes, EPA regulations elaborating on the statutory definitions also had to be the same. Thus, it read the agency's PSD regulations as turning on hourly emissions, just as the earlier-promulgated NSPS regulations had done.", "Environmental Defense—but not EPA—filed a petition for certiorari. Indeed, the United States opposed the petition, presumably because EPA had adopted the hourly standard in the Fourth Circuit ruling in its new PSD regulations (70 Fed. Reg . 61081). Then, too, the Bush Administration had long been unenthusiastic about the PSD enforcement effort against utilities set in motion in the prior administration. In any event, the Supreme Court took the case over the United States' opposition, one of the very few times the Court has accepted a case solely at the request of an environmental group.", "As with its global warming decision handed down the same day, the Supreme Court ruled for the \"environmental\" side—this time unanimously. The Court concluded that just because the CAA states that \"modification\" under PSD means the same as under NSPS does not require that EPA regulations , in elaborating on the statutory definition, also have to be identical. Thus the Fourth Circuit's effort to stretch the meaning of the PSD rules to conform them with the earlier NSPS rule was misguided. The wording of the PSD rule, said the Supreme Court, does not support an hourly-rate reading. Accordingly, the Court vacated the Fourth Circuit decision and remanded the case to the Circuit."], "subsections": []}, {"section_title": "The Superfund Act and \"Contribution\" Suits", "paragraphs": ["United States v. Atlantic Research Corp. , 127 S. Ct. 2331 (June 11, 2007)", "The Superfund Act—more formally, the Comprehensive Environmental Response, Compensation and Liability Act (CERCLA)—imposes liability for cleanup costs on a wide range of persons connected with a contaminated site. Two scenarios may occur. In the first scenario, there is government compulsion : a liable party (such as the site owner) waits for EPA to clean up the site and then demand reimbursement, or EPA orders the liable party to do the cleanup itself. In either case, the liable party, if made to pay more than its fair share, may turn around and sue other parties made liable by CERCLA in a \"contribution\" action. In the second scenario, the liable party cleans up voluntarily —that is, without waiting for a government cleanup order or cost-recovery effort—and then seeks reimbursement from other CERCLA-liable parties.", "Two CERCLA provisions authorize, or arguably authorize, such actions, and their relationship has been heavily litigated. CERCLA section 113(f)(1) authorizes liable parties to seek contribution from other liable parties \"during or following\" an EPA action seeking a cleanup or reimbursement order. CERCLA section 107(a)(B) makes liable parties responsible for necessary costs of response incurred by private entities. The majority view in the lower-court decisions is that liable parties may invoke only section 113(f)(1), while innocent parties must use section 107(a)(B).", "In Cooper Industries, Inc. v. Aviall Services, Inc ., 543 U.S. 157 (2004), the Supreme Court held that contribution actions by liable parties under section 113(f)(1) may be brought only once EPA has filed a civil action against the liable party (ordering cleanup or seeking reimbursement) . However, the Court expressly reserved the question of whether a liable party, such as one barred from using 113(f)(1), may sue instead under section 107(a)(B). The question is fundamental to the Superfund program: obviously owners of contaminated sites are more willing to clean up without waiting for EPA attention if they can get reimbursement for cleanup costs they incur beyond their fair share. Because it is typical that a contaminated site never receives EPA attention, given the large number of such sites, this point is particularly important.", "The Eighth Circuit decision held that a private party that voluntarily undertakes a cleanup for which it may be held liable under CERCLA, thus barring it from seeking contribution under section 113(f)(1), may seek contribution from another liable party under section 107(a)(B). In an opinion by Justice Thomas, the Supreme Court unanimously affirmed. The availability of section 107(a)(B) actions to liable parties, said the Court, is dictated by the provision's lack of any express qualifiers to its reach. Nor does making section 107(a)(B) available to liable parties render section 113(f) redundant (courts avoid readings of statutory language that make other statutory language \"mere surplusage\"). Rather, said the Court, the two remedies complement each other: \"Section 113(f)(1) authorizes a contribution action to [liable parties] with common liability stemming from an [EPA] action instituted under §106 or §107(a). And §107(a) permits cost recovery (as distinct from contribution) by a private party that has itself incurred cleanup costs.\""], "subsections": []}, {"section_title": "The Clean Water Act/Endangered Species Act Relationship", "paragraphs": ["National Association of Home Builders v. Defenders of Wildlife , 2007 Westlaw 1801745 (U.S. June 25, 2007) (No. 06-340)", "This case arises from the conflict between the literal commands of Clean Water Act (CWA) section 402(b) and the later-enacted Endangered Species Act (ESA) section 7(a)(2). CWA section 402 is the heart of the CWA: it imposes a permit requirement for point-source discharges into waters of the United States. This permit program is initially administered within a state by EPA, until EPA, on the state's request, approves delegation of the program to the state. Section 402(b) states that EPA \"shall approve\" such delegation if the state satisfies nine criteria, which generally seek to establish that the state has the legal authority in place to administer as effective a program as EPA's. At the same time, however, ESA section 7(a)(2) requires \"[e]ach Federal agency\" to consult with the Fish and Wildlife Service (or, for marine species, NOAA Fisheries) in order to insure that any agency action is not likely to jeopardize endangered and threatened species or adversely affect designated critical habitat. The question is, does the ESA consultation requirement act as a tenth precondition for permit-program delegation, even though CWA section 402(b) on its face mandates delegation if the nine criteria stated there are met.", "This case arose from EPA's ultimate position, in connection with Arizona's request for delegation of the permit program, that EPA's decision was not subject to ESA consultation. The immediate concern is whether an Arizona permitting program, and state permitting programs generally, are as effective in protecting federally designated endangered and threatened species as the EPA-administered permit program, given that only EPA-issued permits are subject to ESA consultation. More broadly, how much contraction in the scope of ESA consultation would occur if other federal programs using nondiscretionary language are exempt from ESA consultation?", "The Ninth Circuit held that ESA section 7(a)(2) stated an independent criterion that had to be met. 420 F.3d 946 (9 th Cir. 2005). By 5-4, the Supreme Court reversed. Justice Alito, writing for the majority, recognized that in CWA section 402(b) and ESA section 7(a)(2), the Court faced \"a clash of seemingly categorical—and at first glance, irreconcilable—legislative commands.\" To set up ESA section 7(a)(2) as an independent criterion for permit-program delegations, however, would be to countenance a repeal by implication of the mandatory \"shall\" in CWA section 402(b). Repeals by implication are disfavored by courts. Moreover, the agencies charged with implementing the ESA—again, the Fish and Wildlife Service and NOAA Fisheries—had resolved the tension between the two statutes through a regulation stating that section 7(a)(2) \"appl[ies] to all actions in which there is discretionary Federal involvement or control.\" (Emphasis added.) Because the conflicting commands of sections 7(a)(2) and 402(b) create a genuine ambiguity, said the Court, and because the regulation's limitation to discretionary acts is a reasonable resolution, it is entitled to deference.", "Thus, concluded the Court, EPA may approve state delegations of section 404 permitting authority without ESA consultation. We are now likely to see federal government briefs filed in litigation over other nondiscretionary federal authorities, arguing that on the basis of National Association of Home Builders , no ESA consultation is required."], "subsections": []}, {"section_title": "Solid Waste \"Flow Control\"", "paragraphs": ["United Haulers Ass ' n v. Oneida-Herkimer Solid Waste Management Authority , 127 S. Ct. 1786 (Apr. 30, 2007)", "State and local restrictions on the interstate flow of municipal solid waste have long interested the courts, which have repeatedly struck them down as incompatible with the \"dormant commerce clause.\" The dormant commerce clause, held to be implicit in the Constitution's Commerce Clause (Art. I, sec. 8, cl. 3), addresses state and local laws that either (a) expressly discriminate against interstate commerce, which are tested under a \"strict scrutiny\" test and almost always struck down; or (b) burden interstate commerce in a nondiscriminatory fashion, which are tested under a lenient, balancing test and often sustained. The interstate-waste court decisions, including five from the Supreme Court, have applied strict scrutiny to invalidate state and local restrictions on both import of solid waste from other states and export of waste to other states—the latter called \"flow control.\" Flow control ordinances typically require that all waste generated within a locality be taken to a locally designated transfer or disposal facility.", "United Haulers concerns flow control. The case arose against the backdrop of a 1994 Supreme Court decision striking down a town flow control ordinance, applying the strict scrutiny test. C&A Carbone, Inc. v. Town of Clarkstown , 511 U.S. 383 (1994). The designated transfer facility in Carbone was privately owned, while the designated facilities in United Haulers were public. The question was, does this public-private distinction make a difference to the dormant commerce clause analysis?", "The district court found the county flow control laws at issue here unconstitutional under Carbone , reading that decision to require strict scrutiny and reject nearly all flow control laws. The Second Circuit reversed, finding the public-private distinction to be dispositive—thus allowing flow control in this case.", "By 6-3, the Supreme Court affirmed. Writing for the majority, Chief Justice Roberts pronounced that flow control ordinances benefitting public facilities, while treating all private companies the same, do not discriminate against interstate commerce for purposes of the dormant commerce clause—and thus do not trigger strict scrutiny. Treating public and private facilities differently under the clause makes sense, the majority explained, for several reasons. First, public and private facilities have very different objectives—only government has a duty to protect the health, safety, and welfare of its citizens. Given this difference, laws favoring local government facilities are less likely to be motivated by economic protectionism than those favoring private entities. Second, treating public facilities the same as private ones under the dormant commerce clause would lead to \"unbounded interference by the courts with local government.\" And third, waste disposal has long been a traditional function of local government, suggesting that federal courts should be \"particularly hesitant\" to interfere.", "Since strict scrutiny did not apply, the Court moved on to the lenient, balancing test for nondiscriminatory burdens on interstate commerce, and found the test satisfied. Thus, the flow control ordinances were upheld."], "subsections": []}]}}