{"id": "RS22479", "title": "Congressional Redistricting: A Legal Analysis of the Supreme Court Ruling in League of United Latin American Citizens (LULAC) v. Perry", "released_date": "2010-01-12T00:00:00", "summary": ["In a splintered, complex decision, the U.S. Supreme Court in League of United Latin American Citizens (LULAC) v. Perry largely upheld a Texas congressional redistricting plan that was drawn mid-decade against claims of unconstitutional partisan gerrymandering. The Court invalidated one Texas congressional district, District 23, finding that it diluted the voting power of Latinos in violation of Section 2 of the Voting Rights Act. While not ruling out the possibility of a claim of partisan gerrymandering being within the scope of judicial review, a majority of the Court in this case was unable to find a \"reliable\" standard for making such a determination.", "In the 111 th Congress, H.R. 3025 , the \"Fairness and Independence in Redistricting Act of 2009,\" (Representative Tanner) and S. 1332 , the \"Fairness and Independence in Redistricting Act of 2009,\" (Senator Johnson) are pending. These bills would, among other things, prohibit states from carrying out more than one congressional redistricting after a decennial census and apportionment, unless a court required the state to conduct subsequent redistricting to comply with the Constitution or to enforce the Voting Rights Act; require states to conduct redistricting through the use of independent commissions; and impose standards of compactness, contiguity, and geographical continuity."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["Following the 2000 census, Texas was apportioned two additional congressional seats. Subsequently, the state legislature was unable to enact a redistricting map, resulting in litigation and, ultimately, imposition of a court-ordered congressional redistricting plan. The 2002 election was held under the court-ordered plan, resulting in a Democratic majority in the Texas congressional delegation. In October 2003, after the Republican party gained control of the Texas State House of Representatives, and thus, both houses of the legislature, it enacted a new congressional redistricting map with the goal \"to increase [Republican] representation in the congressional delegation.\" The League of United Latin American Citizens (LULAC) and others challenged the new plan in court, alleging various statutory and constitutional violations. The district court entered judgment against LULAC on all claims, and they appealed to the U.S. Supreme Court. As the Court had just issued its decision in Vieth v. Jubelirer , it vacated the district court decision and remanded in light of its holding in Vieth. On remand, the district court again ruled against LULAC, finding that the scope of its consideration was limited to questions of political gerrymandering. In their appeal to the Supreme Court, appellants argued that the new redistricting plan should be invalidated as an unconstitutional partisan gerrymander."], "subsections": []}, {"section_title": "Analysis of Supreme Court Ruling", "paragraphs": ["League of United Latin American Citizens (LULAC) v. Perry was a consolidation of four appeals before the U.S. Supreme Court. In this ruling, the Supreme Court's nine Justices filed six different opinions, each with subparts. Many issues were raised by the appellants in this case, but the decision primarily addressed two topics: (1) the constitutionality of partisan gerrymandering and (2) whether the Texas redistricting plan violated Section 2 of the Voting Rights Act."], "subsections": [{"section_title": "Constitutionality of Partisan Gerrymandering", "paragraphs": ["While not ruling out the possibility of a claim of unconstitutional partisan gerrymandering being within the scope of judicial review, the Court in LULAC v. Perry was unable to find a sufficient standard for making such a determination.", "Appellants in LULAC challenged the 2003 mid-decennial Texas redistricting plan on the grounds that it was an unconstitutional political gerrymander motivated by partisan objectives, in violation of equal protection and First Amendment guarantees under the Constitution. They maintained that the plan served no legitimate public purpose and burdened one group because of its political opinions and affiliation. Appellants urged the Court to adopt a rule or presumption of invalidity when a mid-decade redistricting plan is enacted solely for partisan purposes, thereby alleviating the need for courts to inquire about (or for parties to prove) the discriminatory effects of partisan gerrymandering.", "In evaluating appellants' arguments, the Court first noted that there were indications that \"partisan motives did not dictate the plan in its entirety.\" The Court further determined that ascertaining the legality of an act arising from \"mixed motives\" can be complicated, and indeed, \"hazardous,\" particularly when the actor is a legislature and the act is a series of choices. Hence, the Court expressed skepticism of a claim seeking to invalidate a statute based on a legislature's unlawful motive without reference to its content. Notwithstanding its skepticism, the Court also found that in order for a claim of unconstitutional partisan gerrymandering to prevail, it must show a burden on complainants' representational rights, \"as measured by a reliable standard.\" Indeed, the Court noted, for this exact reason, a majority of the Vieth Court had rejected a test \"markedly similar\" to the one proposed by the appellants.", "In regard to appellants' reliance on the fact that the redistricting plan was enacted mid-decade, the Court announced that the Constitution and the Court's case law \"indicate that there is nothing inherently suspect about a legislature's decision to replace, mid-decade, a court-ordered plan with one of its own.\" Even if there were, the Court commented, \"the fact of mid-decade redistricting alone is no sure indication of unlawful political gerrymanders.\" The Court also observed that the \"sole-intent standard\" is no more compelling when bolstered by the fact that the redistricting was enacted mid-decade.", "Appellants proffered a second political gerrymandering theory: that mid-decade redistricting for exclusively partisan purposes violates the Constitution's one-person, one-vote requirement. Citing landmark Supreme Court holdings in Karcher v. Daggett and Kirkpatrick v. Preisler , they observed that population variances among congressional districts are acceptable only if they are \"unavoidable,\" despite good faith efforts to attain complete equality \"or for which justification is shown.\" From that premise, appellants maintained that due to population shifts in Texas since the 2000 census, the 2003 redistricting, which still relied on the 2000 census numbers, created unlawful population variances among the districts. To distinguish the Texas 2003 redistricting plan's reliance on three-year-old census numbers from other, more typical redistricting plans' reliance on three-year-old (or older) census numbers, appellants again highlighted the \"voluntary, mid-decade\" nature of the redistricting and its \"partisan motivation.\" The Court found that the appellants' theory merely restated their primary argument that it was impermissible for the Texas legislature to redraw the districting map, mid-decade, for solely partisan purposes. Hence, for the same reasons it had originally rejected this argument, the Court once again found it unpersuasive. In its concluding statement, the Court announced:", "In sum, we disagree with appellants' view that a legislature's decision to override a valid, court-drawn plan mid-decade is sufficiently suspect to give shape to a reliable standard for identifying unconstitutional political gerrymanders. We conclude that appellants have established no legally impermissible use of political classifications. For this reason, they state no claim on which relief may be granted for their statewide challenge.", "Writing for the Court, Justice Kennedy announced that a majority of the Justices were unable to find a \"reliable measure\" of what constitutes unconstitutional partisan gerrymandering and therefore determined that the claims presented were not justiciable. Notably, however, a majority of the Court stopped short of concluding that standards a court could use to evaluate such claims do not exist, which left existing Court precedent basically unchanged. ", "In the 2004 Supreme Court case of V ieth v. Jubelirer, a plurality of four justices argued that claims of unconstitutional partisan gerrymandering are not justiciable while another plurality of four justices maintained that such claims are justiciable, but were unable to agree upon a standard that courts could use in order to make such determinations. The deciding vote in Vieth , Justice Kennedy, determined that the claims presented were not justiciable, but left open the possibility that such standards might exist.", "Similar to its decision in Vieth , the Court in LULAC was also divided into three camps on the issue of whether partisan gerrymandering claims are beyond the scope of judicial review. In LULAC , the same four justices from Vieth argued that claims of unconstitutional partisan gerrymandering are justiciable, while not agreeing upon a standard for adjudicating such claims. Of the four justices in Vieth who believed that such claims are not justiciable, the two who remain on the Court maintained that same position in LULAC . Two justices who joined the Court since its ruling in Vieth , Chief Justice Roberts and Justice Alito, generally agreed with Justice Kennedy's position, leaving open the possibility that the Court might discern a standard for adjudicating unconstitutional partisan gerrymandering claims in a future case. ", "As a result, a majority of the Court in LULAC was unable to find a \"reliable measure\" of what constitutes an unconstitutional partisan gerrymandering. Therefore, the Court determined that the claims presented in this case were not justiciable, but declined to conclude that standards a court could use to evaluate such claims do not exist. In the aftermath of LULAC , it appears theoretically possible for a claim of unconstitutional partisan gerrymandering to prevail. However, the critical standard that a court could use to ascertain such a determination and grant relief remains unresolved."], "subsections": []}, {"section_title": "Compliance with the Voting Rights Act", "paragraphs": ["Appellants in LULAC argued that changes to Texas's congressional District 23 diluted the voting rights of Latinos who remained in the district after the 2003 redistricting, causing the Latino share of the citizen voting-age population to drop from 57.5% to 46%, in violation of Section 2 of the Voting Rights Act. Although the Supreme Court acknowledged the district court's finding that Latino voting strength was unquestionably weakened, the question for the Court was whether it constituted vote dilution.", "Engaging in a threshold analysis for establishing a Section 2 violation in accordance with its landmark decision, Thornburg v. Gingle s, the Court determined that appellants satisfied all three Gingles requirements; that is, District 23 possessed the requisite cohesion among the Latino minority group, bloc voting among the majority population, and a Latino citizenry that was \"sufficiently large and geographically compact to constitute a majority in a single-member district.\" Nevertheless, the appellee argued that it met its Section 2 obligations by creating a new District 25 as an \"offsetting opportunity\" district. Noting that it has rejected the premise that a state can compensate for the \"less-than-equal\" opportunity of some individuals by providing greater opportunity to others, the Court rejected the appellee's argument.", "Next, as directed by the text of Section 2 of the Voting Rights Act, the Court turned to consider the \"totality of the circumstances\" to determine whether members of the Latino population have less opportunity than other members of the electorate to participate in the political process and to elect candidates of their choice. The Court determined that changes to District 23 stymied the progress of a racial group that had historically been subject to substantial voting-related discrimination and was increasingly politically active and cohesive. In effect, the Court noted, \"the State took away the Latinos' opportunity because Latinos were about to exercise it.\" The Court further announced that the state \"chose to break apart a Latino opportunity district to protect the incumbent congressman from the growing dissatisfaction of the cohesive and politically active Latino community in the district.\" Then, purporting to compensate for the injury, the state created an entirely new district, combining two groups of Latinos, geographically far apart and representing differing communities of interest. Even assuming that the redrawing of District 23 was close to proportional representation, the Court held that \"its troubling blend of politics and raceâ\u0080\u0094and the resulting vote dilution of a group that was beginning to achieve Â§2's goal of overcoming prior electoral discriminationâ\u0080\u0094cannot be sustained.\" ", "Accordingly, the Supreme Court ruled that District 23 violated Section 2 of the Voting Rights Act because it diluted the voting power of Latinos. This portion of the opinion was written by Justice Kennedy and joined by Justices Souter, Ginsburg, Stevens, and Breyer."], "subsections": []}]}, {"section_title": "Consequences", "paragraphs": ["After rejecting the statewide challenge to Texas's redistricting as an unconstitutional partisan gerrymander, and holding that congressional District 23 violates Section 2 of the Voting Rights Act, the Supreme Court in LULAC remanded the case for further proceedings. In accordance with the Supreme Court's ruling, on June 29, 2006, a federal district court in Texas ordered parties in the case to submit remedial proposals, including supporting maps and briefs. The court heard oral argument on August 3 and adopted a new plan on August 4 redrawing Texas congressional districts 15, 21, 23, 25, and 28. The court ordered that special elections in the redrawn districts for the 110 th Congress be held in conjunction with the November 7, 2006, general election.", "As a result of the Court's ruling, commentators have observed other states may dispense with the tradition of redrawing congressional districts only once per decade following the decennial census, and instead, redistrict following a change in political control of the state government. It has also been noted, however, that there does not appear to be any urgency on the part of state legislatures to do so."], "subsections": []}, {"section_title": "Selected Legislation in the 111th Congress", "paragraphs": ["In the 111 th Congress, H.R. 3025 , the \"Fairness and Independence in Redistricting Act of 2009,\" (Representative Tanner) and S. 1332 , the \"Fairness and Independence in Redistricting Act of 2009,\" (Senator Johnson) are pending. These bills would, among other things, prohibit states from carrying out more than one congressional redistricting after a decennial census and apportionment, unless a court required the state to conduct subsequent redistricting to comply with the Constitution or to enforce the Voting Rights Act; require states to conduct redistricting through the use of independent commissions; and impose standards of compactness, contiguity, and geographical continuity. "], "subsections": []}]}}