{"id": "RS22526", "title": "Animal Agriculture: Selected Issues for Congress", "released_date": "2007-03-15T00:00:00", "summary": ["The value of animal production on the 1.3 million U.S. dairy, livestock, and poultry farms (2002 Census of Agriculture) averages about $124 billion annually, more than half the total value of all U.S. agricultural production. The United States produces—and consumes—more beef/veal, pork, poultry, and milk than almost any other single country (China leads in pork). U.S. exports have grown rapidly in recent decades, as has integration of U.S. meat production and processing with that of Mexico and Canada.", "Farming, processing, and marketing have all trended toward larger and fewer operations (often called consolidation). Increasingly, many phases of production and marketing may be managed or controlled by a single entity (sometimes called vertical integration). Complying with environmental and food safety regulations, and addressing changing consumer preferences about how food is produced, have added to costs and operational complexities for producers and processors alike.", "In Congress, policy debate has revolved around impacts of the sector's structural and technological changes on farm prices, on the traditional system of smaller-sized, independent farms and ranches, and on rural communities and workers. Also at issue are implications for consumers, the environment, and trade. Inherent in these questions, which could be addressed during consideration of a new farm bill in 2007, is the appropriate role of government in intervening in or assisting the livestock, meat, and poultry industries. The following brief overview of selected issues is drawn from the CRS reports noted here, where sources and additional details can be found."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Commodity Support Programs and Feed Prices", "paragraphs": ["Feed is the single largest input cost for cattle feeders, dairy, hog, and poultry producers, who are wary of government policies that can raise feed prices. These include commodity support or conservation programs that take cropland out of production, or ethanol incentives that bid up the price of corn, a key feed ingredient. Such incentives have already helped to boost significantly the portion of the total U.S. corn crop going to ethanol; a possible energy title in the next (2007) farm bill could further bolster feed grain demand and prices, animal producers worry.", "Unlike major crops such as grains, cotton, and oilseeds, animal products are not recipients of commodity price and income support program benefits. An exception is milk, where producers benefit from a combination of administered pricing under federal milk marketing orders, surplus dairy product purchases, and milk income loss payments. Also, some cattle and hog producers in a limited number of states are participating in livestock revenue insurance programs being administered by the U.S. Department of Agriculture's (USDA's) Risk Management Agency (RMA). A new farm bill likely will continue some form of milk price and/or income support and possibly could continue or even expand revenue insurance for livestock producers. Also see:", "CRS Report RL32712, Agriculture-Based Renewable Energy Production CRS Report RL34594, Farm Commodity Programs in the 2008 Farm Bill CRS Report RL34036, Dairy Policy and the 2008 Farm Bill CRS Report RL33037, Previewing a 2007 Farm Bill"], "subsections": []}, {"section_title": "Disaster Payments", "paragraphs": ["Animal producers who do not raise crops commercially lack access to federally subsidized crop insurance. Congress or the Administration has periodically made animal producers in declared disaster areas eligible for ad hoc federal payments, mainly to help defray the cost of purchasing off-farm feed following a disaster affecting on-farm feed production, or permitted producers to use conservation lands for haying and grazing. Issues include whether the government should assume more of livestock and poultry producers' disaster risks as they have for crop farmers, and whether Congress should establish a \"permanent\" aid program automatically triggered in times of disasters, in lieu of ad hoc legislation in virtually every recent year. Also see:", "CRS Report RS21212, Agricultural Disaster Assistance CRS Report RL31095, Emergency Funding for Agriculture: A Brief History of Supplemental Appropriations, FY1989-FY2009"], "subsections": []}, {"section_title": "Market Competition", "paragraphs": ["Changes in the structure and business methods of the livestock and meat sectors appear to be rapidly transforming U.S. animal agriculture. Animal farms continue to diminish in number and expand in average size. A relative handful of large firms process animal products, and these firms increasingly seek to control or at least better coordinate all phases of production and marketing, often to meet the specific requirements of large retail chains that want to satisfy consumer demand for a range of lower-cost products.", "Critics assert that these trends have undermined the traditional U.S. system of smaller-scale, independent, family-based farms and ranches, by eroding farmers' negotiating power, lowering farm prices, and forcing all but the largest operators out of business. Others counter that the sector's structural changes are a desirable outgrowth of factors such as technological and managerial improvements, changing consumer demand, and more international competition.", "In 2007, various bills have been proposed to address perceived \"competition\" problems. Among them are proposals to regulate meat packer ownership or acquisitions of cattle ( S. 305 ; S. 786 ); to give farmers more options to dispute provisions in contracts with processors (in 2007, S. 221 ); and to broaden protections under, and strengthen administration, of the Packers and Stockyards Act and other antitrust laws ( S. 622 ). These or other so-called competition options could become the basis for a proposed competition title in a new 2007 farm bill. See also:", "CRS Report RL33325, Livestock Marketing and Competition Issues"], "subsections": []}, {"section_title": "Animal Disease and Animal Identification", "paragraphs": ["Outbreaks of animal diseases like avian influenza (AI), foot and mouth disease (FMD), BSE, brucellosis, and tuberculosis are seen as perhaps the greatest potential threats to animal production. Even where U.S. cases have been few (as with BSE) or quickly contained (as with various strains of AI), the impacts can be economically devastating, causing production losses, closed export markets, and a decline in consumer confidence. Some animal diseases, like AI and BSE, have the potential to harm humans.", "Cattle producers, meat processors, and the feed industry are anticipating an upcoming decision by the U.S. Food and Drug Administration (FDA) on whether to finalize or amend a proposed rule that would prohibit the use of higher-risk cattle parts (i.e., those more likely to harbor the BSE agent) in all animal feeds. The proposal would be more restrictive than the FDA's rule that now bans most mammalian parts from cattle feed only, as a way to prevent BSE's spread through animal feeding. However, the industry believes the economic costs of the proposed rule could be extremely high.", "Many producers appear to agree that a nationwide animal identification (ID) system that can trace animals from birth to slaughter is a critical tool for quickly finding and controlling future animal diseases. More foreign markets are demanding animal traceability, and other meat-exporting countries are adopting ID programs, it is noted. Despite several years of USDA effort and public funding totaling an anticipated $118 million through FY2007, a universal U.S. system is not expected to be in place for some time, as policy makers debate numerous questions about its design and purpose.", "Should animal ID be mandated? What data should be collected and who should hold it, government or private entities? To what extent should producer records be shielded from the public and government agencies? Should traceability be expanded to follow meat and poultry products from farm to consumer, and/or used for other purposes such as food safety or certification of labeling claims? How much will it cost, and who should pay? In the 110 th Congress, H.R. 1018 would prohibit mandatory ID and address privacy concerns. Other bills intended to address many of these questions could emerge, possibly as farm bill items. Also see:", "CRS Report RL32199, Bovine Spongiform Encephalopathy (BSE, or \"Mad Cow Disease\"): Current and Proposed Safeguards CRS Report RL32012, Animal Identification and Meat Traceability"], "subsections": []}, {"section_title": "Country of Origin Labeling", "paragraphs": ["Another possible, and somewhat related, item is country-of-origin labeling (COOL), which the 2002 farm bill required of many retailers of fresh produce, red meats, seafood, and peanuts. Although the seafood labeling rules are in place, Congress has delayed implementation for red meats, produce, and peanuts until September 30, 2008, while lawmakers continue to debate the need for, and anticipated costs and benefits of, COOL. In the 110 th Congress, bills ( H.R. 357 ; S. 404 ) have been introduced that would require implementation by September 30, 2007. See also:", "CRS Report RS22955, Country-of-Origin Labeling for Foods"], "subsections": []}, {"section_title": "Meat and Poultry Trade", "paragraphs": ["The United States is one of the leading exporters of livestock and poultry products, which have been among its fastest-growing categories of agricultural exports. However, U.S. market share is being challenged, and for some products surpassed, by highly competitive foreign exporters such as Brazil, Australia, India, Argentina, and New Zealand in beef/veal, Canada and Brazil in pork, and Brazil in poultry. U.S. exporters also face foreign trade barriers such as high import tariffs and divergent foreign food safety and animal health measures (sometimes regarded as baseless by the exporters). Examples of recent problems include Russia's restrictions on U.S. beef and pork exports, purportedly over animal disease concerns, Japan's and Korea's slowness in ramping up U.S. beef imports due to a limited number of cases here of bovine spongiform encephalopathy (BSE or mad cow disease), and a longstanding European Union ban on importation of meat from animals treated with growth hormones approved for use here.", "Trade Promotion Authority (TPA), which permits the President to negotiate trade deals and present them to Congress for an up or down vote without amendment, expires on June 30, 2007, making renewal a topic in the 110 th Congress. The Administration has used TPA to pursue an ambitious series of bilateral and regional free trade agreements (FTAs) as well as to participate in negotiations for new multilateral trade rules under the World Trade Organization (WTO). U.S. interests seek assurances that any new agreements will not favor foreign over U.S. animal products. Many farmers and ranchers also are wary of signing new agreements when, in their view, some countries have not fulfilled obligations under existing agreements to lower tariffs and/or non-tariff barriers that have blocked meat and poultry exports. Also see:", "CRS Report RL33144, WTO Doha Round: The Agricultural Negotiations CRS Report RL33463, Trade Negotiations During the 110th Congress CRS Report RL33472, Sanitary and Phytosanitary (SPS) Concerns in Agricultural Trade"], "subsections": []}, {"section_title": "Environmental Issues", "paragraphs": ["Questions about the applicability of federal environmental laws to livestock and poultry operations have been controversial and have drawn congressional attention. As animal agriculture increasingly concentrates into larger, more intensive production units, concerns arise about impacts on the environment, including surface water, groundwater, soil, and air. Some environmental laws specifically exempt agriculture from regulatory provisions, and some are designed so that farms escape most, if not all, of the regulatory impact. The primary regulatory focus for large feedlots is the Clean Water Act, since contaminants from manure, if not properly managed, also affect both water quality and human health. Operations that emit large quantities of air pollutants may be subject to Clean Air Act regulation. In addition, concerns about applicability of Superfund to livestock and poultry operations are of growing interest.", "Bills to exempt animal manure from federal Superfund requirements have been introduced in the past and could re-emerge in the 110 th Congress. The House and Senate Agriculture Committees do not have direct jurisdiction over federal environmental law, but they do have a role in the issue. For example, under the conservation title of recent farm bills, the Environmental Quality Incentives Program (EQIP) has provided financial and technical assistance to farmers to protect surrounding resources; livestock receives 60% of the funds. Also see the following reports:", "CRS Report RL31851, Animal Waste and Water Quality: EPA Regulation of Concentrated Animal Feeding Operations (CAFOs) CRS Report RL32948, Air Quality Issues and Animal Agriculture: A Primer CRS Report RL33691, Animal Waste and Hazardous Substances: Current Laws and Legislative Issues CRS Report R40197, Environmental Quality Incentives Program (EQIP): Status and Issues"], "subsections": []}, {"section_title": "Food Safety", "paragraphs": ["USDA's Food Safety and Inspection Service (FSIS) is responsible for inspecting most meat, poultry, and processed egg products for safety and proper labeling. The Food and Drug Administration (FDA) is responsible for ensuring the safety of all other foods, including seafood, and also regulates animal feed ingredients. For years Congress has monitored the efforts of FSIS and industry to address the problem of microbial contamination, which has caused outbreaks of severe and sometimes fatal foodborne illness. A long-standing issue is the effectiveness of these efforts and the need, if any, for policy changes (such as increased FSIS resources or more efficient ways of assigning existing resources to the highest risk plants or products).", "Another concern is the use of antibiotics to control disease, promote growth, and address well-being in food-producing animals. Some argue that antibiotic overuse in animal production can lead to resistance to related drugs used in humans, and that FDA should discontinue unnecessary animal uses. Others counter that such assertions have not been scientifically proven and that restrictions would raise production costs by millions of dollars and harm the quality of animal products.", "Various proposals related to meat safety have been offered in recent years, including proposals to clarify USDA's use of microbial performance standards; to allow state-inspected meat and poultry products to be sold outside the state (to which they are currently restricted); to give USDA more authority to recall suspect meat and poultry products; to tighten controls on imports; and to restrict nontherapeutic use of medically important antibiotics in livestock (e.g., H.R. 962 and S. 549 in the 110 th Congress). Some would reorganize federal food safety responsibilities, possibly within a single new agency (e.g., H.R. 1148 , S. 654 ). See also:", "CRS Report RL32922, Meat and Poultry Inspection: Background and Selected Issues"], "subsections": []}, {"section_title": "Biotechnology", "paragraphs": ["Biotechnology—a term often used as a synonym for such technologies as genetic engineering, genetic modification, transgenics, recombinant DNA techniques, and cloning—has been promoted as a way to improve animal productivity and quality; to introduce new food, fiber, and medical products; and to protect the environment. Criticisms range from food safety and social resistance to potential negative impacts on animal welfare and on ecosystems. In the 110 th Congress, early interest focuses on FDA's publication in the January 3, 2007 Federal Register of a long-awaited draft risk assessment which finds that meat and milk from cloned cattle, pigs, and goats and their offspring are as safe to eat as those of conventionally bred animals, although animal health problems may be more frequent than in other assisted reproductive technologies. Members may be asked to review the benefits and costs of cloning and other biotechnologies, and to refine existing laws to ensure adequate oversight. S. 414 and H.R. 992 , for example, would require the labeling of foods from cloned animals or their offspring; H.R. 1396 and S. 536 would not permit organically labeled foods to be derived from such animals. Also see:", "CRS Report RL33334, Biotechnology in Animal Agriculture: Status and Current Issues"], "subsections": []}, {"section_title": "Animal Welfare", "paragraphs": ["Farm animals are not covered by the Animal Welfare Act, which requires minimum care standards for many other types of warm-blooded animals. Farm animals are covered by federal laws addressing humane transport and slaughter, however. Animal activists periodically seek new legislation that would further regulate on-farm or other animal activities, such as bills to prohibit the slaughter of horses for human food (one passed the House but not the Senate in September 2006; another has been introduced in the 110 th Congress as H.R. 503 / S. 311 ), to require the federal government to purchase products derived from animals only if they were raised according to specified care standards, and to prohibit the slaughter for food of disabled livestock (introduced in 2007 as H.R. 661 and S. 394 ), among others. Members of the House and Senate Agriculture Committees generally express a preference for voluntary approaches to humane methods of care. For example, Smithfield Farms, the largest U.S. pork producer, recently announced that it would require its producers to phase out the use of gestation crates, which many animal welfare advocates believe provide far too little room for hogs to move around. See:", "CRS Report RS21978, Humane Treatment of Farm Animals: Overview and Issues CRS Report RS21842, Horse Slaughter Prevention Bills and Issues CRS Report RS22493, The Animal Welfare Act: Background and Selected Legislation , by [author name scrubbed]"], "subsections": []}]}}