{"id": "RS22534", "title": "The Multilateral Debt Relief Initiative", "released_date": "2012-06-11T00:00:00", "summary": ["In June 2005, G8 finance ministers proposed the new Multilateral Debt Relief Initiative (MDRI). The MDRI proposes to cancel debts of some of the world's poorest countries owed to the International Monetary Fund, World Bank, and African Development Bank. This report discusses MDRI's implementation and raises some issues regarding debt relief's effectiveness as a form of foreign assistance for possible congressional consideration."], "reports": {"section_title": "", "paragraphs": ["The Multilateral Debt Relief Initiative (MDRI) is the most recent effort by the International Monetary Fund (IMF), World Bank, and African Development Bank (AfDB) to provide poor country debt relief. Proposed by G8 finance ministers in June 2005, the MDRI provides 100% debt relief to select countries that are already participating in the joint-IMF/World Bank Heavily Indebted Poor Countries (HIPC) program. The goal of the MDRI program is to free up additional resources for the poorest countries in order to help them reach the United Nations' Millennium Development Goals (MDGs), which are focused, among other things, on reducing world poverty by half by 2015.", "There are several key features of the MDRI:", "All pre-existing IMF, World Bank, and AfDB debt will be cancelled for any country that completes the HIPC program. (The Asian Development Bank, Inter-American Development Bank, and other development banks are not participating in the Initiative.) The MDRI Agreement provides no additional net assistance. HIPC countries that receive debt reduction will have their total assistance flows from the agency canceling their debt reduced by the amount of debt forgiven. The IMF will internally fund its debt relief while the World Bank and AfDB will be compensated by G8 donors. IMF debt relief will be funded with the money obtained from the sale of some IMF gold in the late 1990s.", "The MDRI raises several questions for policy makers: What is the effect of debt on the poorest countries? What impact can the MDRI be expected to have on poverty reduction? What policies could make debt relief more effective?", "Looking at several studies of the effectiveness of the HIPC program from 1996-2006, it appears that although debt relief can slightly increase the amount of financial resources available to poor countries, the debt burden is not the main impediment to poverty reduction and economic growth in the poorest countries. Weak macroeconomic institutions and difficulty absorbing foreign assistance, as well as political challenges, appear more likely hurdles. Alleviating the debt burden in the absence of other strategic reforms is unlikely to substantially contribute to improved conditions in the poorest countries. If combined with other efforts, however, debt relief can have a complementary effect on domestic government finances and can help promote further reform."], "subsections": [{"section_title": "Past Debt Relief Efforts", "paragraphs": ["The MDRI builds on several bilateral and multilateral debt relief initiatives conducted over the past twenty years. In the 1980s and early 1990s, as the debts of the poorest countries increased rapidly compared to other low-income countries, the G7 and other creditor countries implemented several plans aimed at reducing the countries' debt payment burden."], "subsections": [{"section_title": "Bilateral Debt Relief", "paragraphs": ["In 1988, in response to a G7 initiative, a group of major creditor nations, known as the Paris Club, agreed for the first time to cancel debts owed to them by up to one-third instead of refinancing them on easier terms as they had done previously. Over the next decade, the Paris Club gradually increased the amount of debt that it would be willing to write off by up to 90% in 1999. The United States did not participate in the initial debt forgiveness plans, but in 1991, at the initiative of Congress, independently forgave almost all of the debt owed to it by the poorest nations. Since 1991, the United States has forgiven $23.9 billion in foreign debt."], "subsections": []}, {"section_title": "HIPC Debt Relief", "paragraphs": ["The IMF and World Bank introduced debt relief in 1996 through the Heavily Indebted Poor Country (HIPC) Initiative. When conceived, the intention of the program was to reduce poor countries' debts to a so-called \"sustainable\" level. Sustainability was defined as multilateral debts not exceeding a maximum debt-to-exports ratio of 250%. In 1999, the program was redesigned in response to criticism that the debt-to-export ratio was too large, disqualifying many countries from debt relief. The target debt service-to-exports ratio was reduced to 150%, and the time period for eligibility was shortened. The HIPC program was also modified to require increased poverty reduction efforts. Any money freed up by debt relief must now be used explicitly on poverty reduction efforts.", "HIPC debt relief is provided in stages, based on each country's performance against a defined set of economic targets and requirements. HIPC-eligible countries must successfully implement IMF-proscribed reforms for three years before reaching the \"decision point\" and receiving intermediate debt relief. Following a further track record of good economic policy, a country reaches \"completion point\" where the remaining debt relief is granted. Table 1 shows the current status of countries in HIPC initiative."], "subsections": []}]}, {"section_title": "MDRI Debt Relief", "paragraphs": ["The eventual MDRI agreement was a compromise agreement between the United States and the Europeans. U.S. officials had reportedly argued that the cost of multilateral debt relief could be borne by the institutions and did not require donors' contributing any new assistance. Other creditors believed the institutions should be compensated for their debt forgiveness to avoid diverting potential resources that could be lent to the poorest countries. Any debt relief, they argued, should be additional to existing multilateral assistance. The compromise plan entailed the multilateral development banks receiving new money from creditor nations to offset their debt reductions while the IMF would absorb the cost of debt relief using internal resources."], "subsections": [{"section_title": "MDRI Implementation", "paragraphs": ["The IMF was the first of the participating institutions to implement its MDRI debt relief. Under MDRI, the IMF is cancelling all HIPC debt incurred by year-end 2004. In addition to the eligible HIPC countries, the IMF expanded MDRI to all IMF members with per capita incomes of $380 or less. Two non-HIPC countriesâ\u0080\u0094Cambodia and Tajikistanâ\u0080\u0094have qualified for MDRI debt relief. To date, the IMF has provided MDRI debt relief to 21 countries, totaling $3.67 billion. The IMF expects that total MDRI debt relief will be around $5 billion if all eligible countries complete the program.", "Unlike the IMF, both the World Bank and the Asian Development Bank are only providing MDRI relief to HIPC completion point countries. Only debts accrued prior to year-end 2003 are eligible for World Bank/AfDB MDRI debt relief. If fully implemented, the World Bank will provide about $37 billion in debt relief. African Development Bank debt relief would be $8.5 billion."], "subsections": []}]}, {"section_title": "Policy Issues", "paragraphs": ["There are numerous reasons why policy-makers support poor country debt relief. Debt relief emerged as a foreign policy issue mainly through moral arguments against requiring the poorest countries to repay their debts. At a United Nations conference on Africa in 2004, Columbia University professor and United Nations advisor Jeffrey Sachs remarked: \"No civilized nation should try to collect the debts of people who are dying of hunger and disease and poverty.\"", "Others, including the Bush Administration, presented what they viewed as a pragmatic argument for debt relief. They argued that debt was \"locking these poorest countries into poverty and preventing them from using their own resources [for development].\" By providing debt relief, they argued, resources that would have been allocated for debt repayments would now be redirected toward new investment and/or domestic social services. At a press release announcing the MDRI deal, former World Bank president Paul Wolfowitz announced that, \"across Africa and around the world, leaders in 38 countries will no longer have to choose between spending to benefit their people and repaying impossible debts.\"", "Recent studies cast doubt, however, on debt relief's contribution to larger development and poverty reduction goals. These studies argue that poor underlying economic and political conditions are the main reason for the HIPCs' poor performance. In light of this research, Congress may wish to explore in more depth what effect debt has on poor countries' economies and under what conditions debt relief can help promote economic growth and poverty reduction.", "Historically, policymakers and academics viewed high levels of debt as a constraint on economic growth. It was argued that as long as investors expected a country's debt level to impair its ability to repay its loansâ\u0080\u0094its \"debt overhang\"â\u0080\u0094investors would abstain from entering a country out of a concern that the government may resort to distortionary or inflationary measures, such as expanding the money supply or raising taxes on their profits, to finance debt payments. Even if the debt is not being serviced, the theory suggests that it is still an impediment to economic growth because of the effect the large debt stock has of dissuading private investors. In a debt overhang situation, the theory says, the appropriate policy response is to forgive the debt, either entirely or to some \"sustainable\" level so that investor confidence will be restored. Debt overhang theory was instrumental in driving the development of the HIPC program. Over time however, it became apparent that the theory was not especially well suited for the poorest countries, which relied on foreign assistance, rather than private investment, as their key source of foreign capital.", "According to the World Bank's 2006 evaluation of the HIPC program, debt relief alone is not sufficient for debt sustainability in the poorest countries. Under HIPC, 18 countries had their debt levels reduced to half their initial levels, cancelling $19 billion of external debt. However, in 11 out of the 13 countries (with data available), the debt situation has worsened. In 8 countries, debt levels once again exceed HIPC thresholds.", "Several reasons may explain this situation. First, the concepts of \"sustainable debt\" and \"debt overhang\" may be inappropriate for the HIPC countries. Earlier debt overhang models were designed with middle-income countries in mind, which were suffering under heavy non-concessional private debt. For example, when financial crises hit Latin American countries in the 1980s, their debts were resolved under the \"Brady Plan\" (negotiated by former Secretary of the Treasury Nicholas Brady). The forgiveness of debt amounted to $60 billion, after which, private capital surged into the Brady countries. These countries received $210 billion dollars in net capital flows in the five years following their debt write-off.", "In the case of the HIPC countries, investors were more likely to stay away for other reasons, such as political and economic instability, rather than any concerns about indebtedness per se. Moreover, unlike other debtor nations, bilateral and multilateral HIPC debt is highly concessional (i.e., inexpensive) compared to private sector debt. Foreign aid providers have not stopped their aid just because they are not being repaid 100% on their bilateral debt. Moreover, the inflow of foreign aid funds is typically more than sufficient to cover debt payments, so the cost of debt service is effectively borne by the donor countries rather than by the debtors.", "Secondly, there are additional factors, unique to the poorest countries, that may promote increased indebtedness. Since their debt is highly concessional, there may be a perverse incentive for countries not to grow in order to remain eligible for multilateral assistance. Preliminary evidence looking at 94 countries (33 of which are low income) over 1988-2000 found evidence of this effect. A significant number of countries appeared to stagnate around the income level that defined eligibility for concessional assistance. Above the cutoff level, countries would no longer be able to receive concessional aid. By diverting their assistance away from investment toward consumption they were able to hover just below the eligibility cutoff.", "The impact of MDRI debt relief will likely be modest at best. First, by definition, MDRI debt relief does not increase the overall resources available to poor countries. Any debt relief that a country receives results in a net decrease in future multilateral aid resources allocated. Second, the amount of debt relief provided by MDRI is small. In the case of the 15 African HIPCs, on average, they paid $19 million in debt service to the World Bank in 2004. That same year, they received $197 million in new World Bank aid and $946 million in total aid. Any debt relief, even if it were in addition to existing foreign aid, would provide only a minuscule increase in domestic resources. Thus it appears that debt relief can have its largest impact if it is situated as part of a broader package of reforms that include, among other things, increased debt management capacity, and targeted growth enhancing changes in national policy."], "subsections": []}]}}