{"id": "RS22752", "title": "Dispute Settlement Under the U.S.-Peru Trade Promotion Agreement: An Overview", "released_date": "2011-08-12T00:00:00", "summary": ["The U.S.-Peru Trade Promotion Agreement (PTPA) follows current U.S. free trade agreement (FTA) practice in containing two types of formal dispute settlement: (1) State-State, applicable to disputes between PTPA Parties, and (2) investor-State, applicable to claims by an investor of one State Party against other State Party for breach of a PTPA investment obligation. A Party in a State-State dispute found to have violated a PTPA obligation is generally expected to remove the complained-of measure; remedies for non-compliance include compensation and the suspension of PTPA concessions or obligations (e.g., imposition of a tariff surcharge on the defending Party's products), with the defending Party having the option of paying a fine to the prevailing Party or, in some cases, into a fund that may be used to assist the defending Party in complying in the case. An investor-State tribunal may only make monetary awards and thus may not direct a PTPA Party to withdraw or modify the offending measure. If the defending State Party does not comply, the investor may seek to enforce the award under one of the international conventions for the recognition and enforcement of arbitral awards to which the United States and Peru are party. State-State dispute settlement may also be initiated against the non-complying Party.", "The PTPA State-State dispute settlement mechanism differs from earlier U.S. FTAs in that it applies to all obligations contained in the labor and environmental chapters of the PTPA instead of only domestic labor or environmental law enforcement obligations. In addition, in the event a Party is found to be in breach of one of these obligations and has not complied in the dispute, the prevailing Party may impose trade sanctions instead of, as under earlier agreements, being limited to requesting that a fine be imposed on the non-complying Party with the funds to be expended for labor or environmental initiatives in that Party's territory. The changes stem from a bipartisan agreement on trade policy between Congress and the Administration finalized on May 10, 2007 (May 10 agreement), setting out various provisions to be added to completed or substantially completed FTAs pending at the time. Among the aims of the agreement was to expand and further integrate labor and environmental obligations into the U.S. free trade agreement structure. The same approach to labor and environmental disputes is found in FTAs entered into with Colombia, Korea, and Panama, each of which continue to await congressional approval.", "Implementing legislation approving the PTPA and providing legislative authorities needed to carry it out was signed into law on December 14, 2007 (P.L. 110-138). The agreement entered into force on February 1, 2009. A protocol of amendment revising the PTPA to incorporate provisions involving labor, the environment, intellectual property, port services, and investment, as set out in the May 10 agreement, entered into force on the same day.", "To date, no disputes have been initiated under the PTPA State-State dispute settlement chapter. On July 19, 2011, however, the U.S. Department of Labor agreed to review a petition filed by a Peruvian labor union alleging that Peru had failed to effectively recognize collective bargaining rights in violation of the PTPA labor chapter. The fact-finding review could possibly lead to a State-State dispute proceeding if the United States considers that Peru has acted inconsistently with the agreement and efforts to settle the dispute through consultations are unsuccessful. To establish a PTPA violation, the United States must demonstrate that Peru has failed to adopt or maintain a law, regulation, or practice in a manner that affects trade or investment between the Parties. In addition, one case has been brought under the PTPA investor-State dispute settlement mechanism. In April 2011, a U.S. firm filed an arbitral claim alleging that Peru had violated its PTPA investment obligations in its treatment of a metallurgical smeltering and refining operation run by the claimant's affiliate in Peru."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["The U.S.-Peru Trade Promotion Agreement (PTPA) follows current U.S. free trade agreement (FTA) practice in containing two types of formal dispute settlement: (1) State-State, applicable to disputes between the Parties to the PTPA, and (2) investor-State, applicable to claims by an investor of one Party against the other Party for breach of PTPA investment obligations. Investor-State dispute settlement has been a key element of U.S. bilateral investment treaties, and with the inclusion of investment obligations in most U.S. FTAs, it has become a feature of these agreements as well.", "The dispute settlement provisions of the PTPA need to be considered in tandem with other PTPA obligations to understand the extent to which measures adopted or maintained by a PTPA Party may be the subject of dispute settlement under the agreement. Exceptions to PTPA obligations are also an element in assessing the scope of obligations undertaken by each Party. For example, general exceptions contained in World Trade Organization (WTO) agreements—namely, Article XX of the General Agreement on Tariffs and Trade 1994 (GATT 1994) and Article XIV of the General Agreement on Trade in Services (GATS)—are incorporated into the PTPA for purposes of obligations involving trade in goods and services. The PTPA also contains an \"essential security\" exception, which, if invoked by a State Party in an investor-State arbitration or a general dispute settlement proceeding, will be found to apply.", "The United States-Peru Trade Promotion Agreement Implementation Act, which approves the PTPA and provides legislative authorities needed to carry it out, was signed into law December 14, 2007 ( P.L. 110-138 ). The Agreement entered into force on February 1, 2009. A protocol of amendment, signed June 24 and June 25, 2007, which revises the PTPA to incorporate certain provisions involving labor, the environment, intellectual property, government procurement, port security, and investment, entered into force on the same day. The additional language stems from a bipartisan agreement on trade policy between Congress and the Administration finalized on May 10, 2007 (often referred to as the May 10 agreement), setting out various provisions to be added to completed or substantially completed FTAs pending at the time. Aimed at, among other things, expanding and further integrating labor and environmental obligations into the FTA structure, the May 10 agreement provides that labor and environmental obligations in an FTA are to be subject to the same general dispute settlement provisions, enforcement mechanisms, and remedies for non-compliance as the agreement's commercial obligations. The same approach to labor and environmental disputes is found in U.S. free trade agreements with Colombia, Korea, and Panama, each of which continue to await approval by Congress.", "To date, no disputes have been initiated under the PTPA State-State dispute settlement mechanism. In general, resort to panels under FTA State-State dispute settlement has been uncommon and thus there has been relatively little experience with the operation of this mechanism over a range of agreements and issues. This may be the case because of FTA consultative arrangements that facilitate the informal resolution of disputes or questions over the scope of an agreement or its application in a particular instance before resort to more structured dispute settlement procedures is considered necessary. In addition, WTO dispute settlement is generally available where a dispute arises under both a WTO agreement and an FTA.", "On July 19, 2011, however, the Office of Trade and Labor Affairs (OTLA) of the U.S. Department of Labor accepted for review a petition by a Peruvian union representing tax agency workers filed under Chapter Seventeen of the PTPA, the agreement's labor chapter, alleging that Peru had violated the PTPA by failing to effectively recognize collective bargaining rights as required under Article 17.2.1 of the agreement. Article 17.5 of the PTPA permits individuals, firms, and other associations of a PTPA Party to file a submission with a PTPA Party on matters related to the labor chapter and directs Parties to review such submissions in accordance with domestic procedures. The aim of the OTLA review, which is expected to be completed within 180 days, is \"to gather information so that OTLA can better understand the allegations therein and publicly report on the U.S. Government's views regarding whether the Government of Peru's actions were consistent with the obligations set forth in the Labor Chapter of the PTPA.\" The United States may request consultations with Peru under Chapter Seventeen and, if the parties fail to resolve the matter within 60 days of any such request, the United States may request further consultations under the PTPA dispute settlement chapter. The review could possibly lead to further State-State dispute settlement proceedings if efforts to settle the dispute through consultations are unsuccessful. To establish a violation of an obligation under Article 17.2.1, the United States must demonstrate that Peru has failed to adopt or maintain a law, regulation or practice in a manner that affects trade or investment between the Parties. PTPA requirements and procedures for disputes arising under the PTPA labor chapter are discussed in greater detail later in this report.", "In addition, a notice of intent to initiate an arbitration under the PTPA investor-State dispute settlement provisions was submitted by the U.S. firm Renco Group, Inc., in late December 2010. The firm, which alleges that Peru violated investment agreements and PTPA investment obligations with regard to its treatment of a metallurgical smeltering and refining operation run by a Renco affiliate in Peru, reportedly filed its arbitral claim in April 2011.", "As a rule, investor-State cases under FTAs have been more frequent than State-State cases, with claims under the North American Free Trade Agreement (NAFTA) being the most common. NAFTA investor-State cases have been brought against each of the three agreement Parties; in addition, five cases have been filed by U.S. investors under the Dominican Republic-Central America-United States Free Trade Agreement (DR-CAFTA): one against the Dominican Republic, two against El Salvador, and two against Guatemala. To date, no investor-State claims have been filed under other U.S. FTAs."], "subsections": []}, {"section_title": "State-State Dispute Settlement (Chapter Twenty-One)", "paragraphs": ["State-State or general dispute settlement is set out in Chapter Twenty-One of the PTPA, which applies to disputes involving the interpretation or application of the Agreement or wherever a Party considers (1) that an actual or proposed measure of the other Party is or would be inconsistent with the PTPA, (2) that the other Party has violated the PTPA, or (3) that one or more of enumerated PTPA benefits owed it by the other Party—for example, a tariff reduction—is being nullified or impaired by a measure of the other Party that not inconsistent with the agreement."], "subsections": [{"section_title": "Initial Consultations", "paragraphs": ["Dispute settlement begins with a consultation request by the complaining Party, to which the other Party must promptly respond. During such consultations, each Party is expected to provided \"sufficient information to enable a full examination of how the actual or proposed measure or other matter may affect the operation and application\" of the PTPA."], "subsections": []}, {"section_title": "Cabinet-Level Consultations", "paragraphs": ["If the dispute is not resolved within 60 days of the initial request (15 days for matters involving perishable products) or another period that the Parties may agree upon, either Party may request a meeting of the U.S.-Peru Free Trade Commission, an administrative body established under the agreement consisting of cabinet-level officials of the Parties or their designees. If the Commission decides to convene, its aim is to promptly resolve the dispute. To assist the Parties in doing so, the Commission may:", "(a) call on such technical advisers or create such working groups or expert groups as it  deems necessary;", "(b) have recourse to good offices, conciliation, or mediation;", "(c) make recommendations."], "subsections": []}, {"section_title": "Panels", "paragraphs": ["If the consulting Parties fail to resolve a matter within 30 days after the Commission has convened, or if the Commission has decided not to convene, within 75 days after the initial request for consultations (30 days if perishable goods are concerned), or another agreed-upon period, any consulting Party that participated in or requested a meeting of the Commission, may request that an arbitral panel be established. An arbitral panel is automatically established upon delivery of a request to the other Party.", "Panels consist of three members. The complaining and defending Parties appoint one panelist each. If either fails to do so, the panelist is to be selected by lot from the roster of panelists established under the agreement. The Parties are expected to agree on a third panelist to chair the panel, but if they cannot agree, the chair will be selected by lot from roster members who are not nationals of either of the disputing Parties. Panel selection is subject to timelines set out in the agreement. ", "Unless the disputing Parties agree otherwise, the panel is to present its initial report to the disputing parties within 120 days after the last panelist is selected. The report is to contain (1) findings of facts and (2) the panel's determination as to whether a disputing Party is in compliance with its PTPA obligations, or whether a measure is causing nullification or impairment of PTPA benefits, as the case may be (or any other panel determination that has been requested). The report must also contain recommendations for resolving the dispute if requested by the Parties. After considering any written comments or requests for clarifications by the Parties, the panel will issue its final report. The final report is due 30 days after the initial report is presented unless the Parties agree otherwise."], "subsections": []}, {"section_title": "Implementation/Remedies for Non-Compliance", "paragraphs": ["On receiving the final report, the disputing Parties are to agree on the resolution of the dispute, which should normally conform with the panel's findings and recommendations. If the panel has found that the defending Party \"has not conformed\" with its PTPA obligations, the resolution, \"wherever possible, shall be to eliminate the non-conformity.\" This would presumably occur by the defending Party's withdrawing or modifying the challenged law, regulation, or practice, but the Parties could possibly agree to another solution. Compensation, suspension of benefits, and annual monetary assessments are allowed as temporary measures pending full compliance.", "For purposes of U.S. law, dispute settlement results under trade agreements are considered to be non-self-executing and thus, where a federal law or regulation is faulted and the executive branch does not have sufficient delegated authority to act, legislation would be needed to comply."], "subsections": [{"section_title": "Compensation and Suspension of Benefits", "paragraphs": ["If the defending Party needs to take action and the disputing Parties cannot agree on resolving the dispute within 45 days after receiving the final report (or within another agreed-upon period), the defending Party must enter into compensation negotiations with the complainant. If the Parties cannot agree on compensation within 30 days, or if they have agreed on compensation or a means of resolving the dispute and the defending Party has not complied with the agreement, the complaining Party may suspend benefits \"of equivalent effect,\" for example, impose tariff surcharges on selected imports from the defending Party in the appropriate amount. The complaining Party must notify the defending Party of its intent, including the amount of proposed retaliation.", "If the defending Party believes that the amount is \"manifestly excessive,\" or believes that it has complied in the dispute, it may ask the panel to reconvene to consider these issues. If the panel determines that the proposed suspension of benefits is excessive, it must determine the proper level of retaliation. The complaining Party may suspend benefits up to this level, or if the amount has not been arbitrated, the level that it originally proposed, unless the defending Party has been found to be in compliance."], "subsections": []}, {"section_title": "Annual Monetary Assessments (Fines)", "paragraphs": ["The complaining Party may not suspend benefits if the defending Party notifies the complainant by a given date that it will pay an \"annual monetary assessment\" or fine. The disputing Parties are to consult on the amount, but if they are unable to agree within 30 days, the fine will be set at the level permitted under the agreement. This is a level, in U.S. dollars, equal to 50% of the level of benefits the panel has determined to be proper or, if there has not been a panel determination, 50% of the amount originally proposed by the complaining Party.", "The assessment is to paid to the complaining Party in equal quarterly installments, unless the Free Trade Commission decides instead that the assessment is to be paid into a fund and expended at the Commission's direction \"for appropriate initiatives to facilitate trade between the disputing Parties including by further reducing unreasonable trade barriers or by assisting a disputing Party in carrying out its obligations under this Agreement.\" If the defending Party does not pay the assessment, the complaining Party may suspend agreement benefits as proposed or arbitrated, as the case may be."], "subsections": []}, {"section_title": "Compliance Review after Sanctions or Fine Instituted", "paragraphs": ["As explained above, the defending Party has a right to a compliance determination by a panel before the prevailing Party imposes sanctions or the defending Party begins paying a fine. In addition, the defending Party may also seek a compliance panel after either of these actions occur if the defending Party later believes that it has complied in the proceeding. The panel is to issue its report within 90 days after the defending Party notifies the complaining Party of its panel request. If the panel decides in favor of the defending Party, the complaining Party must promptly terminate any trade retaliation and the defending Party will no longer be under an obligation to pay any monetary assessment it has agreed to."], "subsections": []}]}, {"section_title": "No Private Rights of Action", "paragraphs": ["The PTPA prohibits a Party from providing a private right of action under its domestic law against the other Party on the ground that the latter has failed to conform with its PTPA obligations.", "As has been the practice with past FTAs, the PTPA implementing legislation precludes private rights of action under the PTPA or private rights of action based on congressional approval of the agreement. The statute also prohibits persons other than the United States from challenging any action or inaction by a U.S. federal, state, or local agency on the ground that the action or inaction is inconsistent with the PTPA. "], "subsections": []}, {"section_title": "Labor and Environmental Disputes", "paragraphs": ["Due to its incorporation of principles set out in the inter-branch \"May 10 agreement,\" the PTPA differs from earlier FTAs with labor and environment chapters in containing additional labor and environmental obligations, not restricting its general dispute settlement procedures to specified provisions of its labor and environmental chapters, and not limiting the remedy for non-compliance with an adverse panel report to the payment of an annual monetary assessment, that is, a fine by the defending Party. "], "subsections": [{"section_title": "Labor Disputes", "paragraphs": ["As noted, the PTPA adds to the substantive labor obligations contained in earlier FTAs and makes its State-State dispute settlement procedures generally applicable to disputes arising under its labor chapter. While the PTPA, like earlier FTAs, requires each Party to \"not fail to effectively enforce its labor laws ... in a manner affecting trade or investment between the Parties ... ,\" the PTPA, at Article 17.2.1, further requires that each Party \"adopt and maintain in its statutes and regulations, and practices\" enumerated labor rights as stated in the 1998 International Labor Organization (ILO) Declaration on Fundamental Principles and Rights at Work and its Follow-Up. These rights, as listed in Article 17.2.1, are:", "(a) freedom of association;", "(b) the effective recognition of the right to collective bargaining; ", "(c) the elimination of all forms of compulsory or forced labor;", "(d) the effective abolition of child labor and, for purposes of this Agreement, a prohibition on the worst forms of child labor; and", "(e) the elimination of discrimination in respect of employment and occupation.", "The PTPA further states that \"[t]he obligations set out in Article 17.2, as they relate to the ILO, refer only to the ILO Declaration.\" The PTPA labor chapter does not make reference to the so-called \"core\" ILO Conventions that address these rights.", "In addition, to establish a violation of Article 17.2.1, a PTPA Party \"must demonstrate that the other Party has failed to adopt or maintain a statute, regulation, or practice in a manner affecting trade or investment between the Parties.\"", "The PTPA also prohibits Parties from waiving or otherwise derogating, or offering to waive or otherwise derogating from, its statutes or regulations that implement Article 17.2.1 in a manner affecting bilateral trade or investment, where the derogation would be inconsistent with a fundamental labor right set out in that paragraph, and includes within its domestic labor law enforcement requirement laws adopted or maintained in accordance with this paragraph.", "While most earlier FTAs allowed general dispute settlement procedures to be initiated only with regard to their labor law enforcement requirement, PTPA general dispute procedures apply to disputes arising under Chapter Seventeen, the agreement's labor chapter, without such a limitation. As under earlier agreements, a Party must first seek to resolve a labor issue under the labor chapter's consultation provisions before it may invoke general PTPA dispute settlement provisions. Chapter Seventeen consultations provide for initial discussions between the Parties and subsequent assistance, if needed, from the bilateral Labor Affairs Council established under agreement. If the Parties fail to resolve a dispute within 60 days after Chapter Seventeen consultations are requested, the complaining Party may seek consultations or a meeting of the U.S.-Peru Free Trade Commission under the general dispute settlement chapter and, following this, may invoke the rest of the chapter.", "Unlike most earlier FTAs with labor chapters, the prevailing Party in a PTPA dispute is not initially limited to seeking the payment of an annual monetary assessment or fine by the defending Party in the event the defending Party has not complied with its obligations in the case. Fines under these earlier agreements are imposed by the panel and are ordinarily capped at $15 million annually, adjusted for inflation. The fine is to be paid into a fund administered by representatives of the disputing Parties for distribution to the non-complying Party for labor initiatives, including efforts to improve labor law enforcement in its territory. The prevailing Party has a right to impose trade sanctions under these earlier agreements, however, if the defending Party fails to pay the monetary assessment.", "Because the general dispute settlement procedures of the PTPA apply to labor disputes to the same extent as disputes over commercial obligations, the prevailing Party in a dispute may initially impose trade sanctions on the non-complying Party based on the value of the dispute. As noted earlier, where a prevailing PTPA Party does propose trade sanctions, the defending Party has the option of paying an annual monetary assessment to the prevailing Party, or, if the Parties agree, to a fund that would distribute funds to the defending Party to facilitate compliance with its obligations in the case. "], "subsections": []}, {"section_title": "Environmental Disputes", "paragraphs": ["As is the case with labor issues, the PTPA differs from earlier FTAs with respect to substantive environmental obligations as well as the extent to which its general dispute settlement procedures apply to environmental disputes. Like earlier FTAs, the PTPA requires each Party to \"not fail to effectively enforce its environmental laws ... in a manner affecting trade or investment between the Parties....\" It also places a new requirement on each Party to \"adopt, maintain, and implement laws, regulations and all other measures to fulfill its obligations\" under listed multilateral environmental agreements (MEAs), and includes laws implementing the MEAs within its domestic enforcement obligation. To establish a violation of the MEA implementation requirement, however, the complaining Party must also demonstrate that the other Party has failed to act in a manner affecting bilateral trade or investment.", "Chapter Twenty-One dispute settlement procedures generally apply to disputes arising under Chapter Eighteen, the agreement's environment chapter, but in any such case, the complaining Party may not resort to Chapter Twenty-One procedures unless it first seeks to resolve the matter under the environment chapter's consultation provisions. Chapter Eighteen consultations provide for initial discussions between the Parties, subsequent assistance, if needed, from the bilateral Environmental Affairs Council established under agreement, and, where a dispute involves obligations under an MEA, coordination with any relevant MEA mechanisms. If the Parties fail to resolve a dispute within 60 days of the initial Chapter Eighteen consultation request, the complaining Party may seek consultations or a meeting of the U.S.-Peru Free Trade Commission under Chapter Twenty-One, and may then proceed under the other provisions of the chapter if it so chooses.", "If a dispute panel is convened and the dispute involves an obligation under a covered multilateral environmental agreement, the panel must follow specified directions in making its findings and determination as to whether the defending Member is in compliance with its PTPA environmental obligations. For example, where the MEA \"admits of more than one permissible interpretation relevant to an issue in the dispute and the Party complained against relies on one such interpretation,\" the panel is to accept that interpretation for purposes of its findings and determination. ", "Unlike most earlier FTAs with environment chapters, the prevailing Party in a dispute is not initially limited to seeking the payment of a fine by the defending Party in the event the defending Party has not complied with its obligations in the case. As in labor disputes, such fines are imposed by the panel and ordinarily capped at $15 million annually, adjustable for inflation. The fine is paid into a fund for distribution to the defending Party to assist it in complying with its agreement obligations. The prevailing Party may impose sanctions under these agreements, however, if the defending Party has not paid the fine that has been assessed.", "Because general dispute settlement procedures apply to environmental disputes under the PTPA as they do to disputes over commercial obligations, the prevailing Party may initially impose trade sanctions on the non-complying Party based on the value of the dispute. As noted earlier, in the event the prevailing PTPA Party does propose trade sanctions, the defending Party has the option of paying an annual monetary assessment to the prevailing Party, or, if the Parties agree, to a fund that would distribute funds to the defending Party to facilitate compliance with its obligations in the case."], "subsections": []}]}]}, {"section_title": "Investor-State Dispute Settlement (Chapter Ten, Section B)", "paragraphs": ["Like bilateral investment treaties (BITs) and the investment chapters of other U.S. free trade agreements, Chapter Ten, the PTPA investment chapter, sets out rights and obligations aimed at facilitating investment by nationals of the United States and Peru in each other's territory. As in other U.S. investment agreements, key elements of Chapter Ten are its coverage of all forms of investment and obligations placed on the Parties to accord foreign investors national, most-favored-nation, and minimum standards of treatment; to compensate investors adequately for expropriation of their property; to permit the free transfer of investment-related funds into and out of the host Party's territory; and to refrain from imposing certain performance requirements, for example, requirements that an investment achieve a given level of domestic content or export a given level of goods or services.", "Chapter Ten obligations are also subject to various exceptions, exemptions and qualifications, as well as annexes pertaining to specific investment issues, such as the situations that will give rise to a direct or indirect expropriation. In addition, the PTPA incorporates language reflecting a trade negotiating objective set out in the Trade Act of 2002, namely that negotiators, in seeking to reduce foreign investment barriers, also ensure that \"foreign investors in the United State are not accorded greater substantive rights with respect to investment protections than United States investors in the United States,\" an issue raised by various critics of FTAs that was also addressed in the May 10 agreement discussed earlier. To this end, the PTPA states in its preamble that the Parties are resolved to \"Agree that foreign investors are not hereby accorded greater substantive rights with respect to investment protections than domestic investors under domestic law where, as in the United States, protections of investor rights under domestic law equal or exceed those set forth in this Agreement.\"", "Another long-standing and fundamental element of BITs and FTA investment chapters that is contained in the PTPA is its provision for investor-State dispute settlement, permitting U.S. investors in Peru and, likewise, Peruvian investors in the United States, to file arbitral claims against Peru and the United States, respectively, for violations of Chapter Ten obligations. Claims against the Parties may involve federal or central government measures, as well as measures of state and local governments to the extent they are subject to Chapter Ten requirements.", "Under the PTPA, if an investor does not believe that an investment dispute with a PTPA party can be settled through consultation and negotiation, the investor may seek to resolve the dispute through arbitration. An arbitral proceeding may be initiated by an \"investor of a Party\" on the ground that other State Party has breached a PTPA investment obligation, an investment authorization, or an investment agreement, and the investor has incurred loss or damage from the breach. The investor may also submit a claim on behalf of an enterprise of the other PTPA Party that the investor owns or controls, where the enterprise is alleged to have been injured by the breach. Investor-State dispute settlement may also be invoked in certain cases involving investors and investments in financial services institutions in the United States and Peru. ", "Chapter Ten contains a statute of limitations, prohibiting a claim from being brought if more than three years have elapsed from the date that the claimant \"first acquired, or should have first acquired, knowledge of the alleged breach\" and knowledge that the claimant or enterprise \"has incurred loss or damage.\" The United States and Peru give their consent in the PTPA to the submission of Chapter Ten investor claims in accordance with the Agreement. The claimant must consent to arbitration in writing. Chapter Ten does not require that an investor, or an investor and an enterprise, exhaust local judicial or administrative remedies before a claim may be filed.", "The investor may submit a claim under various arbitral mechanisms, including the Convention on the Settlement of Investment Disputes (ICSID Convention) and ICSID Rules of Procedure, the ICSID Additional Facility Rules, the United Nations Commission on International Trade Law (UNCITRAL) Arbitration Rules, or, if the disputants agree, any other arbitration institution or rules. Both the United States and Peru are Parties to the ICSID Convention and thus investors may avail themselves of the Convention and its procedural rules. ", "Once an investor claim is filed, a three-member arbitral tribunal will be established. One arbitrator is to be appointed by each disputing party, and the third, the presiding arbitrator, is to be appointed by agreement. If the tribunal has not been constituted within 75 days after the claim is filed, the Secretary-General of ICSID, if requested, will appoint the outstanding arbitrator or arbitrators.", "Chapter Ten contains rules for the conduct of the arbitration, including various provisions aimed at transparency and efficiency of the arbitral proceedings. Tribunals may accept and consider amicus submissions from persons or entities that are not disputing Parties. Tribunals are required to rule expeditiously on any preliminary objections by the defending Party that the claim submitted is legally not a claim for which a Chapter Ten award can be made or that the dispute is not within the competence of the tribunal. As a result, defending Parties may obtain an early ruling on a jurisdictional issue, and thus, possible dismissal of the case, and need not necessarily wait for a combined tribunal ruling on panel jurisdiction and the merits of the case. Multiple claims with certain common elements may be consolidated. Subject to provisions aimed at preventing disclosure of protected information, documents submitted by the parties and tribunal orders, awards and decisions are to be made available to the public. The tribunal must also conduct public hearings.", "When a claim involves an alleged breach of a PTPA obligation, the tribunal is to decide the issues in accordance with the PTPA and applicable rules of international law. If the U.S.-Peru Free Trade Commission has issued an interpretation of a PTPA provision, as it is authorized to do under Article 20.1.3(c) of the PTPA, the decision is binding on the tribunal and any tribunal decision or award must be consistent with the Commission decision.", "A tribunal may only make monetary awards to the claimant and thus may not direct a Party to withdraw or modify a disputed measure. An award may consist of monetary damages, restitution of property, or both. If restitution is awarded, the Party is to pay monetary damages and applicable interest in lieu of restitution. The tribunal may also award costs and attorney's fees. It may not award punitive damages.", "An arbitral award has no binding force except between the disputing Parties and with respect to the case at hand. A prevailing investor may not seek enforcement of the final award until 90 or 120 days after it is issued (depending on the arbitral rules used), a period allowing for possible proceedings to revise or annul the award. If the defending Party does not ultimately abide by a final award, the Party of the claimant may request that a panel be established under the PTPA State-State dispute settlement chapter and ask that it determine that the defending Party's failure to comply with the award is inconsistent with PTPA obligations and recommend that the Party comply. Regardless of whether a compliance panel is sought, however, the prevailing investor may seek judicial enforcement of the award under any of three multilateral conventions providing for the recognition and enforcement of international arbitral awards to which the United States and Peru are Parties: the ICSID Convention, the New York Convention on the Recognition and Enforcement of Foreign Arbitral Awards, and the Inter-American Convention on International Commercial Arbitration."], "subsections": []}]}}