{"id": "RS22871", "title": "Department of Defense “Section 1207” Security and Stabilization Assistance: Background and Congressional Concerns, FY2006-FY2010", "released_date": "2011-03-03T00:00:00", "summary": ["Now expired, Section 1207 of the National Defense Authorization Act (NDAA) for Fiscal Year 2006 (P.L. 109-163) provided authority for the Department of Defense (DOD) to transfer to the State Department up to $100 million per fiscal year in defense articles, services, training or other support for reconstruction, stabilization, and security activities in foreign countries. From FY2006 through FY2010, Section 1207 funded $445.2 million in projects in 23 countries on a bilateral basis and in five countries on a multilateral basis (including one also funded bilaterally). Section 1207 authority expired on September 30, 2010, at the end of FY2010.", "Under Section 1207, the Secretary of Defense was authorized to \"provide services to, and transfer defense articles and funds to, the Secretary of State for the purpose of facilitating the provision by the Secretary of State of reconstruction, security, or stabilization assistance to a foreign country.\" Congress capped the value of these services, articles, and funds at $100 million.", "Congress never intended Section 1207 to be a permanent authority. Congressional authorizers and appropriators expressed in several documents that Section 1207 authority was temporary, and indicated that such funding is better provided under the State Department budget.", "This report provides background and data on Section 1207 authority and funding that may be useful for possible debate in the 112th Congress regarding the appropriate roles and funding mechanisms for DOD, the State Department, and other U.S. agencies in conflict prevention, management, and resolution, and in stabilization and reconstruction operations. It also may serve as background for possible consideration of the Obama Administration proposal for a joint State-DOD Global Security Contingency Fund (GSCF), as some of the GSCF's proposed uses overlap with Section 1207 purposes.", "This report will not be updated."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Introduction", "paragraphs": ["From FY2006 through FY2010, Congress relied on the Department of Defense (DOD) to fund small-scale security and stabilization activities carried out by the State Department and USAID to prevent or stabilize conflict situations abroad. The \"Section 1207\" authority used for this funding expired at the end of FY2010. ", "Congress first provided DOD with \"Section 1207\" authority in 2005. Section 1207 of the National Defense Authorization Act [NDAA] for Fiscal Year 2006, P.L. 109-163 , provided authority for DOD to transfer to the State Department up to $100 million in defense articles, services, training or other support in FY2006 and again in FY2007 to use for reconstruction, stabilization, and security activities in foreign countries. This authority was first extended through FY2008 by Section 1210 of the FY2008 NDAA ( P.L. 110-181 ) and again extended through FY2009 by Section 1207 of the FY2009 Duncan Hunter NDAA ( P.L. 110-417 ). The FY2009 Duncan Hunter NDAA provided special authority for up to $50 million to be spent under Section 1207 for Georgia, in addition to the up to $100 million authorized for other countries. Congress extended the $100 million transfer authority for one last time, through FY2010, in action on the FY2010 NDAA ( P.L. 111-84 ).", "Section 1207 authority was used to fund activities of the State Department's Office of the Coordinator for Reconstruction and Stabilization (S/CRS, established in 2004) and activities implemented by other agencies that were coordinated by S/CRS, including activities of USAID. These funds have supported activities in 14 countries and in two regions. (For further information on these countries and projects, see the text below and Table 1 at the end of this report.)", "According to a United States Institute of Peace (USIP) report, Section 1207 was introduced \"in response to requests from Defense Secretary Donald Rumsfeld and Secretary of State Condoleezza Rice to help jump start S/CRS by providing authorization and funding for projects that would involve interagency coordination. This action was taken in recognition of the fact that Congress was unable to pass a State Department authorization bill that would authorize S/CRS to conduct a comparable program and \"because of the perception that it was easier to obtain funding from Congress\" in the DOD bill rather than the State Department bill."], "subsections": [{"section_title": "Conditions", "paragraphs": ["Section 1207 authority required that any services, defense articles, or funds provided or transferred to the Secretary of State comply with the authorities and limitations of the Foreign Assistance Act of 1961, the Arms Export Control Act, or any law making appropriations to carry out such Act. The Secretary of Defense was required to notify congressional armed services, foreign affairs, and appropriations committees when the authority was exercised; the notification had to be prepared \"in coordination\" with the Secretary of State. Section 1207 funds could not be used to support the budgets of foreign governments."], "subsections": []}, {"section_title": "Funding Sources and Transfers", "paragraphs": ["Section 1207 legislation did not specify a funding source. From FY2006 to FY2008, DOD tapped operations and maintenance (O&M) funds from the three military services and from the DOD defense-wide account to make these transfers. For FY2009, Congress appropriated $100 million specifically for Section 1207 funding, although it had authorized up to $150 million in Section 1207 spending. For FY2010, Congress indicated that $97.09 million should be allocated for Section 1207 uses from the O&M Defense-wide, Defense Security Cooperation Agency (DSCA) appropriation.", "In FY2006, DOD transferred $10 million to the State Department for assistance to Lebanon in the midst of the Lebanese conflict. According to a spokesperson for S/CRS, DOD lacked the funds for further transfers through this authority in FY2006, even though the authorized amount was $100 million. ", "In FY2007, DOD transferred a total of $99.7 million to the State Department for programs in seven countries and regions. DOD described the projects funded in FY2007 as \"a few small focused activities in various critical countries/regions to demonstrate proof of concept\" and judged that while largely successful, \"most could have more significant impact if continued or expanded.\" Countries benefiting from FY2007 Section 1207 funds were Colombia, Haiti, Nepal, Somalia, and Yemen. In addition, FY2007 funds supported regional activities in Southeast Asia and in the Trans-Sahara region. ", "In FY2008, DOD provided $100 million in transfers from the DOD budget. This included $50 million for Georgia and $50 million for activities in six other countries: Afghanistan, Colombia, Democratic Republic of Congo, Lebanon, Sri Lanka, and Tajikistan. ", "In FY2009, DOD transferred a total of $143.3 million to the State Department: $50 million for activities in Georgia and $93.3 million for activities in 11 other countries. The other countries are Bangladesh, Colombia, Democratic Republic of Congo, Kenya, Lebanon, Morocco, Panama, Paraguay, Philippines, Sri Lanka, and Uganda.", "FY2010 Section 1207 funding totaled $92.2 million. This was used for activities in eight countries: Democratic Republic of the Congo, Ecuador, Guatemala, Kyrgyz Republic, Liberia, Somalia, Timor-Leste, and Yemen."], "subsections": []}]}, {"section_title": "Congressional Action and Statements", "paragraphs": [], "subsections": [{"section_title": "2005-2007", "paragraphs": ["Section 1207 authority was the result of a Senate floor amendment offered by Senator James Inhofe to the Senate version of the FY2006 NDAA ( S. 1042 ), which would have provided funding up to $200 million per fiscal year. (For FY2006, the Administration had asked for $200 million for a State Department Conflict response fund, but neither authority nor funding was provided in non-DOD legislation.)", "Conferees on the FY2006 DOD authorization bill stated in their explanatory statement ( H.Rept. 109-360 ), that they were providing \"a temporary authority ... to the Department of State until S/CRS is fully stood up and adequately resourced.\" Further, the conferees on that bill stated that they were not inclined to continue authorizing DOD funds to enable the State Department to \"fulfill its statutory authorities.\" Subsequently, the Senate Armed Services Committee (SASC), in its report on S. 1547 ( S.Rept. 110-77 ), the Senate version of the FY2008 NDAA, described Section 1207 as a \"pilot project.\"", "In addition to extending the authority through FY2008, Section 1210 of the FY2008 NDAA ( P.L. 110-181 ) augmented the role played by the Secretary of Defense. Under the FY2006 NDAA, the Secretary of Defense's role was limited to providing services and transferring defense articles and funds to the Secretary of State. The FY2008 NDAA included a provision requiring the Secretary of State to \"coordinate with the Secretary of Defense in the formulation and implementation of a program of reconstruction, security, or stabilization assistance to a foreign country that involves the provision of services or transfer of defense articles or funds\" under this authority."], "subsections": []}, {"section_title": "2008", "paragraphs": ["In action on the FY2009 NDAA ( P.L. 110-417 , signed into law October 14, 2008), Congress extended the $100 million Section 1207 transfer authority for one fiscal year, through FY2009. In a March 20, 2008, letter, DOD requested that Congress double Section 1207 authorized funding to $200 million per year, extend the authority for five fiscal years, and broaden the authority to permit DOD to provide that services or transfer defense articles and funds to the head of any U.S. government department or agency, not just the Department of State. As reported by SASC, its version of the FY2009 NDAA ( S. 3001 ) would have doubled the authorized amount to $200 million, as requested by DOD, and would have extended Section 1207 authority three years, through September 30, 2011. ", "The conference version of the bill conformed to the House Armed Services Committee (HASC) version of the FY2009 NDAA ( H.R. 5658 ), which did not change the authorized amount and provided for a one-year extension. Nevertheless, Congress did approve a special additional authority under Section 1207 to provide up to $50 million in Section 1207 assistance to Georgia in FY2009. In addition, Congress amended the original legislation to prohibit the use of Section 1207 funds to support the budgets of foreign governments."], "subsections": []}, {"section_title": "2009", "paragraphs": ["In early May, DOD indicated in the DOD Summary Budget Justification document that it was requesting a $200 million appropriation for Section 1207 FY2010 funding. Nevertheless, in action on the FY2010 NDAA, Congress again extended existing authority for up to $100 million in transfer authority through September 30, 2010. ( P.L. 111-84 , signed into law October 28, 2009). As noted above, congressional appropriators indicated that $97.09 million should be allocated for Section 1207 spending from DSCA appropriations in the Department of Defense Appropriations Act, 2010 ( P.L. 111-118 , signed into law December 19, 2009, H.Rept. 111-380 , December 15, 2009). "], "subsections": []}, {"section_title": "2010", "paragraphs": ["In its February 2010 defense budget request, DOD did not ask for continued Section 1207 funding or authority. Instead, the State Department's FY2011 Foreign Assistance budget request asked for $100 million for a Complex Crises Fund, established in 2009 by Congress as a USAID account, \"to respond to emerging or unforeseen crises through support for reconstruction, security, or stabilization needs.\" It notes that this fund is \"similar to Section 1207 Authority.\" The Obama Administration decision to request Section 1207-type funding under the Foreign Assistance account mooted further discussion of Section 1207 authority.", "The first session of the 111 th Congress, on the other hand, took a first step in providing flexible funding by creating a USAID Complex Crises Fund with a $50 million appropriation in the Department of State, Foreign Operations, and Related Programs appropriations act (Division F of the Consolidated Appropriations Act, 2010, P.L. 111-117 ), although this is less money than many analysts would argue is necessary. This fund was Congress's response to the Obama Administration's FY2010 budget request for a total of $116 million in flexible funding for S&R purposes: $40 million for a Stabilization Bridge Fund under the Economic Support Fund account (mentioned above), and $76 million for a Rapid Response fund under the USAID Transition Initiatives (TI) account \"to provide flexible funding to respond to emerging opportunities to divert conflict in new and fragile democracies.\" As stated by the conferees on the bill, this \"new account provides greater flexibility to USAID to prevent or respond to emerging or unforeseen complex crises overseas, and … consolidates the budget request for a Rapid Response Fund and a Stabilization Bridge Fund to provide greater efficiency and oversight by the Administration and Congress of these activities.\" 59 (The conferees defined \"complex crisis\" for the purposes of this account as \"a disaster or emergency, usually of long-term duration, that includes a combination of humanitarian, political and security dimensions which hinders the provision of external assistance.\") ", "Proponents of flexible funding argue that it is needed because many crises that demand a U.S. rapid response cannot be foreseen and thus planned for in annual budget submissions. In addition, they argue, the existing mechanisms for transferring funds to an emergency situation are too time-consuming to provide an immediate response. Some proponents have argued for a mechanism like the automatically replenishable Emergency Refugee and Migration Assistance (ERMA) emergency relief account, funded through foreign operations appropriations. Many proponents suggest that ERMA provides a model for a response fund to be used for conflicts or related crisis situations. Several bills were introduced that would, among other provisions, permanently establish a conflict response fund, but none passed Congress.", "In December 2007, the HELP Commission recommended the establishment of two rapid-response crisis funds. One would be a permanent humanitarian crisis response fund to meet the needs of natural disasters. The other would be a foreign crisis fund to meet security challenges. No recommendation was made regarding the agency responsible for these funds. 60", "From FY2006 through FY2010, the funding for security and stabilization activities that Congress has made available through the DOD budget served as a de facto response fund for small S&R projects carried out by personnel from the State Department and USAID. Section 1207 of the conference version of the National Defense Authorization Act (NDAA) for Fiscal Year 2006 ( P.L. 109-163 , H.R. 1815 / S. 1042 ; signed into law January 6, 2006, and subsequently amended) authorized the Secretary of Defense to provide the Secretary of State with up to $100 million in services, defense articles and funding for reconstruction, security, or stabilization assistance to a foreign country per fiscal year. 61 The Obama Administration, in its FY2010 budget request asked for an appropriation of $200 million, according to a DOD Summary Budget Justification document, 62 but Congress did not change the authorized level.", "In action on FY2010 DOD funding, defense authorizers and appropriators signaled their unwillingness to extend the fund beyond FY2010. Conferees on the FY2010 NDAA ( P.L. 111-84 , signed into law October 28, 2009) stated that \"Congress has always intended for this transfer authority to be temporary and are disappointed that the Department of State has not yet achieved the capacity to fulfill its statutory requirements. The conferees urge the administration to work toward this goal as rapidly as possible. They further recommend that the administration examine ways to maintain this coordination [between DOD and State Department] in the absence of this authority. \" 63 ", "Similarly, defense appropriators signaled their expectation that DOD's Section 1207 funding would expire at the end of FY2010. In their report on the FY2010 Department of Defense Appropriations Act ( P.L. 111-118 , H.Rept. 111-380 ), conferees recommended an allocation of $97.09 million (from the overall Defense Security Cooperation Agency appropriation), but stated that the establishment of the Complex Crises Fund \"will enable USAID and the Department of Sate to meet emergent requirements that fall under their purview without relying on the Department of Defense.\" Nevertheless, they argued for continued DOD participation in the planning process for small-scale security and stabilization projects, directing the Secretaries of Defense and State and the Director of USAID \"to maintain and strengthen the interagency process created from the section 1207 program when formulating, reviewing, and approving future projects that would have been funded through section 1207.\" ", "In creating the Complex Crises Fund, conferees on the Consolidated Appropriations Act, 2010 ( P.L. 111-117 ), urged the State Department and USAID to develop additional capacity in order to replace Section 1207 DOD funding with additional Complex Crises funding. USAID and the Department of State should continue to establish and bolster crisis prevention and response capabilities in order to assume most, if not all, of the functions currently funded\" by DOD under Section 1207 authority, they wrote. Much like the defense appropriations conferees, the foreign operations conferees also specified that \"USAID and the Departments of State and Defense shall continue to consult on the formulation and implementation of stabilization and security assistance, as appropriate, whether through the utilization of section 1207 or funds appropriated by this Act.\" ", "As noted above, the Administration requested $100 million for the CCF in the FY2011 budget, stating that this would replace funding previously provided under Section 1207 authority. The FY2011 continuing resolution in force through March 4, 2011, provides FY2011 funding for the CCF at the $50 million FY2010 level."], "subsections": []}]}, {"section_title": "Congressional Concerns", "paragraphs": [], "subsections": [{"section_title": "Appropriate Uses", "paragraphs": ["At the beginning, there was some confusion about the appropriate uses of Section 1207 and questions about the desirability of funding State Department activities through the DOD budget. HASC and SASC reports on the their respective versions of the FY2009 NDAA ( H.R. 5658 and S. 3001 ) both state separate concerns about Section 1207 authority, reflecting a perceived need to clarify intended purposes and restate the original congressional intention that Section 1207 was to be a temporary authority.", "In its report accompanying S. 3001 ( S.Rept. 110-335 , May 12, 2008), SASC stated that DOD had \"inappropriately restricted\" the uses for which Section 1207 services or funds can be provided to the State Department. Pointing to the Secretary of Defense's April 15, 2008, testimony at a HASC hearing that Section 1207 authority \"is primarily for bringing civilian expertise to operate alongside or in place of our armed forces,\" SASC stated that the legislative intent of Section 1207 authority was broader, and was meant \"to enable the Secretary of Defense to support the provision by the Secretary of State of reconstruction, security, or stabilization assistance to a foreign country.\" SASC further stated such assistance could include \"providing early civilian resources to avert a crisis that could otherwise subsequently require U.S. military forces to assist or intervene.\" In May 2009, DOD seemed to reply to this statement in its FY2010 Budget Request Summary Justification document, in which it asserts that Section 1207 funding is \"for reconstruction, security, or stabilization assistance—primarily to put civilian professionals alongside warfighters, or to provide early civilian resources to avert crises that could require U.S. military forces to intervene.\" ", "In its report accompanying H.R. 5658 ( H.Rept. 110-652 , May 16, 2008), HASC stated that the committee \"reaffirms that the resources provided under this authority are intended to meet immediate, short-term needs.\" The committee reiterated the concern that had been expressed in the conference report accompanying the original Section 1207 legislation ( H.Rept. 109-360 , December 15, 2005) that DOD should not provide long-term funding in order to enable the Department of State to \"fulfill its statutory requirements.\" This concern, according to H.Rept. 110-652 , applied to both long-term development programs and to the broader security assistance initiatives \"that would be better suited for traditional foreign military financing authorities.\""], "subsections": []}, {"section_title": "Transfer of Section 1207 Functions to the State Department and USAID", "paragraphs": ["In addition to some Members of Congress, some outside analysts believe that Section 1207 activities would have been better funded through the State Department and/or USAID. (DOD has never requested that Section 1207 be made permanent law, although it did, as mentioned above, request in 2008 that Congress extend the authority for five fiscal years.) While noting the utility of DOD Section 1207 funding, which enables the U.S. government \"to meet critical needs and to take advantage of key opportunities,\" the USIP report mentioned above urges that in the future Congress appropriate such quick reaction funding to the State Department. \"The DOD could still participate in deciding on project proposals, but the money would be guaranteed and could be made available more quickly. This would require coordinating the efforts of various congressional committees, but it would restore the traditional role of the DOS [Department of State] in funding U.S. foreign assistance.\"", "In action on the FY2010 defense authorization and appropriations acts, and the FY2010 State Department, Foreign Operations, and Related appropriations act, armed services authorizers, defense appropriators, and foreign operations appropriators expressed the sense that the State Department should have responsibility for stabilization and reconstruction funding. However, some attributed continued funding under DOD to a lack of State Department capacity to handle the funding. ", "Conferees on the FY2010 NDAA stated that \"Congress has always intended for this transfer authority to be temporary and are disappointed that the Department of State has not yet achieved the capacity to fulfill its statutory requirements. The conferees urge the administration to work toward this goal as rapidly as possible. They further recommend that the administration examine ways to maintain this coordination [between DOD and State Department] in the absence of this authority\" ( H.Rept. 111-288 , October 7, 2009).", "Similarly, in action on their versions of the FY2010 NDAA ( H.R. 2647 and S. 1390 ), the House and Senate armed services committees both stressed the temporary nature of Section 1207 authority. House Armed Services Committee members wrote: \"While the projects undertaken with funds provided by this authority are worthy, the committee is concerned that insufficient progress has been made in building the capacity within the Department of State to assume the statutory and fiscal responsibility necessary to fulfill its statutory requirements.... The committee stresses that it has always been a temporary authority and urges the Administration to develop capacity within the Department of State so that this transfer authority is no longer required\" ( H.Rept. 111-166 , p. 413). The Senate Armed Services Committee also \"reaffirms its view that Section 1207 is a temporary authority\" ( S.Rept. 111-35 , p. 193). ", "Foreign operations appropriators expressed similar sentiments. In creating a new USAID Complex Crises Fund, conferees on the State Department, Foreign Operations, and Related Programs appropriations of the Consolidated Appropriations Act, 2010 (Division F, P.L. 111-117 , signed into law December 16, 2009), urged the State Department and USAID to develop additional capacity in order to replace Section 1207 DOD funding with additional funding Complex Crisis funding. \"USAID and the Department of State should continue to establish and bolster crisis prevention and response capabilities in order to assume most, if not all, of the functions currently funded\" by DOD under Section 1207 authority, they wrote. However, the conferees also specified that \"USAID and the Departments of State and Defense shall continue to consult on the formulation and implementation of stabilization and security assistance, as appropriate, whether through the utilization of section 1207 or funds appropriated by this Act.\"", "Earlier, in action on its version of the FY2010 State Department, Foreign Operations, and Related Programs appropriations bill ( S. 1434 ), the Senate Appropriations Committee (SAC) would have created a larger fund in the State Department budget. It stated that the purpose of the fund, to be used together with other funds in the bill, was to assist the State Department's effort to \"assume most if not all of the functions currently funded\" by Section 1207 ( S.Rept. 111-44 , p. 46). Further, the committee expressed its intention that DOD and the State Department \"coordinate formulation and implementation of security and stabilization assistance, as appropriate, whether through the utilization of section 1207 or the new capabilities [that SAC would have provided] within the Department of State\" ( S.Rept. 111-44 , p. 47).", "In action on the FY2010 Department of Defense Appropriations Act ( P.L. 111-118 ), defense appropriators also signaled that they did not expect to again provide DOD funds for Section 1207-type activities. They did expect, however, that DOD would remain involved in future planning for such activities even though they would be funded by other agencies. In their report ( H.Rept. 111-380 ), conferees on the bill recommended an allocation of $97.09 million (from the overall Defense Security Cooperation Agency appropriation) to serve as a bridge fund while the Complex Crises Fund was put in place. That fund \"will enable USAID and the Department of Sate to meet emergent requirements that fall under their purview without relying on the Department of Defense,\" the conferees wrote. Nevertheless, they directed the Secretaries of Defense and State and the Director of USAID \"to maintain and strengthen the interagency process created from the section 1207 program when formulating, reviewing, and approving future projects that would have been funded through section 1207.\" "], "subsections": []}]}]}}