{"id": "RS22458", "title": "Gun Control: Statutory Disclosure Limitations on ATF Firearms Trace Data and Multiple Handgun Sales Reports", "released_date": "2009-05-27T00:00:00", "summary": ["For FY2003-FY2009, a rider on the Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF) appropriations has prohibited that agency from disclosing firearm trace data (based on firearm transfer records maintained in part by licensed gun dealers) and multiple handgun sales reports data for any purpose other than supporting a criminal investigation or agency licensing proceeding. This rider is known as the \"Tiahrt\" amendment, for its sponsor in full committee markup of the FY2004 Commerce-Justice-State appropriations bill, Representative Todd Tiahrt. A coalition of 210 city mayors led by New York City Mayor Michael Bloomberg favors the repeal of this rider, but the Fraternal Order of Police favors retaining it, as does ATF. For FY2008, Congress included modified Tiahrt amendment language in the Consolidated Appropriations Act, 2008 (P.L. 110-161). This modified language states explicitly that it does not prohibit the release of aggregate statistical data on illegal gun trafficking or statistical information on the U.S. firearms industry. For FY2009, similar language was included in the Omnibus Appropriations Act, 2009 (P.L. 111-8)."], "reports": {"section_title": "", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["Located in the Department of Justice (DOJ), ATF is the lead law enforcement agency charged with administering and enforcing federal laws related to the manufacture, importation, and distribution of firearms and explosives. ATF also investigates arson cases with a federal nexus and violations of laws related to the manufacture, importation and distribution of alcohol and tobacco. In the Omnibus Appropriations Act, 2009 ( P.L. 111-8 ), Congress provided ATF with its regular appropriation of $1.054 billion for FY2009, a 4.2% increase over the FY2008 enacted level, and 2.6% increase over the Administration's request. Of the FY2009 appropriation, DOJ budget documents indicated that the Administration plans to allocate $759 million (72%) toward firearms compliance and investigations.", "Under the Tiahrt amendment, for FY2003-FY2007, ATF has not disclosed trace data or multiple handgun sales reports to any person or entity, unless the request for such data was part of a criminal investigation within their jurisdiction. As a result, firearms trace data were no longer available for municipalities and other third parties to build cases against gun manufacturers and dealers in civil lawsuits. While arguably the Tiahrt amendment never prevented ATF from releasing statistics on the U.S. firearms industry or aggregate statistics on illegal firearms trafficking, for FY2008, Congress modified the language of the limitation to state explicitly that it does not prevent the", "disclosure of statistical information concerning total production, importation, and exportation of firearms; sharing or exchange of such information among and between federal, state, local, or foreign law enforcement agencies, federal, state, or local prosecutors, and federal national security, intelligence, or counterterrorism officials; or publishing of annual statistical reports on products regulated by ATF, including total production, importation, and exportation by each licensed importer and licensed manufacturer, or statistical aggregate data regarding firearms traffickers and trafficking channels, or firearms misuse, felons, and trafficking investigations. ", "The FY2008 Tiahrt language, however, continues to prohibit the release of firearm trace data for the purposes of suing gun manufacturers and dealers. Moreover, the limitation includes the phrase, \"in fiscal year 2008 and thereafter,\" which make the limitation permanent law according to the Government Accountability Office. For FY2009, similar language was included in the Omnibus Appropriations Act, 2009 ( P.L. 111-8 )."], "subsections": []}, {"section_title": "ATF Firearm Trace Data and Multiple Handgun Sales Reports", "paragraphs": ["To enforce federal firearms laws, ATF conducts firearm traces for federal, state, tribal, county, and municipal law enforcement agencies. Gun dealers must also report multiple handgun sales to ATF. Firearm trace data and multiple handgun sales reports, along with other investigative data, can be strong indicators of illegal firearms trafficking. For several reasons, however, there are methodological and operational limits on the use of such data and reports, in addition to the statutory limitations, as discussed below."], "subsections": [{"section_title": "Firearm Trace Process", "paragraphs": ["As part of a trace, law enforcement officers submit to ATF certain information about a firearm in question, including the manufacturer, model, caliber, and serial number. In turn, ATF firearm specialists systematically research the firearm's transfer documents, which Federal Firearms Licensees (FFLs) are required to maintain, as a firearm passes through the commercial chain of distribution, from manufacturer/importer, to wholesaler/distributor, and to first retail seller. From the first retail dealer's transfer records (bound log book and ATF Form 4473s), ATF can determine the first private person to whom the firearm was transferred. When dealers go out of business, these records are sent to, and maintained by, ATF. By following up with the private person to whom the firearm was last transferred, investigators are often able to generate new leads to solve firearms-related crimes."], "subsections": []}, {"section_title": "YCGII and Comprehensive Tracing", "paragraphs": ["As gun violence increased from the mid-1980s to the early 1990s, law enforcement agencies increasingly availed themselves of ATF's firearm tracing capabilities. As the firearm trace database grew, it yielded new insights for law enforcement agencies. In 1994, ATF made \"comprehensive tracing,\" which entails tracing all \"crime guns\" recovered by law enforcement in a particular geographic area, an agency objective. In 1996, the Clinton Administration launched the Youth Crime Gun Interdiction Initiative (YCGII). Under this initiative, participating cities were provided funding to comprehensively trace crime guns and improve information about the illegal sources of firearms. In FY1996, 27 cities participated in this program. By FY2004, it had been expanded to more than 60 cities. For FY2005, the Bush Administration requested and received funding to expand Project Safe Neighborhoods (PSN) and YCGII to 80 cities, yet ATF dropped the YCGII program in FY2005 and began promoting the PSN program as part of its wider integrated violence reduction strategy.", "For the years 1997 through 2000, ATF published YCGII reports that included data on firearm traces by participating city. Although the data in those reports were anonymized and did not identify individual FFLs, ATF has issued no additional YCGII reports. ATF had also made trace data available to researchers under contract with disclosure restrictions, but such data were only released after five years, because ATF did not want to compromise ongoing investigations, among other things. After reviewing the trace data, some researchers suggested that through comprehensive crime gun tracing new findings could be made regarding illegal gun trafficking—especially at the regional level, while others noted methodological shortcomings in the firearms trace data that arguably have precluded making conclusions about crime guns at a national level."], "subsections": []}, {"section_title": "Methodological Limits on Firearms Trace Data", "paragraphs": ["ATF has defined \"crime gun\" to mean any firearm that is illegally possessed, used in crime, or suspected to have been used in crime. An abandoned firearm may also be categorized as a crime gun if it is suspected it was used in a crime or illegally possessed. Under this definition, most, but not all, traced firearms are \"crime guns.\" Firearms trace data, however, are limited and may be biased by several factors:", "traced firearms are generally recovered by law enforcement, and they may not be representative of firearms possessed and used by criminals; there remains significant variation over time and from jurisdiction to jurisdiction as to \"when, why, and how\" a firearm is recovered and selected to be traced; and a substantial percentage of recovered firearms cannot be successfully traced for several reasons including poor recordkeeping by FFLs.", "According to ATF, the firearms trace database is an operational system designed to aid in ongoing investigations, rather than a system to capture \"crime gun\" statistics. Nevertheless, combined with multiple handgun sales reports and other investigative data, firearm trace data have proven to be a viable tool for ATF in targeting regulatory and investigative resources with greater effect."], "subsections": []}, {"section_title": "Multiple Handgun Sales Reports", "paragraphs": ["Federal law requires FFLs to report to the Attorney General (AG) whenever they transfer more than one handgun (pistol or revolver) to any nonlicensee within five consecutive business days. The FFL must also forward this information to either the state police or local law enforcement agency that has jurisdiction in the area where the transfer occurred. Furthermore, except for information pertaining to persons prohibited from possessing firearms, federal law prohibits state or local law enforcement agencies from disclosing those records to any person or entity, and requires those records be destroyed within 20 days of receipt, so that those records cannot be used as a registry of firearms or firearms owners. At the end of every six-month period, the state or local law enforcement agency is required to certify to the AG that the record nondisclosure and destruction requirements were complied with."], "subsections": []}, {"section_title": "Operational Limits on Illegal Firearms Trafficking Indicators", "paragraphs": ["ATF analyzes firearm trace data, multiple handgun sales reports, and firearms-trafficking investigative data to more effectively target armed violent criminals and gun traffickers for prosecution. By aggregating these data, ATF analysts are often able to discern regional illegal firearms trafficking trends and patterns. Working with contract researchers at Northeastern University, ATF developed indicators of illegal firearms trafficking:", "multiple crime guns traced to an FFL or first retail purchaser; short time-to-crime for crime guns traced to an FFL or first retail purchaser; incomplete trace results, due to an unresponsive FFL or other causes; significant or frequently reported firearms losses or thefts by an FFL; frequent multiple sales of handguns by an FFL or multiple purchases of firearms by a non-licensee, combined with crime gun traces; and recovery of firearms with obliterated serial numbers.", "In February 2000, ATF reported that (1) out of 83,200 FFLs, about 1,020 had 10 or more firearms that were traced back to them in 1998; (2) while those FFLs only represented about 1.2% of licensed retail dealers, they accounted for more than 50% of traces to retail dealers in that year; and (3) less than 1% of retail dealers, about 330 FFLs, had 25 or more firearms traced back to them. By concentrating their enforcement and regulatory actions on this small percentage of FFLs, ATF sought to prevent the further diversion of firearms into illegal channels of commerce.", "At the same time, ATF's findings might have undergirded the policies of a number of municipalities, under which civil lawsuits were pursued against the gun industry for gun violence in their jurisdictions. This is despite the fact that ATF has consistently stated that trace frequency, in and of itself, is not indicative of criminal activity by an FFL. In addition, with ATF data, gun control advocates began identifying and publishing the names of FFLs who in their judgement were \"bad apple\" dealers, as the data showed \"crime guns\" being traced back to their businesses, along with multiple handgun sales reports, in numbers the gun control advocates found unacceptable.", "As noted above, while multiple handgun sales reports, along with firearm trace and other investigative data, can be strong indicators of illegal firearms trafficking, alone they do not constitute proof of criminal wrongdoing on the part of an FFL. As required under the appropriations rider, which was initially predicated on ATF's disclosure policy, ATF declined to disclose such data to the City of Chicago. ATF argued in part that trace and multiple handgun sales data were exempt from the Freedom of Information Act (FOIA), as such data could potentially compromise ongoing investigations. While the 7 th Circuit rejected ATF's FOIA arguments, the Tiahrt amendment was enacted, preventing ATF from releasing trace data for any purpose other than a \"bona fide\" criminal investigation."], "subsections": []}]}, {"section_title": "Lawsuits Against the Gun Industry", "paragraphs": ["Mayors and other municipal leaders have sought to curb gun violence in their communities by filing civil lawsuits against gun manufacturers and dealers based on three arguments: (1) the firearms they sold were defective, (2) the gun industry had engaged in improper marketing techniques, and (3) the proliferation of firearms in certain urban areas constituted a public nuisance. Many lawsuits against the gun industry were dismissed, while others were not. In some of these cases, analyses of ATF firearms trace and investigative data by nongovernmental parties were submitted as evidence showing liability on the part of gun manufacturers and/or dealers.", "Congress passed the Protection of Lawful Commerce in Arms Act ( P.L. 109-92 ) to limit the tort liability of gun manufacturers and dealers by prohibiting civil actions or proceedings or administrative proceedings against any gun manufacturer or dealer, or trade association for damages resulting from the criminal or unlawful misuse of a firearm or ammunition. Exceptions were provided under certain circumstances. The city of New York has pursued a public nuisance civil suit against multiple gun manufacturers based in part on ATF trace and investigative data that were acquired under a strict confidentiality order entered by a federal judge before the disclosure limits were enacted."], "subsections": []}, {"section_title": "Related Legislative Proposals", "paragraphs": ["For FY2003-FY2009, a rider on the ATF appropriations language has prohibited that agency from disclosing data on illegal gun trafficking based on firearm traces and FFL transfer records, as well as multiple handgun sale reports, for any purpose other than supporting a \"bona fide\" criminal investigation. This rider is known as the \"Tiahrt\" amendment, for its sponsor in full committee markup of the FY2004 Commerce-Justice-State appropriations bill, Representative Todd Tiahrt. ", "Proponents of the Tiahrt amendment contend that the business records of FFLs should be confidential, and that access to these records is only authorized under federal law for the purposes of conducting ATF trace requests in order to solve crimes. They argue further that it was never intended that firearm trace data be used to support civil, public nuisance lawsuits against firearms manufacturers and dealers. Opponents of the amendment counter that every tool is needed to \"crackdown\" on irresponsible FFLs by analyzing firearm trace data on a regional and national basis, so that federal, state, and local law enforcement authorities can be informed of the source and market areas for \"crime guns.\" A coalition of 210 city mayors led by New York City Mayor Michael Bloomberg favors the repeal of this amendment, but the Fraternal Order of Police reportedly favors retaining it, as does ATF.", "In the 109 th Congress, House Judiciary Committee ordered reported H.R. 5005 , a bill that included a provision (Section 9) that would have codified the Tiahrt amendment; however, that bill saw no further action. In addition, Senator Robert Menendez and Representative Steven R. Rothman introduced identical bills ( S. 2460 / H.R. 5033 ) to repeal the FY2006 appropriation rider. Senator Charles Schumer introduced a similar bill ( S. 2629 ), which he has reintroduced in the 110 th Congress ( S. 77 ).", "In the 110 th Congress, Senator Richard Shelby amended the FY2008 Commerce-Justice-Science (CJS) appropriations bill ( S. 1745 ; S.Rept. 110-124 ) with a modified rider in full committee markup. A similar rider was included in the House-reported and passed CJS appropriations bill ( H.R. 3093 ). The Senate passed H.R. 3093 , amended with the language of S. 1745 . While conference negotiations on H.R. 3093 broke down for reasons unrelated to gun control, the FY2008 CJS appropriations and the Tiahrt language were enacted as part of the Consolidated Appropriations Act, 2008 ( P.L. 110-161 ). Although the Tiahrt language was modified to authorize the release of aggregate firearms trace data on illegal gun trafficking, it still prohibits the use of those data for the purposes of suing gun manufacturers and dealers. Without any public debate, similar language was included in the Omnibus Appropriations Act, 2009 ( P.L. 111-8 )."], "subsections": []}]}}