{"id": "AIMD-97-61", "url": "https://www.gao.gov/products/NSIAD/AIMD-97-61", "title": "Financial Management: An Overview of Finance and Accounting Activities in DOD", "published_date": "1997-02-19T00:00:00", "released_date": "1997-02-19T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Pursuant to a congressional request, GAO provided information on the Department of Defense's (DOD) management of its financial operations, focusing on: (1) DOD's rationale for creating the Defense Finance and Accounting Service (DFAS); (2) the current size of the DOD finance and accounting infrastructure; and (3) the various finance and accounting activities performed by DOD personnel."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO reported that: (1) Before fiscal year 1991, the military services and defense agencies independently managed their finance and accounting operations. Because these decentralized operations were highly inefficient and failed to produce reliable information for decision makers, DOD created DFAS to consolidate, standardize, and integrate finance and accounting operations. DFAS inherited 26,000 finance and accounting personnel but about 18,000 personnel remained with the military services to perform managerial accounting and customer service activities at local installations and bases. (2) By the end of fiscal year 1998, DFAS expects that all 332 installation-related finance and accounting offices will be closed and their operations transferred to 5 large centers and no more than 21 new operating locations. This consolidation will help DFAS, between fiscal years 1996 and 2000, reduce its budget from $1.64 billion to about $1.47 billion (in constant 1996 dollars); its personnel from 23,500 to about 20,000; and the number of finance and accounting systems from 217 to about 110. The military services reported that they still have close to 17,000 personnel in their finance and accounting network and are not planning any specific reductions. (3) DOD's finance and accounting activities are generally divided into 9 functional areas (accounting, payroll, contract payments, etc.). Improving these areas is an enormous task, involving the replacement of many antiquated systems and processes. The task is even move difficult considering the volume of transaction that must be continued while improvements are being made. Annually, for example, DOD disburses around $260 billion on 17 million invoices, 6 million payroll accounts, and 2 million travel vouchers."]}], "report": [{"section_title": "Letter", "paragraphs": ["As you are aware, the Department of Defense (DOD) continues to experience significant problems in managing its financial operations. This report, as you requested, provides information to assist the Subcommittee in its oversight of these operations. More specifically, it addresses (1) DOD’s rationale for creating the Defense Finance and Accounting Service (DFAS), (2) the current size of DOD’s finance and accounting infrastructure (e.g., locations, personnel, and systems) as compared with its size when DFAS was created, and (3) the various finance and accounting activities performed by DOD personnel.", "For the most part, the report presents data as of September 30, 1996, which was provided by DOD. We did not attempt to independently verify the accuracy or reliability of the data. In addition, as agreed with your office, this report does not discuss the specific problems DOD is encountering when performing finance and accounting activities or the actions it is pursuing to correct them. Included, however, is a list of reports we have issued over the past several years detailing DOD’s financial management problems (see “Related GAO Products” at the end of this report). In addition, we recently issued a “High-Risk Series,” report entitled Defense Financial Management (GAO/HR-97-3, Feb. 1997). That report summarizes DOD’s problems in this area and provides our general assessment of DOD’s approach for correcting them. We also have a number of assignments underway looking at DOD’s actions to correct weaknesses in the following six areas: (1) lack of integrated systems, (2) lack of reliable cost information, (3) problem disbursements, (4) workforce competencies, (5) poor internal controls, and (6) antiquated business practices. We will report separately on these assignments."], "subsections": [{"section_title": "Rationale for Creating DFAS", "paragraphs": ["Before 1991, the military services maintained separate finance  and accounting operations that were duplicative and inefficient.", "DFAS was created to standardize DOD finance and accounting  policies, procedures, and systems.", "Military services and defense agencies generally use operations  and maintenance appropriations to pay for DFAS services.", "Before fiscal year 1991, the military services and defense agencies each had their own financial management structure, consisting of a headquarters comptroller organization; finance and accounting centers; and accounting, finance, and disbursing offices at military bases. Each service and agency developed its own processes and systems that were geared to its particular mission. In many instances, the military services and defense agencies interpreted governmentwide and DOD-level finance and accounting policies differently. According to DOD, these variances sometimes resulted in managers being provided conflicting information.", "Over the years as greater emphasis was placed on joint operations, financial management system incompatibility and lack of standardization (even within a military service) became more apparent. For example, there was only one pay schedule for military personnel, yet DOD maintained and operated dozens of different pay systems. These types of conditions produced business practices that were complex, slow, and error prone. According to DOD officials, no matter how skilled the people operating them, DOD’s financial management systems and processes were inherently handicapped in their efficiency and effectiveness. Furthermore, DOD officials stated that there was an inherent inefficiency in having multiple organizations perform virtually identical functions.", "Given these problems; changes in the economic, political, and management environments; and advances in technology, DOD officials became convinced they needed to improve the economy and efficiency of their finance and accounting operations. After assessing how finance and accounting activities were performed, DOD determined that consolidating these activities offered a number of potential advantages, including increasing DOD-wide oversight; improving consistency in the application of accounting principles, policies, procedures, systems, and standards throughout DOD; eliminating the costs of maintaining and operating multiple financial operations and systems; improving decision making by providing DOD managers with more timely, meaningful, and accurate financial information; and accelerating the implementation of standard DOD-wide financial systems.", "The establishment of DFAS in January 1991 was the first step taken by DOD directed at fundamentally reforming finance and accounting operations. DFAS was formed by consolidating into a single agency under DOD’s Comptroller, the large finance and accounting centers that belonged to the military services and the Defense Logistics Agency. Recognizing that additional economies and efficiencies could be achieved, the Deputy Secretary of Defense, in December 1991, directed DFAS to assume control of existing finance and accounting operations and personnel at the command and installation levels within the military services. By 1994, DFAS had assumed responsibility for many of the finance and accounting activities at 332 offices (in the continental United States, Alaska, Hawaii, Guam, Puerto Rico, and Panama) and had announced plans to consolidate these activities at a limited number of DFAS locations.", "To focus DOD management’s attention on managing the cost of finance and accounting activities, DFAS was designated a Defense Business Operations Fund (DBOF) business area in fiscal year 1992. The concept of DBOF is to promote total cost visibility by charging customers (primarily the military services and defense agencies) for the full cost of providing goods and services. By doing this, DOD hoped that all levels of management would focus their attention on the total costs of carrying out certain critical DOD business operations. DOD anticipated that this would encourage managers to become more conscious of operating costs and make fundamental improvements in how DOD conducts business. In fulfilling DBOF’s concept, DFAS sets the prices it charges the military services and defense agencies and bills them to cover the full cost of its operations. The military services and defense agencies pay for these services primarily with funds from their operations and maintenance appropriations.", "The 1997 Defense Authorization Act required DOD to conduct a comprehensive study of DBOF and present an improvement plan to the Congress for approval. Pending the results of this study, DOD’s Comptroller, on December 11, 1996, dissolved DBOF and created four working capital funds: (1) Army Working Capital Fund, (2) Navy Working Capital Fund, (3) Air Force Working Capital Fund, and (4) Defense-wide Working Capital Fund. DFAS is part of the Defense-wide Working Capital Fund. The four working capital funds will continue to operate under the revolving fund concept—using the same policies, procedures, and systems as they did under DBOF—and charge customers the full costs of providing goods and services to them."], "subsections": []}, {"section_title": "Changes in DOD’s Finance and Accounting Infrastructure", "paragraphs": ["Over the past few years, DOD’s finance and accounting organization and management structure has undergone major changes. For example, DFAS and the military services now share the finance and accounting responsibilities that previously belonged to the military services. Most significantly, however, DFAS has developed a new concept of operations that involves performing most of its finance and accounting operations at consolidated sites rather than at local bases and installations. This has allowed it to reduce the number of locations and personnel needed to perform these operations and to begin standardizing its accounting systems and processes. This section describes the current organizational structure of DOD’s finance and accounting activities and the status of various changes with respect to finance and accounting locations, personnel, budgets, and systems."], "subsections": [{"section_title": "DFAS and the Military Services Share Finance and Accounting Responsibilities", "paragraphs": ["DFAS and the military services are jointly responsible for  carrying out DOD finance and accounting activities.", "DFAS negotiated a division of responsibility with each military  service.", "Finance and accounting operations are performed by two chains of command within DOD. On one side is DFAS, which reports to the Under Secretary of Defense Comptroller/Chief Financial Officer within the Office of the Secretary of Defense. On the other side are the military services, which are headed by their respective secretary. Each service secretary has an assistant secretary for financial management who directs and manages financial management activities consistent with policies prescribed by the Chief Financial Officer and the service’s implementing directives.", "As shown in figure 1, the Under Secretary has no direct line of authority to any of the financial management staff within the military services, defense agencies, and DOD field activities. Those staff report through their own organizational structure to their respective unit heads. The Under Secretary and the unit heads report to the Secretary of Defense. The Under Secretary, however, does issue policies, instructions, regulations, and procedures relating to financial management matters and the production of financial statements, which are binding on all DOD activities.", "The National Defense Authorization Act for Fiscal Year 1994 designated the Comptroller as DOD’s Chief Financial Officer. Specific duties of the Comptroller/Chief Financial Officer as specified in the Chief Financial Officers Act include directing, managing, and providing policy guidance and oversight of agency financial management personnel, activities, and operations; developing and maintaining integrated accounting and financial monitoring the financial execution of the agency budgets in relation to actual expenditures and preparing and submitting timely performance reports; and overseeing the recruitment, selection, and training of personnel to carry out agency financial management functions.", "As mentioned, each service secretary has an assistant secretary for financial management who reports to the service secretary and directs and manages financial management activities consistent with policies prescribed by the Chief Financial Officer and the service’s implementing directives. The assistant secretary for financial management position in each service was established in the National Defense Authorization Act for Fiscal Year 1989. The act delineated many of the responsibilities of the office, including managing financial management activities and operations; directing the preparation of budget estimates; approving any asset management systems, including cash and credit collecting debts; and accounting for property and inventory systems.", "Because of potentially overlapping responsibilities, DFAS met several times with the military services’ financial managers and their staffs during 1994 to reach agreement on their respective finance and accounting roles. These meetings resulted in “responsibility matrices” that identify the specific activities that will be performed by DFAS and each military service. According to DFAS, the responsibility matrix agreements were driven, to a large extent, by the number of finance and accounting personnel each service had transferred to DFAS. Prior to the negotiations in 1994, for example, the Army had transferred about 75 percent of its finance and accounting people to DFAS. According to Army officials, it kept only a small contingent of managerial accountants at each installation and major command location to interpret accounting reports provided by DFAS to the installation or major command and provide advice to the commander on proper stewardship of public funds. As a result, DFAS and the Army agreed that DFAS would perform just about all of the Army’s financial activities. On the other hand, Air Force and Navy officials stated that they transferred smaller percentages of their staffs (50 and 29 percent, respectively). They took this approach to maintain control of activities they felt were essential to providing service to their military personnel and families, such as computing travel pay or helping uniformed personnel solve pay-related problems.", "Travel payment, a finance function, is an example where DFAS provides different levels of service to its military customers. In this case, authorization, computation, disbursement, and accounting are performed by either the military services or DFAS. Table 3 identifies the responsible party for each of these steps."], "subsections": []}, {"section_title": "DFAS Is Consolidating Its Activities", "paragraphs": ["DFAS assumed control over the military services' finance centers  and some of the activities at 332 military installations.", "DFAS is currently consolidating all its activities into 5 centers and  not more than 21 operating locations.", "The military services continue to perform their remaining  activities at most of the 332 installations.", "When DFAS was established, it opened a headquarters office in Arlington, Virginia, and assumed management control over the six large finance centers that belonged to the military services and defense agencies. One of these centers was subsequently closed, but the others continue to support the military service or defense agency they supported prior to the formation of DFAS. According to the Director of DFAS, this was done primarily to ensure that support levels to the military services and defense agencies remained at an acceptable level.", "DFAS also assumed control over many of the people and functions at 332 small finance and accounting offices around the world. To improve operational efficiencies and reduce costs, DFAS has focused a great deal of attention on consolidating the personnel and workload at a small number of locations. In May 1994, for example, the Deputy Secretary of Defense announced plans to move the DFAS workload and many of the people at these 332 locations to either the existing 5 centers or 20 new operating locations. As of September 1996, DFAS had closed 230 (or about 70 percent) of the small accounting offices and opened 17 operating locations. Figure 2 shows the number of finance and accounting offices that DFAS plans to close through fiscal year 1998, when the consolidation is now expected to be completed.", "Announced for  fiscal year 1997 Three of the planned operating locations—Lexington, Kentucky; Newark, Ohio; and Rantoul, Illinois—have not been formally scheduled for opening at this time. The fourth planned operating location, at Memphis, Tennessee, will be under the cognizance of the U.S. Army Corps of Engineers until the Corps completes its consolidation of finance and accounting operations around fiscal year 1999. At that time, the Corps will transfer the activity to DFAS.", "Except for Honolulu, Hawaii; Norfolk, Virginia; Orlando, Florida; and San Antonio, Texas, each operating location provides services to a single military service. Honolulu serves all of the military services; Norfolk serves Navy and Army customers; and both Orlando and San Antonio serve Army and Air Force customers. In addition, Charleston, South Carolina; Pensacola, Florida; and Omaha, Nebraska, provide civilian pay service to all military services and defense agencies. Figure 3 shows the locations of the 5 centers and 21 existing or planned operating locations as of September 30, 1996. The primary customer (military service or defense agency) of each center is shown in parentheses in the figure.", "Not opened as of September 30, 1996.", "As discussed in the previous section, each of the military services retained certain functions (e.g., managerial accounting, travel claim computation, and customer service) in order to support local commanders and customers. To do this, the services have maintained some staff at most of the 332 installation-level finance offices. Although there are interfaces and exchanges of information between the staff at these offices and DFAS, organizationally they are not part of DOD’s Comptroller or DFAS’ communities. Rather, they report to and receive budgetary support from the base or installation commander. Civilian and military personnel at these activities are paid from operations and maintenance and military personnel appropriations, respectively."], "subsections": []}, {"section_title": "Number of People Performing Finance and Accounting Activities Is Not Tracked", "paragraphs": ["DOD estimated it had 46,000 people performing finance and  accounting activities in 1994 and has 40,800 performing these  today. 28,000 people were transferred into DFAS, leaving the military  services with 18,000 people.", "DFAS currently has 23,500 employees.", "The military services do not track the number of finance and  accounting personnel they employ, but estimate there are about  17,300.", "In May 1994, when the Deputy Secretary of Defense announced plans to consolidate finance and accounting operations, he said that the number of people performing these activities should drop from about 46,000 to 23,000 by 1999. As of September 1996, DOD estimates show that there were about 40,800 people performing finance and accounting activities—about 5,200 less than estimated in 1994. However, there is some uncertainty about these numbers primarily because the military services do not centrally budget for or manage finance and accounting operations.", "As a DBOF entity that is now part of the new Defense-wide Working Capital Fund, DFAS tracks the number of personnel it employs so that it can accurately charge its customers for the full cost of operations. Therefore, it generally knows how many people it inherited from the military services and its current on-board strength. DFAS officials told us, for example, that by 1994 DFAS had assumed control of 28,000 personnel—about 10,000 at the 5 large finance centers and about 18,000 at the 332 small, installation-level finance and accounting offices. As of September 1996, this workforce had been reduced to 23,500 and DFAS has plans to eliminate another 3,500 positions by the year 2000. According to DOD, most of these reductions are (or will be) made possible by economies of scale achieved by closing the 332 small finance and accounting offices and consolidating activities at the 5 centers and 21 operating locations.", "Finance and accounting personnel and activities in the military services, however, are budgeted for and controlled at the installation level. Consequently, service representatives said there were no specific plans to centrally assess or reduce the size of their finance and accounting network. For this reason, they were also uncertain of the number of people that remained after DFAS assumed control of resources in 1994 or that are currently onboard. According to DOD, however, there should have been about 18,000 finance and accounting personnel left with the military services in 1994. In 1992, DFAS and the military services issued a data call to all installation-level finance offices, and in 1994, estimated that the total number of people in DOD’s network was about 46,000. On the basis of this estimate, DFAS assumed control of 28,000 people, leaving about 18,000 people in the military services.", "To determine the number of people in the current military service network, the services (at our request) either issued another data call to their installations or prepared an estimate based on other available information. They reported to us that, as of September 30, 1996, approximately 17,300 people were performing finance and accounting activities in the military services. On the basis of a comparison of the original data call and the current estimate, about 700 fewer people are performing finance and accounting activities now than DOD officials believe were doing so when DFAS completed its transfer process in 1994. Figure 4 shows the number of finance and accounting personnel reported to us by DFAS and the military services as of September 30, 1996.", "This includes 589 personnel in the Marine Corps."], "subsections": []}, {"section_title": "Budget to Perform Finance and Accounting Activities Exceeds $2 Billion", "paragraphs": ["The total budget for DOD finance and accounting activities is  unknown but exceeds $2 billion.", "DFAS' 1996 budget was $1.64 billion.", "The military services estimate their personnel costs for fiscal  year 1996 at $598 million.", "The vast majority of the funds come from operations and  maintenance appropriations.", "Information that was provided by DFAS and the military services indicates that DOD budgeted at least $2 billion in fiscal year 1996 to support finance and accounting activities. This estimate includes all DFAS costs plus estimated personnel costs in the military services. Because military service finance and accounting activities are budgeted at local installations and bases in various appropriation accounts, the military services were unable to estimate other finance and accounting-related costs such as training, equipment, supplies, and overhead.", "As part of the new Defense-wide Working Capital Fund, DFAS does not receive an appropriation. Instead, it bills customers, primarily the military services, for the cost of operations. These bills include charges for direct labor costs related to the performance of finance and accounting functions; indirect costs, such as systems support and depreciation expenses; and overhead costs, such as management support and electricity bills. The bills may also include additional charges or reductions to make up for prior year losses or gains. The military services use their operations and maintenance appropriations to pay the bills. Figure 5 shows DFAS’ financial operations budget from fiscal years 1991 through 1996 and the projected budget for fiscal years 1997 through 2000—the numbers are in constant 1996 dollars.", "As shown in figure 5, DFAS’ budget for finance and accounting increased from $339 million (in 1996 dollars) in fiscal year 1991 to about $1.64 billion in fiscal year 1996, primarily as a result of an increase in its scope of operations. In fiscal year 1991, for example, DFAS was in operation for only 9 months and was only supporting the finance centers. In fiscal year 1992, DFAS became a DBOF entity and began to identify and charge the military services for the full cost of its operations. For example, system support (e.g., computer hardware and software) costs that had been part of the Defense Information Systems Agency budget in the past were included in the DFAS budget. In fiscal year 1993, DFAS began to assume control of the 332 installation-level finance and accounting offices, and in 1994, DFAS began renovating buildings at the new operating locations.", "Between fiscal years 1996 and 2000, DFAS estimates its budget will decrease by about 10 percent—from $1.64 billion in fiscal year 1996 to $1.47 billion in 2000 in constant 1996 dollars. According to DFAS officials, the decrease reflects a leveling off of depreciation expenses associated with capital expenditures (such as new computer systems), a drop in workload as DOD continues to downsize its military force structure, and the completion of personnel and workload consolidations from the small finance and accounting offices to DFAS centers and operating locations.", "The military services’ finance and accounting activities are funded through annual operation and maintenance appropriations. Because these appropriations are allocated to many different budget categories at the installation level, military service officials were not able to estimate the total amount budgeted to support their finance and accounting activities. On the basis of the estimated number of personnel that are currently performing finance and accounting activities, the services estimated that for fiscal year 1996 they budgeted about $598 million in personnel costs. Figure 6 shows the personnel costs each of the military services estimated it incurred during fiscal year 1996."], "subsections": []}, {"section_title": "DFAS Is Reducing the Number of Finance and Accounting Systems", "paragraphs": ["DFAS is responsible for reducing the number of finance and  accounting systems used throughout DOD.", "Since 1991, the number of DOD's reported finance and  accounting systems has been reduced from 324 to 217.", "The military services continue to operate hundreds of feeder  systems for which DFAS has no responsibility.", "As part of its mission, DFAS is responsible for standardizing the finance and accounting systems used throughout DOD. When it was established, for example, DFAS reported that it inherited 127 finance and 197 accounting systems that were in use throughout DOD. In general, DOD defines finance systems as those used to process payments to DOD personnel, retirees, annuitants, and contractors, and accounting systems as those relied on to track appropriations and record operating and capital expenses. In accordance with DOD Financial Management Regulations (DOD 7000.14-R, Volume 1), DFAS, however, does not recognize or include in its inventory several hundred “feeder systems”—systems used to initially record financial data, such as logistics, inventory, and personnel systems—as finance and accounting systems. Yet these feeder systems, which are under the control and operations of the military services and defense agencies, are the source of much of the information that is needed to adequately account for DOD’s assets and operations.", "DFAS embarked on what it calls a migration system strategy to reduce the number of DFAS finance and accounting systems. Under this strategy, which is depicted in figure 7, DFAS plans to gradually reduce the number of systems used in each functional area (e.g., civilian payroll, military payroll, and accounting) until it eventually arrives at systems that would be used DOD-wide for each finance and accounting area. While the completion of this strategy varies by system and functional area, DFAS estimates that about 49 percent of its current systems (107 of 217) will be eliminated by 2000. . . . . . .", "This migration strategy typically involves (1) selecting one of the legacy systems from each service, (2) implementing the system servicewide, (3) selecting the best interim migratory system to be DOD’s standard migratory system, and (4) enhancing the migratory system until it meets all DOD requirements.", "As shown in table 4, DFAS has reduced the reported number of finance systems from 127 to 67 (a 47-percent reduction) and accounting systems from 197 to 150 (a 24-percent reduction). By the year 2000, DFAS estimates that the number of systems will be further reduced to 110—43 finance and 67 accounting systems. Table 4 also shows the number of finance and accounting locations where these systems were used as of September 30, 1996.", "On the basis of the information presented in table 4, DFAS has been successful in reducing the number of systems in several areas, particularly those where the military services had already consolidated activities at a small number of locations. When DFAS was formed, for example, each of the military services was already operating standard retiree and annuitant pay systems at its respective finance centers. After evaluating the relative capabilities of these systems, DFAS selected the Navy’s retiree pay system and the Air Force’s annuitant pay system as DOD-wide migratory systems. DFAS subsequently integrated these two systems into one system and pays all retirees from the Cleveland center and all annuitants from the Denver center."], "subsections": []}]}, {"section_title": "DOD Finance and Accounting Activities", "paragraphs": ["DFAS and the military services account for monies from four  primary sources.", "Finance and accounting operations are divided into nine functional areas.", "DOD’s $240-billion appropriation for fiscal year 1996 was used to pay about 6 million people and about 17 million invoices charged to nearly 12 million contracts. The appropriation also supported the operation of 13 DBOF (now working capital fund) business areas such as depot maintenance, commissaries, distribution depots, and DFAS. In addition, in fiscal year 1996, DOD received about $10 billion through its foreign military sales programs and about $12 billion through the operation of base activities such as child care facilities, golf courses, and the Armed Forces Exchanges.", "To process financial transactions and account for the receipt and expenditure of funds, DFAS and military services’ finance and accounting operations are generally divided into nine functional activities. Table 5 lists these activities, the reported number of DFAS personnel involved in the activity, and the reported total cost for DFAS to process the transactions in fiscal year 1996. The military services were unable to provide us with comparable information.", "A more detailed description of the sources and uses of DOD funds and the finance and accounting responsibilities of DFAS and the military services is presented in appendix I."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We requested comments on a draft of this report from the Secretary of Defense. On January 15, 1997, officials from the Office of the Under Secretary of Defense Comptroller/Chief Financial Officer and representatives of DFAS, the Air Force, the Army, and the Navy met with us to discuss the report. In general, DOD officials agreed with our description of DOD’s finance and accounting structure and organization. They provided us with some suggested changes, which we have incorporated in our final report where appropriate.", "We performed our review from July 1996 through January 1997 in accordance with generally accepted government auditing standards. Appendix II contains a description of our scope and methodology.", "We are sending copies of this report to the Chairmen and Ranking Minority Members of the Senate and House Committees on Appropriations; Senate Committee on Armed Services; House Committee on National Security; Senate Committee on Governmental Affairs; House Committee on Government Reform and Oversight; the Director, Office of Management and Budget; the Secretary of Defense; and other interested parties. We will make copies available to others on request.", "If you or your staff have any questions concerning this report, please contact either James E. Hatcher on (513) 258-7959 or Geoffrey B. Frank on (202) 512-9518. Major contributors to this report are listed in appendix III."], "subsections": []}]}, {"section_title": "Finance and Accounting in the Department of Defense", "paragraphs": ["This appendix provides an overview of the Department of Defense’s (DOD) finance and accounting operations."], "subsections": [{"section_title": "Accounting in the Department of Defense", "paragraphs": ["DOD has focused its accounting operations primarily on monitoring and controlling the obligation and expenditure of budgetary resources. As discussed in the following sections, DOD carries out these accounting operations for four types of funds —general, working capital, nonappropriated, and security assistance.", "With the enactment of the Chief Financial Officers Act (CFO) of 1990, the Congress called for audited agency financial statements that would more fully disclose a federal entity’s financial position and results of operations beginning with fiscal year 1996. Such statements are intended to provide for (1) better information for more informed decisions on allocation of budgetary resources and (2) an annual assessment of an agency’s financial performance, including the effectiveness of its execution of its stewardship responsibilities.", "DOD officials have forthrightly acknowledged that serious financial management problems severely hamper their ability to effectively carry out the full range of accounting and financial reporting responsibilities called for in the CFO Act. DOD has struggled to put in place the financial management operations and controls required to produce the information it needs to ensure adequate accountability and to support decision making. For example, few of DOD’s accounting systems are now integrated with its finance systems or with other systems or databases relied on to carry out its accounting and financial reporting responsibilities. Consequently, DOD prepares required financial reports to account for an estimated 80 percent of its physical assets based on management systems that were not intended for such accounting and financial reporting. The absence of a fully integrated general ledger-controlled system necessitates DOD’s reliance on labor-intensive, error-prone processes to ascertain whether all required items are accounted for and reported.", "Largely as a result of the CFO Act and other recent legislative initiatives directed at increasing financial management discipline throughout the federal government, DOD has recently begun efforts to broaden the focus of and to bring greater discipline to its accounting operations. DOD’s Chief Financial Officer stated that the CFO Act “has contributed to the recognition and understanding of the scope and depth of the financial management problems that DOD faces and has defined a standard by which the Department can measure its progress.” DOD has characterized its blueprint for financial management reform as the most comprehensive reform of financial management systems and practices in its history.", "In its efforts to improve its accounting activities, DOD is guided by a set of comprehensive standards that were developed by the Federal Accounting Standards Advisory Board. This Board, which was established in October 1990 by the Comptroller General of the United States, the Director of the Office of Management and Budget, and the Secretary of the Treasury Department, recommends accounting standards after considering the financial and budgetary information needs of the Congress, executive agencies, and other users and comments from the public. The Office of Management and Budget, Treasury, and GAO then decide whether to adopt the recommended standards; if they do, the standards are published by the Office of Management and Budget and GAO and become effective. Recently, a set of comprehensive accounting standards was approved by the three agencies. The new accounting standards and accompanying reporting concepts are central to effectively meeting the financial management improvement goals of the CFO Act of 1990, as amended. Also, improved financial information is necessary to support the strategic planning and performance measurement requirements of the Government Performance and Results Act of 1993."], "subsections": [{"section_title": "DOD Accounting Focuses on Four Types of Funds", "paragraphs": ["DOD accounting personnel are responsible for accounting for funds received through congressional appropriations, the sale of goods and services by working capital fund businesses, revenue generated through nonappropriated fund activities, and the sales of military systems and equipment to foreign governments or international organizations. Figure I.1 shows the types of funds and the sources and uses of the funds."], "subsections": [{"section_title": "General Funds", "paragraphs": [], "subsections": []}, {"section_title": "Working Capital Funds", "paragraphs": [], "subsections": []}]}, {"section_title": "General Funds", "paragraphs": ["General funds, the largest category of funds the Defense Finance and Accounting Service (DFAS) must account for, involve monies provided to DOD through congressional appropriations for military personnel; operation and maintenance; military construction; procurement; and research, development, test and evaluation. The Congress appropriated over $240 billion to DOD for fiscal year 1996. Because some of these appropriations involve multiyear funds, DFAS accounted for $338.5 billion in obligated and unobligated balances in general funds monies during fiscal year 1996."], "subsections": []}, {"section_title": "Working Capital Funds", "paragraphs": ["As of September 30, 1996, DFAS was required to account for $74.6 billion in obligated and unobligated balances generated by 13 working capital fund (formally DBOF) business areas. These business areas include such activities as depot maintenance, commissaries, distribution depots, and DFAS. In general, these business activities are intended to operate by selling goods and services to the military services and defense agencies at the cost incurred in providing the good or service. Many of the services provided through these business areas, such as the overhaul of ships, tanks, and aircraft, are essential to maintaining the military readiness of our country’s weapon systems. Working capital fund customers pay for the goods and services, primarily, with operations and maintenance funds appropriated by the Congress."], "subsections": []}, {"section_title": "Nonappropriated Funds", "paragraphs": ["DOD’s nonappropriated funds result primarily from the sale of goods and services to DOD military personnel, their dependents, and other qualified persons. Nonappropriated fund activities are divided into two major types—morale, welfare, and recreation activities and the Armed Forces Exchanges. In fiscal year 1995, DOD reported morale, welfare, and recreation activities and Armed Forces Exchanges revenues of $2.5 billion and $9.4 billion, respectively (according to a DOD official, 1996 revenues are expected to be about the same). DFAS, however, has accounting responsibility for only a limited portion of the nonappropriated activities. In fiscal year 1996, DFAS accounted for about $500 million in nonappropriated funds.", "Morale, welfare, and recreation activities are essentially small businesses such as libraries, gyms, golf courses, child care centers, and officers’ clubs that operate at numerous military installations worldwide. Armed Forces Exchanges are located on military installations worldwide and operate similarly to commercial retail outlets. The exchanges offer a variety of goods and services from military uniforms to fast food. DFAS has accounting responsibility only for a portion of the Army morale, welfare, and recreation workload. The Air Force, the Navy, and the Marine Corps account for these activities through their own nonappropriated fund organizations that are not part of the military service finance and accounting offices. The Armed Forces Exchanges are not included in DFAS’ or the military services’ finance and accounting office workload."], "subsections": []}, {"section_title": "Security Assistance Funds", "paragraphs": ["DOD also has responsibility for security assistance funds used for congressionally approved sales of military weapon systems and equipment to foreign governments. In some cases, funds accounted for in the security assistance program are received from foreign governments. In addition, the Congress appropriates funds that countries can use as loans or grants to make these purchases. In fiscal year 1996, DOD reported that the security assistance program generated almost $10 billion in new sales. Because many foreign military sales involve procurements over a number of years, in total, DFAS accounted for about $28 billion in obligated and unobligated balances in security assistance funds in fiscal year 1996."], "subsections": []}]}, {"section_title": "Finance Activities in DOD", "paragraphs": ["DOD’s finance activities generally involve paying the salaries of its employees, paying retirees and annuitants, reimbursing its employees for travel-related expenses, paying contractors and vendors for goods and services, and collecting debts owed to DOD. This section describes DFAS’ and the military services’ involvement in each of these activities."], "subsections": [{"section_title": "Civilian and Military Payroll", "paragraphs": ["Includes 28 locations and 21 Foreign National Civilian pay systems.", "Currently, DFAS pays the salaries of 826,000 civilians and about 3 million military personnel. In order for DFAS to pay DOD personnel, it receives information from three sources—military and civilian personnel offices, customer service representatives, and field finance offices or timekeepers within the employee’s unit. Figure I.2 shows an overview of the process by which DFAS obtains information to disburse and account for salary payments made to all DOD employees.", "The civilian and military pay processes begin with the military service’s personnel office establishing a record in its personnel system for a new hire or recruit by entering personal data such as name, address, and salary. Since the majority of the military services’ personnel systems are not integrated with the payroll systems DFAS uses, entitlement data are sent to DFAS payroll systems through an electronic interface. This interface allows DFAS to establish a pay account for the civilian or military employee. Throughout a person’s employment with DOD, timekeepers, who are usually administrative support personnel or supervisors in a military unit or office, or field finance office staff, submit time and attendance information directly to DFAS. This information is used by DFAS to compute the amount each employee should be paid. After payments are made, the payroll system transmits disbursement information to DFAS accounting units where accounting records are updated and management and budgetary reports are distributed to DOD and external agencies.", "DFAS also receives information that affects civilian and military pay from customer service representatives. DFAS and the military services’ finance personnel share the responsibility of providing customer service to civilian employees and military members. Customer service duties include input of employee initiated transactions such as bonds, tax withholdings, and address changes; resolving pay-related problems; and responding to inquiries on all aspects of the payment process, such as pay computation and the recording and balancing of annual and sick leave."], "subsections": []}, {"section_title": "Retiree/Annuitant Payroll", "paragraphs": ["DFAS assumed retiree and annuitant pay responsibilities from the military services upon its establishment in 1991. In fiscal year 1996, DFAS processed payments to about 2 million retirees and annuitants. Figure I.3 provides an overview of the retiree and annuitant payroll process, identifying duties specific to DFAS and the military services."], "subsections": [{"section_title": "Military service", "paragraphs": ["The military services’ personnel offices process the paperwork required for establishing a retiree pay account. This information is sent electronically to the DFAS Cleveland center where personnel in retired pay operations verify that the retiree’s account has been deleted from the military pay systems (to avoid dual payments to the retiree); compute the retiree’s pay; disburse payment to the retiree; and forward pay information to a DFAS accounting unit that updates accounting records and distributes management and budgetary reports.", "Upon receipt of a death notice, retired pay operations personnel in Cleveland will suspend or terminate the retirement pay account and electronically transfer the case to the Denver center. Denver personnel in the annuity pay office maintain the annuitant’s pay account, issue surviving annuity payment, provide customer service support, and update accounting records. These personnel also annually verify the annuitant’s eligibility status. Factors that affect entitlement eligibility include, but are not limited to, changes in Social Security benefits, remarriage, and age of children."], "subsections": []}]}, {"section_title": "Travel Payments", "paragraphs": ["The travel payment process for both DOD civilian and military employees can be broken down into three stages—travel authorization, actual travel, and travel settlement. Military service finance personnel are involved in the travel authorization process and, in some cases, the travel settlement process. DFAS performs the majority of the responsibilities in the travel settlement step in which the traveler is reimbursed. Annually, DFAS processes about 2.1 million travel settlements. Figure I.4 provides an overview of the travel payment process, distinguishing between activities performed by DFAS and the military services."], "subsections": [{"section_title": "Military service", "paragraphs": ["The travel pay process begins when a DOD employee or supervisor identifies a need for travel. The employee prepares and submits a travel request and cost estimate to the appropriate superior for approval. The administrative support staff within the organization reviews the approved request, obligates funds, and issues a travel order. The administrative support staff includes personnel who have authority to input obligations into the record and may, for example, be personnel in the finance, resource management, or budget offices. At this time, the employee makes travel arrangements and may receive a travel advance through the use of an official government travel card or, when no other means is available, from the appropriate disbursement office.", "Upon completion of travel, the employee submits a travel voucher to his/her supervisor for reimbursement of expenses, attaching supporting documentation such as receipts. Once the supervisor approves the claim, it is sent to either a DFAS travel pay office or the military service’s finance office where the traveler’s entitlement is computed and an audit is conducted. After entitlement is computed, DFAS or the appropriate military disbursement office makes payment, and DFAS updates the accounting records to reflect the disbursement."], "subsections": []}]}, {"section_title": "Contractor, Vendor, and Transportation Payments", "paragraphs": ["DOD finance and accounting personnel are also responsible for making payments to contractors for goods and services such as the production of weapon systems, the purchase of computer equipment, and the shipment of freight and personal property. DFAS has the primary responsibility for processing the transactions, paying the contractor or vendor, and accounting for the disbursement of funds. Military service finance personnel are involved to the extent that they verify that funds are available for use and they enter information into accounting systems to show that funds have been committed or obligated for various goods and services. In fiscal year 1996, DFAS employees made payments on approximately 17 million invoices submitted by contractors and vendors.", "As shown in figure I.5, while variations exist, the process of acquiring goods and services starts outside of the finance and accounting community, usually with a program manager issuing a request for a procurement of an item or the shipment of freight.", "Once a requirement for a good or service has been identified, personnel from a military service finance office are contacted to ensure that funds are available for use. If funds are available, the finance personnel set up a commitment on their accounting system. If the supply office has the needed item, it is issued to the requestor. If it is not available through a supply office, the contracting office awards a contract for high-dollar value items or the military service finance office establishes a purchase order for lower value items. For the movement of freight and personal property, DOD either provides the service using its own resources or generates a government bill of lading for the service.", "Once a supply item is ordered or service has been contracted for, the vendor delivers or performs the service and sends an invoice to the appropriate DFAS office for payment. A receiving report is sent by the requestor to the same office to show that the delivery was received. Personnel at each DFAS location are responsible for matching contract, invoice, and receiving report information prior to making a payment to a contractor/vendor. After a payment is made, accounting personnel at the operating locations are responsible for activities such as matching payment information against obligations and providing status of funds information to the military services."], "subsections": []}, {"section_title": "Debt Management", "paragraphs": ["$183 million Federal law requires that all government agencies pursue collection action against individuals or contractors that owe the government money. Within DOD, these debts can result from a wide variety of transactions such as defaulted loans (education or small business) or for various overpayments of pay and benefits. If an individual is employed by DOD or receiving any compensation payment, the military service finance offices attempt to collect the money or process an offset against the individual’s pay account. If the individual is no longer employed by DOD or is not receiving any compensation payment, it is considered an out-of-service debt and DFAS personnel are responsible for collecting the debt. DFAS is also responsible for collecting all debts owed by contractors. As of September 30, 1996, about 319,000 military and civilian debtors owed DOD $464 million and approximately 2,500 contractors owed DOD about $3.5 billion.", "DFAS personnel closed about 116,000 cases as of the end of fiscal year 1996 during which time they collected approximately $238 million. The military services perform debt management activities at each of their installations. However, we were unable to obtain information related to the number of cases that were processed during fiscal year 1996. Figure I.6 provides an overview of the process used by DOD to collect debts.", "Upon the initial identification of a debt, many military installation-level organizations, such as a hospital, attempt to collect the debt. If the debt is determined to be uncollectible and is owed by a contractor or someone no longer working for DOD, it is sent to a DFAS center for collection. DFAS is required to send three letters—30 days apart—to debtors in an attempt to collect the money. Then, if the money has not been collected, it can be turned over to a private agency for collection or to the Internal Revenue Service for a potential tax refund offset. The debt may also be sent to the Department of Justice for legal action if research shows the debtor has the ability to pay. If DFAS determines that an individual debtor is employed by another federal agency, it can obtain payment for the outstanding debt through payroll deductions. At any time during the process, the debt can be collected in full, compromised to a lesser amount with the remainder written off, or written off in total if the debt falls below established dollar thresholds. DFAS updates its accounting records to reflect any of these events and reports the information back to the military services. If any debt is collected, it is refunded to the military service that incurred the debt or deposited into the Treasury Miscellaneous Receipts Account."], "subsections": []}]}]}, {"section_title": "Objective, Scope, and Methodology", "paragraphs": ["The Subcommittee on Defense, Senate Committee on Appropriations, asked us to provide an overview of DOD finance and accounting activities. We focused our work on describing how DOD is organized to perform finance and accounting, the size of the finance and accounting infrastructure, and the various activities that are performed by DFAS and the military services. To determine how DOD is organized to perform finance and accounting activities, we reviewed documents that discussed the rationale for centralizing accounting activities within DFAS and DFAS and military service finance and accounting organizational charts. We also discussed the organizational structure with officials at DFAS Headquarters and the military services’ Office of the Assistant Secretary for Financial Management.", "To determine the current size of DOD’s finance and accounting infrastructure, we obtained and reviewed budget, personnel, workload, and cost figures provided by DFAS. The military services did not have comparable information readily available. Therefore, officials from the Army’s and the Marine Corps’ financial management offices sent out a data call to their respective installations to obtain information on the number of personnel currently performing finance and accounting activities. The Air Force updated personnel figures obtained from DOD’s central personnel database. The Navy updated its personnel figures using a variety of Navy reports and DOD’s central personnel database. From these numbers, each of the services estimated the amount of money it spends on personnel costs to perform finance and accounting activities. Given our overall assignment objectives and the descriptive nature of our report, we did not verify the data provided to us by either DFAS or the military services.", "For purposes of this report, we did not obtain information from defense agencies related to how many personnel are currently performing finance and accounting activities. This decision was based on the lack of a single focal point within DOD that could provide us with the needed information from approximately 24 defense agencies and the small number of personnel involved with defense agency finance and accounting activities prior to the establishment of DFAS in 1991.", "To determine the type of activities DOD finance and accounting personnel are responsible for performing, we reviewed DOD’s Chief Financial Officer Financial Management 5-Year Plan, the DFAS Customer Service Plan, the responsibility matrices negotiated by DFAS with each of the military services, and work flow descriptions for each finance and accounting activity. To supplement information included in formal reports, we interviewed headquarters and field officials at the following locations:", "DFAS headquarters in Arlington, Virginia;", "DFAS centers in Cleveland, Ohio; Columbus, Ohio; Denver, Colorado; and Indianapolis, Indiana; the Army’s and the Navy’s Office of the Assistant Secretary for Financial Management in Arlington, Virginia; the Air Force’s Secretary of the Air Force (Financial Management and Plans) in Arlington, Virginia; and the Marine Corps’ Office of the Deputy Chief of Staff for Program and Resources in Arlington, Virginia."], "subsections": []}, {"section_title": "Major Contributors to This Report", "paragraphs": [], "subsections": [{"section_title": "National Security and International Affairs Division, Washington, D.C.", "paragraphs": [], "subsections": []}, {"section_title": "Accounting and Information Management Division, Washington, D.C.", "paragraphs": [], "subsections": []}]}, {"section_title": "Related GAO Products", "paragraphs": [], "subsections": [{"section_title": "Contractor Pay", "paragraphs": ["Financial Management: DOD Needs to Lower the Disbursement Prevalidation Threshold (GAO/AIMD-96-82, June 11, 1996).", "DOD Procurement: Millions in Contract Payment Errors Not Detected and Resolved Promptly (GAO/NSIAD-96-8, Oct. 6, 1995).", "Financial Management: Status of Defense Efforts to Correct Disbursement Problems (GAO/AIMD-95-7, Oct. 5, 1994).", "DOD Procurement: Overpayments and Underpayments at Selected Contractors Show Major Problem (GAO/NSIAD-94-245, Aug. 5, 1994).", "DOD Procurement: Millions in Overpayments Returned by DOD Contractors (GAO/NSIAD-94-106, Mar. 14, 1994).", "Financial Management: Navy Records Contain Billions of Dollars in Unmatched Disbursements (GAO/AFMD-93-21, June 9, 1993).", "Financial Management: Air Force Systems Command Is Unaware of Status of Negative Unliquidated Obligations (GAO/AFMD-91-42, Aug. 29, 1991)."], "subsections": []}, {"section_title": "Defense Business Operations Fund", "paragraphs": ["Defense Business Operations Fund: DOD Is Experiencing Difficulty in Managing the Fund’s Cash (GAO/AIMD-96-54, Apr. 10, 1996).", "Defense Business Operations Fund: Management Issues Challenge Fund Implementation (GAO/AIMD-95-79, Mar. 1, 1995).", "Defense Business Operations Fund: Improved Pricing Practices and Financial Reports Are Needed to Set Accurate Prices (GAO/AIMD-94-132, June 22, 1994).", "Financial Management: DOD’s Efforts to Improve Operations of the Defense Business Operations Fund (GAO/T-AIMD/NSIAD-94-146, Mar. 24, 1994).", "Financial Management: Status of the Defense Business Operations Fund (GAO/AIMD-94-80, Mar. 9, 1994).", "Financial Management: Opportunities to Strengthen Management of the Defense Business Operations Fund (GAO/T-AFMD-93-6, June 16, 1993).", "Financial Management: Defense Business Operations Fund Implementation Status (GAO/T-AFMD-92-8, Apr. 30, 1992).", "Defense’s Planned Implementation of the $77 Billion Defense Business Operations Fund (GAO/T-AFMD-91-5, Apr. 30, 1991)."], "subsections": []}, {"section_title": "Financial Management", "paragraphs": ["Financial Management: DOD Inventory of Financial Management Systems Is Incomplete (GAO/AIMD-97-29, Jan. 31, 1997).", "DOD Accounting Systems: Efforts to Improve System for Navy Need Overall Structure (GAO/AIMD-96-99, Sept. 30, 1996).", "Navy Financial Management: Improved Management of Operating Materials and Supplies Could Yield Significant Savings (GAO/AIMD-96-94, Aug. 16, 1996).", "CFO Act Financial Audits: Navy Plant Property Accounting and Reporting Is Unreliable (GAO/AIMD-96-65, July 8, 1996).", "CFO Act Financial Audits: Increased Attention Must Be Given to Preparing Navy’s Financial Reports (GAO/AIMD-96-7, Mar. 27, 1996).", "Financial Management: Challenges Facing DOD in Meeting the Goals of the Chief Financial Officers Act (GAO/T-AIMD-96-1, Nov. 14, 1995).", "Financial Management: Challenges Confronting DOD’s Reform Initiatives (GAO/T-AIMD-95-146, May 23, 1995).", "Financial Management: Challenges Confronting DOD’s Reform Initiatives (GAO/T-AIMD-95-143, May 16, 1995).", "Financial Management: Control Weaknesses Increase Risk of Improper Navy Civilian Payroll Payments (GAO/AIMD-95-73, May 8, 1995).", "Financial Management: Financial Control and System Weaknesses Continue to Waste DOD Resources and Undermine Operations (GAO/T-AIMD/NSIAD-94-154, Apr. 12, 1994).", "Financial Management: Strong Leadership Needed to Improve Army’s Financial Accountability (GAO/AIMD-94-12, Dec. 22, 1993).", "Financial Management: Army Real Property Accounting and Reporting Weaknesses Impede Management Decision-Making (GAO/AIMD-94-9, Nov. 2, 1993).", "Financial Management: Defense’s System for Army Military Payroll Is Unreliable (GAO/AIMD-93-32, Sept. 30, 1993).", "Financial Management: DOD Has Not Responded Effectively to Serious, Long-Standing Problems (GAO/T-AIMD-93-1, July 1, 1993).", "Financial Audit: Examination of the Army’s Financial Statements for Fiscal Years 1992 and 1991 (GAO/AIMD-93-1, June 30, 1993).", "Financial Audit: Examination of the Army’s Financial Statements for Fiscal Year 1991 (GAO/AFMD-92-83, Aug. 7, 1992).", "Financial Management: Immediate Actions Needed to Improve Army Financial Operations and Controls (GAO/AFMD-92-82, Aug. 7, 1992).", "Financial Audit: Aggressive Actions Needed for Air Force to Meet Objectives of the CFO Act (GAO/AFMD-92-12, Feb. 19, 1992).", "Financial Audit: Status of Air Force Actions to Correct Deficiencies in Financial Management Systems (GAO/AFMD-91-55, May 16, 1991).", "Financial Audit: Financial Reporting and Internal Controls at the Air Logistics Centers (GAO/AFMD-91-34, Apr. 5, 1991).", "Financial Audit: Air Force’s Base-Level Financial Systems Do Not Provide Reliable Information (GAO/AFMD-91-26, Jan. 31, 1991).", "Financial Audit: Financial Reporting and Internal Controls at the Air Force Systems Command (GAO/AFMD-91-22, Jan. 23, 1991)."], "subsections": []}, {"section_title": "Locations Performing Finance and Accounting Activities", "paragraphs": ["DOD Infrastructure: DOD Is Opening Unneeded Finance and Accounting Offices (GAO/NSIAD-96-113, Apr. 24, 1996).", "DOD Infrastructure: DOD’s Planned Finance and Accounting Structure Is Not Well Justified (GAO/NSIAD-95-127, Sept. 18, 1995).", "Military Bases: Analysis of DOD’s 1995 Process and Recommendations for Closure and Realignment (GAO/NSIAD-95-133, Apr. 14, 1995).", "Defense Infrastructure: Enhancing Performance Through Better Business Practices (GAO/T-NSIAD/AIMD-95-126, Mar. 23, 1995).", "Military Bases: Analysis of DOD’s Recommendations and Selection Process for Closures and Realignments (GAO/NSIAD-93-173, Apr. 15, 1993).", "The first copy of each GAO report and testimony is free. Additional copies are $2 each. Orders should be sent to the following address, accompanied by a check or money order made out to the Superintendent of Documents, when necessary. VISA and MasterCard credit cards are accepted, also. Orders for 100 or more copies to be mailed to a single address are discounted 25 percent.", "U.S. General Accounting Office P.O. Box 6015 Gaithersburg, MD 20884-6015 Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders may also be placed by calling (202) 512-6000  or by using fax number (301) 258-4066, or TDD (301) 413-0006.", "Each day, GAO issues a list of newly available reports and testimony.  To receive facsimile copies of the daily list or any list from the past 30 days, please call (202) 512-6000 using a touchtone phone.  A recorded menu will provide information on how to obtain these lists."], "subsections": []}]}], "fastfact": []}