{"id": "AIMD-98-1", "url": "https://www.gao.gov/products/AIMD-98-1", "title": "Financial Management: Implementation of the Federal Financial Management Improvement Act of 1996", "published_date": "1997-10-01T00:00:00", "released_date": "1997-10-01T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Pursuant to a legislative requirement, GAO provided information on: (1) the requirements of the Federal Financial Management Improvement Act (FFMIA) of 1996; (2) efforts under way to implement the act; (3) challenges that agencies face in achieving full compliance with those requirements; and (4) the status of federal accounting standards."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO noted that: (1) it is too early to tell the extent to which the 24 agencies named in the Chief Financial Officers (CFO) Act will be in compliance with FFMIA requirements for fiscal year 1997 because auditor reports discussing the results of the fiscal year 1997 financial statement audits will generally not be available until March 1, 1998, which is the statutory reporting deadline; (2) the Office of Management and Budget (OMB) and the CFO agencies have initiated efforts to implement the act's requirements and improve financial management systems; (3) although auditors performing financial audits under the CFO Act are not required to report on FFMIA compliance until March 1, 1998, prior audit results and agency self-reporting all point to significant challenges that agencies must meet in fully implementing systems requirements, accounting standards, and the U.S. Government Standard General Ledger; (4) regarding the adequacy of accounting standards, the Federal Accounting Standards Advisory Board (FASAB) has successfully developed a good initial set of accounting standards; (5) to date, FASAB has recommended, and OMB and GAO have issued, two statements of accounting concepts and eight statements of accounting standards tailored to the federal government's unique characteristics and special needs; and (6) OMB has integrated these concepts and standards into its guidance to agencies on the form and content of their financial statements."]}], "report": [{"section_title": "Letter", "paragraphs": ["As required by the Federal Financial Management Improvement Act (FFMIA) of 1996, Public Law 104-208, this letter provides a status report on efforts to implement the act’s requirements and on the adequacy of accounting standards for the federal government. The Congress enacted FFMIA to improve federal accounting practices and increase the government’s ability to provide more reliable financial information. Under FFMIA, beginning with the fiscal year ended September 30, 1997, auditors for each of the 24 major departments and agencies named in the Chief Financial Officers (CFO) Act of 1990 must report whether the agencies’ financial management systems comply substantially with federal financial management systems requirements, applicable federal accounting standards, and the U. S. Government Standard General Ledger (SGL) at the transaction level.", "To aid congressional oversight and keep the Congress advised on the status of federal financial management, the act provides that the General Accounting Office (GAO) report on implementation of the act by October 1 of 1997, and each year thereafter. Specifically, GAO’s report is to summarize information concerning (1) compliance with the act’s requirements, including whether the CFO agencies’ financial statements have been prepared in accordance with applicable accounting standards and (2) the adequacy of applicable accounting standards for the federal government.", "In this, our first FFMIA report, we discuss (1) the act’s requirements, (2) efforts underway to implement the act, (3) challenges that agencies face in achieving full compliance with those requirements, and (4) the status of federal accounting standards."], "subsections": [{"section_title": "Background", "paragraphs": ["The overall purpose of FFMIA is to ensure that agency financial management systems comply with federal financial management systems requirements, applicable accounting standards, and the SGL in order to provide uniform, reliable, and thus more useful financial information. With such information, government leaders will be better positioned to help invest scarce resources, reduce costs, oversee programs, and hold agency managers accountable for the way they run government programs.", "The 1990 CFO Act laid the legislative foundation for the federal government to provide taxpayers, the nation’s leaders, and agency program managers with reliable financial information through audited financial statements. Under the CFO Act, as expanded by the Government Management Reform Act of 1994, 24 major agencies, which account for 99 percent of federal outlays, are required to annually prepare organizationwide audited financial statements beginning with those for fiscal year 1996. Table 1 lists the 24 CFO agencies and their reported fiscal year 1996 outlays.", "Financial audits address the reliability of information contained in financial statements, provide information on the adequacy of systems and controls used to ensure accurate financial reports and safeguard assets, and report on agencies’ compliance with laws and regulations. Building on the CFO Act audits, FFMIA requires, beginning with the fiscal year ended September 30, 1997, that each of the 24 CFO agencies’ financial statement auditors report on whether the agency’s financial management systems substantially comply with federal financial management systems requirements, applicable accounting standards, and the SGL."], "subsections": [{"section_title": "Financial Management System Requirements", "paragraphs": ["The financial management systems policies and standards prescribed for executive agencies to follow in developing, operating, evaluating, and reporting on financial management systems are defined in OMB Circular A-127, “Financial Management Systems,” which was revised in July 1993. Circular A-127 references the series of publications entitled Federal Financial Management Systems Requirements, issued by the Joint Financial Management Improvement Program (JFMIP), as the primary source of governmentwide requirements for financial management systems.", "JFMIP initially issued Core Financial System Requirements, the first document in its Federal Financial Management Systems Requirements series, in January 1988. An updated version reflecting changes in legislation and policies was released in September 1995. This document establishes the standard requirements for a core financial system to support the fundamental financial functions of an agency. Framework for Federal Financial Management Systems was published in January 1995 and describes the basic elements of a model for an integrated financial management system in the federal government, how these elements should relate to each other, and specific considerations in developing and implementing such an integrated system. In this regard, FFMIA defines financial management systems as “financial systems” and the financial portions of “mixed systems” necessary to support financial management, including automated and manual processes, procedures, controls, data, hardware, software, and support personnel dedicated to the operation and maintenance of the system.", "Other documents in the JFMIP series provide requirements for specific types of systems covering personnel/payroll, travel, seized/forfeited asset, direct loan, guaranteed loan, and inventory systems. Table 2 lists the publications in the Federal Financial Management System Requirements Series and their issue dates.", "In addition to these eight documents, JFMIP is developing additional systems requirements for managerial cost accounting. This document was issued as an exposure draft in April 1997."], "subsections": []}, {"section_title": "Federal Accounting Standards", "paragraphs": ["Federal accounting standards, which agency CFOs use in preparing financial statements and in developing financial management systems, are recommended by FASAB. In October 1990, the Secretary of the Treasury, the Director of OMB, and the Comptroller General established FASAB to recommend a set of generally accepted accounting standards for the federal government. FASAB’s mission is to recommend reporting concepts and accounting standards that provide federal agencies’ financial reports with understandable, relevant, and reliable information about the financial position, activities, and results of operations of the U.S. government and its components.", "FASAB recommends accounting standards after considering the financial and budgetary information needs of the Congress, executive agencies, other users of federal financial information, and comments from the public. The Secretary of the Treasury, the Director of OMB, and the Comptroller General then decide whether to adopt the recommended standards. If they do, the standards are published by OMB and GAO and become effective. As discussed further in the section “Status of Federal Accounting Standards,” this process has resulted in issuance of two statements of accounting concepts and eight statements of accounting standards. GAO published these concepts and standards in FASAB Volume 1, Original Statements, Statements of Federal Financial Accounting Concepts and Standards, in March 1997."], "subsections": []}, {"section_title": "The U.S. Standard General Ledger", "paragraphs": ["In 1984, OMB tasked an interagency group to develop a standard general ledger chart of accounts for governmentwide use. The resulting SGL was established and mandated for use by the Department of the Treasury in 1986. Further, OMB Circular A-127, Financial Management Systems, requires agencies to record financial events using the SGL at the transaction level.", "The SGL provides a uniform chart of accounts and pro forma transactions used to standardize federal agencies’ financial information accumulation and processing, enhance financial control, and support budget and external reporting, including financial statement preparation. Use of the SGL improves data stewardship throughout the government, enabling consistent analysis and reporting at all levels within the agencies and at the governmentwide level. It is published in the Treasury Financial Manual. The Department of the Treasury’s Financial Management Service is responsible for maintaining the SGL."], "subsections": []}, {"section_title": "FFMIA Process and Reporting Requirements", "paragraphs": ["As part of a CFO agency’s annual audit, the auditor is to report whether the agency’s financial management systems substantially comply with federal financial management systems requirements, applicable accounting standards, and the SGL. If the auditor determines that an agency’s financial management systems do not substantially comply with these requirements, the act requires that the audit report (1) identify the entity or organization responsible for management and oversight of the noncompliant financial management systems, (2) disclose all facts pertaining to the failure to comply, including the nature and extent of the noncompliance, the primary reason or cause of the noncompliance, the entity or organization responsible for the noncompliance, and any relevant comments from responsible officers or employees, and (3) include recommended corrective actions and proposed time frames for implementing such actions.", "The act assigns to the head of an agency responsibility for determining, based on a review of the auditor’s report and any other relevant information, whether the agency’s financial management systems comply with the act’s requirements. This determination is to be made no later than 120 days after the receipt of the auditor’s report, or the last day of the fiscal year following the year covered by the audit, whichever comes first.", "If the head of an agency determines that the agency does not comply with the act’s requirements, the agency head, in consultation with the Director of OMB, shall establish a remediation plan that will identify, develop, and implement solutions for noncompliant systems. The remediation plan is to include corrective actions, time frames, and resources necessary to achieve substantial compliance with the act’s requirements within 3 years of the date the noncompliance determination is made. If, in consultation with the Director of OMB, the agency head determines that the agency’s financial management systems are so deficient that substantial compliance cannot be reached within 3 years, the remediation plan must specify the most feasible date by which the agency will achieve compliance and designate an official responsible for effecting the necessary corrective actions.", "Under the FFMIA process, the auditor’s and the agency head’s determinations of compliance may differ. In such situations, the Director of OMB will review the differing determinations and report on the findings to the appropriate congressional committees.", "The act also contains additional reporting requirements. OMB is required to report each year on the act’s implementation. In addition, each inspector general (IG) of the 24 CFO agencies is required to report to the Congress, as part of its semiannual report, instances in which an agency has not met the intermediate target dates established in its remediation plan and the reasons why."], "subsections": []}]}, {"section_title": "Guidance Issued for Assessing Compliance With FFMIA Requirements", "paragraphs": ["Efforts are underway to implement FFMIA and improve the quality of financial management systems. OMB recently issued implementation guidance in a memorandum dated September 9, 1997, for agencies and auditors to use in assessing compliance with FFMIA. This is interim guidance to be used in connection with audits of federal financial statements for fiscal year 1997.", "OMB’s guidance emphasizes implementation of federal financial management improvements by fully describing in separate sections each of the requirements under the act, which are (1) federal financial management systems requirements, (2) applicable federal accounting standards, and (3) the SGL at the transaction level. Each section begins by identifying and discussing the executive branch policy documents that previously established the requirement. Information is also provided on the meaning of substantial compliance and the types of indicators that should be used in assessing whether an agency is in substantial compliance. For example, one indicator of substantial compliance with financial management systems requirements would include financial management systems that meet the requirements of OMB Circular A-127. Likewise, an indicator of substantial compliance with financial accounting standards would include an agency that has no material weaknesses in internal controls that affect its ability to prepare auditable financial statements and related disclosures in accordance with federal accounting standards.", "Information is also provided for the auditor to consider in evaluating and reporting audit results, as well as other reporting requirements. The guidance states that the auditor shall use professional judgment in determining substantial compliance with FFMIA. Further, substantial noncompliance in any one or more of the three requirements of FFMIA would result in substantial noncompliance with FFMIA. For example, an agency could have an unqualified opinion on its financial statements indicating that the financial statements are prepared in accordance with applicable federal accounting standards, yet have financial management systems that are not in substantial compliance with financial management systems requirements. This situation would preclude the agency from being in substantial compliance with FFMIA. Finally, the guidance also directs auditors to follow the reporting guidance, with respect to compliance, contained in OMB Bulletin 93-06.", "We have been discussing with OMB some refinements to this bulletin, with particular focus on four areas: (1) clarifying, based on information provided in OMB’s implementation guidance, that the auditor should perform tests of the reporting entity’s compliance with the requirements of FFMIA, (2) including in the reporting entity’s management representation letter a representation about whether the reporting entity’s financial management systems are in substantial compliance with FFMIA requirements, (3) clarifying that the auditor’s report on the reporting entity’s compliance with applicable laws and regulations state that the auditor performed sufficient compliance tests of FFMIA requirements to report whether the entity’s financial management systems comply substantially with FFMIA requirements, and (4) separately stating in the auditor’s report whether such tests disclosed any instances in which the reporting entity’s financial management systems did not comply substantially with FFMIA requirements.", "Finally, we have discussed with OMB the requirement in the act, that if the reporting entity does not comply substantially with FFMIA requirements, the auditor’s report needs to identify the entity or organization responsible for the financial management systems that have been found not to comply with FFMIA requirements; disclose all facts pertaining to the noncompliance, including the nature and extent of the noncompliance, such as the areas in which there is substantial but not full compliance; the primary reason or cause of the noncompliance; the entity or organization responsible for the noncompliance; and any relevant comments from reporting entity management or employee responsible for the noncompliance; and state recommended remedial actions and the time frames to implement such actions.", "We are also exploring other tools to assist the CFO and IG communities in implementing OMB’s interim guidelines. OMB plans to review its interim guidelines and replace them during 1998 with revisions to appropriate OMB policy documents.", "Agencies are also taking steps to improve the quality of their financial management systems. According to the CFO Council’s and OMB’s Status Report on Financial Management Systems, dated June 1997, agencies are reporting plans to replace or upgrade operational applications within the next 5 years. For applications that are now under development or in the process of a phased implementation, reported plans are also in place to fully implement the SGL at the transaction level and comply with federal financial management system requirements. This report indicates that many agencies are also reporting considering greater use of commercial off-the-shelf software, cross-servicing, and outsourcing as they seek more effective ways to improve their financial management systems. Successful implementation of these efforts will be instrumental in achieving future compliance with FFMIA requirements."], "subsections": []}, {"section_title": "Challenges in Implementing the Act", "paragraphs": ["Agencies face significant challenges in achieving substantial compliance with the act’s requirements in the near future. The majority of agencies did not receive an unqualified opinion on their fiscal year 1996 financial statements. In addition, fiscal year 1996 financial management systems inventory data, self-reported by agencies and summarized in the CFO Council’s and OMB’s June 1997 Status Report on Federal Financial Management Systems, reveal that the majority of agencies’ financial systems did not comply with federal financial management systems requirements or the SGL at the transaction level prior to FFMIA’s effective date.", "An inability to prepare timely and accurate financial statements suggests that agencies find it difficult to effectively implement applicable federal accounting standards. A financial statement audit provides a meaningful measure of compliance with applicable federal accounting standards. An unqualified opinion is one of several indications that the agency’s financial management systems support the preparation of accurate and reliable financial statements with minimal manual intervention. However, for fiscal year 1996, only 6 of the 24 CFO agencies received unqualified opinions on their organizationwide financial statements. Further, according to OMB’s Federal Financial Management Status Report & Five-Year Plan, only 13 CFO agencies anticipate being able to obtain unqualified opinions on their fiscal year 1997 financial statements.", "Our past audit experience has indicated that numerous agencies’ financial management systems do not maintain and generate original data to readily prepare financial statements. Consequently, many agencies have relied on ad hoc efforts and manual adjustments to prepare financial statements. Such procedures can be time-consuming, produce inaccurate results, and delay the issuance of audited statements. In addition, agencies’ lack of reliable and consistent financial information on a regular, ongoing basis undermines federal managers’ ability to effectively evaluate the cost and performance of government programs and activities.", "Also, the current status of federal financial management systems portends potential problems in agencies complying fully with federal financial management systems requirements and the SGL as mandated by the act. When FFMIA was enacted, federal agencies lacked many of the basic systems needed to provide uniform and reliable financial information. Agencies are still struggling to comply with governmentwide standards and requirements, although they have recently exhibited some progress in implementing and maintaining financial management systems that comply with federal financial system requirements and the SGL.", "For instance, according to the CFO Council’s and OMB’s FY 1995 Status Report on Federal Financial Management Systems, issued in June 1996, only 29 percent of agencies’ financial management systems were reported to be in compliance with JFMIP federal financial management system requirements. In addition, agencies had fully implemented the SGL in only 40 percent of the operational applications to which they reported it applied. The fiscal year 1996 status report, issued in June 1997, showed some improvement, with 36 percent of agencies’ financial management systems reported as complying with federal financial management system requirements and full SGL implementation reported in 45 percent of the applications to which agencies reported it applied. However, these statistics indicate that the majority of agencies’ financial management systems still lacked compliance with financial management systems requirements and full SGL implementation in fiscal year 1996."], "subsections": []}, {"section_title": "Status of Federal Accounting Standards", "paragraphs": ["Using a due process and consensus building approach, FASAB has successfully provided the federal government with an initial set of accounting standards. To date, FASAB has recommended, and OMB and GAO have issued, two statements of accounting concepts and eight statements of accounting standards with various effective dates ranging from fiscal year 1994 through fiscal year 1998. These concepts and standards, which are listed in table 3, underpin OMB’s guidance to agencies on the form and content of their financial statements.", "In addition to the two concepts and eight standards, FASAB is working on standards relating to management’s discussion and analysis of federal financial statements, social insurance, the cost of capital, natural resources, and computer software costs.", "The objectives of federal financial reporting are to provide users with information about budgetary integrity, operating performance, stewardship, and systems and controls. With these as the objectives of federal financial reporting, the federal government can better develop new reporting models that bring together program performance information with audited financial information and provide congressional and other decisionmakers with a more complete picture of the results, operational performance, and the costs of agencies’ operations.", "FFMIA is intended to improve federal accounting practices and increase the government’s ability to provide credible and reliable financial information. Such information is important in providing a foundation for formulating budgets, managing government program operations, and making difficult policy choices. Efforts are underway both in assisting agencies in implementing the act’s requirements and to assist auditors in measuring compliance with the act’s requirements. However, long-standing problems with agencies’ financial management systems suggests that agencies will have difficulty, at least in the short term, achieving compliance with the act’s requirements. Successful implementation of the act and resulting financial management improvements depend on the united effort of all organizations involved, including agency CFOs, IGs, OMB, the Department of the Treasury, and GAO.", "In performing our work, we evaluated OMB’s implementation guidance for FFMIA. In addition, we reviewed the CFO Council’s and OMB’s June 1997 and 1996 Status Report on Federal Financial Management Systems and OMB’s June 1997 Federal Financial Management Status Report & Five-Year Plan. We did not verify or test the reliability of the data in these reports. Further, we reviewed fiscal year 1996 audit results for the 24 CFO agencies and applicable federal accounting standards. We conducted our work from July through September 1997 at GAO headquarters in Washington, D.C. in accordance with generally accepted government auditing standards. We provided a draft of this report to OMB and Treasury and they generally concurred with its contents. We have incorporated their comments as appropriate.", "We are sending copies of this letter to the Chairmen and Ranking Minority Members of the Subcommittee on Oversight of Government Management, Restructuring, and the District of Columbia, Senate Committee on Governmental Affairs; the Subcommittee on Government Management, Information, and Technology, House Committee on Government Reform and Oversight; other interested congressional committees; the Director, Office of Management and Budget; the Secretary of the Treasury; heads of the 24 CFO agencies; agency CFOs and IGs; and other interested parties. We will also make copies available to others upon request.", "This letter was prepared under the direction of Gloria L. Jarmon, Director, Civil Audits/Health and Human Services, who may be reached at (202) 512-4476 if you or your staffs have any questions. Major contributors to this letter are listed in appendix I."], "subsections": []}]}, {"section_title": "Major Contributors to This Report", "paragraphs": [], "subsections": [{"section_title": "Accounting and Information Management Division, Washington, D.C.", "paragraphs": ["Deborah A. Taylor, Assistant Director Maria Cruz, Senior Audit Manager Anastasia Kaluzienski, Audit Manager The first copy of each GAO report and testimony is free. Additional copies are $2 each. Orders should be sent to the following address, accompanied by a check or money order made out to the Superintendent of Documents, when necessary. VISA and MasterCard credit cards are accepted, also. Orders for 100 or more copies to be mailed to a single address are discounted 25 percent.", "U.S. General Accounting Office P.O. Box 37050 Washington, DC  20013 Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders may also be placed by calling (202) 512-6000  or by using fax number (202) 512-6061, or TDD (202) 512-2537.", "Each day, GAO issues a list of newly available reports and testimony.  To receive facsimile copies of the daily list or any list from the past 30 days, please call (202) 512-6000 using a touchtone phone.  A recorded menu will provide information on how to obtain these lists."], "subsections": []}]}], "fastfact": []}