{"id": "AIMD-99-22", "url": "https://www.gao.gov/products/AIMD-99-22", "title": "District of Columbia: Presentation of the Authority's Financial Information for Fiscal Years 1997 and 1996", "published_date": "1998-12-02T00:00:00", "released_date": "1998-12-02T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Pursuant to a congressional request, GAO compared the audited financial statements and management letters of the District of Columbia Financial Responsibility and Management Assistance Authority for fiscal years (FY) 1996 and 1997 to the District's Comprehensive Annual Financial Report (CAFR) to determine: (1) whether there was agreement of amounts and consistency of presentation regarding the Authority's financial information; and (2) why the District's internal control weakness that relates to the Authority was not identified in the audit report on the Authority's financial statements. GAO also provided information on the: (1) Authority's use of interest income from escrow accounts established on behalf of the District; (2) Authority's purpose for the transaction entitled Taxable Equipment Lease/Purchase Agreement; and (3) status of the Authority's implementation of GAO's suggestions for its financial statements for fiscal years 1995 and 1996."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO noted that: (1) the Authority's audited financial statements and the District's audited CAFR for fiscal years 1996 and 1997 revealed that the financial statements included the same amounts for Authority operations; (2) the presentation and categorization of the Authority's amounts were in accordance with the appropriate sections of the Government Accounting Standards Board accounting principles for both sets of financial statements; (3) in the District's auditors' report on internal controls and compliance for FY 1997, they identified a material weakness concerning financial reporting controls over transactions involving the Authority; (4) the District's auditors recommended that the Authority, along with the District, implement procedures to provide monthly balances and the related support for all financial activity each month on behalf of the District; (5) the Authority's auditors stated that this weakness did not affect the Authority's internal controls over financial reporting; (6) while Authority officials stated their belief that there was sufficient documentation available within the District to record financial activity on its books, the Authority's role in District operations and the District's dependence on the Authority for data on certain transactions and balances would necessitate effective communication of financial activity between the two entities; (7) since the Authority established the escrow accounts on behalf of the District, the accounts have earned interest income of $9.8 million and $5.5 million for fiscal years 1997 and 1996; (8) during FY 1997, $5 million was paid directly to vendors, transferred from an escrow account, or used to finance the Authority's operations; (9) the Authority entered into an agreement, entitled Taxable Equipment Lease/Purchase Agreement; (10) Authority officials stated that the purpose of the agreement was to obtain needed financing and to free-up budget capacity; (11) GAO identified seven opportunities for improving the Authority's future financial statements; (12) the Authority has implemented six of GAO's seven suggestions; (13) the one exception was the inclusion of a Management Discussion and Analysis (MD&A) section as part of its audited financial statements; and (14) with the concept of MD&A expanding across all governmental entities and presently a requirement in the federal government and for publicly-traded private sector corporations, GAO believes that including a MD&A section in the Authority's audited financial statements is needed and would enhance its financial statements."]}], "report": [{"section_title": "Letter", "paragraphs": ["In a letter dated March 30, 1998, you requested that we review the audited financial statements and management letters of the District of Columbia Financial Responsibility and Management Assistance Authority (Authority) for fiscal years 1996 and 1997. Specifically, you asked that we compare the Authority’s audited financial statements and management letters to the District’s Comprehensive Annual Financial Report (CAFR) to (1) determine whether there was agreement of amounts and consistency of presentation regarding the Authority’s financial information and (2) determine why the District’s internal control weakness that relates to the Authority was not identified in the audit report on the Authority’s financial statements. Subsequently, your office also requested that we provide information on the Authority’s use of interest income from escrow accounts established on behalf of the District, the Authority’s purpose for the transaction entitled “Taxable Equipment Lease/Purchase Agreement,” and the status of the Authority’s implementation of our suggestions for improving its financial reporting, which we made in a prior letter on the Authority’s financial statements for fiscal years 1995 and 1996."], "subsections": [{"section_title": "Background", "paragraphs": ["As a result of the District’s financial crisis in 1994, the Congress passed the District of Columbia Financial Responsibility and Management Assistance Act of 1995 (the 1995 Act). The Congress established the Authority to perform the following functions, among others: eliminate budget deficits and cash shortages of the District through visionary financial planning, sound budgeting, accurate revenue forecasts, and careful spending, ensure the most efficient and effective delivery of services, including public safety services, by the District during a period of fiscal emergency, and conduct necessary investigations and studies to determine the fiscal status and operational efficiency of the District.", "In assuming these responsibilities, the Authority was to ensure that funds were available to meet the District’s obligations to vendors and taxpayers in a timely manner. To accomplish this, the Authority was required by law to establish several escrow accounts separate from the District’s General Fund so that monies could be separately maintained to fund District activities including water and sewer service, public schools, and the University of the District of Columbia.", "The Authority was established as an entity within the District of Columbia government, with five board members appointed by the President of the United States. The Authority receives a regular, annual appropriation from the general fund of the District of Columbia in fixed amounts. Other appropriations authorizing the use of (1) gifts, bequests, and other contributions and (2) interest earned on escrow accounts maintained by the Authority, are available for an indefinite period.", "The District of Columbia Management Reform Act of 1997 (Management Reform Act) expanded the Authority’s responsibilities to include the development and implementation of management reform plans. The plans cover the major entities of the District and all departments of the District in the city-wide functions of Asset Management, Information Resource Management, Personnel, and Procurement.", "The Management Reform Act required that the Authority enter into contracts with consultants to develop plans for the major entities and four city-wide functions and establish management reform teams to implement each plan. These new responsibilities increased the amount of funds being spent by the Authority on behalf of the District. That act also authorized the Authority to spend interest earned on the escrow accounts maintained by the Authority as it considers appropriate to promote the economic stability and management efficiency of the District government.", "Currently for activities for which the Authority controls the funds provided on behalf of the District, the Authority pays District-related expenses in one of three ways. For contracts originated by the District, the Authority either reimburses the District’s General Fund after District agencies pay vendors, or the Authority pays third parties directly based on District agencies’ submission of a payment request and approved invoice. The third approach involves the Authority using its own contracting authority. For those, it approves the services rendered and pays third parties directly for goods and services provided to District agencies."], "subsections": []}, {"section_title": "Objectives, Scope, and Methodology", "paragraphs": ["Our objectives were to determine (1) whether the Authority’s financial information was in the same amounts and consistently presented in the fiscal year 1996 and 1997 audited financial statements of the Authority and the District’s CAFR, (2) why the District’s internal control weakness concerning the Authority was not also included in the audit report on the Authority, (3) the Authority’s use of the escrow accounts’ interest income, (4) the Authority’s purpose for the “Taxable Equipment Lease/Purchase Agreement,” and (5) whether suggestions made to the Authority’s management in our prior letter were implemented.", "To address these objectives, we reviewed the Authority’s audited financial statements and management letters and the District’s CAFR and Report on Internal Controls and Compliance for fiscal years 1997 and 1996. We also obtained detailed supporting schedules, related documentation, and explanations from Authority officials as we considered necessary. In addition, we obtained and reviewed the specific laws cited and legal interpretations made through discussions with Authority officials.", "To further support the information provided in the financial statements and management letters, we interviewed and received additional supporting documentation from the external independent auditors of the Authority and the District. We also interviewed the Authority’s Executive Director, Chief Financial Officer, and General Counsel.", "We conducted our work from April 1998 through August 1998 in accordance with generally accepted government auditing standards. We requested comments from the Authority’s Chairperson on a draft of this report. The Authority’s Executive Director provided us with written comments, which are discussed in the “Authority’s Comments and Our Evaluation” section and are reprinted in appendix II."], "subsections": []}, {"section_title": "Comparison of Fiscal Year 1996 and 1997 Audited Financial Statements of the Authority and the District", "paragraphs": ["The Authority’s financial information as reported in its financial statements is consistent with the Authority’s financial information presented in the District’s CAFR. The fiscal years 1996 and 1997 financial statements of the Authority were included in the District’s CAFR, as a component unit, as required by GASB, and both the Authority and the District presented the Authority’s financial activities in accordance with GASB.", "As a result of the widely different annual revenue amounts for the Authority ($8.6 million for fiscal year 1997) and the District ($5.2 billion in fiscal year 1997), the Authority’s account balances, which represent less than .2 percent of the District’s revenue, are summarized in the District’s CAFR instead of being reported in detail, as in the Authority’s financial statements. For example, several account line items (Due from District-Management Reform, Other Receivables from the District, and Advances from the District) on the Authority’s financial statements were combined, identified by a different name, and rounded to the nearest $1,000 when incorporated into one account (Interfund Account) in the District’s CAFR. However, the total dollar amounts reported by both the Authority and the District were the same.", "In addition, because the Authority and the District are different reporting entities, there were appropriately some differences in their presentation and classification of accounts. For example, several account balances (Government Appropriation, Interest Transferred from Escrow Accounts, and Other Income) that the Authority presented as “revenue” were presented as Interfund Transfers-In, an “other financing source” in the District’s CAFR. Further, the Sale of Fixed Asset amount was presented as “revenue” by the Authority and as an “other financing sources—proceed” in the District’s CAFR."], "subsections": []}, {"section_title": "Reported Internal Control Weakness Concerning the Authority", "paragraphs": ["In the District’s auditors’ Reports on Internal Controls and Compliance for fiscal years 1996 and 1997, an internal control weakness was identified concerning controls over financial reporting involving the Authority’s transactions that relate to the District. The material weakness related to a lack of communication between the District and the Authority when transactions involve funds that are held by the Authority on behalf of the District. No finding on this issue was reported by the Authority’s auditors nor would such a finding be expected since this internal control weakness does not affect the Authority’s financial operations.", "The District’s auditors reported that the District’s Office of Finance and Treasury did not have complete records of the District funds that are maintained by the Authority in escrow accounts and could not regularly reconcile its balances for those accounts with the Authority’s recorded balances. The auditors also cited the following specific reasons for the above-reported internal control weakness.", "The Authority did not promptly notify or provide the necessary documentation to the District of the specific details regarding financial activity that it incurred on behalf of the District.", "The Authority issued the management reform contracts without promptly notifying the District of the financial activity to allow for the prompt recording of the related transactions.", "The District and the Authority had not developed procedures to promptly notify each other of amounts anticipated or actually received by the Authority on behalf of the District.", "The District’s auditors recommended that the District and the Authority jointly develop procedures that would result in the Authority providing to the District the kind of monthly financial information needed for the District to perform a comprehensive reconciliation. They further stated that such information should include the monthly balances and the financial activity for each individual escrow account maintained by the Authority on behalf of the District. It was also recommended that the Authority and District develop procedures that provide for dual notification of activities involving donations and contracts administered by the Authority for the District.", "The Authority’s auditors stated, and we agree, that this material weakness did not affect the Authority’s internal controls related to preparation of its financial statements. Authority officials added their view that the problems cited in the District auditors’ report resulted from an internal control weakness within the District agencies, and not within the Authority, for the following reasons.", "The Authority did not originally notify the District of the management reform contracts and their cost since the Authority originally intended to pay for those studies from its available funds. However, the documentation of the contract and costs to date were provided to the District agencies once a decision was made by the Authority to have the agencies reimburse the Authority for these costs.", "The U.S. Department of the Treasury or the District’s Office of Treasury is responsible for notifying District agencies of cash receipts held on their behalf by the Authority for the issuance of general obligation bonds or receipt of the District’s annual appropriation.", "District agencies should be responsible for recording expenditures when they approve amounts for payment, and prior to their submission to the Authority for payment from escrow accounts.", "The reasons cited for the Authority’s disagreement with the District’s auditors’ findings are valid for transactions initiated and approved by the District. However, as described in the earlier “Background” section of this report, when transactions are initiated by the Authority, that data would not necessarily be concurrently available for the District. As a result, implementation of the District auditors’ recommendations that the Authority provide monthly information to the District and that the two entities provide dual notification on activities involving Authority-administered contracts and donations is practical and necessary. Effective implementation of these recommendations would improve the District’s controls over cash by enabling it to promptly report and reconcile all financial activity."], "subsections": []}, {"section_title": "Use of Interest From Escrow Accounts", "paragraphs": ["Section 106(d) of the 1995 Act authorizes the Authority to expend any amounts derived from interest income on accounts held by the Authority on behalf of the District for such purposes as it considers appropriate to promote the economic stability and management efficiency of the District government. In fiscal years 1997 and 1996, the escrow accounts earned interest of $9.8 million and $5.5 million, respectively. The Authority used $5 million of the interest income during fiscal year 1997, and the escrow accounts contained $10.3 million in accumulated interest as of September 30, 1997 (see table 1).", "The Management Reform Act required the Authority to contract with consultants to perform preliminary studies and reviews of District agencies so that recommendations could be made on the nature of the reform required at each agency. Of the $2.1 million paid in fiscal year 1997, the largest portion, about $1.3 million, was used for an ongoing contract to conduct a comprehensive study and make recommendations on the Metropolitan Police Department’s organization and operation. The remaining contractor payments of about $800,000 were for various operational reviews of the University of the District of Columbia, Public Schools, and other agencies.", "At September 30, 1997, the Authority held almost $1.8 million that had been transferred from interest earned on the Federal Payment Fund escrow account. The Authority initially intended to pay for management reform consulting expenses using the transferred amount. However, before the end of the fiscal year, the Authority decided to have the affected District agencies pay for the consulting expenses. Accordingly, it established an amount due back to the Federal Payment Fund escrow account and authorized the bank to return the almost $1.8 million to the escrow account. Authority officials stated that the amount was returned in October 1997.", "The Authority also paid $476,700 to cover the District’s share of medicaid payments and used the remaining $734,471 to pay its actual operating expenses in excess of budgeted amounts. This included a $478,000 increase in personnel costs for fiscal year 1997 that resulted from (1) hiring additional employees, (2) giving pay raises totaling $120,000 to 24 employees, and (3) paying $24,500 for lump sum retroactive locality pay adjustments for fiscal years 1995 and 1996."], "subsections": []}, {"section_title": "Taxable Equipment Lease/Purchase Agreement", "paragraphs": ["On September 30, 1997, the Authority borrowed from a bank $300,000 secured by (1) a lien on personal property (furniture and equipment) acquired by the Authority during fiscal years 1996 and 1997 and (2) a pledge of a $300,000 certificate of deposit (CD) purchased from the bank.Under the agreement, title to the property, with a book value of $271,770, and the interest earned on the CD, vests in the bank should the Authority default on the repayment of the loan. In addition, in the event of default, the bank is given the right to the funds on deposit in the CD to satisfy the Authority’s obligation. The District can pay off the debt at any time without fines or penalties for early prepayment.", "The agreement calls for the Authority to make 12 quarterly repayments of $25,000 totaling $300,000, from January 1, 1998, to October 1, 2000. The Authority is also required to pay $15,487 in interest during the first 4 quarters of the agreement’s term to cover the first year’s interest. Interest expenses for years 2 and 3 of the agreement will be determined in accordance with the terms of the agreement. It stipulates that the interest rate on the debt accrues at the rate of 50 basis points in excess of the interest earned on the CD pledged as security. The interest rate on the CD is subject to annual adjustments.", "Authority officials stated that the purpose of the agreement was to obtain needed financing by recovering the net cost of assets acquired with fiscal year 1997 and 1996 funds and spreading the cost over a 3-year period and to free-up budget capacity (budget authority). After looking at the economic benefit of the transaction and analyzing the Authority’s cash on hand and other account balances as of September 30, 1997, and analyzing the transaction’s future impact, we concluded that there was not an economic need for the Authority to enter into this transaction. Although the transaction resulted in an increase in the Authority’s fiscal year 1997 surplus, it had an overall negative economic impact by creating a net additional cost of $3,488 over the term of the agreement (interest payments of $27,863 versus interest earned on the pledged certificate of deposit of $24,375). In addition, when the Authority entered into this agreement, it pledged $300,000 of existing cash to the bank (which placed the cash in a restricted account) in order to receive the same amount of funds, resulting in no increase in available cash, had an accumulated surplus of $444,982 at the beginning of fiscal year 1997, already had a $253,000 surplus for fiscal year 1997 from general operations, and had sufficient cash on hand to meet its current liabilities, had access to $10.3 million of escrow account interest as of September 30, 1997, which was available for District operations, and created the need to repay $303,488 over the term of the loan using future appropriations or escrow account interest.", "Repaying this debt would (1) save the Authority more than $1,100 in net interest to be paid over the next 2 years, (2) remove restrictions on the outstanding amount of $200,000 currently being held in a certificate of deposit, and (3) eliminate the need for further administration of the agreement."], "subsections": []}, {"section_title": "Follow-Up on Prior GAO Letter", "paragraphs": ["Our May 23, 1997, letter identified seven opportunities to improve the Authority’s future financial statements. The Authority implemented all of our prior report’s suggestions, except for the inclusion of an MD&A section as part of its audited financial statements (see appendix I).", "In our 1997 letter, we suggested to the Authority that, although it is not a current reporting requirement for state and local government entities, including a MD&A section could enhance the Authority’s financial statements. Authority officials stated that they provide a separate annual report on their progress and accomplishments to the Congress, as required under Section 224 of the 1995 Act, and that audited financial statements under GASB are not required to address the Authority’s performance and accomplishments. They suggested that including the same information in its financial statements is unnecessary.", "Federal agencies that prepare financial statements under the Chief Financial Officer Act of 1990 (the CFO Act) and publicly held private sector corporations regulated by the Securities and Exchange Commission (SEC) include as part of their financial statements an overview of the reporting entity, which is similar to an MD&A section. In addition, the Federal Accounting Standards Advisory Board (FASAB) and GASB have issued exposure drafts that will expand the use of MD&A. An MD&A section presents information based on the results of an analytical review of relevant financial and performance data of the programs, activities, and funds that make up the reporting entity. An MD&A section would enhance the Authority’s financial statements since it is an important vehicle for (1) communicating managers’ insights about the reporting entity, (2) increasing the understandability and usefulness of the financial statements, and (3) providing understandable and accessible information about the entity and its operations, successes, challenges, and future."], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["As of September 30, 1997, the same financial activity for the Authority for fiscal years 1997 and 1996 was reported and presented properly in the Authority’s financial statements and the District’s CAFR. We agree with the District’s auditors that if the District received from the Authority more prompt and detailed information regarding monthly balances and financial activity, improved controls over cash and improved communication between the two entities would result. We continue to believe that our prior suggestion that the Authority include an MD&A section in its audited financial statements is needed and would enhance its financial statements.", "The Authority has made the required payments on the “Taxable Equipment Lease/Purchase Agreement” through September 30, 1998. At this time, the transaction has 2 years to run and we see no economic benefit for the Authority in continuing with it. The Authority has the ability to pay off the loan by using some of the $10.3 million in interest income from escrow accounts."], "subsections": []}, {"section_title": "Authority’s Comments and Our Evaluation", "paragraphs": ["In commenting on a draft of the report, the Authority disagreed with sections in our report concerning the lack of communication between the Authority and the District when transactions involve funds that are held by the Authority on behalf of the District, the Authority’s rights and economic benefits resulting from the agreement called “Taxable Equipment Lease/Purchase Agreement,” and our suggestions to enhance the Authority’s financial statements with an MD&A section.", "In addition, the Authority took exception to a previously issued GAO legal opinion that was referred to in a footnote to this report regarding the Authority’s compliance with pay rate limits provided in the 1995 Act.", "The Authority stated that it disagreed with the District auditors’ statement that the Authority did not notify the District in a timely manner of specific details regarding expenditures. The Authority’s basis for disagreement is that the District incurs expenditures, and not the Authority. The Authority, however, does incur expenditures not only when it initiates payments made for transactions incurred by the District, but also for transactions it initiates on behalf of the District. As such, the District auditors’ noted that for these types of transactions the District did not have complete records of its funds maintained by the Authority in escrow accounts and could not regularly reconcile its balances. The Authority also stated that it is a temporary entity and that it is appropriate to hold the District’s Office of the CFO responsible for tracking and reconciling its revenues and expenditures, regardless of where funds may be held. Even though it is temporary in nature, until the Authority no longer exists it has a fiduciary responsibility to provide the necessary documentation in a timely manner to the District CFO to ensure that the District’s records are adequately maintained, especially in those cases where it initiates payments on behalf of the District.", "The Authority took exception with our statement that the transaction provided in the “Taxable Equipment Lease/Purchase Agreement” between the Authority and a bank is in substance a secured loan. We believe our description of this transaction is accurate for several reasons. First, while the Authority stated that our view of the transaction failed to recognize that the equipment “was sold back to the bank,” the Authority also stated that the bank “only has a lien against the equipment.” If the Authority sold the equipment to the bank, thereby making the bank the equipment’s owner, then the bank would not have needed to have a lien against equipment it owned when it leased the equipment to the Authority. Second, the Authority’s statement that the equipment was sold to the bank is inconsistent with the agreement. Section 10 of the agreement states that title to the equipment is deemed to be with the Authority unless the Authority defaults on its obligation under the agreement. Section 21 of the agreement provides that the bank’s security interest in the equipment ends and the Authority’s title is free and clear of all encumbrances when the Authority satisfies its obligations under the agreement. These and other provisions of the agreement establish that the transaction was a secured loan. While the Authority states that our view of the transaction is contrary to the legal position of both the Authority and the bank’s counsel, the Authority did not respond to our requests for the legal analysis of either its or the bank’s counsel.", "During our review, the Authority staff advised us that the transaction and use of the proceeds was entered into pursuant to section 103(g) of the 1995 Act, authorizing the Executive Director to enter into such contracts as the Executive Director considers appropriate (subject to approval of the chair) to carry out the Authority’s responsibilities under the act. The general grant of authority to contract does not authorize an entity to borrow and spend the proceeds. Without explicit authority to borrow—and we are not aware of any such authority in this case—the Authority’s borrowing and use of the proceeds was an improper augmentation of its appropriation.", "In addition, the Authority stated that the transaction sets an example for the District government because it leveraged scarce operating revenues. However, the Authority had a $253,000 surplus for fiscal year 1997, a $444,982 accumulated surplus carried forward from prior years, and access to more than $10 million of interest earned on escrow accounts. Further, it was not leveraging resources since it had to pledge $300,000 of existing cash, which was placed into a restricted account, in order to receive the same amount. The Authority also stated that our analysis unfairly focused upon the economic benefit of the transaction. As discussed in our report, the transaction did not generate additional cash and resulted in a net cost to the District with no apparent benefit, financial or nonfinancial. Thus, entering into such a transaction without a sound reason, economic or otherwise, is not a good example for the District government to emulate.", "The Authority stated that the inclusion of an MD&A section in the financial statements is unnecessary, time consuming, and redundant. OMB and SEC have already recognized the usefulness of an MD&A section in the financial statements of federal entities and private sector companies, respectively. GASB also recognizes the importance of an MD&A section for state and local government entities as demonstrated in its exposure draft on “Basic Financial Statements—and Management’s Discussion and Analysis—for State and Local Government,” dated January 31, 1997. Currently, the Authority prepares another report with the same types of information that can be used in an MD&A section. Thus, utilizing information already available would not be time consuming and, as stated in our report, would enhance the understandability and usefulness of the Authority’s financial statements.", "Finally, the Authority took exception to our legal opinion (B-279095.2) issued on June 16, 1998 relating to its compliance with the rate of basic pay to senior executives. At the time we prepared our opinion, we were aware of the Authority’s argument, which was included in attachments to its November 2, 1998 response commenting on a draft of this report, but we concluded that the language of section 102 of the 1995 Act does not permit the Authority’s staff to be paid at rates that exceed the pay limitation. In addition, the Congress specifically stipulated in the Authority’s fiscal year 1999 appropriation that funds provided to the Authority may not be used to pay “any compensation of the Executive Director or General Counsel of the Authority at a rate in excess of the maximum rate of compensation which may be paid to such individual during fiscal year 1999 under section 102 of  as determined by the Comptroller General (as described in GAO legal opinion B-279095.2).”", "We have evaluated the Authority’s technical suggestions and have incorporated them as appropriate. In addition, the Authority provided attachments to its response regarding it correspondence with congressional committees on the Authority’s compliance with rate of basic pay. We have considered these attachments in our evaluation. However, these attachments are not included in the report.", "We are sending copies of this report to the Ranking Minority Member of your Subcommittee and the Chairmen and Ranking Minority Members of the Subcommittee of the District of Columbia, Senate Committee on Appropriations; Subcommittee on Oversight of Government Management, Restructuring and the District of Columbia, Senate Committee on Governmental Affairs; and Subcommittee on the District of Columbia, House Committee on Government Reform and Oversight. We are also sending a copy to the Chairperson, District of Columbia Financial Responsibility and Management Assistance Authority. Copies will be made available to others upon request.", "Major contributors to this report are listed in appendix III. If you or your staff have any questions, please contact me at (202) 512-4476 or Hodge Herry, Assistant Director, at (202) 512-9469."], "subsections": []}]}, {"section_title": "Status Of GAO’s Prior Year Suggestions", "paragraphs": ["Include a Management Discussion and Analysis (MD&A) section to enhance the annual report.", "Clearly label and describe (1) the Agency Funds’ separate statement, (2) what the information represents, and (3) how it relates to the Authority’s financial statements, in the notes to the financial statements.", "Define the actual, actual (budgetary basis), and budgeted reporting bases used in the FY 1996 Combined Statement of Revenues, Expenditures, and Changes in Fund Balance.", "Delete reference to Propriety Fund in Note 2 since none were reported.", "Revise Note 2 to refer to the Combined Statement of Revenues, Expenditures, and Changes in Fund Balance and discuss that no encumbrances were reported for fiscal year 1996.", "Include more detailed and useful information on the types of reimbursement due from the District in Note 3.", "Explain in Note 5 that fixed assets are reported on the Combined Balance Sheet at their net value and depreciation is not reported on the Statement of Revenues, Expenditures, and Changes in Fund Balance in accordance with governmental accounting standards."], "subsections": []}, {"section_title": "Comments From the District of Columbia Financial Responsibility and Management Assistance Authority", "paragraphs": ["The following are GAO’s comments on the letter from the Executive Director of the District of Columbia Financial Responsibility and Management Assistance Authority dated November 2, 1998."], "subsections": [{"section_title": "GAO Comments", "paragraphs": ["1. We revised the report as appropriate. 2. Our report did not state that the Authority used $734,471 to give pay raises and lump sum retroactive pay adjustments. Our report properly states that these payments were part of the Authority’s expenditures in excess of budgeted amounts. 3. Our report did not state that the use of interest earnings took place in fiscal year 1996. Our report properly states that the Authority was authorized to use interest income on all escrow accounts with the passage of the Management Reform Act and retroactively applied the interest earnings to its excess expenditures during fiscal year 1997. 4. The Authority stated that its role and function have increased from its inception without an increase to the Authority’s appropriated budget. While it is true that the Authority’s responsibilities have increased, the Congress also provided the Authority with additional sources of financing that could be used for the increased responsibility. In fiscal year 1997, the Congress, in the Management Reform Act, provided the Authority with access to the interest earned on all escrow accounts held on behalf of the District. 5. The Authority’s statements that neither the CD nor the interest is pledged to the bank is inconsistent with provisions of the “Taxable Equipment Lease/Purchase Agreement” and related documents. Section 10 of the agreement states that the Authority’s obligation under the agreement shall be secured by a Deposit Pledge Agreement under which the Authority will pledge to the bank a CD representing $300,000 on deposit with the bank. Section 2.1 of the Deposit Pledge Agreement provides that the Authority pledge a continuing lien and security interest in the (a) CD, (b) all money and funds on deposit pursuant to, or represented by, the CD, and (c) all rights for payment of the CD and all interest payable by reason of the CD. Finally, section 4.1 of the Deposit Pledge Agreement provides that the Authority’s failure to pay the amount owed to the bank entitles the bank to the CD, related cash, and unpaid interest to satisfy the Authority’s obligation to the bank. 6. The draft report provided to the Authority for formal comment on October 21, 1998, did not include any recommendations. 7. We revised the report to reflect the District’s current functional realignment."], "subsections": []}]}, {"section_title": "Major Contributors to This Report", "paragraphs": [], "subsections": [{"section_title": "Accounting and Information Management Division, Washington, D.C.", "paragraphs": [], "subsections": []}, {"section_title": "Office of General Counsel", "paragraphs": ["Richard Cambosos, Senior Attorney The first copy of each GAO report and testimony is free. Additional copies are $2 each. Orders should be sent to the following address, accompanied by a check or money order made out to the Superintendent of Documents, when necessary. VISA and MasterCard credit cards are accepted, also. Orders for 100 or more copies to be mailed to a single address are discounted 25 percent.", "U.S. General Accounting Office P.O. Box 37050 Washington, DC  20013 Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders may also be placed by calling (202) 512-6000  or by using fax number (202) 512-6061, or TDD (202) 512-2537.", "Each day, GAO issues a list of newly available reports and testimony.  To receive facsimile copies of the daily list or any list from the past 30 days, please call (202) 512-6000 using a touchtone phone.  A recorded menu will provide information on how to obtain these lists."], "subsections": []}]}], "fastfact": []}