{"id": "GAO-06-810", "url": "https://www.gao.gov/products/GAO-06-810", "title": "Tennessee Valley Authority: Plans to Reduce Debt While Meeting Demand for Power", "published_date": "2006-08-31T00:00:00", "released_date": "2006-09-29T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Competition in the electricity industry is expected to intensify, and restructuring legislation may dramatically change the way electric utilities do business in the future. To be competitive, the Tennessee Valley Authority (TVA) needs to reduce fixed costs and increase its flexibility in order to meet market prices for power. TVA plans to reduce its financing obligations, which include statutory debt and other financing arrangements, by $7.1 billion by the end of fiscal year 2015. GAO was asked to (1) describe how TVA plans to meet its goal for reducing financing obligations, (2) assess the reasonableness of TVA's approach in developing its plan, (3) identify key factors that could impact TVA's ability to successfully carry out its plan, and (4) identify how TVA's plans for meeting the growing demand for power in the Tennessee Valley may impact its ability to reduce financing obligations. To fulfill these objectives, GAO interviewed TVA officials and others, and reviewed budget submissions, financial projections, and other documentation supporting the plan."]}, {"section_title": "What GAO Found", "paragraphs": ["TVA plans to reduce its financing obligations by about $7.1 billion from fiscal years 2004 through 2015 by increasing revenue, controlling the growth of its operating expenses, and limiting capital expenditures. TVA's financing obligations include statutory debt, which it plans to reduce by $6.7 billion, and alternative financing obligations such as energy prepayments, which it plans to reduce by $0.4 billion. Overall, GAO's review found TVA's approach to developing its plan to reduce financing obligations reasonable. TVA performed detailed competitive analyses and modeled different market scenarios to estimate its future competitive environment, then used its internal budget process to project annual cash flows and refine its goal with a cash-based accounting model. Many of the variables used in the models were based on recognized data sources. Augmenting these sources with prices from options markets could provide more accurate estimates in volatile markets. TVA also made fixed assumptions about actions it would take, such as building new power generation, and events, such as the advent of new environmental regulations. While these assumptions are reasonable, they carry uncertainty that is not reflected in the model. Modeling them as variables might better reflect that uncertainty and provide broader information for planning purposes. GAO identified several key factors that could impact TVA's ability to successfully carry out its plan. Factors such as the timing of electricity industry restructuring, potential increases in interest rates, and costs associated with meeting potential new environmental requirements, are key factors that are difficult for TVA to control. TVA has more control over other key factors, such as its decisions on whether or not to construct new power generating facilities before 2015 and to limit operating and maintenance expenses, but these are also affected by outside forces and contain an element of uncertainty. Future rate increases and a fuel-cost adjustment clause are factors that should help cover any unforeseen costs, capital expenditures, or revenue shortfalls. TVA's plan includes the capital expenditures it believes will be needed to expand capacity of existing generating facilities to meet the growing demand for power in its service area through 2015; however, any new or unplanned expenditures prior to 2015 could lessen TVA's ability to achieve the $7.1 billion goal. By 2015, TVA has estimated that it will need more baseload generation to meet growth in demand. TVA officials are considering a number of options to meet this projected increase in demand for power, including partnering with outside parties to build new generation. TVA's current projections assume that it will not invest in any new generation through 2015 other than restarting Browns Ferry Nuclear Plant Unit 1; however, any new or unplanned capital expenditures could use cash otherwise intended to be used to reduce financing obligations."]}], "report": [{"section_title": "Letter", "paragraphs": ["Competition in the electricity industry is expected to intensify, and  restructuring legislation may dramatically change the way electric utilities  do business in the future. To remain competitive, the Tennessee Valley  Authority (TVA) needs to have low fixed costs and the flexibility to meet  market prices for power. Recognizing this, in 1997, TVA embarked on a  plan to reduce its debt by one half to about $13.2 billion by 2007. It will not  meet this goal, however, and in fiscal year 2004 it issued a strategic plan  that included a target to reduce debt by $3 to $5 billion from 2004 through  2015. TVA continues to carry a relatively high level of debt, currently about  $23.1 billion, and acknowledges that reducing debt is critical to improving  its financial condition and competitive prospects.", "Because of concerns that TVA might not meet the targets in its debt  reduction plan and that this could negatively impact its future  competitiveness, you asked us to (1) describe how TVA plans to meet the  debt reduction goal identified in its 2004 strategic plan, (2) assess the  reasonableness of TVA’s approach in developing its debt reduction plan,  (3) identify key factors that could impact TVA’s ability to successfully  carry out its debt reduction plan, and (4) identify how TVA’s plans for  meeting the growing demand for power in the Tennessee Valley may  impact its ability to meet its debt reduction goal.", "In performing our work, we interviewed officials from TVA, TVA’s  inspector general’s office, the Tennessee Valley Public Power Association,  the Congressional Budget Office, and the Knoxville Utilities Board. We  also reviewed TVA’s 2004 strategic plan, budget submissions, annual  reports, and documents and analyses supporting the debt reduction plan.  To determine the types of revenue and costs TVA had reported, we  reviewed TVA’s audited financial statements. In addition, we reviewed  prior GAO reports. We conducted our work from June 2005 through  August 2006 in accordance with generally accepted government auditing  standards."], "subsections": [{"section_title": "Background", "paragraphs": ["TVA is an independent, wholly owned federal corporation established by  the TVA Act of 1933 (TVA Act), as amended. The act established TVA to  improve the quality of life in the Tennessee River Valley by improving  navigation, promoting regional agricultural and economic development,  and controlling the floodwaters of the Tennessee River. To those ends,  TVA built dams and hydropower facilities on the Tennessee River and its  tributaries. To meet the subsequent need for more electric power, TVA  expanded beyond hydropower to other types of power generation such as  natural gas, coal, and nuclear plants. As of September 30, 2005, TVA sold  electricity at wholesale rates to 158 retail distributors that resell electricity  to consumers, and sold electricity directly to 61 large retail customers. As  illustrated in figure 1, TVA’s service territory includes most of Tennessee  and parts of Alabama, Georgia, Kentucky, Mississippi, North Carolina, and  Virginia. The area covers 80,000 square miles with a population of more  than 8.6 million.", "From its inception in 1933 through fiscal year 1959, TVA received  appropriations to finance its internal cash and capital requirements. In  1959, however, the Congress amended the TVA Act to provide TVA the  means to self-finance its power program and required it to repay a  substantial portion of appropriations it had received to pay for its capital  projects. At the same time, the Congress required that TVA’s power  programs be self-financing through revenues from electricity sales. For its  capital needs in excess of funds generated from operations, TVA was  authorized to borrow by issuing bonds and notes. TVA’s authority to issue  bonds and notes is set by the Congress and cannot exceed $30 billion  outstanding at any given time.", "Until recently, TVA had been administered by a three-member board of  directors appointed by the President of the United States and confirmed  by the U.S. Senate. An Executive Committee worked with the board to  determine TVA’s strategic mission and future direction, provide  management oversight, and ensure policies of the board were carried out.  The Consolidated Appropriations Act, 2005, which was signed into law in  December 2004, changed the structure of TVA’s management. The act  contained provisions that restructured the board from three full-time  members to nine part-time members, established the position of Chief  Executive Officer (CEO) to be appointed by the board, required TVA to  begin filing financial reports with the Securities and Exchange  Commission (SEC), and required TVA’s new board to create an Audit  Committee to be composed solely of board members independent of  management. The audit committee will be responsible for reviewing  inspector general and external audit reports and making recommendations  to the board. The legislation specifies that seven of the nine board  members must be legal residents of TVA’s service area and that the  members will be appointed by the President and confirmed by the Senate.  After a transition period, members will serve 5-year rather than the current  9-year terms. In general, the board will establish TVA’s strategic direction  and policies while the CEO will oversee their implementation as well as  TVA’s overall operations. The new board became effective on March 31,  2006, when six new board members took the oath of office and joined two  existing members to hold the first board meeting under the new  governance structure.", "Along with annual reporting to the SEC, in fiscal year 2006 TVA will also  be required to comply with certain provisions of the Sarbanes-Oxley Act of  2002, including the requirement that its officers certify annual and  quarterly financial reports and report on the effectiveness of internal  controls over financial reporting. TVA’s external auditor, in addition to  auditing and issuing an opinion on TVA’s financial statements, will be  required to issue an opinion on the effectiveness of TVA’s internal controls  over financial reporting. Based on the current guidance from the SEC, TVA  will file the first report on internal controls with its September 30, 2007,  financial statements.", "Under the TVA Act, as amended, TVA has not been subject to most of the  regulatory oversight requirements that commercial utilities must satisfy.  Legislation has also limited competition between TVA and other utilities.  When the TVA Act was amended in 1959, it prohibited TVA, with some  exceptions, from entering into contracts to sell power outside the service  area that it and its distributors were serving on July 1, 1957. This is  commonly referred to as the “fence” because it limits TVA’s ability to  expand outside its July 1, 1957, service area. In addition, the Energy Policy  Act of 1992 (EPAct) exempted TVA from being required to allow other  utilities to use its transmission lines to send power to customers within its  service area, effectively reducing the opportunities for TVA’s wholesale  customers to choose other suppliers. This exemption is often referred to  as the “anti-cherrypicking” provision. TVA is still subject to some forms of  indirect competition common to all utilities. For example, the cost of  power would affect decisions by TVA’s customers to move or expand  outside TVA’s service area or by businesses to move into its service area.  In addition, customers can decide to generate their own power for on-site  use. However, as long as the legislative framework continues to insulate  TVA from direct competition for its wholesale customers, it will remain in  a position similar to that of a regulated utility monopoly.", "For more than 20 years, the federal government has been taking a variety  of steps to restructure the electricity industry with the goal of increasing  competition in wholesale markets and thereby increasing benefits to  consumers, including lower electricity prices and a wider variety of retail  services. Electricity restructuring is evolving against a backdrop of  constraints and challenges, including shared responsibility for  implementing and enforcing local, state, and federal laws affecting the  electricity industry and an expected substantial increase in electricity  demand by 2025, which will require significant investment in new power  plants and transmission lines.", "Prior to this restructuring, electricity was generally provided by electric  utilities that exclusively served all customers within a specific geographic  region. Under these conditions, the federal government, through the  Federal Energy Regulatory Commission (FERC) and its predecessors,  regulated wholesale electricity sales (sales for resale) and interstate  transmission by electric utilities and set prices at cost-based rates.  Because the utilities were monopolies, states regulated retail markets,  approving utility company investments and rates paid by customers. In  1978, the federal government laid the groundwork for restructuring and  competition in the electricity industry with the Public Utility Regulatory  Policies Act, which opened wholesale power markets to electricity  producers that were not regulated utility monopolies. In the 1990s the  federal government greatly expanded these efforts. First the EPAct  provided for broader participation in wholesale electricity markets by  nonutilities and allowed these entities to produce and sell electricity at  market prices. Second, in 1996 the FERC issued Orders 888 and 889, which  greatly expanded opportunities for competition by requiring utilities to  provide access to their transmission lines to all users under the same  prices, terms, and conditions. This change allowed the new nonutilities to  compete with utilities and others for the opportunity to sell electricity in  wholesale markets on more equal terms. By 2002 a number of states had  made efforts to introduce competition to the retail markets that they  oversee, allowing nonutilities to compete with utilities and others for the  opportunity to sell electricity directly to consumers.", "Beginning in 2000, some restructured wholesale and retail electricity  markets encountered a number of problems. From the summer of 2000  through early 2001, California saw a sharp increase in wholesale electricity  prices, electricity shortages leading to rolling blackouts, and the  deteriorating financial stability of its three major investor-owned utilities.  These problems, along with the largest blackout in U.S. history along the  East Coast in 2003, drew attention to the need to examine the operation  and direction of the industry. Efforts to expand restructuring slowed down  as many states analyzed the factors that contributed to these problems,  among them failure to meet increasing demand for electricity with new  generation and transmission capacity.", "TVA management and many industry experts, however, expect that TVA  will eventually be drawn into the restructuring of the electric utility  industry and will eventually lose its legislative protections from  competition. There have already been some indications of such changes.  For instance, S.1499, introduced in July 2005, would remove any area  within Kentucky from coverage by the “anti-cherrypicking” provision in  the EPAct. If the bill becomes law, TVA would be required to transmit  power from another supplier over its transmission lines for use inside the  Kentucky portion of its service area without being able to similarly expand  its service area. The bill was referred to the Senate Energy and Natural  Resources Committee, where it remained as of August 15, 2006.", "Our prior reports have indicated that TVA’s high debt and related interest  expense could place it at a disadvantage in continuing to offer  competitively priced power if it were to lose its legislative protections  from competition. TVA’s management has also recognized the need to  reduce its debt and other financing obligations to increase its flexibility to  meet competitive challenges. In July 1997, TVA issued a 10-year business  plan with steps necessary to improve its financial position for an era of  increasing competition. Two key strategic objectives of the plan were   (1) to reduce the cost of power by reducing debt and the corresponding  financing costs, and (2) increase financial flexibility by reducing fixed  costs. To help meet these objectives, the plan called for TVA to reduce its  debt by half over a 10-year period to about $13.2 billion by increasing its  electricity rates beginning in 1998, reducing certain expenses, and limiting  capital expenditures.", "TVA did not meet the 1997 debt reduction goal because it used cash  intended for debt reduction to cover greater than estimated annual  operating costs and capital expenditures. In fiscal year 2000, TVA began  entering into alternative financing in the form of lease-leaseback  arrangements to obtain a lower cost of capital than it could by selling  bonds. TVA entered into these arrangements in fiscal years 2000, 2002, and  2003 to refinance 24 existing power generators that were designed for use  during periods of peak power demand. TVA financed and built the  generating units and leased them to investors in exchange for cash. It then  leased the generators back and is making payments to investors. TVA also  implemented other alternative financing arrangements that allowed its  customers to prepay for power in exchange for discounted rates. For  example, in November 2003, TVA entered into an energy prepayment  agreement with its largest customer, Memphis Light, Gas, and Water  Division (MLGW). Under this agreement, MLGW prepaid TVA $1.5 billion  for electricity to be delivered over a 15-year period. TVA also offered a  discounted energy units program in fiscal years 2003 and 2004, under  which TVA customers could purchase power, usually in $1 million  increments, in return for a discount on a specified quantity of power over  a certain period of years. TVA did not offer the DEU program in 2005.  During our review, TVA’s management told us they have no current plans  to enter into additional alternative financing arrangements.", "Generally accepted accounting principles require that lease-leaseback and  other alternative financing arrangements be classified as liabilities. In 2003  we reported that the lease-leaseback arrangements, while not considered  debt for purposes of financial reporting, had the same effect on TVA’s  financial condition as traditional debt financing. The Office of  Management and Budget (OMB) treats the cash proceeds TVA receives  from private parties at the inception of lease-leaseback arrangements as  borrowing. Accordingly, in the President’s Budget for fiscal year 2004,  OMB began classifying TVA’s lease-leaseback arrangements as debt. Table  1 shows that although TVA reduced its outstanding statutory debt by about  $4.3 billion from fiscal years 1997 through 2005, its use of alternative  financing arrangements rose, adding nearly $2.5 billion to its total  financing obligations as of September 30, 2005, resulting in a net reduction  of about $1.8 billion.", "In fiscal year 2004, burdened with total financing obligations of almost $26  billion, TVA’s board adopted a new strategic plan for reducing debt that  called for increasing revenue, controlling costs, and reducing the growth  of capital expenditures. However, TVA also began measuring its debt  reduction more realistically and transparently in terms of TFOs, which, as  shown in table 1, are comprised of its statutory debt as well as its  liabilities under alternative financing arrangements.", "Since issuing its strategic plan in 2004, TVA has raised its power rates  twice—a 7.52 percent increase in firm wholesale electric rates effective  October 1, 2005, and a 9.95 percent increase effective April 1, 2006. On July  28, 2006, TVA’s board approved a 4.5 percent decrease in firm wholesale  power rates in conjunction with a fuel-cost adjustment clause. Utilities  surrounding the Tennessee Valley also increased rates in 2005, and 12 of  the 14 surrounding utilities have fuel-cost adjustment clauses that allow  them to pass increases in the price of fuel to customers automatically. TVA  is working with distributors and the Tennessee Valley Public Power  Association (TVPPA) to develop future wholesale pricing options and  new long-term contract options."], "subsections": []}, {"section_title": "Scope and Methodology", "paragraphs": ["To determine how TVA plans to meet the debt reduction goal identified in  its 2004 strategic plan, we: (1) interviewed TVA officials, (2) reviewed  documentation and analyses supporting TVA’s debt reduction plan  including its 2004 strategic plan and budget submissions for fiscal years  2006 and 2007, and (3) reviewed TVA’s fiscal years 2004 and 2005 annual  reports, information statements, and audited financial statements.", "To assess the reasonableness of TVA’s approach in developing its debt  reduction plan, we interviewed TVA officials responsible for developing  the 2004 Strategic Plan and performing analyses with the Competitive Risk  Model and the Enterprise Risk Model. To assess these models, we  obtained documentation describing the structure of the models and the  sources of variables used in the models, and discussed this information  with relevant TVA staff. We examined the structure of the models in order  to ascertain whether the relationships between the variables in the models  were logical and included the most important sources of costs and  revenues, and considered the extent to which the data are independent,  widely used, and relevant.", "To identify the key factors that could impact TVA’s ability to successfully  carry out its debt reduction plan we (1) interviewed officials from TVA,  TVA’s Office of Inspector General, the Tennessee Valley Public Power  Association, and the Knoxville Utilities Board; (2) reviewed prior GAO  reports on issues confronting TVA; (3) reviewed TVA’s fiscal years 2004  and 2005 annual reports, information statements, and audited financial  statements to determine the types of revenue and costs TVA had reported;  and (4) interviewed an official from CBO with expertise in issues  pertaining to TVA.", "To identify the impact that growth in demand for power in the Tennessee  Valley may have on TVA’s ability to meet its debt reduction plan, we   (1) interviewed officials from TVA, TVA’s Office of Inspector General, the  Tennessee Valley Public Power Association, and the Knoxville Utilities  Board; (2) reviewed prior GAO reports on issues confronting TVA;   (3) reviewed TVA’s fiscal years 2004 and 2005 annual reports, information  statements, and audited financial statements to determine the types of  revenue and costs TVA had reported; and (4) interviewed an official from  CBO with expertise in issues pertaining to TVA.", "During the course of our work, we contacted the following organizations:    Congressional Budget Office    Tennessee Valley Authority    Tennessee Valley Authority, Office of Inspector General    Tennessee Valley Public Power Association, Chattanooga, Tennessee    Knoxville Utilities Board, Knoxville, Tennessee  We provided a draft of this report to officials at TVA for their review and  incorporated their comments where appropriate. We conducted our work  from June 2005 through August 2006 in accordance with generally  accepted government auditing standards."], "subsections": []}, {"section_title": "TVA Plans to Increase Revenue, Control Operating Expenses, and Limit Capital Expenditures", "paragraphs": ["TVA set a goal of reducing statutory debt by $3 to $5 billion in its 2004  strategic plan. Subsequently, TVA expanded the scope of its debt  reduction efforts to include debt-like transactions such as lease-leasebacks  and energy prepayment arrangements, referred to in this report as  alternative financing. TVA calls this larger group of obligations total  financing obligations, or TFOs. In its 2007 budget, TVA increased its TFO  reduction goal to $7.1 billion. This includes reducing statutory debt by  $6.7 billion and alternative financing obligations by $0.4 billion. TVA plans  to meet this goal by increasing revenue, controlling the growth of its  operating expenses, and limiting capital expenditures. TVA projects it will  gain additional revenue through its October 2005 rate increase, a fuel-cost  adjustment clause to adjust rates up or down automatically when fuel  prices change, and increased sales from growth in the demand for  electricity. TVA’s plan also calls for controlling the growth of operating  costs and limiting spending on capital expenditures to $12.1 billion  through fiscal year 2015.", "TVA’s management told us that they are committed to reducing TFOs and  that achieving the $7.1 billion TFO reduction goal would give TVA an  estimated 3.1 interest rate coverage ratio by fiscal year 2015. As of fiscal  year 2005, TVA’s interest coverage ratio was 2. The interest coverage ratio  is a quick way to identify a company’s ability to pay interest on debt,  which TVA uses to gauge its financial health. TVA officials said the 3.1  ratio would allow TVA to be a financially flexible enterprise and continue  to offer competitive electricity rates. Table 2 shows TVA’s annual and  cumulative targets for reducing total financing obligations for fiscal years  2004 through 2015.", "TVA exceeded its targets for reducing TFOs for the first 2 years of the  plan. In fiscal year 2004, TVA reduced its TFOs by $278 million, or 24  percent more than its target of $225 million. In fiscal year 2005, TVA  reduced its TFOs by $301 million, or 34 percent more than its target of  $225 million."], "subsections": [{"section_title": "TVA Projects Several Sources of Additional Revenue", "paragraphs": ["The projections supporting TVA’s current TFO reduction goal show that  the annual increases in operating revenue over the fiscal year 2004 level  for fiscal years 2005 through 2015 will total $16.7 billion. TVA plans to use  the additional revenue to cover projected increases in operating costs and  capital expenditures, and to reduce TFOs. About $9.6 billion of this  additional revenue will come primarily from increased sales from growth  in demand. TVA also projects that about $5.7 billion will come from the  October 1, 2005, rate increase. From fiscal years 2007 through 2015, TVA  expects about $1.4 billion to come from the fuel-cost adjustment (FCA)  clause that will be added to customer contracts in fiscal year 2007. The  FCA will automatically increase or decrease rates to cover changes in the  cost of fuel and purchased power. TVA plans to use the budgeted fuel and  purchased power estimates for fiscal year 2006 as the baseline for fuel and  purchased power prices it pays. In subsequent years, it will compare those  prices to the baseline and automatically adjust rates upward or downward  for changes in these expenses. Although the FCA will not generate  additional cash that can be applied to TFO reduction, it will prevent  increases in the cost of fuel and purchased power from eroding cash  balances that TVA planned to apply toward TFO reduction.", "The revenue projections supporting the current TFO reduction goal do not  include several factors, such as the 9.95 percent rate increase that took  effect on April 1, 2006, the 4.5 percent decrease approved on July 28, or  any future rate increases. The April 1, 2006, increase took effect after TVA  approved its 2007 budget and was undertaken to cover projected increases  in the cost of fuel and purchased power. The rate decrease was approved  in conjunction with the FCA. Future rate increases (excluding the FCA)  were not included because TVA plans to use them as necessary to cover  increases in operating costs (excluding fuel and purchased power) that  exceed estimates that were used in formulating the current TFO reduction  goal. The revenue projections also assume that an environmental  surcharge that was added to rates on October 1, 2003, to fund anticipated  clean air compliance costs for the next 10 years will be discontinued at  fiscal year end 2013, as originally planned."], "subsections": []}, {"section_title": "TVA Plans to Control the Growth of Its Operating Costs", "paragraphs": ["TVA’s TFO reduction plan includes an emphasis on controlling the growth  of operating costs. Management plans to constrain TVA’s baseline  operating and maintenance (O&M) costs, excluding fuel and purchased  power, by limiting the growth of these expenses to one-half of a  percentage point below inflation, as measured by the consumer price  index (CPI). TVA estimates that this will make about $1.1 billion in cash  available from fiscal year 2007 through fiscal year 2015. TVA plans to hold  O&M expenses down by implementing better discretionary spending  discipline through top-down budgeting guidance and performance  measures, and then maintaining the efficiency gains throughout the  planning period. The plan includes establishing overall financial targets  and allocating them to TVA’s individual business units.", "TVA officials also project that bringing Browns Ferry Nuclear Unit 1  (BFN 1) on line will help control the growth of operating costs. A 2002  analysis prepared by TVA shows that the completion of BFN 1 will allow  TVA to reduce the cost of its fuel, purchased power, and other operating  costs. Because completion of BFN 1 is embedded in TVA’s current  forecasts, it could not provide current projections of the incremental  savings from completing and bringing BFN 1 on line. The 2002 analysis  projected that TVA’s cash flow would improve when BFN 1 is brought on  line in May 2007, and TVA would recover all of its costs from the project,  including interest expense, by 2015. This analysis, however, could not  consider subsequent changes, such as the significant increases in power  supply costs that have occurred since 2002, which will increase TVA’s  projected savings from bringing BFN 1 on line. TVA also projects that its  interest expense will be reduced over time as it lowers the balance of its  outstanding debt."], "subsections": []}, {"section_title": "TVA Plans to Spend $12.1 Billion on Capital Expenditures through Fiscal Year 2015", "paragraphs": ["TVA’s TFO reduction plan includes $12.1 billion from fiscal year 2006  through fiscal year 2015 for capital expenditures to complete BFN 1, meet  known requirements of the Clean Air Act, and cover ongoing efforts to  uprate its generating assets and maintain transmission assets. Any changes  in this amount would affect the cash available for TFO reduction. Table 3  shows TVA’s planned capital expenditures by major category from fiscal  year 2006 through fiscal year 2015.", "To help meet its capital expenditure goals, TVA will consider deferring or  canceling capital projects when necessary and adjusting its investment  criteria to reflect changes in its customer contracts and commitments.", "TVA’s plan includes estimated capital expenditures for its current  environmental program to reduce sulfur dioxide, nitrogen oxide, and  particulates, which are expected to reach a cumulative total of about $5.7  billion by 2010. TVA had already spent about $4.4 billion, or 77 percent of  this amount, by September 30, 2005. TVA’s plan, however, does not factor  in costs for additional reductions in airborne pollutants that it may be  required to meet in the future, or the potential cost to comply with  proposed legislation that would require reductions in carbon dioxide.  Projections for meeting TVA’s TFO reduction goal do not include capital  expenditures for building any major new generating assets through 2015,  other than completing BFN 1."], "subsections": []}]}, {"section_title": "TVA Used a Reasonable Approach to Developing Its Plan to Reduce TFOs", "paragraphs": ["Overall, we found TVA’s approach to developing its TFO reduction goal  was reasonable. TVA used a strategic planning process to develop its  current goal, which focused on its core mission as a long-term provider of  low-cost electricity. As part of this process, TVA looked not only at its  financing obligations, but at external business and market risks. To assess  these outside risks, TVA performed detailed competitive analyses and  modeled different market scenarios to estimate its future competitive  environment. It considered the results of these market risk analyses in  formulating its strategic plan and determining the initial range of possible  debt reduction through 2015. As part of its annual internal budget process,  TVA used an accounting model to project annual cash flows and refine its  goal. TVA continues to project cash flows annually and to analyze  changing market conditions as necessary using the accounting model."], "subsections": [{"section_title": "TVA Assessed Its Business and Market Risks to Prepare Its Strategic Plan", "paragraphs": ["TVA assessed its competitive environment and performed detailed  analyses of business and market risks to determine the effect of possible  future conditions on its ability to reduce debt. Among the tools used in  TVA’s strategic planning process was a competitive risk model (CRM). The  CRM is a scenario model that shows the range of financial outcomes TVA  might face if electricity industry restructuring moved forward and its  distributors were free to choose alternative suppliers. Scenario analysis  develops a set of potential events and conditions that management may  wish to consider, and calculates the likely impact on cash flow and debt  reduction in each. TVA’s CRM shows the probability of loss of load, or  customer demand for energy, over many market scenarios. The model  calculated the potential impact of each market scenario on TVA assuming  that distributors could choose other suppliers and modeled the potential  for loss of load using three pricing scenarios:    holding prices flat at current levels,    setting prices equal to TVA’s projected costs, and    setting prices equal to the projected average competitor price.", "The results were then used to produce probabilities of different potential  financial outcomes to identify types of market conditions under which  load loss was likely to occur.", "TVA included the following assumptions in the CRM:  it would begin facing competitive pressures in 2008;  its contracts would include provisions for distributors to satisfy some  of their power needs from sources other than TVA, referred to as  partial requirements; and  it could sell power elsewhere.", "TVA conducted its competitive risk analysis in 2003. In a little less than  one-third of the scenarios, the CRM showed that TVA could lose load if  other utilities had both cheap natural gas and high reserve margins, or  unused available capacity. Because natural gas prices have risen and  movement toward electricity competition has slowed, TVA has not  considered it necessary to run the model again.", "TVA used the results of its competitive risk analysis as well as professional  judgment in developing its 2004 strategic plan and the initial range of $3  billion to $5 billion for its statutory debt reduction goal. The plan looks at  the larger picture of what TVA needs to do to succeed in a more  competitive environment. It concluded that TVA needs to concentrate on  four areas over the next few years. These are:    developing new, more differentiated pricing structures, services, and  contract terms that more closely tie the cost and risk of TVA’s products  to their terms and pricing;    addressing issues related to wholesale market design and transmission  pricing, including how it will interface with surrounding markets to  ensure reliable power and how it will charge for transmitting power  inside its service area when distributors can choose other suppliers;    accelerating debt reduction to increase financial flexibility; and    maintaining and operating company assets to continue to meet  electricity supply obligations safely and reliably."], "subsections": []}, {"section_title": "TVA Uses an Accounting Model to Refine Its TFO Reduction Targets by Determining Likely Cash Flow", "paragraphs": ["TVA uses the Enterprise Risk Model (ERM) as part of its annual internal  budgeting process to refine its TFO reduction targets by determining likely  cash flow in given situations. The ERM is a simplified cash-based  accounting model that can project key financial data by modeling TVA’s  system based on a power supply plan and a long-range financial plan. The  ERM uses Monte Carlo simulation to assess the probable range of  uncertain inputs, or variables, such as interest rates or coal prices,  redispatch the TVA system, and recalculate cash flows multiple times  while showing a range of probable values for each variable.", "The ERM’s Monte Carlo simulations use 13 variables that include key costs  and key determinants of revenue:    electricity market peak ($/MWh)    electricity market off-peak ($/MWh)    natural gas prices ($/mmBtu)    coal prices ($/mmBtu)  long-term interest rates (%)    short-term interest rates (%)  total operating and maintenance expenses    capital expenditures    selling, general and administrative expenses    benefits expense    coal plant availability    nuclear plant availability    hydro generation For example, a simulation might use key costs such as prices for coal and  natural gas, and combine this information with key determinants of  revenue, such as peak and off-peak electricity prices, and quantities sold at  those prices. The output of the model is an estimate of the annual net cash  flow for TVA. For each scenario estimated, the model shows net cash  flows and financing obligations repayment over each of the next 20 years  for the values assumed in that scenario. Assuming that this net cash flow is  applied to reducing financing obligations, the model provides an estimate  of the level of obligations at the end of the simulation, which can then be  used to refine projections used in coming up with its goals.", "The model uses a variety of reliable sources for estimates of the key input  variables. For instance, the variability of rainfall for hydropower is  calculated using historical data. Interest rates are based on forecasts from  Global Insight and the Wall Street Journal. The volatility of commodity  prices for coal or natural gas is estimated with a combination of historical  data and projected trends. Other sources may also provide reasonable  estimates for key variables in the model, however. For example, some of  the commodities used in the model, such as natural gas, have active  options markets, which could help identify more accurate estimates of the  range of possible future prices in volatile markets. For example, when  Hurricane Katrina destroyed a large number of natural gas rigs in the Gulf  of Mexico, there was an enormous increase in implied volatility for natural  gas prices. This was because no one knew how long it would take to repair  the rigs or what the market consequences would be of a sudden  withdrawal of a large percentage of the natural gas supply. In such a case,  the options market may provide a more accurate estimate of price  volatility than historical activity and might result in a more comprehensive  characterization of the distribution of possible TFO reduction levels.", "In designing the ERM and using its output to devise its current goal for  reducing financing obligations, TVA made the following key business  assumptions:    Brown’s Ferry Nuclear Unit 1 will be completed on time,    TVA will not self-fund any new baseload generation,    distributors who have given notice they will not be renewing contracts    TVA will meet or exceed current environmental regulations,    TVA’s credit rating remains AAA, and    distributors do not gain rights to partial requirements or transmission.", "TVA has generally made reasonable assumptions concerning the level and  variability of the key inputs to its Monte Carlo model. As with any  modeling effort, there are some inherent limitations, and areas in which  the modeling may be improved. TVA’s key business assumptions, while  reasonable, limit the range of outcomes from the model by making certain  events appear more fixed or settled than they are. Allowing the range of  possible outcomes attached to some of the fixed assumptions to be  modeled as variables may better reflect the uncertainty attached to TVA’s  TFO reduction estimates. For example, TVA could determine a range of  likely dates for the completion of Brown’s Ferry Nuclear Unit 1, and use  these dates as part of the Monte Carlo simulation. Another example might  be to use the range of possible costs from potential environmental  legislation as inputs to the model. Modeling these and other fixed  assumptions as variables might better illustrate the range of outcomes for  TVA to evaluate in setting and refining its TFO reduction goals."], "subsections": []}]}, {"section_title": "Several Key Factors Could Impact TVA’s Ability to Successfully Carry out Its Plan for Reducing TFOs", "paragraphs": ["We identified several key factors that could impact TVA’s ability to  successfully carry out its plan. Some factors are more difficult for TVA to  control than others. The timing of electricity industry restructuring,  potential increases in interest rates, and costs associated with meeting  potential new environmental regulations are factors outside TVA’s control.  Future rate increases and a fuel-cost adjustment clause are factors that  will help TVA cover unforeseen costs, which will help TVA meet its TFO  reduction goal. TVA’s planned reduction in interest expense could be  affected by increases in interest rates. Although the TFO reduction plan  includes the capital expenditures TVA estimates it will need to comply  with all existing environmental regulations, the plan does not include  potential capital expenditures needed to comply with any changes to the  current environmental regulations. Building new generating capacity could  require capital expenditures not included in the plan."], "subsections": [{"section_title": "The Timing of Restructuring within the Electricity Industry and the Changes It May Impose Are Key Variables in TVA’s TFO Reduction Plan", "paragraphs": ["Restructuring is the major reason TVA has undertaken TFO reduction, and  its timing and the organizational and structural changes it may impose are  key variables in TVA’s plans. TVA’s management and industry experts  believe TVA may eventually lose its legislative protections from  competition and have to compete with other utilities. Even if TVA does not  lose its legislative protections, its management has recognized the need to  take action to better position the agency to be competitive in an era of  increasing competition and customer choice. TVA management undertook  both the 1997 business plan and the 2004 strategic plan to position TVA to  meet the challenges it would likely face in the coming restructured  marketplace.", "The extent to which TVA would be affected by loss of its legislative  protections from competition would be influenced by (1) when TVA loses  its protections, which would affect how much time it has to continue to  improve its competitive position; (2) how TVA would be structured to  operate in a competitive environment, including whether it would be given  the ability to compete for customers outside its service area; and (3) how  TVA’s financial condition compares to its competitors at the time it loses  its protections from competition. Loss of its protections from competition  could affect TVA’s ability to set rates at levels sufficient to recover all  costs, which could negatively impact the amount of cash available to  reduce TFOs.", "According to a TVA official, one option TVA could pursue to help meet its  goal for reducing TFOs is to negotiate long-term contracts with its  customers. Long-term contracts would help reduce TVA’s risk by  providing a steady revenue stream for a certain period of time. If TVA’s  distributors were to gain the rights to purchase a portion of their electric  power requirements from other utilities, it could have a negative material  effect on TVA’s ability to meet its TFO reduction goal. For example,  excluding the Kentucky portion of TVA’s service area from the anti- cherrypicking provision of the EPAct is currently under consideration. In  the event this legislation is enacted, TVA officials believe other  distributors would seek similar treatment."], "subsections": []}, {"section_title": "Future Rate Increases and a Fuel-cost Adjustment Clause Will Help TVA Reduce Total Financing Obligations", "paragraphs": ["Future rate increases and a fuel-cost adjustment clause allowing TVA to  adjust rates for the rise and fall in the prices of fuel and purchased power  that result from changes in market conditions will help TVA meet its TFO  reduction goal. TVA’s TFO reduction goal reflects the October 2005 rate  increase and the FCA that TVA plans to implement in fiscal year 2007. The  plan does not reflect any additional rate increases through 2015. TVA  estimates that the FCA will cover net increases in the cost of fuel and  purchased power of $1.4 billion from fiscal year 2007 through 2015, which  will free this amount of cash to apply toward TFO reduction. In addition,  TVA’s management told us that they would consider additional rate  increases if necessary to cover increases in operating costs other than fuel  and purchased power. In determining whether to raise rates, TVA’s  management recognizes that they would need to consider current markets  and any potential negative consequences, such as the impact on power  sales and the regional economy. The April 2006 rate increase and any  future increases will help TVA cover any unforeseen increases in projected  operating costs or capital expenditures, as well as shortfalls in projected  revenue."], "subsections": []}, {"section_title": "Limiting the Growth of Operating and Maintenance Expenses Will Be Difficult for TVA to Achieve", "paragraphs": ["TVA will be challenged to meet its goal of reducing projected O&M  expenses by $1.1 billion from fiscal year 2007 through 2015. TVA has been  focusing on reducing O&M expenses since it issued its 1997 business plan,  and has already taken many steps to trim these expenses. TVA officials  have said that the $1.1 billion savings will come from baseline O&M  expenses, which TVA defines as the ongoing costs of operating and  maintaining its internal business units that are routine and recurring. In  fiscal year 2005, these expenses represented about $1.3 billion, or about 54  percent of the $2.4 billion reported for O&M expenses, and about 20  percent of TVA’s total operating expenses. According to a TVA official, the  growth limit for the baseline O&M expenses will be applied to the total for  all business units and any excess increases in these expenses by one unit  will have to be absorbed by the other business units. For example, the  amount budgeted for one of TVA’s business units in fiscal year 2007 was  $30.7 million over what it would have been if it had been limited to  projected inflation less one half of a percentage point, and according to a  TVA official, this excess will have to be absorbed by the other business  units in order for TVA to meet its overall growth limit."], "subsections": []}, {"section_title": "Planned Reduction in Interest Expense Could Be Affected by Increases in Interest Rates", "paragraphs": ["TVA projects that it will continue to reduce annual interest expense as it  reduces the balance of outstanding debt and, if the situation presents  itself, refinance debt at lower interest rates. Like all outstanding debt  approaching maturity dates, TVA’s interest expense is subject to interest  rate risk. As TVA’s outstanding debt matures, the portion that is not repaid  will need to be refinanced at current rates, thus exposing TVA to the risk  of rising interest rates and higher interest costs. TVA has reduced its  annual interest expense from more than $2 billion in fiscal year 1997 to  about $1.3 billion in fiscal year 2005, a 35 percent reduction. TVA was able  to lower its interest expense by refinancing debt at lower interest rates,  reducing the outstanding balance of debt, and entering into alternative  financing arrangements. Alternative financing arrangements help reduce  interest expense because they are classified as liabilities in TVA’s financial  statements. This means that rather than being classified as interest on  debt, the costs of these arrangements are recorded as increases in  operating expenses or reductions in revenue. TVA attributes  approximately 80 percent of the reduction of interest expense from fiscal  year 1997 to 2005 to refinancing debt at lower interest rates.", "As of September 30, 2005, TVA had about $8.3 billion in outstanding debt  that will mature and either need to be repaid or refinanced over the next 5  years ($3.1 billion in long-term debt and about $5.2 billion in short-term  debt). By the end of this 5-year period, for every 1 percentage point change  in TVA’s average borrowing costs for the $8.3 billion, its annual interest  expense would increase or decrease by about $83 million. If future interest  rates are higher than the rates used in TVA’s projections, TVA may have  difficulty meeting its targets for reducing interest expense."], "subsections": []}, {"section_title": "Changes to Current Environmental Regulations Could Require Substantial Capital Expenditures", "paragraphs": ["Although TVA’s TFO reduction plan includes all of the capital  expenditures it projects will be needed to comply with existing  environmental regulations, the plan does not include potential capital  expenditures needed to comply with any changes to the current  environmental regulations. According to TVA’s 2005 Information  Statement, several existing regulatory programs are being made more  stringent in their application to fossil-fuel units and additional regulatory  programs affecting fossil-fuel units have been announced. According to  TVA, its TFO reduction plan does not include the estimated future costs to  comply with more stringent regulations because it is difficult to predict  how these regulations would affect TVA. However, TVA officials estimate  that the cost to comply with future regulations could run between $3.0  billion and $3.5 billion through 2020. TVA officials said they would include  an estimate of these costs in the plan if their level of certainty ever  increases. The plan also does not include the potential cost of complying  with legislation that has been introduced, but not yet passed, in the  Congress to require reductions in carbon dioxide. If this legislation is  enacted, TVA estimates that the cost of complying with it could be  substantial.", "The extent to which new environmental regulations affect any utility  depends on several factors, including the type and condition of its  generating equipment, the portion of its power generated by fossil fuels,  the types of controls it chooses to meet the new environmental  regulations, and the availability of excess generating capacity. Compared  to surrounding regions, TVA has roughly the same amount of coal-fired  capacity, nearly twice as much nuclear, nearly four times as much hydro,  and less than half as much natural gas fired capacity. Figure 2 shows TVA’s  generation mix compared to the surrounding North American Electric  Reliability Council (NERC) regions.", "The extent to which different producers will be affected by new  environmental regulations, and the resultant impact on their power prices,  is unknown at this time. Although new environmental regulations would  likely present challenges to TVA in meeting its TFO reduction goal, they  may not necessarily affect its competitive position relative to its  neighboring utilities."], "subsections": []}, {"section_title": "Building New Generating Capacity Could Require Capital Expenditures Not Included in the Plan", "paragraphs": ["Building new generating capacity during the current TFO reduction period  to meet the projected demand for power beginning in 2015 would likely  cause TVA to incur new debt and use cash that is currently projected to be  available to reduce TFOs. TVA officials told us they plan to meet load  growth in the TVA service area through 2015 by completing BFN 1,  increasing the capacity of existing generating units, and purchasing power  from the marketplace. TVA’s current projections include the capital  expenditures it projects will be needed to meet this plan. TVA also  projects that it will need additional generating capacity beginning in 2015.  TVA plans to satisfy this need by partnering with other power providers.  Its current goal assumes that it will not finance any new baseload plants,  other than BFN1, through 2015. If growth in demand or market changes  force TVA to build new generation, as happened after its 1997 plan, TVA’s  ability to reduce TFOs could be affected."], "subsections": []}, {"section_title": "TVA Will Require Continued Management Commitment to Reducing TFOs", "paragraphs": ["TVA officials told us they recognize that in order to improve TVA’s  financial situation, it will need to operate within its means and reduce  TFOs. TVA will require continued management commitment to continue  reducing financing obligations. According to officials, TVA did not meet  the debt reduction goal in the 1997 business plan because the amount of  cash left over after meeting its other business needs was not sufficient to  meet the goal. Since issuing its 2004 strategic plan, TVA’s management has  demonstrated its commitment by exceeding the planned targets for the  first 2 years of the TFO reduction plan. In addition, their actions have  included adding annual TFO reduction targets as revenue requirements in  the budgets used for its annual rate reviews, tying portions of its overall  incentive payroll compensation to accomplishing the TFO reduction goal,  and demonstrating a willingness to raise rates to meet the goal. Although  TVA has a new board structure as of March 31, 2006, the continued  commitment of the board toward TFO reduction will be needed to meet  the current goal."], "subsections": []}]}, {"section_title": "Growing Demand for Power Could Affect TVA’s Ability to Meet Its TFO Reduction Goal", "paragraphs": ["The growing demand for power could affect TVA’s ability to meet its goal  since TVA’s current projections assume that it will not invest in any new  generation through 2015, other than restarting BFN 1. TVA’s plan includes  the capital expenditures needed to expand generating capacity in existing  generating facilities to meet projected increases in demand for power  through 2015. By 2015, however, TVA estimates that it will need more  baseload generation to meet growth in demand. As a result, it will need to  take action to meet that need during the current TFO reduction period.  TVA officials are considering a number of options to meet this projected  increase in demand for power, including partnering with outside parties.", "TVA’s current plan assumes that one option for meeting the growth in  demand for electricity is by uprating, which is the process of increasing  the capacity of existing generating assets. To its 30,644 megawatts of  generating capacity, TVA currently plans to add:   1,280 total megawatts of capacity a year by restarting Browns Ferry  Unit 1 in fiscal year 2007;    125 megawatts each, for a total of 250 megawatts a year, by uprating or  adding capacity to Browns Ferry Units 2 and 3;    approximately 15-30 megawatts of capacity a year through 2015, or a  total of approximately 150 to 300 megawatts of annual capacity by the  end of the TFO reduction period, by continuing to modernize its  hydropower facilities;    36 total megawatts a year by uprating the Raccoon Mountain Pumped    16 total megawatts a year by uprating the Cumberland Fossil Plant  through 2010.", "TVA also plans to meet future needs by continuing to purchase low-cost  power from the Southeastern Power Administration and through other  long-term contracts. In addition, TVA plans to purchase power from the  market when it is cheaper than generating its own power.", "Even with these plans in place, TVA expects that it will still need new  baseload capacity beginning in 2015. TVA officials told us they will  consider partnering with others to help finance the acquisition of new  assets or they will consider building new assets themselves if they cannot  find a suitable partner. TVA expects a partner would help share risk.", "Although the benefits, costs, and risks would vary depending on the type  of partnership it eventually enters into, according to TVA officials, forming  a partnership would help meet new demand for electricity while reducing  the cash requirements for building new generating assets. As of April 2006,  TVA management did not have any firm plans for a partnership, but were  discussing potential partnerships with several interested parties.", "One partnering option TVA is considering includes working with the  NuStart Consortium, which selected TVA’s Bellefonte site as one of the  two potential sites in the country for a new advanced design nuclear plant.  In the late 1980s, TVA stopped construction on Bellefonte, a nuclear plant  which has never been operated. NuStart plans to use the Bellefonte site, as  well as one other potential site, on applications for licenses it plans to  submit for new nuclear plants, but currently there have been no decisions  to construct a plant. Another option being considered by TVA is entering  into a partnership with another industry consortium to build an  Advanced Boiling Water Reactor on the Bellefonte site.", "TVA and TVPPA also indicated that TVA’s customers are interested in  partnering with TVA. Partnering with a customer would allow TVA to earn  fee income for operating a new generating asset, while its customer would  finance and own all or a share of the asset. TVA officials also noted that  TVA’s customers have not owned generating assets before and, as a result,  may not have the needed in-house expertise, or be familiar with the risks  involved. Despite ongoing conversations between TVA and potential  partners, however, there are no current firm plans to partner with another  party, and TVA could not provide us with criteria it would use in selecting  partners. As a result, it is difficult to determine TVA’s likelihood of finding  suitable partners to help meet the growth in demand projected in its  service territory.", "One of TVA’s largest distributors noted that TVA could also pursue other  options to reduce the demand for power. These include giving customers  access to obtaining a portion of their power needs from other suppliers or  changing the rate structure to provide incentives to reduce the peak  demand for electricity. In 2002, we reported that TVA’s demand-side  management programs, which are designed to reduce the amount of  energy consumed or to change the time of day when it is consumed, were  limited in scope and impact when compared to similar programs managed  by other utilities and recommended that, as appropriate, TVA expand its  demand-side management programs. TVA officials told us they have  continued to expand the use of demand-side-management programs,  which will reduce the amount of power TVA would need to generate or  purchase from the market.", "TVA’s decision to complete BFN 1 reversed a policy dating from the late  1990s to rely primarily on purchasing power from other power suppliers  when its own power system cannot meet demand. Building new capacity  itself provides two potential key benefits for TVA. First, TVA would likely  be able to generate power at a lower cost than purchasing a like amount of  power from other utilities, thereby reducing its cost of power. Second, a  decision to build new generating capacity would give TVA control over its  source of power and remove the uncertainty of having to rely on other  utilities for power. It would reduce the chances that TVA would need to  purchase power from the market when there may be limited excess  capacity and high prices, but increases the risk that its generating costs  could be higher than market prices. According to TVA, if it can recover the  cost of building new generating assets through rates, increased demand  would have no effect on its ability to meet its TFO reduction goal.  However, TVA officials acknowledged the need to be sensitive to rate  increases, stating that raising rates too quickly could trigger action that  would jeopardize its relationship with customers and ultimately threaten  its current monopoly status.", "TVA’s $7.1 billion goal for reducing TFOs through 2015 assumes that any  demand for power not met by its generating capacity will be purchased  from the marketplace. TVA’s 1997 business plan also assumed that it  would not invest in any new generating capacity. Ultimately, the need to  build its own additional generating capacity in lieu of purchasing power  from the market in the late 1990s meant that TVA increased its capital  expenditures and reduced the amount of cash available for debt reduction,  which contributed to its failure to meet the debt reduction goal in its 1997  business plan. Although TVA currently has no specific plans to build new  generation, any decision to build new generating assets would likely affect  its ability to fully meet its TFO reduction goal."], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["TVA’s TFO reduction goal was based on a strategic planning approach and  an assessment of market risks and projected cash flow. As with any effort  that incorporates economic models, there are some limitations and areas  where they could be improved. While TVA’s key business assumptions are  reasonable, holding them fixed, rather than modeling them as variable  assumptions, limits the range of outcomes from the model. Modeling  different scenarios under which TVA may need to meet new  environmental regulations or pay for new capacity, for instance, would  allow TVA to better illustrate the possible range of outcomes, and thus the  uncertainties of many factors in its plan. In addition, while TVA uses a  variety of factors to estimate key variables, in the case of commodity  prices, expanding the sources would provide a more comprehensive  characterization of the range of possible TFO reduction levels in situations  where markets are volatile. Finally, given the numerous factors that could  affect TVA’s ability to meet its goal, management’s continued commitment  to reducing TFOs will be necessary to keep TVA on course."], "subsections": []}, {"section_title": "Recommendations", "paragraphs": ["We are making two recommendations to the Chairman of the Board of  Directors of the Tennessee Valley Authority to (1) explore additional data  sources for estimates of key input variables in the Enterprise Risk Model,  and (2) better illustrate the range of outcomes in the Enterprise Risk  Model used for planning purposes. Specifically, we are recommending  that:    TVA consider incorporating the variability surrounding certain  assumptions that are now held fixed, such as the starting date for  Browns Ferry Nuclear Unit 1 or possible new environmental  legislation. In cases where professional judgment is used to quantify  the uncertainty, the effects of incorporating that judgment should be  documented.", "TVA augment its sources for projections of key model inputs with  sources such as commodity prices and the volatility of those prices.  Market prices for commodities with active futures and options markets  can be used to determine the expectations of market participants  concerning prices and their volatility."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["In written comments on a draft of this report, TVA’s Acting Chief  Executive Officer, President, and Chief Operating Officer agreed with our  report and recommendations. We also discussed technical comments with  TVA officials, which we have incorporated into the final report as  appropriate. TVA’s written comments are reproduced in appendix I.", "As agreed with your office, unless you publicly announce its contents  earlier, we plan no further distribution of this report until 30 days from its  date. At that time, we will send copies of this report to appropriate House  and Senate committees, interested members of the Congress, TVA’s board  of directors, and the Director of the Office of Management and Budget. We  will also make copies available to others upon request. In addition, the  report will be available at no charge on GAO’s Web site at  http://www.gao.gov.", "If you or your staff have any questions on matters discussed in this report,  please contact me at (202) 512-6131, or martinr@gao.gov. Contact points  for our Offices of Congressional Relations and Public Affairs may be found  on the last page of this report. GAO staff who made major contributions to  this report are listed in appendix II."], "subsections": []}]}, {"section_title": "Appendix I: Comments from the Tennessee Valley Authority", "paragraphs": [], "subsections": []}, {"section_title": "Appendix II: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "Acknowledgments", "paragraphs": ["In addition to the contact named above, Donald Neff (Assistant Director),  Lisa Crye, Austin Kelly, Mary Mohiyuddin, and Brooke Whittaker made key  contributions to this report."], "subsections": []}]}], "fastfact": []}