{"id": "GAO-07-608", "url": "https://www.gao.gov/products/GAO-07-608", "title": "Military Pay: Processes for Retaining Injured Army National Guard and Reserve Soldiers on Active Duty Have Been Improved, but Some Challenges Remain", "published_date": "2007-05-29T00:00:00", "released_date": "2007-05-29T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["In February 2005, GAO reported that weaknesses in the Army's Active Duty Medical Extension (ADME) process caused injured and ill Army National Guard and Reserve (reserve component) soldiers to experience gaps in pay and benefits. During the course of GAO's previous work, the Army implemented the Medical Retention Processing (MRP) program in May 2004 and Community-Based Health Care Initiative (CBHCI) in March 2004. CBHCI allows reserve component soldiers on MRP orders to return home and receive medical care through a civilian health care provider. As directed by congressional mandate, GAO determined whether (1) MRP has resolved the pay issues previously identified with ADME and (2) the Army has the metrics it needs to determine whether it is effectively managing CBHCI program risks. GAO's scope did not include the medical, facilities, or disability ratings issues recently reported by the media at Walter Reed Army Medical Center."]}, {"section_title": "What GAO Found", "paragraphs": ["The Army's MRP program has largely resolved the widespread delays in order processing that were associated with ADME. As a result, injured and ill reserve component soldiers retained on active duty through MRP have not experienced significant gaps in pay and benefits. The Army has addressed 17 of the 22 recommendations GAO made previously, which include developing comprehensive guidance for retaining injured and ill reserve component soldiers on active duty, providing a more effective means of tracking the location of soldiers in the MRP program, addressing problems related to inadequate administrative support for processing active duty retention orders, and developing performance measures to evaluate MRP. Of the five recommendations the Army has not fully implemented, two are related to providing adequate training to reserve component soldiers in the MRP program and Army personnel responsible for managing the program and three deal with improving the Army's order-writing, pay, personnel, and medical eligibility systems. Although the Army has issued a soldiers' handbook for soldiers in the MRP program and developed a biannual training conference for Army personnel responsible for managing these soldiers, the Army lacks consistent, Army-wide training standards for injured reserve component soldiers in the MRP program and Army personnel responsible for managing the program. Because of an Army-wide system integration challenge that affects all soldiers, not just those in the MRP program, information is not always updated in the order-writing, pay, personnel, and medical eligibility systems as it should be. As a result, 7 of the 25 randomly selected soldiers GAO interviewed reported that their families' medical benefits were temporarily disrupted when they transitioned to MRP orders. The lack of integrated systems also caused overpayment problems when soldiers were released from active duty but still had time left on their MRP orders. Over a nearly 3-year period, GAO estimates that the Army overpaid these soldiers by at least $2.2 million. Although, according to the Army, soldiers participating in CBHCI are at greater risk of being retained on active duty longer than medically necessary, the Army currently lacks the data needed to determine whether it is effectively managing this risk. According to the Army's metrics, soldiers treated by civilian providers through CBHCI are, on average, retained on active duty 117 days longer than soldiers treated at military treatment facilities (MTF). According to the Army, the metrics for soldiers treated at MTFs are skewed lower because of the Army's CBHCI selection criteria-- which exclude soldiers whose injuries or illnesses are expected to be treated within 60 days. However, until the Army obtains more comparable information for the patient populations treated through CBHCI and MTFs, the Army cannot reliably determine whether it is effectively managing the program's risk."]}], "report": [{"section_title": "Letter", "paragraphs": ["Mobilized Army National Guard and Army Reserve soldiers—or reserve  component soldiers—who are injured or become ill in the line of duty are  released from active duty and demobilized when their mobilization orders  expire unless the Army has taken steps, at the soldiers’ request, to extend  their active duty service for the purpose of receiving medical treatment. In  February 2005 we reported on weaknesses in the Army’s Active Duty  Medical Extension (ADME) process—the process used by the Army at that  time to extend the active duty service of injured or ill Army National  Guard and Army Reserve soldiers. We reported that because ADME was  designed to accommodate reserve component soldiers injured during  annual training exercises and weekend drills and not soldiers mobilized in  support of the Global War on Terrorism (GWOT), the Army was  overwhelmed by the number of ADME requests. As a result, injured and ill  reserve component soldiers experienced gaps in pay and benefits, creating  financial hardships for these soldiers and their families.", "In response, the Army implemented a new program, known as the Army’s  Medical Retention Processing (MRP) program, which took the place of  ADME for reserve component soldiers returning from operations in  support of GWOT activities. In conjunction with MRP, the Army also  implemented the Community-Based Health Care Initiative (CBHCI), a  program that allows the reserve component soldiers on MRP orders to  return home and receive medical care through a civilian health care  provider instead of receiving care at one of the Army’s military treatment  facilities (MTF), which are located at various Army installations  throughout the country. Whether a soldier is treated at an MTF or by a  civilian provider as part of CBHCI, the Army’s goal is the same—to ensure  that the soldier attains the optimal level of physical or mental condition  and to determine whether he or she can be returned to duty, released from  active duty, or released from military service. However, according to the  Army, because soldiers treated though CBHCI are treated by civilian  providers and managed remotely there is a greater risk that these soldiers  may be retained on active duty longer than medically necessary.", "The Senate Committee on Armed Services report that accompanied the  National Defense Authorization Act (NDAA) for fiscal year 2006 directed  GAO to periodically monitor the implementation of the MRP program as a  follow-up to our February 2005 report. In response to this mandate, we  determined whether (1) MRP has resolved the issues we identified  previously with ADME and (2) the Army has the metrics it needs to  determine whether it is effectively managing the risk that soldiers treated  through CBHCI may be retained on active duty longer than medically  necessary.", "To achieve our objectives, based on the size of the injured or ill reserve  component population served, we performed work at four of the top five  Army installations and MTFs and four of the Army’s top six regional  CBHCI operating locations. At these locations, we interviewed Army  officials; performed walk-throughs of the Army’s processes; reviewed  applicable policies, procedures, and program guidance; observed MRP and  CBHCI operations; and randomly selected and interviewed 25 injured or ill  reserve component soldiers.", "One of the locations we visited was Walter Reed Army Medical Center,  which has been the focus of recent media accounts and congressional  hearings because of significant problems with the Army’s medical and  physical evaluation processes as well as the facilities used to house  injured outpatient soldiers. Because, as directed by the fiscal year 2006  NDAA, we focused on the pay and benefit-related issues we previously  reported on, the scope of our work did not include the medical and  facilities issues recently identified at Walter Reed.", "In addition to the 4 Army installations we visited, we contacted Army  officials at 13 other Army installations to obtain information on training  provided to those responsible for managing injured or ill reserve  component soldiers. To determine whether the Army had overpaid  soldiers released early from the MRP program, we selected a stratified  random sample of all soldiers released early from their MRP orders from  May 6, 2004, to November 1, 2006. We also interviewed officials at the  Army National Guard Bureau, Army Reserve, and Army Human Resource  Command. In addition, we interviewed officials with the Army’s Office of  the Surgeon General, the office responsible for managing MRP and CBHCI,  and requested and analyzed all available data and metrics—including  metrics related to (1) soldiers’ satisfaction with the Army’s MRP and  CBHCI programs, (2) the amount of time injured or ill reserve component  soldiers had spent on MRP orders, and (3) the timeliness of processing  MRP requests. To ensure that the Army data we used to support this report  were sufficiently reliable for our analyses, we conducted detailed  reliability assessments of the data sets that we used. We restricted these  assessments, however, to the specific attributes that were pertinent to our  analyses. We did not evaluate the Army’s medical evaluation board or  physical evaluation board processes or any aspect of soldiers’ experiences  with these processes. We also did not evaluate the quality of medical care  provided or other quality of life issues affecting injured reserve component  soldiers.", "We performed this work from July 2006 through March 2007 in accordance  with generally accepted government auditing standards. Further details on  our scope and methodology are included in appendix I. We requested  comments on a draft of this report from the Secretary of Defense or his  designee. Written comments from the Deputy Under Secretary of Defense  (Program Integration) are reprinted in appendix III."], "subsections": [{"section_title": "Background", "paragraphs": ["The Army has several mechanisms for providing needed health care  services for reserve component soldiers who become injured or ill while  mobilized on active duty. Some soldiers choose to be released from duty  when their mobilization orders expire and seek care through their private  insurers. Eligible soldiers may also seek care through the Department of  Veterans Affairs or the transitional medical assistance program. Finally,  soldiers may also request to remain on active duty for medical evaluation,  treatment, or processing through the Army disability evaluation system.  Remaining on active duty entitles soldiers to continue receiving full pay  and allowances as well as health care without charge to the soldiers and  their dependents.", "Prior to May 1, 2004, when the Army implemented MRP, if a soldier  became injured or ill while supporting GWOT operations and requested to  remain on active duty for medical evaluation and treatment, the Army  extended the soldier’s active duty orders using its existing ADME process.  ADME was designed to accommodate reserve component soldiers injured  during annual training, weekend drills, or other activities associated with  their Army National Guard or Army Reserve duties that would require care  beyond 30 days. At that time, a soldier choosing to be extended on active  duty for medical treatment or evaluation submitted an ADME order  application packet to the Army Manpower Office at the Pentagon. Officials  in that office evaluated the application packet and determined (1) whether  the ADME order should be approved; (2) the length of the extension, if  approved; and (3) the MTF to which the soldier should be attached. Army  Manpower officials made these determinations based on the information  included in the application packets. However, as the mobilization orders  for the first wave of injured and ill reserve component soldiers coming  back from Iraq and Afghanistan began to expire in 2003, the Army was not  prepared and lacked the infrastructure to process the ADME requests. As a  result, in our February 2005 report, we documented many instances in  which these injured and ill soldiers were inappropriately dropped from  active duty status in the automated systems that control pay and access to  medical care, resulting in significant hardships for these soldiers and their  families.", "We reported that the Army lacked an adequate control environment and  management controls over ADME.", "First, the Army’s guidance for processing ADME orders did not clearly  define organizational responsibilities or standards for being retained on  active duty orders, how soldiers would be identified as needing  extensions, and how and to whom ADME orders would be distributed.  Without clear and comprehensive guidance, the Army was unable to  establish straightforward, user-friendly processes that would provide  reasonable assurance that injured and ill reserve component soldiers  receive the pay and benefits to which they are entitled without  interruption.", "Second, the Army lacked integrated order-writing, payroll, personnel,  and medical eligibility systems. As a result, the Army lacked visibility  over injured or ill reserve component soldiers and sometimes lost track  of these soldiers. In addition, because the Army lacked these integrated  systems, information did not always flow from one system to the next  as it should—resulting in disruptions to pay and benefits as well as  overpayments.", "Third, the Army did not adequately educate reserve component soldiers  about ADME or train Army personnel responsible for helping soldiers  apply for ADME orders. As a result, many of the soldiers we  interviewed at the time said that neither they nor the Army personnel  responsible for helping them clearly understood the process. This  confusion resulted in delays in processing ADME orders and for some  meant that they fell from their active duty orders and lost pay and  medical benefits for their families.", "Finally, the Army lacked the infrastructure and resources needed to assist  soldiers trying to navigate their way through the ADME process.  Specifically, the Army lacked the staff needed to process ADME  paperwork and help soldiers file their ADME requests."], "subsections": [{"section_title": "Medical Holdover", "paragraphs": ["Reserve component soldiers who were mobilized in support of GWOT  operations and are receiving medical treatment or being evaluated for  conditions that made them unfit for duty are referred to as medical  holdover (MHO) soldiers. MHO soldiers fall into three groups. The first  comprises soldiers who are being treated while still on mobilization  orders. Depending on the amount of time left on these soldiers’  mobilization orders, they may be treated and returned to duty or released  from duty before their mobilization orders expire. Soldiers in this group  fall outside the scope of our audit. The second group comprises soldiers  whose mobilization orders have expired but who have been retained on  active duty on MRP orders and are receiving medical treatment or being  evaluated at an MTF. The third group comprises soldiers who are on MRP  orders and whom the Army has agreed can return home as part of CBHCI  and receive medical care through TRICARE—DOD’s worldwide network  of civilian health care providers—rather than remaining at an Army  installation and receiving care through an MTF. The focus of this report is  on the management of the second and third group of soldiers and the  processes used to retain these soldiers on active duty so that they can  receive medical treatment or evaluation.", "Regardless of the soldiers’ MHO classification, the goals are the same—to  ensure that each soldier attains the optimal level of physical or mental  condition and to determine whether he or she can be returned to duty,  released from active duty, or released from military service. Once an Army  physician determines that a soldier has attained an optimal level of  physical and mental condition, the Army determines—as part of its  medical and physical evaluation board processes—whether the soldier  will be returned to duty or released from military service with or without  benefits. The Army’s medical and physical evaluation board processes fall  outside the scope of our audit and, therefore, we did not evaluate and are  not reporting on any aspect of soldiers’ experiences with those processes."], "subsections": []}, {"section_title": "MRP Program", "paragraphs": ["In an effort to correct the problems we identified as part of our work  related to ADME, the Army implemented the MRP program on May 1,  2004, for reserve component soldiers mobilized in support of GWOT  operations. Since MRP’s inception, the Army has processed about 15,000  soldiers through the program. While ADME is still used for Army reserve  component soldiers injured or who became ill during training, drills, or  military operations not associated with GWOT, all eligible soldiers who  were previously on ADME orders were allowed to apply for transfer to  MRP orders when their original ADME orders expired.", "If the Army determines that a soldier (1) cannot return to duty within 60  days from the time he or she was injured or became ill or (2) can return to  duty within 60 days but has 120 days or fewer beyond the return to duty  date remaining on his or her mobilization order, the soldier can request to  be retained on active duty on MRP orders. MRP requests are processed  through Human Resource Command-Alexandria (HRC-A). Once the MRP  request packet has been submitted and approved by HRC-A, the injured or  ill reserve component soldier is attached to an MRPU that is responsible  for command and control of mobilized reserve component soldiers who  are not medically fit for duty. The MRPU consists of a unit commander, an  executive officer, platoon sergeants, and supply and other administrative  support staff. These soldiers are also assigned a case manager located at  the MTF who is responsible for helping reserve component soldiers  schedule medical appointments and understand what steps they need to  take to progress through the treatment or evaluation process—to include  applying for new MRP orders if necessary.", "According to the Army’s MRP procedural guidance, initial and any  subsequent MRP orders are written for 179 days. Although the procedural  guidance does not limit the number of times or the total number of days  that soldiers may be on MRP orders for the purpose of medical treatment  or evaluation, according to a DOD directive, if a soldier remains medically  unfit for duty for a year, the Army is to examine whether the soldier can be  returned to duty, released from active duty, or put before a medical  evaluation board and entered into the physical disability evaluation  process to determine the likelihood of return to duty."], "subsections": []}, {"section_title": "Community-Based Health Care Initiative", "paragraphs": ["In March 2004, in conjunction with MRP, the Army also implemented  CBHCI. CBHCI allows selected reserve component soldiers to return to  their homes and receive medical care through TRICARE—DOD’s  worldwide network of civilian health care providers—rather than  remaining at an Army installation and receiving care through an MTF.  Unless specifically excluded by the Army’s minimum eligibility criteria, all  soldiers on MRP orders may be considered for CBHCI. Before a soldier  may considered for CBHCI, he or she must    be able to perform duties within a limited duty profile;    be unable to return to duty within 60 days;    be unencumbered by legal or administrative action or holds;   reside in a state or regional catchment area participating in CBHCI;    have a residence with a valid street address (not just a PO Box) and  phone number that will accommodate the soldier’s medical condition;    volunteer to remain on or extend active duty under MRP status while  undergoing medical treatment and adjudication of unresolved medical  condition;    have access to transportation to and from medical appointments, as  well as his or her designated place of duty;    have a preliminary diagnosis and care plan that can be supported by  CBHCI (appropriate medical care is available within 50 miles of the  soldier’s residence); and  live within 50 miles of a duty location that has duties to be performed  within the limits of the soldier’s physical profile.", "According to Army guidance, in most cases, soldiers should not be  considered for CBHCI if their medical problems involve issues not  commonly treated by civilian practitioners—including exposure to  depleted uranium or chemical, biological, radiological, or nuclear agents  or a confirmed or working diagnosis of leishmaniasis.", "The Army currently has eight CBHCOs in operation providing coverage for  the continental United States (CONUS).The CBHCOs serving CONUS are  located in Alabama, Arkansas, California, Florida, Massachusetts, Utah,  Virginia, and Wisconsin. Each CBHCO serves the soldiers living in a  particular geographic region. For example, the Alabama CBHCO, which is  located in Birmingham, Alabama, serves a multistate region comprising  Alabama, Kentucky, Mississippi, and Tennessee. The Army has also  located smaller CBHCO facilities in Alaska, Hawaii, and Puerto Rico to  serve soldiers living outside CONUS. Like soldiers who are being treated  at MTFs, soldiers attached to a CBHCO are assigned a case manager who  is responsible for helping them schedule medical appointments and  understand what steps they need to take to progress through the treatment  or evaluation process and a platoon sergeant who is responsible for  command and control functions—such as making sure the soldiers are  reporting to their assigned duty stations. However, unlike soldiers treated  through an MTF, these functions are performed remotely in that the Army  physician, case manager, and platoon sergeant are physically located at  the CBHCO and the injured or ill soldier is at his or her residence— possibly in another state."], "subsections": []}]}, {"section_title": "Significant Progress Made in Resolving Previously Identified Pay Problems, but Some Challenges Remain", "paragraphs": ["The Army’s MRP program has resolved most of the pay-related problems  we identified previously with ADME. As a result, most reserve component  soldiers who request to be retained on active duty to receive medical  treatment or evaluation, did not experience delays in obtaining MRP  orders and therefore have not experienced significant gaps in pay and  benefits. In response to our prior work in this area, the Army has fully  implemented 17 of the 22 recommendations we made in our previous  report and partially implemented 2 recommendations aimed at improving  training for reserve component soldiers in the MRP program and the Army  personnel responsible for managing these soldiers. The 3 remaining open  recommendations address actions needed to improve the Army’s order- writing, pay, personnel, and medical eligibility systems. These actions are  part of a continuing Army-wide systems integration challenge that affects  all soldiers, including those in the MRP program. Because the Army’s  systems are not integrated and therefore the same or similar data must be  manually entered into multiple systems, information that may affect a  soldier’s pay and access to medical care is not always appropriately  updated in each system. When this happens, it can result in disruptions to  pay and benefits or, conversely, overpayments and potentially  unauthorized access to benefits. See appendix II for a complete list of  prior recommendations and their implementation status."], "subsections": [{"section_title": "Significant Improvements to Processes and Guidance Result in Fewer Pay Problems", "paragraphs": ["In response to our previous work related to ADME, the Army has  implemented a more streamlined, customer-friendly process for requesting  MRP orders, implemented comprehensive guidance intended to effectively  manage injured and ill reserve component soldiers, provided a more  effective means of tracking injured and ill reserve component soldiers in  the MRP program, addressed the issues we identified previously related to  the Army’s capacity to house and manage injured and ill reserve  component soldiers, and developed performance measures to evaluate  MRP. According to Army officials and injured reserve component soldiers  we interviewed, these improvements have virtually eliminated the  widespread delays in order processing that were associated with the  ADME request process.", "Unlike the ADME request process, MRP requests are not processed  through the Army Manpower Office at the Pentagon. Instead, once signed  and approved by the MRPU commander, MRP requests are sent directly to  HRC-A to be processed. The Army Manpower Office, which is a policy- setting organization, was ill-equipped to handle the workload associated  with processing ADME orders. As a result, soldiers’ active duty orders  often expired before ADME orders were approved—creating gaps in pay  and benefits. In addition, because all MRP orders are issued for 179 days,  MRP has reduced the workload associated with processing orders. ADME  orders were often issued with a much shorter duration and therefore  soldiers often had to reapply for extensions every 30, 60, or 90 days.  According to the metrics recently developed based on our  recommendation, the Army has met and surpassed its 98 percent goal of  processing all MRP orders on time. However, out of the 25 randomly  selected injured or ill reserve component soldiers we interviewed, only 1  reported that he experienced an order processing delay. As a result, the  wounded national guardsman stated his family’s medical benefits were  temporarily disrupted for approximately 2 weeks until the MRP order was  processed.", "Based on recommendations included in our previous report, the Army has  improved its guidance related to retaining soldiers on active duty so that  they can receive medical treatment. In July 2006, the Army issued the  Department of the Army Medical Holdover (MHO) Consolidated  Guidance, which includes comprehensive guidance for effectively  managing the MRP program. Among other things, the guidance now  provides    specific organizational responsibilities for administering MRP;    an order distribution list covering the command and control, pay,  personnel, and medical eligibility functions;    eligibility criteria for being retained on active duty, including guidelines  for extension of orders beyond 1 year;    criteria that clearly establish priorities for where a soldier may be  attached for medical care (i.e., medical facility has the specialties and  the capacity needed to treat the soldier, proximity to soldiers’  residence);    minimum eligibility criteria for soldiers applying for MRP and ADME    avenues through which eligible soldiers may apply for MRP and ADME;    a list and examples of the specific documentation required to retain or  extend active duty orders for the purpose of medical treatment or  evaluation; and    a list of the entitlements available for injured reserve component  soldiers and their dependents.", "Although the Army continues to lack an integrated personnel system to  provide visibility over all soldiers—including injured and ill reserve  component soldiers—the Army has, as we recommended, increased use of  the Medical Operational Data System (MODS) for this purpose. This,  combined with improved guidance related to the distribution of MRP  orders, has improved the Army’s visibility over injured and ill reserve  component soldiers. In response to recommendations included in our  previous report, the Army now requires that all Army installations use  MODS to track the administrative and clinical status of these soldiers and  makes MHO unit commanders responsible for the accuracy of the data.  For example, MODS contains information such as the number of days in  the program, the MRP order start and end date, the unit the soldier is  attached to, and information on the soldier’s medical status (e.g.,  orthopedic, neurological, internal medicine). Previously, installations were  not required to use MODS and therefore used their own local databases to  track the status of injured and ill soldiers—limiting Army-wide visibility  over these soldiers. For example, the Army previously did not know how  many reserve component soldiers had been extended on active duty to  receive medical treatment or the duration of the extended service. Based  on our assessment of the data contained in MODS as of July 25, 2006, the  Army has greatly improved the completeness and reliability of MODS data  and its ability to monitor the status of injured and ill soldiers. For example,  we traced the data from source documents to MODS for 564 soldiers and  noted only 5 cases in which the soldier was not listed in MODS.  (Additional information on the procedures used to assess the reliability of  MODS data are discussed in app. I.) Further, all the sites we visited used  MODS-generated reports to enhance their ability to monitor soldiers  whose MRP orders would soon expire. These reports list all soldiers in the  MRP program whose orders will expire in 30, 60, or 90 days—alerting  Army officials that each soldier may need to submit another request to be  retained on active duty for an additional 179-day period.", "In addition, new guidance related to maintaining visibility over injured or  ill soldiers who are transferred from one MTF to another has improved the  Army’s ability to monitor the movement of these soldiers. Previously,  according to Army officials, when ADME orders were used to attach a  soldier to an MTF for treatment, the receiving MTF was not notified in  advance of the soldier’s arrival. As a result, the receiving MTF had no  knowledge that it was responsible for the injured or ill soldier until he or  she arrived. Such knowledge is necessary to ensure that the soldier is  assigned a case manager and receives appropriate medical attention. Now,  according to the Army’s MHO guidance, the losing unit’s commander must  contact the gaining unit’s commander and coordinate the movement of  injured or ill reserve component soldiers. According to Army officials at  the installations we visited, they were not experiencing the problems they  had previously related to the transfer of soldiers.", "The Army has also addressed most of the problems we identified  previously related to inadequate administrative support and resources by  taking steps to improve its capacity to house and manage injured and ill  reserve component soldiers. The Army has improved its capacity to house  and manage injured and ill reserve component soldiers by implementing  CBHCI and by increasing the overall number of case managers it has on  staff. As discussed previously, CBHCI allows injured and ill reserve  component soldiers to return home, while remaining on active duty MRP  orders, to receive medical treatment through a civilian provider in DOD’s  TRICARE network. As of January 2007, of the 3,358 soldiers who the Army  reported were on MRP orders, about 1,365—or 41 percent—were receiving  care through civilian providers as part of CBHCI. Allowing these soldiers  to return home for treatment reduces the number of injured and ill  soldiers being housed and treated at Army installations. According to the  Army’s MHO capacity report, as of January 2007, all of its installations  reported having excess capacity. In addition, the Army has reduced its  soldier-to-case manager ratios. When we last reported, the Army had 105  case managers and maintained, at best, a 50-to-1 soldier-to-case manager  ratio. As of January 2007, the Army reported having 208 case managers  providing coverage to soldiers at Army installations and participating in  CBHCI and soldier-to-case manager ratios for each location ranging  between 12-to-1 and 24-to-1. As noted previously, we did not evaluate the  quality of the medical care or facilities provided or other quality of life  issues.", "In addition, based on our prior recommendation, the Army has begun to  survey injured soldiers about their satisfaction with MRP and CBHCI.  According to the results of the first survey given in December 2006, 81  percent of soldiers receiving care at an MTF and 93 percent of soldiers  receiving care through CBHCI were either completely satisfied or  somewhat satisfied with their case management.", "In response to the problems we identified with ADME, the Army has  improved the information it provides to injured or ill reserve component  soldiers about MRP by creating the Medical Holdover (MHO) Soldier’s  Handbook. The handbook provides injured and ill reserve component  soldiers with guidance on key policies and standards of conduct when  transitioning to MRP orders—including the role of soldiers’ primary care  providers and case managers, as well as soldiers’ rights and  responsibilities related to receiving medical treatment. While the soldier’s  handbook is a big improvement over the lack of information available to  soldiers under ADME, 4 of the 25 soldiers we interviewed reported that  they did not receive the handbook. Providing these soldiers with MRP  guidance is an important part of easing their burden and allowing them to  focus on recovering. In addition, some enhancement could be made to the  soldiers’ handbook. For example, the Important Numbers section of the  handbook does not contain point-of-contact information for soldiers to use  if they need to resolve problems associated with pay and benefits— including the Defense Finance and Accounting Service (DFAS)  ombudsman responsible for assisting soldiers with pay-related problems.  As discussed later, when pay and benefit discrepancies have occurred,  some soldiers we interviewed expressed frustration because information  on how to resolve these discrepancies was not always readily available.", "Further, the Army has not established specific Army-wide training  standards for MRP units—a practice common in all other Army units. As a  result, the training and information provided to injured reserve component  soldiers varied from installation to installation—with only 4 of the 17  installations we contacted having formalized or documented training  programs for soldiers entering the MRP program. For example, some  installations provided only a general overview of the MRP program while  others provided a series of comprehensive training courses on the  program benefits and responsibilities related to MRP and CBHCI. The  Army’s Systems Analysis and Review team—which was formed in May  2005 to assess the status of each MRP unit and make recommendations for  improvement—found similar issues related to training across the  installations it reviewed.", "Similarly, the Army lacks training standards for the Army personnel  responsible for managing injured and ill reserve component soldiers—the  majority of whom are reserve component soldiers themselves. According  to the new Department of the Army Medical Holdover (MHO)  Consolidated Guidance, the Army Medical Command is responsible for  providing training to case manager and CBHCO medical staff and the  Installation Management Command (IMCOM) is responsible for training  MRPU command and control staff to ensure their competency to perform  their duties. According to the Army guidance, MRPU staff are supposed to  receive instruction in finance and personnel management. In an effort to  address our prior recommendation, IMCOM developed formal training that  it offers approximately every 6 months. However, at the sites we  contacted, the adequacy of the training provided at the installation upon  the arrival of new staff was inconsistent. For example, 8 of the 17 Army  installations we contacted about training relied exclusively on the IMCOM  training and on-the-job training. However, for 5 of these installations, the  reserve component soldier who had previously filled the position was  gone before his or her replacement arrived—diminishing the effectiveness  of on-the-job training. Further, only 4 of the 17 installations we contacted  had a formal or documented training program for personnel responsible  for managing injured and ill reserve component soldiers. For example,  they provided more structured on-the-job training—requiring that new  staff train under the more experienced staff before taking over the  position—or, in some cases, installations appointed training officers and  provided formal training for newcomers. Effective training, including on- the-job training, and detailed desk procedures describing the duties  associated with the position to be filled could enhance the continuity of  care provided to injured and ill reserve component soldiers."], "subsections": []}, {"section_title": "Lack of Integrated Systems Continues to Be a Challenge", "paragraphs": ["The three recommendations from our prior work that the Army has not yet  addressed were all aimed at improving the Army’s order-writing, pay,  personnel, and medical eligibility systems. These actions are part of a  continuing Army-wide systems integration challenge that affects all  soldiers, including those in the MRP program. Because the Army’s systems  are not integrated and therefore the same or similar data must be manually  entered into multiple systems, information that may affect a soldier’s pay  and benefits is not always appropriately updated in each system. When  this happens, it can result in disruptions to pay and benefits or, conversely,  overpayments and potentially unauthorized access to benefits. DOD has a  major system modernization effort under way known as the Defense  Integrated Military Human Resources System for Personnel and Pay  (DIMHRS), intended to ultimately replace more than 80 legacy systems,  including all pay and personnel systems. However, as we have reported,  DOD has encountered a number of challenges with DIMHRS, including the  program’s overly schedule-driven approach and DOD’s difficulty in  overcoming its long-standing cultural resistance to departmentwide  solutions. As a result, the Army is not scheduled to begin implementing  DIMHRS until April 2008.", "When the Army retains a soldier on active duty by issuing an MRP order, it  must update and extend the soldier’s active duty pay and benefits status in  the appropriate pay, personnel, and medical eligibility systems. However,  because these systems are not integrated, information that affects a  soldier’s pay and access to benefits must be manually entered into each  system, which can result in delayed processing or input errors that may  cause disruptions in pay and benefits. For example, when a soldier is  retained on active duty MRP orders, if information related to the soldier’s  active duty status and resulting medical eligibility is not promptly updated  in the medical eligibility system, it can result in a disruption to the medical  benefits available to the soldier’s family through TRICARE. According to 7  of the 25 soldiers we interviewed, their families experienced problems  getting medical appointments because the soldiers’ active duty status was  not updated in the medical eligibility system in a timely manner and  therefore it appeared as if they and their families were no longer eligible to  receive TRICARE benefits.", "Although soldiers can resolve disruptions to their pay and benefits by  presenting copies of their MRP orders to the appropriate pay, personnel,  and medical eligibility staff, some injured soldiers expressed frustration  because information on how to resolve pay and benefit discrepancies was  not always readily available. According to some of the soldiers we  interviewed, their MRP unit commanders and unit support staff were often  reserve component soldiers new to their positions and with no prior  experience dealing with the Army’s pay and personnel processes. As a  result, they did not always know how to help soldiers resolve pay and  benefit discrepancies, creating an additional burden for soldiers who may  already be under considerable stress because of their medical conditions.", "The lack of integrated pay, personnel, and other systems can also cause  problems when soldiers are released from active duty but still have time  left on their MRP orders. When the Army processes orders that affect pay,  including MRP orders, the order end date, or stop pay date, is entered into  the Army’s pay system. If soldiers are released from active duty before  their MRP orders expire, the finance officials must manually adjust the  stop pay dates recorded in the pay system or else these soldiers will  continue to receive active duty pay. As we reported in the past, when the  Army initiates collection actions to recoup the debt associated with  overpayments such as these, depending on the indebted soldiers’ financial  situation, these actions can create financial hardships for these soldiers.  For example, we reported that hundreds of battle-injured soldiers were  pursued for repayment of military debts through no fault of their own,  including at least 74 soldiers whose debts had been reported to credit  bureaus and private collection agencies at the time we initiated our audit  in June 2005.", "In response to our previous work in this area, DFAS implemented a  process intended to identify discrepancies between the order end date in  its reserve component pay system and the active duty release date  reflected in the Army’s personnel separation system. According to DFAS  officials, they perform this comparison monthly and forward any  discrepancies to Army installation finance officials to identify and resolve  potential overpayments. Although accurately stopping pay when a soldier  is released early from active duty is a documented challenge for the Army,  the rules governing the use of leave for soldiers on MRP orders present an  additional challenge for the Army with respect to overpayments.  According to the Department of the Army Medical Holdover (MHO)  Consolidated Guidance, soldiers on MRP orders must sell back all unused  leave before being released from active duty. In contrast, soldiers on  regular mobilization orders are not required to sell back their leave and  have the option of taking unused leave before being released from active  duty. As a result, while these soldiers are on leave, and before they have  been released from active duty, DFAS has time to make adjustments to the  stop pay date in the payroll systems and straighten out potential pay  issues. This same time is not available to DFAS for soldiers being released  from MRP orders.", "To determine whether the Army’s procedure for detecting potential  overpayments has been effective, using MODS data we selected a stratified  random sample of all soldiers released early from MRP, from May 6, 2004,  through November 1, 2006. For the 380 soldiers we selected, we obtained a  copy of each soldier’s Certification of Release or Discharge from Active  Duty, DD Form 214, and compared the soldier’s separation date with the  stop pay date recorded in the pay system. If the stop pay date was later  than the soldier’s separation date, we concluded that the soldier had been  overpaid. Based on our analysis we determined that the Army overpaid in  44 of the cases we tested. Overpayments ranged from about $65 to $32,000  with 29 cases being overpaid less than $3,000 and 37 cases being overpaid  for less than 30 days. Until we brought it to the Army’s attention, Army  officials were unaware of these overpayments. In projecting our sample  results to the population of 11,575 soldiers released early from MRP  orders, we estimate that the Army overpaid 12 percent of these soldiers a  total of at least $2.2 million."], "subsections": []}]}, {"section_title": "The Army Lacks the Data Needed to Determine Whether It Is Effectively Managing the Additional Risks Associated with CBHCI", "paragraphs": ["Although the Army has identified several factors associated with CBHCI  that put soldiers at greater risk of being retained on active duty longer  than medically necessary, the Army currently lacks the data needed to  determine whether it is effectively managing this risk. According to the  Army’s metrics, soldiers treated by civilian providers through CBHCI are,  on average, retained on active duty 117 days longer than soldiers treated at  MTFs—which could indicate that the Army is not managing the added  risks associated with CBHCI. However, the metrics used by the Army to  compare soldiers treated at the MTFs to those treated through CBHCI may  not be comparable. For example, according to Army officials, the metrics  for soldiers treated at MTFs may be skewed lower because of the Army’s  CBHCI selection criteria. Specifically, the CBHCI selection excludes  soldiers whose injuries or illnesses are expected to be treated within 60  days. Without more information about the patient populations that  constitute these two groups, the Army does not know whether it is  effectively managing the risk that soldiers treated through CBHCI may be  retained longer than medically necessary.", "Whether a soldier is treated at an MTF or by a civilian provider as part of  CBHCI, the Army’s goal is the same—to ensure that the soldier attains the  optimal level of physical or mental condition and to determine whether he  or she can be returned to duty, released from active duty, or released from  military service. However, according to the Army, there is a greater risk  that soldiers treated through CBHCI may be retained on active duty longer  than medically necessary. According to the Army, this risk is greater  because of (1) the remote physical locations of soldiers being treated from  home, which precludes the Army from directly monitoring their medical  care and progress, and (2) the reliance on civilian doctors, who may not be  as familiar with Army standards of care or MRP program goals. As  discussed previously, each soldier participating in CBHCI is assigned an  Army physician, case manager, and platoon sergeant who are physically  located at a regional CBHCI operating location, whereas the injured or ill  soldier is physically located at his or her home—which could be in another  state. For example, an Army physician, case manager, and platoon  sergeant located at the CBHCO in Birmingham, Alabama, are responsible  for managing injured or ill soldiers who live in Alabama, Mississippi,  Tennessee, and Kentucky. Unlike soldiers treated at MTFs, soldiers  participating in CBHCI are not treated by Army physicians. Instead, the  Army physician and case manager assigned to an injured soldier  participating in CBHCI review medical documentation provided by the  civilian doctor to monitor the soldier’s progress toward attaining an  optimal level of physical or mental condition. Similarly, the injured  soldier’s platoon sergeant is not personally overseeing the soldier’s well- being. Instead, platoon sergeants located at the CBHCI operating location  call the soldiers assigned to them each day—to make sure the soldiers  have reported for duty.", "To ensure that soldiers are not retained on active duty longer than  medically necessary, the Army actively monitors the status of individual  soldiers, regardless of whether they are being treated at MTFs or through  CBHCI. For example, at each of the four CBHCI regional operating  locations we visited, case managers, platoon sergeants, and Army  physicians met on a biweekly basis to discuss the status of each soldier  approaching 180 days, 270 days, and 365 days on MRP orders, including a  discussion of past appointments, scheduled appointments, and the steps  remaining in the civilian providers’ treatment plans.", "Although the Army recently started comparing the average length of stay  of soldiers treated by civilian providers through CBHCI with the average  length of stay of soldiers treated at MTFs, these metrics may be  misleading. According to the Army’s metrics, the average length of stay,  before being returned to duty or medically separated, for soldiers treated  by civilian providers through CBHCI is 288 days whereas the average  length of stay for soldiers treated at MTFs is 171 days. These metrics  indicate that soldiers treated through CBHCI are retained on active duty  117 days longer than soldiers treated at MTFs—which might indicate that  soldiers treated through CBHCI are more likely to be retained on active  duty longer than medically necessary. Army officials have suggested that  the metrics may not accurately reflect how well they are managing the risk  that soldiers treated through CBHCI may be retained on active duty longer  than medically necessary. According to the Army’s CBHCI selection  criteria, soldiers whose injuries are expected to be treated within 60 days  are not eligible to participate in CBHCI, causing the metrics for soldiers  treated at MTFs to be skewed lower than those for soldiers treated  through CBHCI. However, the Army does not track the information  needed to identify data that may inappropriately skew its metrics and  remove it from its calculation to ensure that the populations of soldiers  being treated through MTFs and CBHCI are comparable. Without  additional information about the patient populations that make up these  two groups, the Army does not know whether it is effectively managing  the risk that soldiers treated through CBHCI may be retained on active  duty longer than medically necessary."], "subsections": []}, {"section_title": "Conclusion", "paragraphs": ["Through the corrective actions taken in response to our prior report on  this topic, including developing comprehensive MRP guidance,  implementing improved MRP applications processes, and developing  performance measures to evaluate MRP, the Army has demonstrated its  commitment to improving its processes and programs for managing and  paying injured reserve component soldiers who request to be retained on  active duty to receive medical care. We recognize that it may take several  more years to fully address the pay-related problems stemming from  weaknesses in the Army’s automated systems that control pay and access  to pay-related benefits. In the interim, the Army can take several steps in  the areas of training, improved CBHCI performance metrics, and payroll  and personnel system reconciliation procedures to further improve the  implementation and management of its MRP and CBHCI programs."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We reiterate our previous recommendations to design and implement  integrated order-writing, pay, personnel, and medical eligibility systems  that provide visibility over injured and ill reserve component soldiers and  ensure that the order-writing system automatically updates the pay,  personnel, and medical eligibility systems. We also recommend that the  Secretary of the Army direct the Assistant Secretary of Manpower and  Reserve Affairs, in coordination with the Army’s Office of the Surgeon  General, the Installation Management Command, and the Defense Finance  and Accounting Service, to take the following six actions:    Develop and apply consistent Army-wide standards for installation- level training of new MRPU staff, including the use of desk procedures,  to help ensure that they are adequately trained before they assume  their new job responsibilities.", "Develop and apply consistent standards for training of reserve  component soldiers in the MRP program to ensure that they  understand the requirements, benefits, and processes associated with  the program.", "Develop and disseminate points of contact, including the names,  telephone numbers, and e-mail addresses, for the Army officials  responsible for assisting injured or ill reserve component soldiers with  resolving discrepancies in pay or benefits. Also include in this  information the name, telephone number, and e-mail address of the  DFAS ombudsman responsible for assisting injured or ill reserve  component soldiers with pay-related issues.", "Require that the local finance offices at Army installations reconcile all  discrepancies between the stop pay date recorded in the Army’s payroll  system and the separation date recorded in the Army’s personnel  system and adjust the Army’s payroll and personnel systems  accordingly.", "Evaluate the efficacy of allowing reserve component soldiers to take  unused leave before they are released from active duty.", "Develop metrics that will allow comparison between the length of stay  for soldiers treated through CBHCI and those treated at MTFs to  determine whether the Army is effectively managing the additional risk  associated with CBHCI."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["In its written comments on a draft of this report, which are reprinted in  appendix III, DOD concurred with five of our six recommendations and  partially concurred with the remaining recommendation. DOD partially  concurred with our recommendation to develop metrics that will allow a  comparison between the length of stay for soldiers treated through  CBHCOs and those treated at MTFs. According to DOD, timely access to  care for soldiers treated through CBHCOs depends on the willingness of  local civilian health care providers to accept TRICARE patients and the  variance of the number and type of health care providers available by  geographic region; therefore, a soldier’s length of stay at a CBHCO cannot  be directly compared to MRPUs. We agree that the access to care timeline  for soldiers treated by civilian TRICARE providers may be longer than for  soldiers treated at MTFs, which is why we have recommended that the  Army develop metrics to determine how well it is managing this risk. In its  written response, DOD has proposed developing metrics to compare  administrative process timelines for CBHCOs and MRPUs. Although DOD  does not provide more specific information on the proposed metrics, the  intent of our recommendation could be satisfied with metrics that allow a  comparison of the operating efficiency of these programs if the Army  appropriately excluded soldiers whose injuries are expected to be treated  within 60 days and who thus would not eligible to participate in CBHCI,  which would allow a more meaningful comparison of the two populations.", "Although DOD concurred with our recommendation to reconcile all  discrepancies between its payroll and personnel records, in commenting  on this recommendation, DOD asserted that the findings in our report  reflect one-half of 1 percent of the sample population. However, DOD’s  assertion is incorrect. As discussed in appendix I, we selected a stratified  random sample of 380 soldiers from the population of 11,575 soldiers  released from active duty, from May 6, 2004, through November 1, 2006,  and before their MRP orders expired. Our use of statistical sampling  allowed us to project our sample results to the population of 11,575  soldiers released early from MRP orders. Based on our sampling results,  we estimated that the Army overpaid 12 percent of these soldiers a total of  at least $2.2 million.", "We will send copies of this report to interested congressional committees,  the Secretary of the Army, and the Director of the Office of Management  and Budget. We will make copies available to others upon request. In  addition, the report will be available at no charge on the GAO Web site at  http://www.gao.gov.", "If you or your staff have any questions concerning this report, please  contact me at (202) 512-9095 or williamsml@gao.gov. Contact points for  our Offices of Congressional Relations and Public Affairs may be found on  the last page of this report. Staff members who made key contributions to  this report were Diane Handley, Assistant Director; Francine DelVecchio;  Jamie Haynes; and Christopher Spain."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["To determine whether the Army’s Medical Retention Processing (MRP)  program has resolved the issues we identified previously with the Active  Duty Medical Extension (ADME) program, we reviewed applicable  policies, procedures, and program guidance; observed MRP operations;  and interviewed appropriate agency officials. Specifically, we obtained  and reviewed procedural guidance for reserve component soldiers on  medical retention processing orders, including the Department of the  Army Medical Holdover (MHO) Consolidated Guidance, Medical  Holdover (MHO) Soldier’s Handbook, and Department of Defense (DOD)  and Army regulations. We also relied on the Standards for Internal  Control in the Federal Government to provide a framework for assessing  the Army’s MRP program and its Community-Based Health Care Initiative  (CBHCI).", "We applied the policies and procedures prescribed in these documents to  the observed and documented procedures and practices followed by the  key Army and DOD components involved in providing active duty pays  and medical benefits to reserve component soldiers. We selected  installations for review based on the reported populations of medical  retention processing and medical holdover (MHO) soldiers, as well as  other specialized traits, including presence of regional medical commands.  The installations we selected for review were four of the top five  installations based on the size of the MRP and MHO populations. The  installations we visited are listed in table 1.", "At each installation, we interviewed officials who were responsible for  counseling soldiers on the MRP program, officials who prepared and  submitted the MRP application packets, case managers, primary care  managers, MHO unit commanders, and installation payroll personnel. We  obtained documentation on and performed walk-throughs of the process  to request an MRP order for a reserve component soldier, the command  and control structure of MHO units, the case management function,  installation MRP tracking systems, as well as the Medical Operational Data  System (MODS) and the medical-extension-to-pay system interface.", "We also randomly selected and interviewed 25 injured or ill reserve  component soldiers from the installations we visited to ensure that the  Army’s MRP program was operating as effectively as Army officials had  asserted. Specifically, we asked these soldiers questions related to their  experiences filing for and receiving MRP orders, accessibility of Army staff  administering the program, and whether they had any problems related to  their military pay and medical benefits while in the MRP program.", "In addition to the 4 Army installations we visited, we contacted Army  officials at 13 other Army installations to obtain information on training  provided to those responsible for managing and treating injured or ill  reserve component soldiers. Specifically, we asked whether the medical  retention processing units (MRPU) provided formalized training for new  staff when they arrive at the MRPUs for duty and if so, whether training  officers were assigned to coordinate the training.", "We also interviewed and obtained documentation on various aspects of  MRP with officials from the following offices or commands:    National Guard Bureau, Arlington, Virginia    Army Human Resource Command, Alexandria, Virginia    U.S. Army Reserve Command, Fort McPherson, Georgia    Army’s Office of the Surgeon General, Falls Church, Virginia    Army G-1, Army Pentagon, Washington, D.C.    Army Task Force CBHCO-West, Fort Sam Houston, Texas    Army Task Force CBHCO-East, Fort Jackson, South Carolina    Defense Finance and Accounting Service (DFAS), Indianapolis, Indiana As part of our work with the Army’s Office of the Surgeon General, we  requested and analyzed all available data and metrics related to MRP and  CBHCI—including metrics related to (1) soldiers’ satisfaction with these  programs, (2) the amount of time injured or ill reserve component soldiers  had spent on MRP orders (by treatment location), and (3) the timeliness of  processing MRP requests.", "With respect to the Army’s automated systems, we assessed whether they  provided reasonable assurance that once an MRP order was issued, the  appropriate pay, personnel, and medical eligibility systems are updated in  an accurate and timely manner. To accomplish this, we interviewed and  obtained available documentation from individuals responsible for  entering MRP order transactions into the Army’s order-writing, pay,  personnel, and medical eligibility systems. We did not test computer  security or access controls or test individual transactions. To assess the  reliability of the Army’s MODS, which houses, among other things,  information on soldiers in the MRP program, we (1) reviewed existing  documentation related to the data sources, such as patient rosters and  MRP application packages; (2) interviewed knowledgeable agency officials  about the data, including officials at the Office of the Surgeon General,  case managers, and MRPU commanders; (3) manually tested the data for  missing data items, outliers, and obvious errors; and (4) traced the data  from source documents to MODS for 564 soldiers and noted only 5 cases  in which the data were lacking. We determined that the data were  sufficiently reliable for the purposes of this report.", "To determine whether the Army had overpaid reserve component soldiers  who were released early from MRP, using MODS data we selected a  stratified random sample of 380 soldiers from the population of 11,575  soldiers released from active duty, from May 6, 2004, through November 1,  2006, and before their MRP orders expired. We stratified the population  into two groups based on whether the soldier had been released early  from the initial MRP order or an extended MRP order. With this  probability sample, each soldier in the population had a known, nonzero  probability of being selected. Each selected soldier was subsequently  weighted in the analysis to account statistically for all soldiers in the  population, including those who were not selected.", "Because we selected a sample of soldiers, our results are estimates of the  population and thus are subject to sample errors that are associated with  samples of this size and type. Our confidence in the precision of the results  from this sample is expressed in 95 percent confidence intervals, which  are expected to include the actual results in 95 percent of the samples of  this type. All percentage estimates in this report have a margin of error of  plus or minus 5 percent or less.", "For the 380 soldiers we selected, we obtained a copy of each soldier’s  Certification of Release or Discharge from Active Duty—DD Form 214— and compared the soldier’s separation date with the stop pay date  recorded in the DFAS monthly Global War on Terrorism Army National  Guard/Reserve payment file from October 2001 through December 2006  containing 80,972,329 component of pay level records. In cases where the  Army’s pay system showed a pay stop date that occurred after the soldier’s  separation date, we calculated the amount of the overpayment based on  the soldier’s base pay per day while on active duty during the period in  question. In cases where the pay system did not show a pay stop date and  a soldier was still receiving active duty pay, we calculated the amount of  the overpayment based on the soldier’s base pay per day while on active  duty during the period in question up until the date of our test.", "To determine whether the Army has effectively managed the risk that  soldiers treated through CBHCI may be retained on active duty longer than  medically necessary, we reviewed applicable policies, procedures, and  program guidance; observed CBHCI operations; interviewed appropriate  agency officials; and obtained and analyzed all data and performance  metrics related to CBHCI operations. The community-based health care  organizations (CBHCO) we selected for review (see table 2) were four of  the top six CBHCOs based on the number of soldiers.", "At each CBHCO, we interviewed case managers, platoon sergeants,  CBHCO commanders, and the Army physicians responsible for  determining whether injured or ill soldiers have attained an optimal level  of physical or mental condition. We obtained documentation and observed  the command and control structure, the case management function, and  the systems and procedures used to track soldiers’ administrative and  medical status. Using Army data, we also analyzed the amount of time  injured or ill soldiers were on MRP orders—comparing the length of stay  data for soldiers participating in CBHCI with the same data for soldier  treated solely at military treatment facilities (MTF).", "We briefed DOD, Department of the Army, Army Reserve, and National  Guard Bureau officials from the selected sites on the details of our audit,  including our findings and their implications. We conducted our fieldwork  from July 2006 through March 2007 in accordance with generally accepted  government auditing standards. On March 30, 2007, we requested  comments on a draft of this report from the Secretary of Defense or his  designee. Written comments from the Deputy Under Secretary of Defense  (Program Integration) received on May 1, 2007, are summarized and  evaluated in the Agency Comments and Our Evaluation section of this  report and are reprinted in appendix III."], "subsections": []}, {"section_title": "Appendix II: Status of Prior Recommendations", "paragraphs": ["Table 3 summarizes the status of the Army’s effort to implement the 22  recommendations we made in our February 2005 report entitled Military  Pay: Gaps in Pay and Benefits Create Financial Hardships for Injured  Army National Guard and Reserve Soldiers (GAO-05-125)."], "subsections": []}, {"section_title": "Appendix III: Comments from the Department of Defense", "paragraphs": [], "subsections": []}], "fastfact": []}