{"id": "GAO-07-919", "url": "https://www.gao.gov/products/GAO-07-919", "title": "Trade Adjustment Assistance: Industry Certification Would Likely Make More Workers Eligible, but Design and Implementation Challenges Exist", "published_date": "2007-06-29T00:00:00", "released_date": "2007-07-30T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Trade Adjustment Assistance (TAA) is the nation's primary program providing job training and other assistance to manufacturing workers who lose their jobs due to international trade. For workers to receive TAA benefits, the Department of Labor (Labor) must certify that workers in a particular layoff have lost their jobs due to trade. Congress is considering allowing entire industries to be certified to facilitate access to assistance. GAO was asked to examine (1) trends in the current certification process, (2) the extent to which the proposed industry certification approach based on three petitions certified in 180 days would increase eligibility and identify potential challenges with this approach, and (3) the extent to which an approach based on trade remedies would increase eligibility and identify potential challenges. To address these questions, GAO analyzed data on TAA petitions, mass layoffs, trade, production, and trade remedies. GAO also interviewed Labor and ITC officials. GAO is not making recommendations at this time. Labor reviewed the report and did not provide comments. The ITC provided technical comments that have been incorporated as appropriate."]}, {"section_title": "What GAO Found", "paragraphs": ["During the past 3 fiscal years, Labor certified about two-thirds of TAA petitions investigated and generally processed petitions in a timely manner. Labor certified 4,700, or 66 percent, of the 7,100 petitions it investigated from fiscal years 2004 to 2006. Labor took on average 32 days to make a certification decision and processed 77 percent of petitions within the required 40-day time frame. According to Labor officials, they were not always able to meet the 40-day time frame because they sometimes did not receive information from company officials in a timely manner. In fiscal year 2006, 44 percent of the petitions that Labor denied were because workers were not involved in the production of an article. An industry certification approach based on three petitions certified in 180 days would likely increase the number of workers eligible for TAA but presents some design and implementation challenges. However, the extent of the increase in eligible workers depends on the additional criteria, if any, industries would have to meet to be certified. From 2003 to 2005, 222 industries had three petitions certified within 180 days. Based on our analysis of 69 of these industries for which we could obtain complete data, the number of eligible workers in these industries could more than double if no additional criteria were used, but would expand by less than 10 percent if industries had to meet more restrictive criteria, such as demonstrated increases in the import share of the domestic market over a 3-year period. Designing the criteria presents challenges due to the possibility of making workers who lose their jobs for reasons other than trade eligible for TAA. Implementation challenges include notifying all workers of their potential eligibility, verifying their eligibility, and linking them with services. Using trade remedies to certify industries could also expand eligibility for workers in some industries, but challenges exist. While basing industry certification on trade remedies could expand eligibility in areas where there have been no TAA petitions, some trade remedies are for products already covered by TAA petitions, such as iron and steel products. It is difficult to estimate the extent of the impact on worker eligibility because trade remedies are applied to specific products, and data on unemployment by product do not exist. This approach presents many of the same challenges as industry certification based on three petitions certified in 180 days. For example, workers who did not lose their jobs due to international trade could be made eligible for TAA because trade remedy investigations are not focused on employment. In addition, verifying workers' eligibility may be particularly challenging due to the narrow product classifications of some trade remedy products, such as carbazole violet pigment 23. In companies that make multiple products, it may be difficult to identify which specific workers made the product subject to trade remedies."]}], "report": [{"section_title": "Letter", "paragraphs": ["Since 2000, more than 3 million jobs have been lost in the manufacturing  Since 2000, more than 3 million jobs have been lost in the manufacturing  sector due to a range of factors, including international trade. While  sector due to a range of factors, including international trade. While  international trade has affected a broad range of industries both positively  international trade has affected a broad range of industries both positively  and negatively, certain industries have been particularly hard hit, such as  and negatively, certain industries have been particularly hard hit, such as  textiles, paper products, and automotive parts.  textiles, paper products, and automotive parts.", "A key federal program serving workers in the manufacturing sector who  A key federal program serving workers in the manufacturing sector who  are adversely affected by trade is the Trade Adjustment Assistance (TAA)  are adversely affected by trade is the Trade Adjustment Assistance (TAA)  program. TAA, administered by the Department of Labor (Labor),  program. TAA, administered by the Department of Labor (Labor),  provided about $966 million in fiscal year 2006 in income support, job  provided about $966 million in fiscal year 2006 in income support, job  training, and other benefits to assist these workers. In order for workers  training, and other benefits to assist these workers.", "Other benefits include wage insurance for workers age 50 and older and job search and  relocation allowances. An additional $80 million was provided for the health coverage tax  credit advance payment benefit in 2006.", "While current legislation governing TAA gives the President and the U.S.  Trade Representative authority to request an industrywide investigation  and recommend that workers in an industry injured by trade be provided  assistance through TAA, this provision has never been used, according to  Labor officials. Congress is now considering approaches that would  facilitate certifying entire industries for TAA. One approach being  considered would make an industry eligible to be investigated for possible  certification when Labor certifies three petitions from that industry within  180 days. An investigation would determine whether the entire industry  has been affected by trade and, therefore, whether workers in any future  layoff in that industry should automatically be eligible for TAA. Another  approach would require certification of an industry with a trade remedy.  Trade remedies include, for example, a duty imposed on an imported  product because the Department of Commerce found the product had  been subsidized and the International Trade Commission (ITC) found that  a domestic industry had been injured by the unfair trade practices. To  better understand the potential effects of certifying entire industries for  TAA, you asked us to assess the implications of having industrywide  certification. Specifically, we examined (1) recent trends in Labor’s  certification of TAA petitions, (2) the extent to which industry certification  based on three petitions certified within 180 days would increase the  number of workers eligible for TAA and potential challenges associated  with such an approach, and (3) the extent to which certification of  industries subject to trade remedies would increase the number of eligible  workers and potential challenges.", "To address these questions, we analyzed Labor’s data on TAA petitions,  the Bureau of Labor Statistics’ Mass Layoff Statistics data, and the Census  Bureau’s data on trade and production, as well as the International Trade  Commission’s data on trade remedies. In examining recent trends in  Labor’s certification of TAA petitions, we analyzed data from fiscal years  2004 to 2006. However, in estimating the extent to which industry  certification would increase the number of eligible workers, we analyzed  data from calendar years 2003 to 2005 because it was the most recent time  period that trade, production, and Mass Layoffs Statistics data were all  available. Due to data limitations, our analysis of the impact of an industry  certification approach based on three petitions certified in 180 days is  limited to a subset of industries for which we were able to obtain complete  information. Because we are unable to conclude whether the industries we  analyzed are representative of industries that might qualify for an  industrywide investigation, our results are not generalizable to all  industries. Furthermore, they are not predictive of future levels of eligible  workers. We also interviewed officials at Labor and the International  Trade Commission. We conducted our work from January to June 2007 in  accordance with generally accepted government auditing standards. See  appendix I for a detailed discussion of our scope and methodology."], "subsections": [{"section_title": "Background", "paragraphs": ["The Trade Adjustment Assistance (TAA) program is the federal  government’s primary program specifically designed to provide assistance  to workers who lose their jobs as a result of international trade. In  addition, to assist U.S. domestic industries injured by unfair trading  practices or increases in certain fairly traded imports, U.S. law permits the  use of trade remedies, such as duties on imported products."], "subsections": [{"section_title": "TAA Certification Process and Eligibility Requirements", "paragraphs": ["Currently, Labor certifies workers for TAA on a layoff-by-layoff basis. The  process for enrolling trade-affected workers in the TAA program begins  when a petition for TAA assistance is filed with Labor on behalf of a group  of workers. Petitions may be filed by the employer experiencing the layoff,  a group of at least three affected workers, a union, or the state or local  workforce agency. Labor investigates whether a petition meets the  requirements for TAA certification and is required to either certify or deny  the petition within 40 days of receiving it.", "The TAA statute lays out certain basic requirements for petitions to be  certified, including that a significant proportion of workers employed by a  company be laid off or threatened with layoff and that affected workers  must have been employed by a company that produces articles. In addition  to meeting these basic requirements, a petition must demonstrate that the  layoff is related to international trade in one of several ways:  Increased imports—imports of articles that are similar to or directly  compete with articles produced by the firm have increased, the sales or  production of the firm has decreased, and the increase in imports has  contributed importantly to the decline in sales or production and the  layoff or threatened layoff of workers.", "Shift of production—the firm has shifted production of an article to  another country, and either:  the country is party to a free trade agreement with the United  States; or  the country is a beneficiary under the Andean Trade Preference Act,  the African Growth and Opportunity Act, or the Caribbean Basin  Economic Recovery Act; or  there has been or is likely to be an increase in imports of articles  that are similar to or directly compete with articles produced by the  firm.", "Affected secondarily by trade—workers must meet one of two criteria:    Upstream secondary workers—affected firm produces and supplies  component parts to another firm that has experienced TAA-certified  layoffs; parts supplied to the certified firm constituted at least   20 percent of the affected firm’s production, or a loss of business  with the certified firm contributed importantly to the layoffs at the  affected firm.", "Downstream secondary workers—affected firm performs final  assembly or finishing work for another firm that has experienced  TAA-certified layoffs as a result of an increase in imports from or a  shift in production to Canada or Mexico, and a loss of business with  the certified firm contributed importantly to the layoffs at the  affected firm.", "Labor investigates whether each petition meets the requirements for TAA  certification by taking steps such as surveying officials at the petitioning  firm, surveying its customers, and examining aggregate industry data. In  the surveys, Labor obtains information on whether the firm is now  importing products that it had once produced or whether its customers are  now importing products that the firm produced. They also obtain  information on whether the firm has moved or is planning to move work  overseas and, to identify a secondary impact, whether the layoff occurred  due to loss of business with a firm that was certified for TAA. When Labor  has certified a petition, it notifies the relevant state, which has  responsibility for contacting the workers covered by the petition,  informing them of the benefits available to them, and telling them when  and where to apply for benefits.", "If Labor denies a petition for TAA assistance, the workers who would have  been certified under the petition have two options for challenging this  denial. They may request an administrative reconsideration of the decision  by Labor. To take this step, workers must provide reasons why the denial  is erroneous based on either a mistake or misinterpretation of the facts or  the law itself and must mail their request to Labor within 30 days of the  announcement of the denial. Workers may also appeal to the U.S. Court of  International Trade for judicial review of Labor’s denial. Workers must  appeal a denial to the Court within 60 days of either the initial denial or a  denial following administrative reconsideration by Labor."], "subsections": []}, {"section_title": "Trade Adjustment Assistance Benefits", "paragraphs": ["Under TAA, workers certified as eligible for the program may have access  to a variety of benefits:    Training for up to 130 weeks, including 104 weeks of vocational  training and 26 weeks of remedial training, such as English as a second  language or adult basic education.", "Extended income support for up to 104 weeks beyond the 26 weeks of  unemployment insurance (UI) benefits available in most states.", "Job search and relocation benefits fund participants’ job searches in a  different geographical area and relocation to a different area to take a  job.", "A wage insurance benefit, known as the Alternative Trade Adjustment  Assistance (ATAA) program, pays older workers who find a new job at  a lower wage 50 percent of the difference between their new and old  wages up to a maximum of $10,000 over 2 years.", "A health coverage benefit, known as the Health Coverage Tax Credit  (HCTC), helps workers pay for health care insurance through a tax  credit that covers 65 percent of their health insurance premiums.", "In addition, case managers provide vocational assessments and counseling  to help workers enroll in the program and decide which services or  benefits are most appropriate. Local case managers also refer workers to  other programs, such as the Workforce Investment Act, for additional  services."], "subsections": []}, {"section_title": "Trade Remedies", "paragraphs": ["The United States and many of its trading partners have used laws known  as “trade remedies” to mitigate the adverse impact of certain trade  practices on domestic industries and workers, notably dumping—when a  foreign firm sells a product in the United States at a price below fair  market value—and foreign government subsidies that lower producers’  costs or increase their revenues. In both situations, U.S. law provides that  if dumped or subsidized imports injure a domestic industry, a duty  intended to counter these advantages be imposed on imports. Such duties  are known as anti-dumping and countervailing duties. In addition, in the  event of an increase in imports of a certain product, safeguards, such as  quotas or tariffs, may be applied to these products to provide an  opportunity for domestic industries to adjust to increasing imports. As of  March 30, 2007, there were 280 antidumping and countervailing duty  orders, and according to officials at the ITC, there were no safeguard  measures in place.", "The process for imposing a trade remedy begins when a domestic  producer files for relief or when the Department of Commerce  (Commerce) initiates the process, followed by two separate investigations:  one by Commerce to determine if dumping or subsidies are occurring, and  the other by the ITC to determine whether a domestic U.S. industry is  materially injured by such unfairly traded imports or, in the case of  safeguards, experiences serious injury from a rise in imports. As a result of  an affirmative determination by both Commerce and the ITC in an  antidumping or countervailing duty investigation, a duty is imposed on the  imported good that can reflect the difference in the price in the foreign  market and the price in the U.S. market, known as the “dumping margin,”  or the amount of the foreign subsidy. In the case of an affirmative  determination in a safeguard investigation, the ITC provides the President  with one or more recommendations for remedying the situation, such as a  tariff or quota on an imported product. The President may implement or  modify the recommendations, or take no action due to U.S. economic or  national security interests."], "subsections": []}]}, {"section_title": "Labor Certified Two- Thirds of Petitions Investigated and Generally Processed Petitions in a Timely Manner", "paragraphs": ["Labor certified two-thirds of petitions that it investigated over the past   3 fiscal years, certifying nearly 4,700 petitions, covering an estimated  400,000 workers (see table 1). Over the past 3 fiscal years, the number of  petitions certified has declined 17 percent, from nearly 1,700 in fiscal year  2004 to 1,400 in fiscal year 2006. This decline parallels a decline in the  number of petitions filed.", "Labor has generally processed petitions in a timely manner over the past   3 fiscal years. Labor’s average processing time has remained relatively  steady, taking on average 32 days to conduct an investigation and  determine whether to certify or deny the petition. Labor met the  requirement to process petitions within 40 days for 77 percent of petitions  it investigated during fiscal years 2004 to 2006 (see fig. 1). Labor most  often took only an additional day to process the remaining petitions, and  95 percent were completed within 60 days. Labor officials said that they  are not always able to meet the 40-day time frame because they sometimes  do not receive necessary information in a timely manner from company  officials.", "In fiscal year 2006, the most common reason petitions were denied was  that workers were not involved in producing an article, a basic  requirement of the TAA program. Of the more than 800 petitions filed in  fiscal year 2006 that were denied, 359 (44 percent) were denied for this  reason (see fig. 2). Of those petitions denied because workers did not  produce articles, most came from two industries, business services, such  as computer programming, and airport-related services, such as aircraft  maintenance (see app. II for the complete list of industries that had  petitions denied by reason for the denial).", "During the past 3 fiscal years, workers appealed decisions in 16 percent of  the approximately 2,600 petitions that Labor initially denied, with the vast  majority appealed to Labor. Labor’s decisions were reversed in one-third  of the appeals (see fig. 3). Labor officials told us that appeals are often  reversed because Labor receives new information from petitioners or  company officials, as part of the appeals process, that justifies certifying  the petition.", "Although few denied petitions are appealed to the U.S. Court of  International Trade—42 in the last 3 fiscal years—many of the recent  appeals concern the issue of whether workers were involved in the  production of articles. In fiscal years 2005 and 2006, Labor’s original denial  was reversed in 13 cases appealed to the Court, and most of these cases  addressed the issue of whether workers produced articles. Some of these  cases concerned workers who produced software, which Labor had  regarded as a service when the software was not contained in a physical  medium, such as a CD-ROM. In 2006, Labor revised its policy, stating that  software could be considered an intangible article because it would have  been considered an article if it had been produced in a form such as a   CD-ROM. Following this decision, a Labor official reported that Labor had  certified 12 of 21 petitions investigated in the software and computer- related services industries."], "subsections": []}, {"section_title": "Industry Certification Based on Multiple Certifications Would Likely Increase Eligible Population, but Some Implementation Challenges Exist", "paragraphs": ["An industry certification approach based on three petitions certified  within 180 days would likely increase the number of workers eligible for  TAA, but presents some design and implementation challenges. For  example, among the industries for which we could obtain complete data,  we found that the number of additional workers eligible for TAA in those  industries could more than double if no additional criteria were used or  expand by less than 10 percent with relatively restrictive criteria.  However, such an approach presents some design and implementation  challenges. For example, designing the specific criteria an industry must  meet to be certified could be challenging due to the possibility of making  workers who lose their jobs for reasons other than trade eligible for TAA.  In addition, it may be challenging to ensure that all workers in certified  industries are notified of their potential eligibility for TAA, verify workers’  eligibility, and initiate the delivery of services to workers."], "subsections": [{"section_title": "Extent of Increase in Eligible Workers Depends on How Additional Criteria Are Set", "paragraphs": ["From 2003 to 2005, 222 industries had three petitions certified within   180 days and therefore would have triggered an investigation to determine  whether an entire industry should be certified, if such an approach had  been in place at that time. These industries represented over 40 percent of  the 515 industries with at least one TAA certification in those 3 years and  included 71 percent of the workers estimated to be certified for TAA from  2003 to 2005. The 222 are a diverse set of industries, including textiles,  apparel, wooden household furniture, motor vehicle parts and accessories,  certain plastic products, and printed circuit boards (see app. III for a list of  the 222 industries).", "The proposals for this approach include a requirement that an  investigation be initiated after an industry meets the three certifications in  180 days criterion. This investigation would use some additional criteria to  determine whether these certifications represent a broad industrywide  phenomenon or just a collection of firms experiencing similar pressures  from foreign trade. As a result, not all 222 industries would likely be  certified industrywide. The additional criteria that an industry would have  to meet to be certified have not yet been specified, but they could include  factors such as the extent to which an industry has been impacted by  imports, changes in production levels in the industry, or changes in  employment levels.", "The number of workers that would become eligible for TAA through an  industry certification approach depends on what additional criteria are  established. For example, we analyzed 69 industries in the manufacturing  sector for which we had comprehensive data on petitions, unemployment,  trade and production. These industries represent about one-third of the  222 industries that would have been eligible for industrywide certification  (13 percent of industries with petitions certified). If there were no  additional criteria beyond the 3 petitions criteria and all of the   69 industries had been certified, the number of workers eligible for TAA in  these industries would have more than doubled over the number that were  actually certified under the current layoff-by-layoff process. However, if  certification were limited to those industries that also had a 10 percent  increase in the import share of the domestic market over a 1-year period,  we estimated that the increase in eligible workers in these industries  would have been more modest, at roughly 70 percent. Under a slightly  more restrictive criterion—a 15 percent increase in the import share of the  domestic market—the increase in the number of eligible workers would  be less, an estimated 39 percent in those 69 industries (see fig. 4). If we  were able to analyze the program as a whole the magnitude of the  increases would likely be different. This would occur, in part, because  the number of workers would increase only in those industries that met  the three petition criterion and would not increase in those that did not  meet the criterion. Thus the multiplier we developed for the 69 industries  could not be applied broadly to all 515 industries with certified petitions.", "More stringent criteria would result in a smaller increase in the number of  workers eligible for TAA. For example, if over a 3-year period, an industry  were required to have a 15 percent increase in the import share of the  domestic market in 1 year, as well as increases in the import share during  the 2 other years, we estimated that there would have been a 9 percent  increase in the number of workers eligible for TAA in the 69 industries we  analyzed. (For further analysis of the 69 industries, see app. IV.)"], "subsections": []}, {"section_title": "Potential Design and Implementation Challenges Exist", "paragraphs": ["Although industry certification based on three petitions certified in   180 days is likely to increase the number of workers eligible for TAA, it  also presents several potential design and implementation challenges.", "Designing additional criteria for certification. Any industrywide  approach raises the possibility of certifying workers who were not  adversely affected by trade. Even in industries that are heavily  impacted by trade, workers could lose their jobs for other reasons,  such as the work being relocated domestically. For example, Labor  officials told us that they have denied petitions in the apparel industry,  which has been heavily impacted by trade, because the layoff was not  related to trade but occurred as a result of work being moved to  another domestic location. The risk of certifying non-trade affected  workers increases with more lenient criteria for industrywide  certification. On the other hand, narrow criteria may limit the potential  benefits of industry certification because few industries would be  certified. Furthermore, using the same thresholds for all industries  would not take into account industry-specific patterns in trade and  other economic factors. For example, the import share of the domestic  market may be volatile and change significantly from year to year in  some industries, while other industries may experience smaller year-to- year growth in imports that could represent a significant impact over  time.", "Determining appropriate duration of certification. Determining the  length of time that an industry would be certified may also present  challenges. If the length of time is too short, Labor may bear the  administrative burden of frequently re-investigating industries that  continue to experience trade-related layoffs after the initial  certification expires. In addition, a shorter duration may make it  difficult for workers to know whether their industry is certified at the  particular time that they are laid off. As a result, workers may not know  whether they need to file a regular TAA petition to become certified.  However, if the time period is too long, workers may continue to be  eligible for TAA even if conditions change and an industry is no longer  adversely affected by trade.", "Defining the industries. How the industries are defined would  significantly affect the number of workers who would become eligible  for TAA through an industry certification approach. Our analysis  defined industries according to industry classification systems used by  government statistical agencies. However, some of these industry  categories are broad and may encompass products that are not  adversely affected by trade. On the other hand, certain products within  an industry that, as a whole, does not show evidence of a trade impact  may have been adversely affected by trade. For example, the men’s  footwear industry might not be classified as adversely trade-impacted  because it did not have a 15 percent increase in the import share of the  domestic market over a 1-year period, but it is possible that certain  types of men’s footwear, such as casual shoes or boots, could be  adversely impacted by trade. More narrow definitions would reduce the  possibility of certifying workers who are not adversely affected by  trade, but doing so would cover fewer workers and could increase the  administrative burden for Labor because it might have to investigate  more industries.", "Notifying workers and initiating the delivery of services. Notifying  workers of their eligibility for TAA has been a challenge and would  continue to be under industry certification. Under the current  certification process, workers are linked to services through the  petition process. The specific firm is identified on the petition  application, and state and local workforce agencies work through the  firm to reach workers in layoffs of all sizes. However, getting lists of  employees affected by layoffs and contacting them is sometimes a  challenge for states and would remain so under industry certification.  For industry certification, however, there are no such procedures in  place to notify all potentially eligible workers in certified industries.  For large layoffs in a certified industry, state and local workforce  agencies could potentially use some of the processes they currently  have in place to connect with workers, but it is not apparent that there  would be a built-in link to workers in small layoffs. In large layoffs,  firms with 100 or more employees are generally required to provide   60-days advance notice to state and local workforce agencies, who then  work with the firm to provide rapid response services and inform  workers about the various services and benefits available, including  TAA. However, in smaller layoffs in certified industries, or when firms  do not provide advance notice, workforce agencies would not know  that the layoff has occurred and therefore would not be able to notify  the workers of their eligibility for TAA.", "Verifying worker eligibility. Verifying that a worker was laid off from  a job in a certified industry to ensure that only workers eligible for TAA  receive TAA benefits may be more of a challenge under industry  certification than under the current system. For example, it may be  difficult to identify the specific workers who made a product in the  certified industry if their employer also makes products that are not  covered under industry-wide certification. In order to realize one of the  potential benefits of industry certification—reduced processing time— this verification process would need to take less time than it takes  workers to become certified through the layoff-by-layoff certification  process. As we noted, Labor takes on average 32 days to complete its  investigation of a petition, but it generally takes additional time for  individuals to be notified of their eligibility. In addition, determining  which entity would conduct this verification may also present  challenges. A centralized process conducted by Labor would likely be  unwieldy, while verification by state or local workforce agencies could  take less time but ensuring consistency across the nation might prove  challenging."], "subsections": []}]}, {"section_title": "Certifying Industries Subject to Trade Remedies Could Increase Eligible Population, but Extent Is Uncertain and Potential Challenges Exist", "paragraphs": ["Using trade remedies to certify industries for TAA could expand eligibility  for workers in some industries, but the extent is uncertain and there are  challenges associated with using trade remedies to identify trade-related  job losses. Such an approach could expand eligibility because some trade  remedies may cover areas in which there have been few or no certified  TAA petitions. However, some trade remedies are for products that may  already be covered by TAA petitions, so the number of workers eligible for  TAA may not increase substantially in these areas. It is difficult to estimate  the impact of this approach on eligibility because trade remedies are  applied to specific products, and data on unemployment by product do not  exist. In addition, this approach presents some of the same challenges as  with an industry certification approach based on three petitions certified  in 180 days. For example, workers who did not lose their jobs due to  international trade could be made eligible for TAA in part because trade  remedy investigations are focused on injury to an industry as a whole and  not principally on employment impacts."], "subsections": [{"section_title": "Extent of Increase in Worker Eligibility Difficult to Estimate Due to Overlap with TAA Petitions and Lack of Data", "paragraphs": ["Using trade remedies for industrywide certification could result in  expanded worker eligibility for TAA in a number of industries. For  example, 280 antidumping and countervailing duty orders covering over  100 products were in place, as of March 30, 2007. The number of workers  eligible for TAA would increase under this approach in areas in which  there have been few or no TAA petitions. For example, even though the  ITC found that the domestic industry producing certain kinds of orange  juice had been materially injured by imports, there do not appear to have  been any certified TAA petitions for workers producing orange juice.", "However, the number of workers eligible for TAA may not increase  substantially in certain areas in part because of overlap between trade  remedies and TAA petitions. For example, over half of outstanding  antidumping and countervailing duty orders are for iron and steel  products, which have also received hundreds of petitions under TAA.  However, even where the products covered by trade remedies and TAA  overlap, eligibility could expand to some unemployed workers whose  firms did not submit a petition or did not qualify under current TAA  certification criteria. In addition, industries with trade remedies may not  necessarily have experienced many trade-related job losses because the  ITC investigates whether an industry as a whole has been injured and does  not specifically focus on employment, according to an ITC official.  Whereas Labor investigates whether increased imports contributed  importantly to a layoff or threat of layoff, the ITC looks at a wide range of  economic factors including but not limited to employment, such as sales,  market share, productivity, and profitability.", "It is difficult to estimate the extent that industry certification based on  trade remedies would increase the number of workers eligible for TAA  because trade remedies are imposed on specific products coming from  specific U.S. trade partners, and data are not available on job losses at  such a detailed level. The product classifications for a given trade remedy  can be very narrow, such as “carbazole violet pigment 23” or “welded  ASTM A-312 stainless steel pipe.” Estimating the increase in the number of  eligible workers would require unemployment information categorized by  individual product, and these data do not exist."], "subsections": []}, {"section_title": "Potential Challenges Exist with Using Trade Remedies to Identify Trade-Related Job Losses", "paragraphs": ["An approach using trade remedies presents some of the same challenges  as an industry certification approach based on three petitions certified in  180 days. Workers who did not lose their jobs due to trade could possibly  be made eligible for TAA under a trade remedy approach for several  reasons. First, trade remedies are not necessarily an indicator of recent  trade-related job losses, in part because the ITC’s process is not  employment-focused and even recent injury determinations can be based  on several prior years of data. For example, officials at Labor told us that  trade remedies have not been useful in their investigations of TAA  petitions because they are based on several years’ worth of information  and can be unrelated to current industry and employment conditions.  Furthermore, trade remedies are intended to mitigate the trade-related  factors that caused the injury to the industry, so employment conditions in  an industry could improve after the trade remedy is in place. In addition,  as with the other industrywide approach, notifying workers in industries  with trade remedies and connecting them with services would also be a  challenge, as well as verifying that they were laid off from a certified  industry. The verification process could be particularly challenging with  an approach based on trade remedies because of the narrow product  classifications of some trade remedy products. In firms that make multiple  products, for example, more than one type of stainless steel pipe, it may be  difficult to identify which specific workers worked on the products  subject to trade remedies.", "An ITC official also expressed concern that seeking a waiver to share  information collected during injury investigations with Labor could  hamper ITC’s ability to collect confidential business information from  firms. By statute, the ITC cannot share with other government agencies  business proprietary information submitted to it in a trade remedies  investigation without a waiver from the submitter."], "subsections": []}]}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to the Department of Labor and the  International Trade Commission. The Department of Labor did not  comment. The International Trade Commission provided technical  comments, which we incorporated into the report as appropriate.", "As arranged with your offices, unless you publicly announce the contents  of this report earlier, we plan no further distribution of the report until   30 days from its issue date. At that time, we will send copies of this report  to the Secretary of Labor, the Chairman of the International Trade  Commission, relevant congressional committees, and other interested  parties. Copies will also be made available to others upon request. The  report will also be available at no charge on GAO’s Web site at  http://www.gao.gov.", "Please contact me on (202) 512-7215 if you or your staff have any  questions about this report. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of the report. Key contributors to this report are listed in appendix V."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, & Methodology", "paragraphs": ["Our objectives were to determine: (1) trends in Labor’s certification of  Trade Adjustment Assistance (TAA) petitions, (2) the extent to which  industry certification based on three petitions certified within 180 days  would increase the number of workers eligible for TAA, and (3) the extent  to which certification of industries subject to trade remedies would  increase the number of eligible workers. We also identified potential  challenges with an industry certification approach. To address these  questions, we analyzed Labor’s data on TAA petitions, the Bureau of Labor  Statistics’ Mass Layoff Statistics data, the Census Bureau’s data on trade  and production, and the International Trade Commission’s data on trade  remedies. In examining recent trends in Labor’s certification of TAA  petitions, we analyzed Labor’s petitions data from fiscal years 2004 to  2006. However, in estimating the extent to which industry certification  would increase the number of eligible workers, we analyzed data from  calendar years 2003 to 2005 because that was the most recent time period  that trade, production, and Mass Layoffs Statistics data were all available.  In addition, we interviewed officials at Labor and the International Trade  Commission. We conducted our work from January to June 2007 in  accordance with generally accepted government auditing standards."], "subsections": [{"section_title": "Analysis of Labor’s Petitions Data to Determine Certification Trends", "paragraphs": ["To determine trends in Labor’s certification of TAA petitions, we analyzed  Labor’s data for petitions filed from fiscal years 2004 to 2006. We assessed  the reliability of key data by interviewing Labor officials knowledgeable  about the data, observing a demonstration of the database, reviewing our  prior assessments of the data, and conducting edit checks. For a small  number of petitions, we identified logical inconsistencies or missing  values in the data. We brought these issues to the attention of Labor  officials and worked with them to correct the issues before conducting our  analysis. Complete data on reasons petitions were denied were only  available for fiscal year 2006 because Labor only began to collect the data  in 2005. As a result, we reported information on reasons petitions were  denied for only fiscal year 2006.", "In analyzing the number of petitions denied for TAA that were appealed to  Labor, we did not include in our analysis petitions that were appealed only  for a denial of Alternative Trade Adjustment Assistance (ATAA) wage  insurance benefits. These petitions had been certified for TAA after  Labor’s initial investigation but denied for wage insurance benefits. In  analyzing data on petitions that were appealed to the U.S. Court of  International Trade, we compared Labor’s data to Court documents. We  determined that Labor’s data on appeals to the Court were not complete.  As a result, we supplemented Labor’s data with a review of Court  documents. At the time of our review, some petitions filed during fiscal  years 2004 to 2006 may still have been undergoing an appeals process. Our  analysis of petition decisions and appeals reflect the outcomes of petitions  at the time of our review.", "Despite these limitations, we determined that Labor’s petitions data were  sufficiently reliable for the purposes of this report, which was to provide  information on trends in Labor’s certification of petitions."], "subsections": []}, {"section_title": "Estimate of Extent to Which Industry Certification Based on Three Petitions Certified in 180 Days Would Increase Worker Eligibility", "paragraphs": ["To estimate the extent to which industry certification based on three  petitions certified in 180 days would increase the number of workers  eligible for TAA, we first analyzed Labor’s data on petitions certified from  calendar years 2003 to 2005 to identify which industries would have had  three petitions certified in 180 days in that time frame. We then analyzed  the Bureau of Labor Statistics’ Extended Mass Layoff Statistics survey to  determine the number of workers who had been laid off in those  industries. We used this data as a proxy for the full number of workers  that would have been eligible for TAA had an industrywide certification  process been in place at the time. We also collected Census trade data  (imports and exports) by industry and Census production data.", "Of the 222 industries that had three petitions certified in 180 days from  2003 to 2005, we were able to analyze 69 industries for which we had  comprehensive data. The available data sources used different industry  classification systems which we matched to each other. Labor’s petitions  data classified industries according to the Standard Industrial  Classification System (SIC), while the Mass Layoff Statistics and Census’  trade and production data classified industries based on variations of the  North American Industry Classification System (NAICS). In addition, our  production data, from Census’ Annual Survey of Manufacturers, was  limited to manufacturing industries. We were able to find complete and  well-defined matches (one-to-one NAICS to SIC, or many-to-one NAICS to  SIC) between the SIC- and NAICS-defined industries for 69 of the   222 industries. We could not use data on industries where a NAICS code  corresponded to multiple SIC codes. Because the 69 industries were not  drawn from a random sample, the results of our analysis are not  necessarily representative of the entire 222 industries.", "In analyzing Labor’s petitions data to identify the industries that would  have met the three petitions certified in 180 days criteria during 2003 to  2005, we added an additional criterion to our analysis, that the three  petitions had to be from three different companies. When companies lay  off workers at multiple divisions or locations, they may file separate  petitions for each division or location. We added the criterion to prevent  an industry from becoming eligible to be considered for certification when  the three petitions were from the same company.", "In estimating the number of workers certified for TAA under the current  program, we used estimates from Labor’s petitions data on the number of  workers affected by a layoff at the time that TAA petitions are filed with  the Department of Labor. At the time petitions are submitted, companies  may not know exactly how many workers will be affected. The  Department of Labor does not collect information on the number of  workers ultimately certified. We used these data to estimate the increases  in the number of workers who might be eligible for TAA with the addition  of an industry certification approach. They should not be relied upon to  support precise numbers on workers certified for TAA.", "In estimating the increase in worker eligibility, we used data from the  Bureau of Labor Statistics’ Mass Layoff Statistics program to estimate the  number of unemployed workers in industries that could have been eligible  for industrywide certification. The Mass Layoff Statistics program collects  reports on mass layoff actions that result in workers being separated from  their jobs. Monthly mass layoff numbers are from establishments which  have at least 50 initial claims for unemployment insurance (UI) filed  against them during a 5-week period. Extended mass layoff numbers  (issued quarterly) are from a subset of such establishments—private- sector nonfarm employers who indicate that 50 or more workers were  separated from their jobs for at least 31 days. We used Extended Mass  Layoffs to reduce the possibility of including workers who were on  temporary layoff and subject to recall.", "Several limitations of the Mass Layoff Statistics data are relevant to this  analysis. First, Mass Layoff Statistics only include workers from larger  firms (workers with at least 50 employees). It also only includes workers  laid off through larger layoffs (layoffs of at least 50 employees). In 2003,  there were 1,404,331 initial claims in the Extended Mass Layoffs. In  contrast, estimated unemployment due to permanent layoffs in 2003 was  2,846,000, and total unemployment in 2003 was 8,774,000. Thus, workers  involved in extended mass layoffs represented 49 percent of permanent  layoffs and 16 percent of total unemployment in 2003.", "Second, the Bureau of Labor Statistics suppressed MLS data on the  number of layoffs and the number of workers in the data they provided to  us, when the number of layoffs in an industry was less than three.", "Approximately 40 percent of the data were suppressed. The results  reported here reflect the following imputation criterion. Suppressed values  were imputed with the mean number of laid-off workers per layoff event  within the broad industry group (by year), multiplied by 1.5. We also  conducted sensitivity analysis where we used more conservative  imputation criteria; results were not highly sensitive to the criterion we  selected.", "In order to identify changes in trade related to individual industries, we  calculated the share of imports in the domestic market for each year  between 2002 and 2005. We defined the domestic market as U.S. domestic  production (measured by shipments) minus exports plus imports. We then  calculated the change in the import share of the domestic market from  2002 to 2003, 2003 to 2004, and 2004 to 2005. We examined the distribution  of these changes annually across industries and calculated sample  statistics. The mean change for the 69 industries was 6.1 percent in 2003,  13.01 percent in 2004, and 3.5 percent in 2005. The standard deviation for  these industries was 11.0 percent in 2003, 30.25 percent in 2004, and   13.74 percent in 2005. We also compared these statistics to those of the  entire population of 222 industries and found that they were similar. Based  on this analysis, we determined that using criteria of annual changes of   10, 15, and 20 percent for the share of imports in the domestic market was  reasonable to illustrate the impact of changing criteria on the number of  potential workers eligible for TAA. We also examined compound annual  changes across all 4 years and found similar results."], "subsections": []}, {"section_title": "Analysis of Trade Remedies", "paragraphs": ["To determine the extent to which eligibility for TAA would expand if trade  remedies were used to certify industries for TAA, we reviewed the  industries and products covered by antidumping and countervailing duties.  To the extent possible, we assessed areas of overlap between TAA  petitions and trade remedies. We also compared the eligibility criteria for  TAA with ITC’s process for determining if an industry has been injured."], "subsections": []}, {"section_title": "Interviews with Labor and International Trade Commission", "paragraphs": ["To identify potential challenges with industry certification, we interviewed  officials at the Department of Labor and International Trade Commission."], "subsections": []}]}, {"section_title": "Appendix II: Industries in Which Petitions Were Denied, Fiscal Year 2006", "paragraphs": [], "subsections": []}, {"section_title": "Appendix III: Industries with Three Petitions Certified in 180 Days, 2003 to 2005", "paragraphs": ["Tables 5 and 6 list the 222 industries that had three petitions certified in  180 days from 2003 to 2005. Table 5 lists the 69 industries we were able to  analyze with trade and unemployment data, and table 6 lists the industries  we were not able to analyze due to data limitations."], "subsections": []}, {"section_title": "Appendix IV: Additional Analysis of the 69 Industries", "paragraphs": ["To assess the sensitivity of the criteria to changes in the trade threshold,  we analyzed the 69 industries for which we had complete data using a  range of thresholds. We found that more stringent criteria sometimes  resulted in appreciable differences in the number of workers eligible for  TAA in those industries. For example, if to be certified, an industry not  only had to have a 10 percent increase in the import share of the domestic  market in 1 year but also had an increase in the import share during the   2 other years between 2003 and 2005, we estimated that there would have  been a 24 percent increase in the number of workers eligible for TAA in  the 69 industries we analyzed (see table 7). Because the 69 industries for  which we had comprehensive data were not selected randomly, the results  cannot be generalized to the entire group of 222 industries that met the  three petitions certified in 180 days criteria nor are they predictive of  future levels of eligible workers."], "subsections": []}, {"section_title": "Appendix V: GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Acknowledgments", "paragraphs": ["Dianne Blank, Assistant Director  Yunsian Tai, Analyst-in-Charge  Michael Hoffman, Rhiannon Patterson, and Timothy Wedding made  significant contributions to all aspects of this report. In addition,   Kim Frankena assisted with research on trade remedies, and   Rachel Valliere provided writing assistance. Christopher Morehouse,  Theresa Lo, Mark Glickman, Jean McSween, and Seyda Wentworth  verified our findings."], "subsections": []}]}, {"section_title": "Related GAO Products", "paragraphs": ["Trade Adjustment Assistance: Program Provides an Array of Benefits  and Services to Trade-Affected Workers. GAO-07-994T. Washington, D.C.:  June 14, 2007.", "Trade Adjustment Assistance: Changes Needed to Improve States’ Ability  to Provide Benefits and Services to Trade-Affected Workers.   GAO-07-995T.  Washington, D.C.: June 14, 2007.", "Trade Adjustment Assistance: Changes to Funding Allocation and  Eligibility Requirements Could Enhance States’ Ability to Provide  Benefits and Services. GAO-07-701, GAO-07-702. Washington, D.C.:   May 31, 2007.", "Trade Adjustment Assistance: New Program for Farmers Provides Some  Assistance, but Has Had Limited Participation and Low Program  Expenditures. GAO-07-201. Washington, D.C.: December 18, 2006.", "Trade Adjustment Assistance: Labor Should Take Action to Ensure  Performance Data Are Complete, Accurate, and Accessible. GAO-06-496.  Washington, D.C.: April, 25, 2006.", "Trade Adjustment Assistance: Most Workers in Five Layoffs Received  Services, but Better Outreach Needed on New Benefits. GAO-06-43.  Washington, D.C.: January 31, 2006.", "Trade Adjustment Assistance: Reforms Have Accelerated Training  Enrollment, but Implementation Challenges Remain. GAO-04-1012.  Washington, D.C.: September 22, 2004."], "subsections": []}], "fastfact": []}