{"id": "GAO-05-171", "url": "https://www.gao.gov/products/GAO-05-171", "title": "Tax Shelters: Services Provided by External Auditors", "published_date": "2005-02-01T00:00:00", "released_date": "2005-02-24T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Recent legislative and regulatory changes have addressed the relationship between auditor-provided tax services and auditor independence. At this time, the federal regulatory community is exploring further changes. To contribute to the discussion surrounding these changes, GAO's objectives were to determine (1) according to Internal Revenue Service (IRS) data, how many Fortune 500 companies obtained tax shelter services from their auditor; (2) according to IRS data, in how many Fortune 500 companies did the auditor provide the services to individual company officers or directors; and (3) whether selected Fortune 500 case study companies changed how they obtain tax services from their auditor in recent years. For the first two objectives, GAO used IRS and Standard and Poor's data after finding they were sufficiently reliable for our work. GAO counted a company, officer, or director as obtaining a tax shelter service from the company's external auditor when an auditor that IRS identified as promoting a tax shelter also audited the company in at least one year that the shelter was in effect. For the third objective, independent of any IRS information, GAO selected case studies on the basis of geographic location and previous GAO contact. The companies are illustrative in nature and not intended to be representative of other companies."]}, {"section_title": "What GAO Found", "paragraphs": ["IRS data available on tax shelter services sometimes predate legislative and regulatory changes reflecting a heightened focus on auditor independence. However, both during this earlier period covered by some of the data and also following the recent changes, auditors were allowed to provide tax services, including tax shelter services, to firms they audited. According to IRS data, 61 Fortune 500 companies obtained tax shelter services from their external auditor during 1998 through 2003 for transactions generally reportable on tax returns sent to IRS. IRS considered some reportable transactions abusive, with tax benefits subject to disallowance under existing law, and other transactions to possibly have some traits of abuse. Estimated multi-year potential tax revenue lost to the federal government from the 61 companies' auditor-related transactions was about $3.4 billion (about $1.8 billion in categories IRS considered abusive). In 17 companies, at least one officer or director used the company's auditor to obtain individual tax shelter services. These numbers are imprecise because they have important limitations. These limitations, such as some transactions in IRS's database without tax shelter providers listed, are fully discussed in this report. Commenting on a draft of this report, IRS said that ongoing changes and recent legislation will enable it to address the data limitations noted. According to their representatives, all eight case study companies adopted or refined policies or practices in 2002 or 2003 for pre-approving tax services or governing the tax services provided, such as who would provide them. All eight reported using their auditor for tax services during 2000 through 2003. Two told us of obtaining tax shelter services from their auditor, but one of them obtained the services before this period. Six of the eight reported officers or directors obtaining individual tax services from the auditor at some time since 2000, with four disallowing the practice later. None reported officers or directors using the auditor for individual tax shelter services."]}], "report": [{"section_title": "Letter", "paragraphs": ["Independent public accountants play a critical role in capital and credit  markets by auditing companies’ financial statements that millions of people  rely on when investing in the nation’s securities markets.  Previous and  current auditor independence rules have allowed accounting firms to  provide tax services, including tax shelter services, to audit clients.  However, in May 2003, federal rules began requiring that clients’ audit  committees pre-approve the services. Pre-approval requirements were  adopted pursuant to legislation that was precipitated by various corporate  accountability breakdowns.", "The Internal Revenue Code has defined tax shelters in various detailed and  complicated ways for purposes of having them registered, for applying  certain penalties, or for certain tax accounting rules. Although IRS has no  single, authoritative definition of abusive shelters, it has generally  characterized them as complex techniques promoted by sophisticated tax  professionals that companies and wealthy individuals use to exploit tax  loopholes and reap unintended tax benefits. Tax services include services  involving tax compliance, tax planning, and tax advice as described by the  Securities and Exchange Commission (SEC).", "In November 2003, the minority staff of the Permanent Subcommittee on  Investigations reported that selling potentially abusive and illegal tax  shelters was a lucrative business, with some professional firms, including  accounting firms, mass marketing generic tax products to multiple clients.   Such generic tax products are potentially illegal depending on how buyers  use them and calculate their tax liabilities.  In October 2003, we testified  that Internal Revenue Service (IRS) data sources, with their various  limitations, suggested that abusive tax shelters totaled tens of billions of  dollars of potential tax losses over about a decade.  More recently, the  federal regulatory community has proposed more changes relating to the  effect of auditor-provided tax services on auditor independence. In that  context, we are providing information on auditor-provided tax services,  including tax shelter services.", "As discussed with your office, our objectives were to obtain information on  both tax shelter services and other tax services provided by auditors of  Fortune 500 companies. Specifically, our objectives were to determine (1)  according to IRS data, how many Fortune 500 companies obtained tax  shelter services from their auditor; (2) according to IRS data, in how many  Fortune 500 companies did the auditor provide the services to individual  company officers or directors; (3) whether selected Fortune 500 case study  companies changed how they obtain tax services from their auditor in  recent years; and (4) how many of our case study companies provided  company funds to their auditor for tax shelter or other tax services for  company officers or directors, and what the minimum and maximum  amounts of the funds provided were.", "To accomplish our first two objectives, we matched data disclosed to or  discovered by IRS on tax shelter acquisitions and promoters of the tax  shelters to information we acquired from Standard and Poor’s (S&P) on the  auditors, top officers, and directors of the April 2003 Fortune 500. We  considered a company, officer, or director as obtaining tax shelter services  from the company’s auditor when, for at least one of the tax years for  which the company, officer, or director received a tax shelter benefit, the  company’s auditor was identified as a promoter of the tax shelter by IRS.  We used the company’s fiscal year 1998 through 2003 auditors for  performing our analysis and analyzed information from other years to  provide context.", "Although we found the data elements we used from the IRS and S&P  information were sufficiently reliable for the purposes of our work, as will  be described later, the IRS data had important limitations and should be  used with caution. Despite these limitations, the information in this report  provides a general indication of the extent to which Fortune 500 companies  and their officers or directors used their external auditor for tax shelter  services. Our results are imprecise in reflecting the universe of companies,  officers, and directors that might have obtained tax shelter services from  the companies’ auditors. For example, IRS’s data may not include all tax  shelters because some taxpayers may not have disclosed all abusive or  other reportable transactions to IRS, and IRS likely has not identified all  such transactions on its own. On the other hand, the data also might  include some tax shelters that could later be determined nonabusive and  did include some items that needed to be reported to IRS but unexpectedly  turned out to be nonabusive. Although not all transactions turned out to be  abusive, we have included in our analysis those transactions that IRS or  taxpayers believed needed to be reported to the federal government.", "To accomplish our last two objectives, independent of any IRS information,  we studied eight Fortune 500 companies that were not intended to be  representative of other companies, and we collected information from their  management and audit committee chairs on tax services, including tax  shelter services, the eight companies obtained. We chose companies that  were geographically diverse and whose audit committee chair had not been  recently contacted for other GAO studies.", "We did our work between December 2003 and January 2005 in accordance  with generally accepted government auditing standards. A later section of  this report contains a complete discussion of our scope and methodology."], "subsections": [{"section_title": "Background", "paragraphs": ["Both SEC and IRS have had an interest in the tax services, particularly tax  shelter services, that accounting firms provide taxpayers. In terms of SEC,  according to the Sarbanes-Oxley Act of 2002, before an SEC registrant  company’s auditor can provide non-audit services such as tax services to  the company, the company’s audit committee must approve them. Effective  May 6, 2003, SEC adopted rules required by the act to strengthen conflict of  interest standards and clarify the relationship between the independent  auditor and the audit committee.", "In adopting these rules, SEC said it was enhancing the independence of  accountants that audited financial statements and prepared related reports  to be filed with SEC. It also said that accounting firms could provide tax  services to their audit clients, subject to each client’s audit committee pre- approval, without impairing their independence. However, accountants  would impair their independence if they represented audit clients before a  tax or district court or a federal court of claims. Further, according to the  rules, audit committees should carefully scrutinize an accountant’s  involvement in a transaction if the accountant initially recommended the  transaction, the transaction’s sole business purpose might be tax  avoidance, and its tax treatment might not be supported in the Internal  Revenue Code and related regulations.", "The Sarbanes-Oxley Act established the Public Company Accounting  Oversight Board (PCAOB) and authorized it to establish standards and  rules for auditor independence. In exercising its responsibilities under the  act, PCAOB determined it was appropriate to consider the impact on  auditor independence of providing tax services to audit clients. In July  2004, it convened a roundtable discussion on the effect of tax services  provided by auditors on auditor independence. Participants at the  roundtable, including representatives of accounting firms, public  companies, investors, and regulators, discussed many different topics, with  suggestions including more PCAOB guidance to audit committees and a  rule barring auditors from providing at least some tax services to audit  clients.", "On December 14, 2004, PCAOB proposed new ethics and independence  rules, with comments due by February 14, 2005, and an effective date of no  earlier than October 20, 2005. The proposed rules would treat an  accounting firm registered with PCAOB as not independent in certain  instances for purposes of doing a financial statement audit and for other  purposes. For example, the firm would be considered not independent if it  provided services related to planning or giving an opinion on the tax  treatment of a listed (described later) or confidential transaction under  Department of the Treasury regulations. Similarly, the firm would be  considered not independent if it provided these services for a transaction  that was based on an aggressive interpretation of the applicable tax laws  and regulations. Such a transaction is one that satisfies three criteria: it was  initially recommended by a tax advisor; it has tax avoidance as a significant  purpose; and it “is not at least more likely than not to be allowed under;  applicable tax laws.” The proposal would also treat the firm as not  independent if the firm provided tax services to officers who oversee an  audit client’s financial reporting. It would not prohibit the audit firm from  providing the audit client with routine tax return preparation and tax  compliance, general tax planning and advice, international assignment tax  services, and employee personal tax services. In addition, the proposal  would expand on current SEC pre-approval requirements to require an  auditor seeking audit committee pre-approval of tax services to give the  committee certain information, discuss with the committee the services’  potential effects on the firm’s independence, and document the  discussion’s substance.", "Treasury regulations address IRS’s oversight of tax shelters. Under the  regulations, there are six categories of transactions for which investors  must report, or disclose, the transactions into which they have entered, and  promoters must maintain lists of investors who have entered into the  transactions.", "At IRS, the Office of Tax Shelter Analysis (OTSA) maintains a database  containing information on tax shelter investors and promoters, including  accounting firms. Created in February 2000 to centralize and coordinate  IRS’s response to abusive tax shelter activity nationwide, OTSA includes in  its database the amount of potential federal tax loss estimated by the  taxpayer or IRS to result from both listed and nonlisted transactions. These  losses, which also represent benefits to the taxpayer, may or may not be  disallowed by IRS upon further review of each transaction. IRS considers  listed transactions, which must be reported on tax returns sent to IRS, to be  abusive. The Joint Committee on Taxation has described listed  transactions as having a tax avoidance purpose, with the tax benefits  subject to disallowance under existing law. For a transaction to be listed,  IRS must issue a notice, regulation, or other form of published guidance  informing taxpayers of the details of the transaction. In October 2004, IRS  had 30 types of listed transactions, a number that had grown more quickly  in recent years than earlier. Nonlisted transactions generally are  transactions reportable to IRS that may have some characteristics of  abusive shelters but are not, and may never be, listed. At times, IRS  questions whether some nonlisted transactions should be moved into the  category of listed transactions."], "subsections": []}, {"section_title": "Scope and Methodology", "paragraphs": ["To address our first two objectives—relating to Fortune 500 companies,  officers, and directors obtaining tax shelter services from their company  auditors--we matched data from two sources—S&P and IRS. We acquired  specific S&P data elements for the 497 companies on the April 2003  Fortune 500 list that, according to S&P, either were publicly owned or had  to file with SEC for another reason, such as having publicly-traded debt.  The data elements included the company’s employer identification number,  the names of company officers and directors, and the name of the  company’s auditor for each year from 1998 through 2003. The number of  Fortune 500 companies for which we actually received S&P data varied; for  instance, we received names of directors and officers for 471 companies  and employer identification numbers for 492.", "As shown in table 1, the officers for 441 of the 471 companies were those  listed in the company’s proxy statement section on most highly  compensated officers, as filed with SEC for either 2000 or 2002. We used  the years 2000 and 2002 because those were years when the federal  government was significantly enhancing its presence to counter tax shelter  activity that might have been going on for years. Because S&P did not have  similar top officer information for the other companies in the Fortune 500,  or 2000 or 2002 director information for any of them, it gave us the names  reflecting current officers and directors as of March 2004—the date we  obtained the data. Obviously, some of the March 2004 officers for 30  companies and the March 2004 directors for all 471 might have been  different from those working in 2000 or 2002, which was closer to the time  when most of the tax benefits related to the shelters were taken.  Consequently, our analysis of the March 2004 information omits any  officers and directors who left the relevant companies after 2002.", "We matched the S&P data to tax shelter information in IRS’s OTSA  database as of May 28, 2004. IRS’s database included information disclosed  to or discovered by IRS on companies, individuals, and other taxpayers  who used tax shelters. It also included information on as many as three  entities, including accounting firms, which IRS said promoted the shelter to  the investor. We considered both listed and nonlisted transactions in the  database because from an auditor independence standpoint, in both cases  the promoters were involved with transactions that IRS or taxpayers  believed needed to be reported to the federal government.", "To determine to what extent the 497 companies obtained tax shelter  services, we matched the employer identification numbers in the S&P and  IRS databases. When we found a match, we checked the promoter  information in the IRS database against the audit firm information in the  S&P database to see if the same accounting firm was listed as a promoter  for a particular transaction and as the company’s auditor for one or more  years that the shelter benefited the company. Although we do not know for  sure that a company obtained tax shelter and auditing services from an  accounting firm at exactly the same time, we considered it a match when at  least one of the tax years for which the company received a tax benefit  matched a fiscal year from 1998 through 2003 for which the accounting firm  was the company’s auditor. We did this because IRS did not have  information on exactly when taxpayers obtained tax shelter services, and  1998 was the year before the Department of the Treasury reported that the  proliferation of corporate tax shelters was unacceptable. We analyzed  information from other years to provide context.", "We also matched the names of company officers and directors in the S&P  data to the names of the tax shelter investors in the IRS database.", "Whenever we found a match, we tried to verify if the same person was  actually involved, as opposed to two people with the same first and last  names. If the person appeared to be the same (for example, had the same  middle initial), we matched the promoter name for that individual and,  similar to what was just described, the tax benefit dates in the IRS database  to the auditing firm of the individual’s company for 1998 through 2003 in the  S&P data. Our matching methodology did not allow us to detect instances  in which a spouse or other relative of the officer or director was the tax  shelter investor or instances in which the investing entity was a partnership  or other unit formed by the officer or director.", "As part of our work, we tested the reliability of IRS’s database and the data  we received from S&P. For the IRS database, we reviewed related  documentation, interviewed knowledgeable officials, and did electronic  testing. For the information received from S&P, we reviewed S&P  information on its controls over the data and verified sample data to  publicly available documents obtained from SEC’s Web site or elsewhere.  For both types of data, we found that the required data elements were  sufficiently reliable for the purposes of our work. However, as we will  describe later, the IRS database had important limitations and therefore  our results are imprecise in reflecting the universe of companies, officers,  and directors that might have obtained tax shelter services from the  companies’ auditors.", "To deal with our last two objectives--those on case study companies  obtaining tax shelter and other tax services from their auditor and funding  these services for officers and directors--we selected publicly traded  companies among the Fortune 500 to study in depth. Independent of any  IRS information, we reviewed the April 2003 Fortune 500 list and chose  companies that were headquartered in three geographically diverse parts of  the country and whose audit committee chair worked or lived in one of  those areas. We excluded companies whose audit committee chairs had  been contacted in other recent GAO studies. Of the 23 companies that met  our criteria, 8 agreed to provide information in response to a structured  interview guide we used. For 5 of these 8 companies, we interviewed the  audit committee chair. For the other 3, we relied only on written answers  we received from the companies. Because we studied so few companies  and because of the method of selection, we cannot say that the responses  we received represent any larger group of companies. Further, the  companies that we did study might have agreed to participate because they  had special reasons for wanting to share their tax services experiences  with us. Although they were not representative of change overall, we  believe that the 8 companies illustrate some of the changes that have  occurred in recent years related to auditors providing tax services.", "We did our work between December 2003 and January 2005 in accordance  with generally accepted government auditing standards."], "subsections": []}, {"section_title": "According to Available but Limited Data, 61 Fortune 500 Companies Used Tax Shelters That Had Been Promoted by Their Auditor", "paragraphs": ["As shown in table 2, 61 Fortune 500 companies used a tax shelter that was  promoted by an accounting firm that was their external auditor for one or  more years from 1998 through 2003 in which the company received benefits  from the tax shelter. The 61 companies had 82 transactions worth about  $3.4 billion in estimated potential tax losses over many years for  transactions that were generally reportable on tax returns sent to IRS. They  are out of 492 Fortune 500 companies for which S&P supplied employer  identification numbers and for which we searched for a match in the May  28, 2004 version of IRS’s tax shelter database.", "Table 3 puts this information into various contexts. For instance, including  the 61 companies just described, 67 companies with about $4.1 billion in  tax shelter benefits obtained tax shelter services from a firm that was their  auditor sometime, but not necessarily in the same year the company  received some or all the related tax shelter benefits. We include the 6  additional companies because some analysts have questioned the propriety  of accounting firms promoting tax shelters even to companies they are not  currently auditing. For example, recent press reports described a company  that employed an accounting firm as its auditor sometime after the year for  which the company claimed a tax shelter benefit from the shelter provided  by the accounting firm. According to the reports, the auditor began auditing  financial statement items resulting from the tax shelter that it had  previously provided, a task the auditor said was within SEC rules.", "For further context, table 3 shows that including the 67 companies, 114  Fortune 500 companies and almost 4,400 total taxpayers obtained tax  shelter services from accounting firms, including firms they had not ever  used as auditors but might one day. The estimated potential tax losses  involved were about $9 billion for the 114 companies for any year in IRS’s  database and about $24 billion for all taxpayers. Although we did not have  enough information to know whether taxpayers obtained fewer tax shelter  services from accounting firms as time went on, several accounting firms  testified in November 2003 before the Permanent Subcommittee on  Investigations of the Senate Committee on Governmental Affairs that they  had scaled back their tax shelter activities in general.", "Including the 114 companies, 207 Fortune 500 companies, regardless of  who their promoters were, used tax shelters accounting for about $56  billion in estimated potential tax losses, about 44 percent of it related to tax  years 1998 through 2003. To break out the $56 billion further, of the 492  Fortune 500 companies for whom S&P supplied employer identification  numbers, 139 appeared in IRS’s database to have engaged in listed  transactions with estimated potential tax losses of about $16 billion. The  number of companies engaged in nonlisted transactions estimated to be  potentially worth about $40 billion was 129, and because some companies  were involved in both kinds of transactions, the number engaged in either  listed or nonlisted transactions was 207.", "The 207 Fortune 500 companies’ transactions are part of IRS’s total tax  shelter database. As of May 28, 2004, for all taxpayers, the database  contained listed and nonlisted transactions with estimated potential tax  losses of about $129 billion, about half of it related to tax years 1998  through 2003. Most of the dollar amounts related to nonlisted, as opposed  to listed, transactions, and some of the amounts shown as listed might  represent transactions that taxpayers entered into before IRS had  designated them as listed. About a third of the approximately 15,000  transactions in the database had an accounting firm listed as a promoter,  and these transactions accounted for about 18 percent of the $129 billion  estimated potential tax loss."], "subsections": [{"section_title": "IRS Database Limitations", "paragraphs": ["We and IRS know the numbers in this section are not precise. Some of the  imprecision could make the count of transactions and associated estimated  potential losses too high, and some could make them too low. Accordingly,  the numbers should be used with caution and should be understood and  used as general estimates of the degree to which companies might have  obtained tax shelter services from external auditors and of the possible  dollar magnitude of the associated tax benefits, and thus possible  decreased federal revenues.", "The numbers could be overestimates for the following reasons:  The number of abusive transactions and their dollar amounts might  have been or might still be reduced upon further examination, appeal,  litigation, or other action.", "The database included some reported transactions that turned out to be  nonabusive. Additional transactions might later be found to be  nonabusive.", "According to an IRS official, the database included some tax shelter  transactions more than once—at the level of a flow-through entity, such  as a partnership, and again at the level of the taxpayers, for example, the  individual partners—with the relevant dollar amounts thus appearing  twice. This limitation would not apply to information dealing only with  Fortune 500 companies’ use of tax shelters.", "The numbers could be underestimates for the following reasons:  The IRS database did not include promoters for about a quarter of the  transactions of the 207 Fortune 500 companies that used tax shelters. In  these cases, the tax shelter might have been obtained using a promoter  that the taxpayer did not identify to IRS, or, according to an IRS official,  a very few taxpayers not working for firms designing tax shelters might  have developed their own tax shelter. In total, the database did not  include promoters for 2,095, or about 14 percent, of its transactions as of  May 28, 2004.", "The database did not reflect estimated potential tax losses for about a  third of the transactions of the Fortune 500 companies using an  accounting firm to obtain tax shelters, or for about a quarter of the  transactions of the total number of Fortune 500 companies obtaining tax  shelters. According to an IRS official, this was because taxpayers did  not include estimated losses on documents submitted to IRS. The  official added that a possible reason for taxpayers not disclosing such  information was that nondisclosure penalties did not yet exist. The  database did not reflect estimated potential tax losses for about two- thirds of the 15,040 total transactions it contained. These potential  losses could range from small to large amounts; however, their  distribution is unknown.", "In addition, as of May 28, 2004, IRS had not yet entered into the database  all of the tax shelter information that it possessed even though the  information included data pertaining to transactions done years ago.", "The database only included information on abusive or possibly abusive  transactions that had been disclosed to or discovered by IRS, and as  alluded to earlier, the number of listed transactions had continually  grown from even before OTSA was established.", "Adding to the uncertainty, the tax loss estimates in the database vary from  being IRS officials’ recommended taxes, based on examining some  transactions, to taxpayer judgments regarding potential losses in cases  where examinations had not been done. According to an IRS official,  taxpayer-provided information may represent estimates or incomplete  information.", "Despite these data limitations, the numbers we present in this report  provide a general indication of the extent to which Fortune 500 companies  did use their external auditor for tax shelter services. In addition, they  include larger numbers showing that many Fortune 500 and other  taxpayers obtained tax shelter services using their own and other  accounting firms, and many obtained tax shelters without using accounting  firms at all."], "subsections": []}]}, {"section_title": "According to Available but Limited Data, Officers or Directors Associated with 17 Fortune 500 Companies Used Tax Shelters That Had Been Promoted by the Company’s Auditor", "paragraphs": ["As shown in table 4, one or more officers or directors of 17 Fortune 500  companies used tax shelters that were promoted by an accounting firm that  was the Fortune 500 company’s external auditor during at least one of the  years that the officer or director benefited from the tax shelter. The years in  question were 1998 through 2003, and the potential tax loss from these  transactions was about $100 million. The officers or directors are from 471  Fortune 500 companies for which we had data on officers or directors from  S&P that we matched against data in the May 28, 2004 version of IRS’s tax  shelter database.", "To place the officers and directors of the 17 companies into context, in 33  companies, a transaction of at least one officer or director had an  accounting firm listed as a promoter, and in 57 of them, at least one officer  or director obtained a tax shelter regardless of whom he or she used as a  promoter. The number of officers and directors involved in even the 57  companies translated to less than one percent of the officers and directors  of Fortune 500 companies that we matched against IRS’s database.", "These numbers relating to officers and directors of Fortune 500 companies  are subject to the limitations described previously for the numbers related  to the companies themselves. For example, IRS’s database did not list  promoters or estimated potential tax losses for every transaction. In  addition, according to an IRS official, disclosures from individuals,  partnerships, and S corporations, which were first due to IRS for filing year  2003, arrived in great numbers beginning in April 2004, and many were not  yet entered into the IRS database as of May 28, 2004."], "subsections": []}, {"section_title": "According to Their Representatives, All Case Study Companies Recently Changed How They Acquire Tax Services from Their Auditors", "paragraphs": ["According to their representatives, all eight of our case study companies  adopted or refined policies or practices in 2002 or 2003 requiring their audit  committees to pre-approve tax services to be obtained or governing the tax  services provided. At least some of these changes were in response to the  Sarbanes-Oxley Act. Examples of changes made include requiring that all  engagements with the external auditor be subject to approval and directing  more work to other providers. As stated earlier, these companies are not  representative of other companies because of their small number, the way  we selected them, and their unknown motivation for participating with us.  However, they do illustrate that the provision of tax services has changed  in recent years for at least some companies.", "According to company representatives, all eight case study companies  obtained tax services from their auditors during the period from 2000  through 2003. Services provided ranged from company to company,  sometimes involving, for instance, tax return preparation, tax return  review, advice on foreign tax transactions, or consultations on  negotiations. Only two of the companies told us of obtaining tax shelter  services, and one of them obtained the services before 2000.", "Company representatives told us about how specific services the company  acquired changed over time. In fiscal year 2004, one company’s audit  committee rejected auditor involvement in a particular tax strategy out of  concern that the auditor could potentially be in the position of auditing its  own work. Another company told us of discontinuing an arrangement for  obtaining certain tax services from its auditor because of the arrangement’s  undesirable appearance. A third company told us of transferring some tax  services from its auditor to other providers in 2003 and 2004 because the  audit committee began requiring a compelling reason to use its auditor for  the services. In spite of these changes, in stating general impressions, six  case study companies said that having their audit firm provide tax services  brought efficiency and effectiveness gains due to the firm’s understanding  of the company and its business.", "The two case study companies that obtained tax shelter services in the past  were among the three companies of the eight that said they did not have a  current policy prohibiting obtaining tax shelter services. However, one of  the two companies said that it did not plan to obtain tax shelters in the  future. According to both companies, IRS challenged the tax shelter  claimed, and the issue had not yet been resolved."], "subsections": [{"section_title": "Six of Eight Case Study Companies Said They Allowed Officers and Directors to Obtain Tax Services from the External Auditor, but Four Said They Then Stopped", "paragraphs": ["Although six of our case study companies reported that officers or  directors at some time since 2000 used the auditor for some tax services,  such as tax return preparation, officials told us that four of the companies  in 2002 or 2003 adopted policies prohibiting officers from using the auditor  for the services in the future. One company cited auditor independence  reasons for removing as of 2003 its requirement that a particular executive  use the company’s auditor. In contrast to the situation with tax services in  general, none of the companies reported officers or directors obtaining tax  shelter services from the company auditor.", "Three companies we contacted said they did not have a policy prohibiting  officers from obtaining tax services from the company auditor. However,  even among those, one company knew of no officers who had actually used  the auditor from 2000 onward for tax services. Another company allowed  using the auditor but annually surveyed its senior officers about perceived  or actual conflicts of interest. The third said its executives could use the  auditor but had done so only in limited instances."], "subsections": []}]}, {"section_title": "Case Study Companies Said They Paid Auditors Varying Amounts for Tax Services for Company Officers and Directors", "paragraphs": ["For the year we asked about in which officers or directors were still using  the company auditor for tax services—2001—two case study companies  that paid for these services indicated one paid the auditor about $8,000 and  the other about $13,000. Although two other companies reported paying for  these services, they did not provide us with specific amounts. Both fell into  the lowest non-zero choice of range we provided—greater than $0 but less  than or equal to $1 million. The other four of the eight companies we  studied reported paying their auditors nothing in 2001 for tax services for  officers or directors.", "In general and not restricted to 2001, five case study companies reported  setting aside funds for, or annually paying for, tax services that officers or  directors obtain from their auditors or others. In those cases, company  figures varied from a range of $30,000 to $50,000 in one case to $150,000 in  another."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["In written comments on a draft of this report, the Commissioner of Internal  Revenue said it was comprehensive and provided an accurate picture of the  factors affecting IRS’s ability to have an accurate tax shelter database. He  particularly pointed to indications in the draft report that not all the  information in the database might relate to abusive tax avoidance  transactions.", "The Commissioner also said that IRS changes and recent legislation will  enable IRS to address the database limitations we note, several of which  IRS had already identified and was working to overcome. He added that  IRS was creating a new database and exploring considering whether  various IRS forms should be revised to improve the quality of information  IRS receives. In addition, he noted that IRS supported the December 2004  PCAOB action to revise auditor ethics and independence rules.", "The full text of the Commissioner’s comments is reprinted in appendix I.", "As discussed with your staff, unless you publicly announce its contents  earlier, we plan no further distribution of this report until 30 days from the  date of the report. At that time, we will send copies to the Chairmen and  Ranking Minority Members of the Senate Committee on Finance and the  House Committee on Ways and Means, the Commissioner of Internal  Revenue, and other interested parties. The report will also be available at  no charge on GAO’s Web site at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact me  at (202) 512-9110 or at brostekm@gao.gov or Signora May at (404) 679-1920  or at maysj1@gao.gov. Jeffrey Arkin, Lawrence Korb, MacDonald Phillips,  Tina Smith, James Ungvarsky, and Walter Vance were key contributors to  this report."], "subsections": []}]}, {"section_title": "Comments from the Internal Revenue Service", "paragraphs": [], "subsections": [{"section_title": "GAO’s Mission", "paragraphs": ["The Government Accountability Office, the audit, evaluation and  investigative arm of Congress, exists to support Congress in meeting its  constitutional responsibilities and to help improve the performance and  accountability of the federal government for the American people. GAO  examines the use of public funds; evaluates federal programs and policies;  and provides analyses, recommendations, and other assistance to help  Congress make informed oversight, policy, and funding decisions. GAO’s  commitment to good government is reflected in its core values of  accountability, integrity, and reliability."], "subsections": []}, {"section_title": "Obtaining Copies of GAO Reports and Testimony", "paragraphs": ["The fastest and easiest way to obtain copies of GAO documents at no cost  is through GAO’s Web site (www.gao.gov). Each weekday, GAO posts  newly released reports, testimony, and correspondence on its Web site. To  have GAO e-mail you a list of newly posted products every afternoon, go to  www.gao.gov and select “Subscribe to Updates.”"], "subsections": [{"section_title": "Order by Mail or Phone", "paragraphs": [], "subsections": []}]}, {"section_title": "To Report Fraud, Waste, and Abuse in Federal Programs", "paragraphs": [], "subsections": []}, {"section_title": "Congressional Relations", "paragraphs": [], "subsections": []}, {"section_title": "Public Affairs", "paragraphs": [], "subsections": []}]}], "fastfact": []}