{"id": "GAO-14-304", "url": "https://www.gao.gov/products/GAO-14-304", "title": "Federal Contracting: Noncompetitive Contracts Based on Urgency Need Additional Oversight", "published_date": "2014-03-26T00:00:00", "released_date": "2014-03-26T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Competition is a critical tool for achieving the best return on the government's investment. Federal agencies are generally required to award contracts competitively but are permitted to award noncompetitive contracts under certain circumstances, such as when requirements are of such an unusual and compelling urgency that the government would suffer serious financial or other injury. Contracts that use the urgency exception to competition must generally be no longer than one year in duration.", "The conference report for the National Defense Authorization Act of Fiscal Year 2013 mandated GAO to examine DOD's, State's, and USAID's use of this exception. For the three agencies, GAO assessed (1) the pattern of use, (2) the reasons agencies awarded urgent noncompetitive contracts and the extent to which justifications met FAR requirements; and (3) the extent to which agencies limited the duration. GAO analyzed federal procurement data, interviewed contracting officials, and analyzed a non-generalizable sample of 62 contracts with a mix of obligation levels and types of goods and services procured across the three agencies."]}, {"section_title": "What GAO Found", "paragraphs": ["The Departments of Defense (DOD) and State and the U.S. Agency for International Development (USAID) used the urgency exception to a limited extent, but the reliability of some federal procurement data elements is questionable. For fiscal years 2010 through 2012, obligations reported under urgent noncompetitive contracts ranged from less than 1 percent to about 12 percent of all noncompetitive contract obligations. During that time, DOD obligated $12.5 billion noncompetitively to procure goods and services using the urgency exception, while State and USAID obligated $582 million and about $20 million respectively, almost exclusively to procure services. Among the items procured were personal armor, guard services and communications equipment to support missions in Afghanistan and Iraq. GAO found coding errors that raise concerns about the reliability of federal procurement data on the use of the urgency exception. Nearly half—28 of the 62 contracts in GAO's sample—were incorrectly coded as having used the urgency exception when they did not. GAO found that 20 of the 28 miscoded contracts were awarded using procedures that are more simple and separate from the requirements related to the use of the urgency exception. Ensuring reliability of procurement data is critical as these data are used to inform procurement policy decisions and facilitate oversight.", "For the 34 contracts in GAO's sample that were properly coded as having used the urgency exception, agencies cited a range of urgent circumstances, primarily to meet urgent needs for combat operations or to avoid unanticipated gaps in program support. The justifications and approvals—which are required by the Federal Acquisition Regulation (FAR) to contain certain facts and rationale to justify use of the urgency exception to competition—generally contained the required elements; however, some were ambiguous about the specific risks to the government if the acquisition was delayed.", "Ten of the 34 contracts in GAO's sample had a period of performance of more than one year—8 of which were modified after award to extend the period of performance beyond 1 year. The FAR limits contracts using the urgency exception to one year in duration unless the head of the agency or a designee determines that exceptional circumstances apply. Agencies did not make this determination for the 10 contracts. The FAR is not clear about what steps agencies should take when a contract is modified after award to extend the period of performance over 1 year. Some contracting officials noted that these modifications are treated as separate contract actions and would not require the determination by the head of the agency or designee. Others considered them cumulative actions requiring the determination. Standards for Internal Controls in the Federal Government calls for organizations to maintain proper controls that ensure transparency and accountability for stewardship of government resources. The Office of Federal Procurement Policy (OFPP)—which provides governmentwide policy on federal contracting procedures—is in a position to clarify when the determination of exceptional circumstances is needed to help achieve consistent implementation of this requirement across the federal government. Further, under the urgency exception, the FAR requires agencies to seek offers from as many vendors as practicable given the circumstances. For some contracts in GAO's sample, lack of access to technical data rights and reliance on contractor expertise prevented agencies from obtaining competition."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends that DOD, State and USAID provide guidance to improve data reliability and oversight for contracts awarded using the urgency exception. GAO also recommends that OFPP provide clarifying guidance to ensure consistent implementation of regulations. Agencies generally agreed with the recommendations."]}], "report": [{"section_title": "Letter", "paragraphs": ["In fiscal year 2013, the federal government obligated more than $459  billion to procure goods and services, of which approximately $164  billion—about 36 percent—were not competed. Competition in contracting  is a critical tool for achieving the best return on investment for taxpayers  and can help save the taxpayer money, improve contractor performance,  and promote accountability for results. While federal statute and  acquisition regulations generally require that contracts be awarded on the  basis of full and open competition, they also allow agencies to award  noncompetitive contracts in certain circumstances. For example, when  the agency’s need for goods and services is of an unusual and  compelling urgency that precludes full and open competition, agencies  may be permitted to award noncompetitive contracts where a delay in  award would result in serious financial or other injury to the government.  Nonetheless, the Federal Acquisition Regulation (FAR) pertaining to the  award of a noncompetitive contract on the basis of urgency requires that  agencies request offers from as many sources as is practicable given the  circumstances; however, agencies may limit the number of sources from  which it solicits offers.", "Promoting competition—even in a limited form—increases the potential  for quality goods and services at a lower price in urgent situations. Past  GAO work has found that the federal government may realize significant  cost savings when awarding contracts competitively. In fiscal year 2013,  the federal government obligated about $3 billion through noncompetitive  contracts on the basis of a compelling urgency to procure goods and  services. Noncompetitive contracts carry the risk of overspending  because, among other things, they have been negotiated without the  benefit of competition, to help establish pricing; one way to mitigate risk is  to limit the contract’s performance period. In 2009, a new requirement  was included in the FAR that, among other things, limits the period of  performance for contracts awarded noncompetitively on the grounds of  urgency to no longer than 1 year unless there is a determination that  exceptional circumstances apply.", "The conference report for the National Defense Authorization Act for  Fiscal Year 2013 mandated that GAO review the use of the unusual and  compelling urgency exception to full and open competition by the  Departments of Defense (DOD) and State and the U.S. Agency for  International Development (USAID). pattern of DOD’s, State’s, and USAID’s use of the unusual and  compelling urgency exception, including the range of goods and services  acquired; (2) the reasons that agencies awarded noncompetitive  contracts on the basis of urgency, and the extent to which justifications  met requirements in the FAR; and (3) the extent to which agencies limited  the duration of the contract and achieved competition in urgent situations.", "H.R. Rep. No. 112-705, at 817 (2012) (Conf. Rep.). obligations and a mix of products and services contracts. We analyzed  justifications and other documents agencies used to seek approval to limit  competition on the selected contracts to identify agencies’ rationale for  using the urgency exception and determined whether they met FAR  requirements. We conducted legal research, analyzed DOD, State, and  USAID policies and guidance, and interviewed officials on use of the  urgency exception. We compared agencies’ policies and procedures with  the Standards for Internal Control in the Federal Government which calls  for documenting transactions to provide evidence of implementation. To  determine the extent to which agencies complied with the FAR  requirement to limit the contract period and obtained competition, we  performed an in depth review of contract files for 34 selected contracts  that we identified from our sample of 62 contracts were awarded using  the unusual and compelling urgency exception. In addition, we spoke with  officials from the Office of Federal Procurement Policy (OFPP) in the  Office of Management and Budget (OMB)—which has responsibility for  federal procurement policy—about agencies’ approaches to implement  the FAR requirement to limit the period of performance for contracts  awarded under the urgency exception. We compared agencies’  approaches to implement the FAR requirement to limit the period of  performance with Standards for Internal Control in the Federal  Government which calls for organizations to maintain proper controls to  ensure transparency and accountability for stewardship of resources.", "A more detailed description of our scope and methodology is presented in  appendix I. We conducted this performance audit from March 2013  through March 2014 in accordance with generally accepted government  auditing standards. Those standards require that we plan and perform the  audit to obtain sufficient, appropriate evidence to provide a reasonable  basis for our findings and conclusions based on our audit objectives. We  believe that the evidence obtained provides a reasonable basis for our  findings and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["Agencies are generally required to use full and open competition— achieved when all responsible sources are permitted to compete—when  awarding contracts. However, the Competition in Contracting Act of 1984  recognizes that full and open competition is not feasible in all  circumstances and authorizes contracting without full and open  competition under certain conditions. Examples of allowable exceptions  to full and open competition include circumstances when the contractor is  the only source capable of performing the work or when disclosure of the  agency’s need would compromise national security. An agency may also  award a contract noncompetitively when the need for goods and services  is of such an unusual and compelling urgency that the federal  government faces the risk of serious financial or other injury.", "When using the urgency exception to competition, an agency may limit  competition to the firms it reasonably believes can perform the work in the  time available. However, an agency is not permitted to award a  noncompetitive contract where the urgent need has been brought about  due to a lack of advanced planning. Unlike the other exceptions to  competition provided by the FAR, awards that use the urgency exception  have certain time restrictions. Specifically, the total period of performance  is limited to the time necessary to meet the requirement and for the  agency to enter into another contract through the use of competitive  procedures. Further, the period of performance may not exceed 1 year  unless the head of the agency or appointed designee determines that  exceptional circumstances apply.", "Generally, noncompetitive awards must be supported by written  justifications that contain sufficient facts and rationale to justify use of the  specific exception to competition that is being applied to the procurement.  At a minimum, justifications must include 12 elements specified in the  FAR, including a description of the goods and services being procured,  market research conducted, and efforts to solicit offers, among other  things, as shown in figure 1.", "For noncompetitive awards using the urgency exception, justifications  may be prepared and approved within a reasonable time after award  when doing so prior to award would unreasonably delay the acquisition.  Justifications are to be published—on the Federal Business Opportunities website (FedBizOpps)—generally, within 30 days after contract award.Additionally, justifications must be approved at various levels within the  contracting organization. These levels vary according to the estimated  total dollar value of the proposed contract, including all options. As  outlined in table 1, the approval levels range from the contracting officer  for smaller dollar contracts up to the agency’s senior procurement  executive for larger dollar contracts.", "The FAR has more streamlined procedures for awarding contracts under  the simplified acquisition threshold—generally less than $150,000. These  smaller dollar awards are exempt from the justification and documentation  requirements described above for contracts over this threshold. For  example, contracting officers awarding a contract under simplified  acquisition procedures must only document the determination that  competition was not feasible; no approval beyond the contracting officer  is required. Further, agencies do not have to document the extent and  nature of the harm to the government that necessitates limiting  competition when using simplified acquisition procedures. When using  these procedures, agencies may solicit an offer from one contractor in  certain circumstances, including when the contracting officer determines  that only one source is reasonably available.", "In general, once a contract is awarded, the awarding agency must enter  certain information into FPDS-NG, the federal government’s database  that captures information on contract awards and obligations. Agencies  are responsible for the quality of the information entered into the  database. Data captured includes, for example, the contract value,  whether the contract was awarded competitively or not, and what  authority was used to award the contract noncompetitively. In FPDS-NG,  there are three fields for agencies to report competition data for contracts  awarded:", "Extent competed: the competitive nature of the contract awarded, for  example, whether the contract was awarded using full and open  competition or not competed using simplified acquisition procedures.", "Solicitation procedure: the procedure an agency used to solicit offers  for a proposed contract opportunity, for example, soliciting an offer  from only one contractor because the agency deemed only one  source available to fulfill the need or soliciting offers pursuant to  simplified acquisition procedures.", "Other than full and open competition: the reason an award was not  competed and the authority used to forego full and open competition,  for example, the unusual and compelling urgency exception to  competition. For the purposes of this report, we refer to this field as  “the reason not competed” to be more descriptive of the content in the  field."], "subsections": []}, {"section_title": "Agencies Used the Urgency Exception to a Limited Extent and Procured a Range of Goods and Services, but Data Reliability Is Questionable", "paragraphs": [], "subsections": [{"section_title": "DOD’s, State’s, and USAID’s Use of the Urgency Exception Is Small Compared to Other Exceptions to Competition", "paragraphs": ["Based on data from FPDS-NG, DOD, State, and USAID obligations for  contracts and task orders reported as using the urgency exception during  fiscal years 2010 through 2012 were small relative to other exceptions to   Of the $998 billion that DOD obligated for all  full and open competition.contracts during this period, $432 billion or 43 percent were awarded  noncompetitively; however, only about $12.5 billion—or about 3 percent— of DOD’s noncompetitive obligations were awarded under the urgency  exception. Less than 1 percent of USAID’s noncompetitive obligations— $3.3 billion—were obligated under the urgency exception. In comparison  to DOD and USAID, State’s obligations under the urgency exception were  more substantial, accounting for 12.5 percent—or $582 million—of its  noncompetitive obligations, as shown in figure 2.", "DOD’s obligations under the urgency exception accounted for more than  85 percent of the total dollars obligated using the urgency exception  across the federal government from fiscal years 2010 through 2012.  Among civilian agencies, State and USAID obligations using the urgency  exception accounted for about 4 percent and less than 1 percent of total  urgency obligations across the federal government, respectively. DOD  and USAID’s obligations under the urgency exception remained relatively  constant for fiscal years 2010 through 2012; however, State’s obligations  in fiscal year 2011 were $301.4 million, more than a twelvefold increase  over its fiscal year 2010 obligations, which totaled $24.4 million. Most of  the increase can be attributed to three contracts, which altogether totaled  more than 75 percent of State’s total urgency obligations in fiscal year  2011."], "subsections": []}, {"section_title": "Agencies Procured a Range of Goods and Services Using the Urgency Exception", "paragraphs": ["Our analysis of FPDS-NG data showed that use of the urgency exception  varied in the types of goods and services acquired across DOD, State,  and USAID for fiscal years 2010 through 2012. As figure 3 shows, State  and USAID obligated funds to almost exclusively procure services while  DOD obligated funds to procure an equal percentage of goods and  services. During the 3-year period, DOD procured a broad range of items  with more than half of funds—or over $6 billion—for research and  development and to purchase communications and radar equipment. For  State, about 60 percent of funds—over $335 million—were obligated to  procure guard protection services at U.S. embassies and other facilities.  For USAID, nearly half of its funds—more than $9 million—were obligated  to support construction of roads and highways and to procure education  and training services."], "subsections": []}, {"section_title": "Coding Errors and Limitations Highlight Federal Procurement Data Reliability Concerns", "paragraphs": ["We found coding errors in FPDS-NG for contracts awarded by DOD,  State, and USAID. Specifically, of the 62 contracts we selected for our  sample, 28 were reported in FPDS-NG as being awarded  noncompetitively using the urgency exception, but were not. Of the 28  contracts that were not correctly reported in FPDS-NG, three contracts  were awarded using other exceptions to competition, such as national  security, five were awarded using a unique authority to award  noncompetitive contracts at USAID, and 20 contracts were awarded using  simplified acquisition procedures. We note that our sample is not  representative of all dollars obligated for federal contracts.", "We found three Air Force contracts that were incorrectly coded in FPDS- NG as awarded using the urgency exception to competition, but the  contract file documentation confirmed that these contracts were awarded  noncompetitively on the basis of national security concerns or that only  one vendor could supply the requirement. Of these three contracts, two  were awarded noncompetitively to procure an unmanned aircraft system  and replacement aircraft accessories on the basis that disclosure of the  agency’s need would compromise national security. Officials explained  that these coding errors were due to an administrative oversight. For the  remaining contract which was awarded on the basis that only one  contractor could perform the work, officials identified and corrected the  error during a routine inspection that occurred after we included the  contract in our sample.", "We identified five USAID contracts that were noncompetitive awards  using an authority unique to USAID that allows the agency to award  noncompetitive contracts where competition would impair or otherwise  have an adverse effect on programs conducted for the purposes of  foreign aid, relief, and rehabilitation. FPDS-NG does not include an  option to report noncompetitive awards using USAID’s unique exception  to competition. Thus, according to USAID officials, contracting staff use  their professional judgment to choose an option in FPDS-NG that most  closely matches the circumstances of the award. This may include  reporting the noncompeted award as being procured using the urgency  exception. We did not assess the extent to which USAID consistently  reported these awards using the urgency exception versus other  exceptions to competition.", "Twenty of the contracts were awarded for less than $150,000 using  simplified acquisition procedures. These contracts were awarded  noncompetitively on the basis that the good or service was required  immediately and only one source was deemed reasonably available. The  contract file documentation showed that DOD, State, and USAID  procured various goods and services—including water purification  systems, furniture storage space, drapes and holiday gifts—using  streamlined procedures for simplified acquisitions. However, when  recording the reason these contracts were not competed in FPDS-NG,  DOD, State, and USAID incorrectly reported that these contracts were  awarded using the unusual and compelling urgency exception to full and  open competition. Contracting officials attributed these coding errors to an  administrative oversight and some officials admitted to confusion about  how to input data in FPDS-NG. Such inaccurate reporting adds to existing  concerns about the reliability of some data elements in FPDS-NG which  GAO has reported on previously.", "For the 20 contracts awarded using simplified procedures, we found that  the potential for confusion arises when agencies are directed in FPDS- NG to record the solicitation procedure and the extent to which a contract  was competed. Based on our analysis of contracts reported as using the  urgency exception to competition, when reporting which solicitation  procedure was used, contracting staff frequently selected the entry  labeled “only one source.” This denotes that the agency did not solicit  offers from potential vendors because it determined only one source was  reasonably available given the urgent need. Agencies also selected the  entry labeled “not competed” when reporting the extent to which a  contract was competed.", "As figure 4 illustrates, when contracting staff select “only one source” in  the solicitation procedure field, FPDS-NG validation rules do not allow the  selection of simplified acquisition procedures in the field for the “reason  not competed”. For these contracts, per FPDS-NG instructions,  contracting staff should have reported these awards as “simplified  acquisition” under solicitation procedure and “not competed under  simplified acquisition procedures” in the extent competed field. Consistent  with FPDS-NG database instructions, using this approach would restrict  the data entry options available when reporting the reason not competed  to simplified acquisition procedures. During the course of our review, the  Defense Logistics Agency (DLA) within DOD used this approach to  correct the entry in FPDS-NG for two awards under $150,000 that are  now recorded as sole-source awards using simplified acquisition  procedures which is consistent with the records maintained in the  corresponding contract files. In 2010, DOD issued guidance to, among  other things, help improve the quality of data reported in FPDS-NG for  contracts awarded using simplified acquisition procedures. For fiscal  years 2010 through 2012, data in FPDS-NG showed that collectively  DOD, State, and USAID reported 13,040 noncompetitive contracts under  $150,000 as being awarded under the urgency exception. The total  obligation for these contracts was over $284 million. Ensuring contracts  are correctly coded in FPDS-NG is critical as the data are used to inform  procurement policy decisions and facilitate congressional oversight."], "subsections": []}]}, {"section_title": "Agencies Cited a Range of Urgent Circumstances to Award Noncompetitive Contracts and Justifications Generally Contained Required Elements", "paragraphs": ["After excluding the contracts we identified with data errors, we found that  34 contracts were awarded noncompetitively using the unusual and  compelling urgency exception to competition to meet a range of urgent   Our sample included DOD contracts that were awarded to  situations.meet urgent operational needs for combat operations in Afghanistan and  Iraq, including two contracts that highlight the risk of using the urgency  exception for research and development initiatives to immediately field  capabilities for combat operations. In addition, our sample consisted of  contracts awarded to avoid a lapse in program support resulting from  firms protesting the award of a competitive contract or from changes in  program requirements. Generally, noncompetitive awards—such as those  using the urgency exception—must be supported by written justifications  that contain the facts and rationale to justify use of an exception to  competition. While justifications in our sample generally contained the  required information, some fell short of the FAR requirements and did not  obtain the necessary signatures or make justifications publicly available.  Other justifications were written ambiguously in terms of including other  facts supporting the use of the urgency exception, such as the nature of  the harm to the government."], "subsections": [{"section_title": "Agencies Awarded Noncompetitive Contracts to Meet a Range of Urgent Situations", "paragraphs": ["For the 34 contracts in our sample, DOD, State, and USAID cited a range  of urgent situations that precluded full and open competition. More than  half of the contracts were awarded to procure goods and services to  support various missions in Afghanistan and Iraq. The two most common  reasons agencies cited for awarding noncompetitive contracts on the  basis of urgency—sometimes for the same contract—were to meet urgent  operational needs for combat operations and to avoid a gap in program  support resulting from unanticipated events. The remaining contracts  supported unique circumstances such as fulfilling increased demand for  fuel, providing telecommunications support for a foreign delegation visit,  obtaining equipment for an unscheduled naval mission, and addressing  emergency vehicle repairs. See Appendix II for a summary of the 34  contracts in our sample."], "subsections": [{"section_title": "DOD Sought to Meet Urgent Operational Needs for Combat Operations", "paragraphs": ["DOD awarded 16 contracts, valued at $1.2 billion, to rapidly acquire and  provide capabilities to meet urgent needs that, DOD maintained, if not  addressed immediately, would seriously endanger personnel or pose a  threat to ongoing combat operations. These needs involved two primary  capabilities: intelligence, surveillance, and reconnaissance (ISR)—such  as airships—and systems to protect against attacks from improvised  explosive devices. DOD’s acquisition policy states that urgent operational  needs are among the highest priority acquisitions and identifies the  urgency exception as one of the tools available to provide urgently  needed capabilities to the warfighter more quickly by reducing the amount  of time needed to award a contract. In an April 2012 report, GAO found  that some DOD programs to meet urgent operational needs were able to  reach contract award sooner by relying on urgent noncompetitive awards;  however, this reliance could affect the price the government pays.", "Recognizing the need to quickly deliver capabilities in urgent conditions— sometimes within days or months—DOD policy calls for delivering  solutions for urgent needs within 24 months of when the urgent  operational need is identified and validated. Within the sample of urgent  DOD awards we reviewed, many of the capabilities acquired in response  to urgent operational needs were fielded within 3 to 20 months of when  the requirement was identified. For example, by relying on an existing  technology, the Army was able to quickly field 29 surveillance aerostats  within 10 months of validating the urgent operational need. DOD  contracting officials we spoke with told us they expect decreases in the  number of noncompetitive awards on the basis of urgency to meet urgent  operational needs because of the drawdown in military operations in Iraq  and Afghanistan.", "Two DOD awards within our sample highlighted the risks of using the  urgency exception to competition to award contracts for research and  development initiatives to meet immediate combat operation needs. DOD  policy identifies efforts best suited for rapid fielding of urgently needed  capabilities as those that do not require substantial development effort,  are based on proven and available technologies, and can be acquired  under a fixed price contract.", "In the first example, the Air Force’s Blue Devil Block 2 program used the  urgency exception to purchase previously unproven technology for  improved ISR capability. GAO and the DOD Inspector General have  previously reported that the program faced various challenges. In 2009,  the Air Force first identified the need for the program following a  presentation from the contractor for an airship concept that could take off  and land vertically while requiring fewer personnel to assist with landing  than traditional airships. In March 2010, the contractor submitted an  unsolicited proposal to the Air Force for the development of the Blue Devil  Block 2 airship. The Air Force Research Laboratory (AFRL) conducted an  assessment of the program and determined that the proposed 24 month  schedule was aggressive and likely unachievable. As an alternative,  AFRL proposed a strategy to develop the airship in 34 months using  competitive procedures. In September 2010, the Secretary of Defense  designated the procurement of the airship as an urgent need to be rapidly  acquired, and set the expectation that it be deployed within 13 months.  The following month, AFRL conducted a second assessment of the  program and again determined that it was not suitable for rapid fielding  within 24 months due to concerns about the technical capability of the  contractor and poorly defined requirements. Despite AFRL’s assessment,  the Air Force awarded an $86.2 million contract in March 2011 based on  urgency for delivery of the airship in January 2012. In an October 2012  report, GAO found that this program experienced significant technical  problems resulting in cost overruns and schedule delays that led to  termination of the program in June 2012, which was 5 months after the  planned fielding date of January 2012. Ultimately, the program was  terminated after spending more than $149 million and without fulfilling the  urgent requirement for a deployable ISR airship.", "In the second example, the Air Force awarded a noncompetitive contract  in 2011 on the basis of urgency for the development of the Orion  unmanned aerial system in response to an urgent operational need for  ISR capabilities to support multiple services in Afghanistan. The new  system was expected to provide greater uninterrupted flight times than  other available systems. The contract was awarded with a period of  performance of 13 months; however, the justification did not specify a  fielding date. After award, the cost of the contract nearly tripled from the  initial estimate of $5 million to a total of about $15 million and the period  of performance doubled from 13 months to 26 months. Contracting  officials said that cost increases and schedule delays were due to  technical problems experienced by the contractor in developing the  proposed technology. Nearly 3 years since the requirement was validated  as an urgent need, this system has not been fielded in Afghanistan and is  still under development through a follow-on contract.", "GAO has previously found that initiatives for urgent operational needs  that required technology development often take longer to field.Contracting officials we spoke with said that both programs relied heavily  on unproven technologies that required extensive research and  development, which contributed, in part, to the cancelation and delay of  the Blue Devil and Orion systems, respectively. Further, officials noted  that initiatives to respond to urgent operational needs tend to have more  successful outcomes when the solutions are based on proven, mature  technologies."], "subsections": []}, {"section_title": "Agencies Sought to Avoid a Gap in Program Support Resulting from Unanticipated Events", "paragraphs": ["DOD, State, and USAID awarded 12 noncompetitive contracts when  unexpected events threatened the agencies’ ability to continue program  support. Referred to as bridge contracts, such awards are typically short  term to avoid a lapse in program support while the award of a follow-on  contract is being planned. The contract period for the 12 bridge awards in  our sample averaged 11 months and collectively they were valued at a  total of over $466 million. For the bridge contracts that we reviewed, the  delay in awarding a competitive contract was due to unforeseen  personnel changes, competitors filing bid protests, and changes in  program requirements, among other things. For 10 of the 12 bridge  contracts in our sample, agencies awarded the contract to a vendor that  had previously performed the work.", "In one instance, the Air Force’s plans to competitively award a follow- on contract for engineering support services was disrupted by the  unexpected loss of the program manager who had specialized  expertise and had been working independently on the acquisition  strategy for about 1 year. A new program manager was assigned but  had difficulty accessing his predecessor’s files which further delayed  the acquisition effort. The justification cited that a gap in program  support would jeopardize ongoing research and expose the Air Force  to certain fines and penalties. Faced with the possibility of costly  delays estimated to be $1.5 million per month, the Air Force opted to  award a non-competitive bridge contract to the incumbent vendor who  was deemed most capable of meeting the program’s requirements  within the timeframes needed. Officials determined that the 12-month  bridge contract valued at $1.4 million would provide sufficient time to  complete market research and other acquisition planning for the  subsequent award.", "In another instance, State awarded a competitive follow-on contract to  provide operational and maintenance support services at the U.S.  Embassy compound in Baghdad, Iraq, three months before the  existing contract expired. However, the new contract, which was  awarded to the incumbent vendor, was protested, thus preventing the  contractor from starting performance on the contract. Citing concerns  about the health and safety of 4,200 U.S. government personnel,  State awarded a 6-month bridge contract valued at $38 million to the  incumbent vendor to ensure continuity of services. The justification  cited that transitioning to a contractor other than the incumbent vendor  would take at least 90 days because of visa processing, among other  things.", "A USAID program for oversight, outreach, and legislative assistance  to the National Assembly of Afghanistan was extended to ensure  continued support to the Afghan parliament during the upcoming  budget cycle. The contract USAID planned to use to obtain these  services was not awarded in time. As a result, USAID awarded a 7- month bridge contract to the incumbent vendor with a value of $5  million to avoid a break in service, with the goal of awarding a  competitive follow-on contract during the parliament’s upcoming  summer recess. USAID determined that for the bridge contract, a new  vendor could not transition within the time available due to security  clearances and other requirements."], "subsections": []}]}, {"section_title": "Justifications Generally Contained the Required Elements and Provided Varied Levels of Insight about the Risks that Led to Use of the Urgency Exception", "paragraphs": ["Justifications in our sample generally contained the required information;  however, some fell short of the FAR requirements and did not obtain the  necessary signatures, among other things. Other justifications were  written ambiguously in terms of including other facts supporting the use of  the urgency exception, such as the nature of the harm to the government."], "subsections": [{"section_title": "Justifications Generally Contained the Required Elements, Yet Several Did Not Meet All FAR Requirements", "paragraphs": ["Consistent with acquisition regulations, DOD, State, and USAID prepared  written justifications for all of the 34 urgent contracts in our sample to  include the required elements specified in the FAR—such as the  contracting officer’s determination that the cost will be fair and reasonable  and the extent of the agencies’ market research efforts. In addition, nearly  all of the justifications that we reviewed were prepared and approved prior  to award. The FAR permits agencies to prepare and approve justifications  within a reasonable time after contract award when doing so prior to  award would unreasonably delay the acquisition. This provision is unique  to use of the urgency exception, as preparation and approval of the  justification prior to award can delay the quick response time needed to  meet urgent needs. Contracting officials told us that they work together  with the program office to prepare justifications and, at a minimum, obtain  verbal approvals when it is unlikely the justification can be routed to  approving officials prior to award.", "In three instances, however, we found justifications were not signed by  the appropriate approving authority as required by the FAR. For example,  a USAID justification to award a $5 million contract to support missions in  Afghanistan was not signed by the Competition Advocate due to an  administrative oversight. In a second example, officials at the Defense  Logistics Agency did not obtain the necessary written approvals justifying  a $32 million award for an emergency fuel purchase also due to an  administrative oversight; however, according to officials, verbal approvals  had been obtained from all requisite approving officials including the head  of the contracting activity prior to award. After we brought this to their  attention, DLA officials obtained the necessary signatures on the  justification for this contract, even though the contract was complete. The  office that awarded this contract has since put a tool in place to route  justifications and ensure appropriate signatures are obtained in a timely  manner. Lastly, an Air Force justification for a noncompetitive award  valued at $130 million was not signed by the Senior Procurement  Executive, as required by the FAR. Officials we spoke with could not  confirm the reason the procurement executive did not sign the justification  and this individual is no longer employed by the Air Force.", "We also found four DOD justifications that were not signed in time to  meet the FAR requirement to make them publicly available within 30 days  of award. While the FAR permits agencies to prepare and approve  justifications awarded using the urgency exception within a reasonable  time after award; it does not identify a specific timeframe to do so.  However, agencies are required to make justifications for urgent  noncompetitive contracts available on the FedBizOpps website within 30  days of award. Thus, agencies would need to prepare and approve  justifications within 30 days in order to meet FAR requirements to make  them publicly available. DOD contracting officials who administered the  awards included in our sample told us it is customary to obtain verbal  approvals on justifications for noncompetitive procurements prior to  award; but such justifications are not made publicly available without  signatures from the appropriate approving official. The justifications for  these contracts were not signed until 58 to 314 days after award,  meaning that the fully approved justifications were not made publicly  available within 30 days of award as required by the FAR. In one of these  cases, an Army justification for a 3-month noncompetitive award for  satellite equipment was not prepared and approved, in writing, until 138  days after award. Citing concerns about compliance, the Army attorney  who provided legal review of the justification noted the absence of  regulatory procedure or agency policy when approval of the justification  has far exceeded the timing requirements for making the justification  publicly available. Officials subsequently posted the justification which  occurred more than 6 months after the contract award date and 90 days  after the contract expired. Some DOD, State, and USAID contracting  officials we spoke with emphasized the importance of complying with the  posting requirement to provide transparency into agency’s contracting  activity, but others were unsure of the appropriate course of action when  approval of the justification does not occur within 30 days.", "For 15 of the justifications we reviewed, we could not confirm whether  justifications were posted to the FedBizOpps website within the required  timeframes, or at all, as no documentation was available. The FAR does  not require agencies to maintain documentation that the justification was  made publicly available; however, we found that in some instances,  officials printed the confirmation page from the FedBizOpps website to  document compliance with the requirement. After we brought this issue to  their attention, officials subsequently posted five justifications. Some  officials told us that justifications were not posted due to an administrative  oversight.", "DOD, State, and USAID have developed guidance to implement FAR  requirements for justifications for noncompetitive contracts; however,  none of the agencies have included instructions addressing how staff  should document compliance with the FAR requirement to make  justifications publicly available or what to do when the justification is not  approved and ready for posting within 30 days. USAID officials  acknowledged the benefit of documenting that the justification was posted  to demonstrate the posting requirement was met and told us they would  include a process to do so in their guidance to contracting officers.  Standards for Internal Control in the Federal Government states that  internal controls—such as agency policies and procedures—are an  integral part of an organization’s management function that provides  reasonable assurance of compliance with laws and regulations. Control  activities include the creation and maintenance of records which provide  evidence of implementation, such as documentation of transactions that  is readily available for inspection. Contracting officials told us that  documenting their efforts to make the justification publicly available  provides transparency into the steps they took to comply with applicable  regulations."], "subsections": []}, {"section_title": "Justifications Provided Varied Levels of Insight about Risks", "paragraphs": ["Generally, justifications for the 34 contracts in our sample described the  nature of the harm—serious financial or other risk—facing the  government if the award were to be delayed using traditional competitive  procedures. Some justifications were specific about the potential harm to  the government while others were ambiguous. The FAR states that  agencies may use the urgency exception when delay of the contract  award would pose a serious injury—financial or other—to the  government. The FAR further provides that agencies are to include other  facts, such as data, estimated cost, or other rationale as to the extent and  nature of the harm to the government —which provides some flexibility  about how such risks should be described in the justification.", "Most of the justifications in our sample—23 of 34—quantified the potential  harm to the government if the acquisition was delayed by using  competitive procedures in terms of potential dollars lost or schedule  delays. The Air Force and the Army have guidance for preparing  justifications which states that the most critical aspect of justifications that  cite use of the urgency exception is quantifying the nature of the serious injury to the government if the urgent requirement is competed.Accordingly, nearly all of the Air Force and Army justifications we  reviewed estimated the potential costs to the government if the urgent  award were to be delayed by using competitive procedures. For instance,  one Air Force justification for an unmanned aerial system explained that  no other vendors had mature technology and estimated that the effort of  bringing at least one other vendor to an equivalent capability would cost  $5.7 million and result in at least a 3-month delay. Further, the justification  stated that it is unlikely these costs would be recovered through  competition. Similarly, the justification for an Army contract to obtain new  parts for tactical wheeled vehicles to help protect against attacks from  improvised explosive devices estimated that DOD would incur $2.5 million  in transportation costs if the parts were not acquired by a certain date to  meet the time frame of a scheduled ship deployment.", "By contrast, 11 of the justifications we reviewed were more ambiguous in  describing the nature of the harm if a noncompetitive contract was not  awarded. Some of the ambiguous justifications described the following:", "At Navy, justifications for four procurements to provide goods or  services related to persistent ground surveillance systems cited that  only one source was available as other sources would duplicate costs  or cause delays. The justifications did not provide additional  information about the potential time or dollars to be saved by using  the urgency exception.", "At State, one justification cited the need to award a noncompetitive  contract using the urgency exception to provide telecommunications  support for a meeting of foreign leaders. The justification emphasized  the vendor’s prior experience in providing similar services, thereby  facilitating the agency’s mission in the most cost-effective manner.   But it did not provide additional information regarding the extent and  nature of the harm posed to the government. For such events,  according to agency officials, security concerns often hinder the  agency’s ability to conduct advanced planning; thus necessitating the  use of the urgency exception.", "Two USAID justifications did not fully describe the harm to the  government. The justifications cited the need to comply with a  requirement to conduct annual financial audits of local expenses  incurred in Afghanistan; however, the extent and nature of the serious  risk of financial or other injury to the government was not stated.  Officials justified the noncompetitive award citing a shortage of  qualified audit firms in Afghanistan which could affect USAID’s ability  to meet auditing requirements. Thus, awarding a noncompetitive  contract would provide an opportunity to assess the audit capabilities  of the selected contractor, develop a pool of acceptable audit firms to  choose from thereby increasing competition for future procurements."], "subsections": []}]}]}, {"section_title": "Agencies Did Not Always Limit the Duration to 1 Year and Achieved Limited Competition in Selected Instances", "paragraphs": ["The FAR limits the total period of performance of contracts awarded using  the urgency exception to 1 year—unless a determination from the head of  the agency is made that exceptional circumstances apply. This provides  the time necessary to enter into another contract using competitive  procedures, which reduces the risk of overspending. Within our sample of  34 contracts, nearly a third of the contracts—10—had a period of  performance that was more than 1 year, either established at the time of  award or during performance of the contract. Two of these contracts  exceeded 1 year at award and the contracting officers did not obtain a  determination from the head of the agency, as required by the FAR. The  remaining eight contracts were extended beyond 1 year through  subsequent modifications, which contracting officials considered separate  contract actions that, in their view, would not require a determination by  the head of the agency. Treating modifications to contracts awarded on  the basis of urgency as separate rather than cumulative contract actions  makes it harder for senior department officials to provide oversight over  significant increases in contract cost. DOD, State, and USAID conducted  limited competitions for 4 of the 34 contracts in our sample by using  knowledge from recent competitions to solicit multiple bids. Lack of  technical data rights and reliance on the expertise of the contractor limited  the agencies’ abilities to seek competition."], "subsections": [{"section_title": "Approaches Used to Extend Period of Performance Beyond 1 Year and to Increase Funding Diminish Oversight", "paragraphs": ["We found that 10 of the 34 contracts in our sample had either a period of  performance of more than 1 year at the time of award or, the period of  performance was extended beyond 1 year during performance of the  contract. The FAR provides that the contract period should be limited to  the time required to meet the urgent need and for the agency to compete  and award another contract for the required goods and services. In  addition, contracts may not exceed more than 1 year unless the head of  agency, or their designee, determines that exceptional circumstances  apply. Limiting the length of noncompetitive awards under the urgency  exception helps minimize the risk of overspending while providing  sufficient time for the agency to enter into another contract using  competitive procedures, according to officials from the OFPP—the office  within OMB which provides governmentwide guidance on federal  contracting.", "In 2 of the 10 cases, we found that DOD officials did not seek a  determination from the head of the agency or appropriate designee, as  required, for awards where it was known at time of award that the period  of performance would be more than 1 year. In one of these instances at  the Navy, the justification estimated a 9-month contract period; however,  the award documents indicate a total period of performance of 17 months  that included 5 months for delivery of upgraded radio kits to protect  against attacks from improvised explosive devices followed by 12 months  of engineering support services. Navy officials acknowledged that the  period of performance at time of award was ambiguous and said they did  not seek a determination because the terms and conditions of the  contract had not yet been finalized at the time work began. In the other  case at the Air Force, work on the contract began under a pre-contract  cost agreement prior to the contract award date and the contract identifies  the period of performance as beginning on the date the pre-contract cost  agreement started. As a result, the period of performance at award was  13 months. Air Force officials told us they did not get the determination  because the contract was expected to end within 12 months of the award  date and they did not consider the pre-contract cost agreement as part of  the period of performance for the contract, contrary to the language in the  contract.", "In the remaining eight instances, we found that DOD, State, and USAID  used different approaches to modify the contracts to extend the period of  performance beyond 1 year after the initial contract award. While the FAR  clearly limits the period of performance to 1 year, it does not address  whether the duration requirement applies only at the time of award or if  the requirement applies to cases where the contract is modified to extend  the period of performance after award. Contracting officials did not seek a  determination of exceptional circumstances from the head of the agency  or appropriate designee before extending the period of performance  beyond 1 year. In four of the eight instances, officials extended the period  of performance through contract modifications and no additional action  was taken. For the remaining four instances, officials exercised a contract  clause to extend the contract or prepared an additional justification to  extend the contract beyond 1 year."], "subsections": [{"section_title": "Using a Contract Clause to Extend the Contract for 6 Months", "paragraphs": ["In two of the eight cases, contracting officials extended the contracts  beyond 1 year by using a contract clause that allows agencies to extend  services up to 6 months within the limits and at the rates specified in the  contract.requirement applies, the FAR is not clear about whether a determination  of exceptional circumstances is necessary when using this clause results  in the contract’s period of performance exceeding a year. In one of the  two cases, for example, State awarded a 1-year bridge contract (4 month   For urgent, noncompetitive contracts where the 1 year duration  base contract with two 4 month options) to the incumbent vendor—with  an estimated value of $100 million—using the urgency exception to  procure local guard services in Afghanistan. The bridge contract was  intended to allow time for a new contractor—the awardee of a competitive  award—to set up its operations to take over the performance of these  services. However, during the bridge contract period of performance,  State realized that the new awardee could not establish its operations to  meet the timeframes required in the contract and therefore defaulted,  leading to termination of the competitive award. To allow sufficient time to  re-compete the requirement and transition to a new vendor, State used  the contract clause to extend the existing bridge contract for an additional  6 months but did not seek a determination of exceptional circumstances.  The additional time increased the total period of performance to 18  months and added $78 million to the contract value—which included  retention bonuses to provide an incentive for guards to continue working  in the event the contract was extended beyond 1 year. The contracting  officer did not take into consideration whether using this clause would  have any bearing on the requirement to seek a determination of  exceptional circumstances for an urgency award exceeding 1 year.  Contracting officials we spoke with maintained that an additional  determination was not required because the terms of the contract  included the clause to extend services. As a result, no additional  oversight occurred when the contract’s period of performance exceeded 1  year."], "subsections": []}, {"section_title": "Preparing an Additional Justification", "paragraphs": ["In two of the eight cases, we found that contracting officials extended the  period of performance beyond a year after award through the preparation  of additional justifications for other than full and open competition.  Contracting officials at DOD, State, and USAID stated their belief that  urgency contracts could be extended without a determination of  exceptional circumstances by the head of agency when using this  approach. In their view, each additional justification represents an  individual contract action; thus, there is no need to consider the  cumulative effect of a modification resulting in a period of performance  beyond 1 year.", "In one of these instances, the Army TACOM Life Cycle Management  Command identified an urgent operational need for 513 medium armored  security vehicles and related support—valued at more than $757 million  to support the Afghanistan National Army. To meet the timeframes for  delivery, officials determined that the circumstances warranted use of a  noncompetitive award on the basis of urgency to one contractor with prior  experience on similar acquisitions. After identifying a multi-year  requirement to provide vehicles to the Afghanistan National Army,  contracting officials planned to fulfill the requirement in multiple phases.  For the first phase, the Army decided to purchase 73 vehicles and  prepared a noncompetitive justification citing the urgency exception for an  award valued at $85.1 million—which is $0.4 million below the level that  requires approval from the Senior Procurement Executive. The first phase  was awarded in January 2011 as an undefinitized contract action which  allows the contractor to start the work quickly without negotiating all the  terms and conditions for a contract. However, 3 months into the  performance of the contract, another justification for a modification to the  undefinitized contract action was approved by the Senior Procurement  Executive using a different exception citing that only one responsible  source could fulfill the procurement of the remaining 440 vehicles needed  to meet the requirement. The additional justification for the second phase,  valued at more than $576 million, added 3 years (a base year and two 1- year options); extending the procurement to 2014. According to the  contracting officer, a determination from the head of the agency was not  obtained as the second phase is considered a separate action rather than  cumulative; thus the period of performance under the urgency justification  would not exceed 1 year. Approving the requirement between two  justifications allowed for the initial contract award to be within the 1 year  period of performance as required. However, when the contract exceeded  a year with the subsequent modification on the grounds that only one  source was capable; no additional oversight was performed by the head  of the agency to determine if exceptional circumstances applied.    . See  appendix 3 for additional information about the 10 contracts in our sample  where the period of performance was more than 1 year."], "subsections": []}, {"section_title": "Limited Oversight of Urgent Contracts with Significant Cost Growth", "paragraphs": ["In addition to extending the period of performance through the  preparation of additional justifications, we found instances where  agencies also increased funding on urgency contracts after award to well  beyond the original contract value. For seven contracts in our sample,  total obligations increased by more than 30 percent from the original  estimate in the justification that was approved to award a noncompetitive  contract using the urgency exception. In these cases where total  obligations grew considerably, contracting officials did not alert senior  procurement officials when these increases occurred. In one example,  Navy officials modified a contract to provide training and other support  services for a surveillance system several times which grew to more than  three times the estimated value. The contract value at time of award was  $30 million, and the justification was signed by the head of the procuring  activity, as required by the FAR for awards greater than $12.5 million but  not exceeding $85.5 million. However, after award, three modifications  added a total of $31 million to the contract primarily due to cost overruns.  Additionally, four modifications with accompanying justifications— because the work being added was determined to be outside the original  scope of the contract—added $12 million each time, bringing the total  contract value to more than $109 million, as illustrated in figure 5.", "The four supplemental justifications were each approved by the  competition advocate, as required. However, because each justification is  contemplated individually without regard to the cumulative value of the  contract, the senior procurement executive did not have an oversight  mechanism to be made aware of the cost growth on this contract. If this  contract had been estimated to be $109 million at the time of award, the  senior procurement executive would have had oversight through approval  of the justification. The FAR does not provide guidance to contracting  officials on the degree of oversight senior agency officials should exercise  when contract modifications significantly raise the cumulative dollar value  of a contract awarded using the urgency exception.", "Using multiple modifications to increase funding or extend the period of  performance and treating these as separate rather than cumulative  contract actions make it harder for senior department officials to provide  oversight. Competition advocates at DOD, State, and USAID had differing  views about whether contract modifications to extend the period of  performance should be considered cumulatively. Some thought the  actions should be viewed cumulatively as it provides greater oversight;  while others thought the actions should be considered independent of  each other. OFPP officials told us that generally, the total period of  performance of urgent contracts should be considered cumulatively either  at time of award or when the contract is modified to extend the period of  performance to more than 1 year. While OFPP officials stated that the  period of performance should be considered cumulatively, the FAR does  not specify what to do when these contracts are modified beyond 1 year,  and no guidance is available on what to do in these situations. As the  entity responsible for federal procurement policy, OFPP is best suited to  clarify when determinations of exceptional circumstances are needed  when extending the period of performance on an urgency contract  beyond 1 year. Additionally, in the absence of an oversight mechanism  for noncompetitive contracts awarded under the urgency exception with  significant increases in value over time, senior procurement officials are  not assured of the transparency necessary to help strengthen  accountability for these situations. Standards for Internal Control in the  Federal Government calls for organizations to maintain proper controls  that ensure transparency and accountability for stewardship of  government resources."], "subsections": []}]}, {"section_title": "Some Urgent Contracts Achieved Limited Competition, While Lack of Access to Technical Data Rights and Reliance on Contractor Expertise Thwarted Competition in Others", "paragraphs": ["Even in urgent situations, agencies are required to seek offers from as  many potential sources as practicable given the circumstances and some  programs in our sample were able to use the prior expertise or market  knowledge to hold limited competitions. For 4 of the 34 contracts in our  sample, DOD and State sought competition by seeking offers from firms  with which the agency had prior experience through recent procurements  and reasonably believed could perform the work in the time available. For  example, to avoid an unanticipated disruption in supplying fuel to the  government of Israel, DLA solicited four firms the agency had worked with  on similar acquisitions in the past. In the justification, DLA cited that  having the benefit of market information from prior competitive awards  helped the agency reduce the time it would normally take to compete the  new procurement. In another instance, State had an existing indefinite  delivery indefinite quantity contract in place for the purchase of ballistic  resistant doors for embassy security. During embassy renovations it was  determined that the required specification could not be met through the  negotiated terms of the existing contract. State officials conducted a  limited competition among three vendors who were approved vendors  under the existing contract. Further, State justified this limited competition  as the preferred cost-effective method as these three vendors had been  the lowest bidders on similar procurements, thus, limiting the risk of  overspending.", "For 10 DOD contracts in our sample, the government was unable to  compete requirements because of a lack of access to technical data  packages or proprietary data coupled with the urgency of the  requirement. In some instances, program officials explored the possibility  of acquiring the data only to learn that the package was not available for  sale or would be cost-prohibitive. In our prior work, DOD described the  acquisition of technical data for weapon systems, such as design  drawings and specifications as critical to enabling competition throughout  a system’s life cycle. Within our sample, we found in one instance  where DLA was in the process of negotiating the purchase of the  technical data, but the purchase could not be completed in a timeframe  that would have allowed competition for the urgent requirement. While  DLA was not able to benefit from the purchase of the technical data  package for the current award, the agency would be better positioned to  compete future procurements. For more than a decade we have reported  on the limitations to competition when DOD does not purchase technical  data rights and the increased costs as a result. In May 2013, DOD  implemented guidance for program managers to consider acquiring  technical data rights as part of the acquisition planning.", "In examining the procurement history for two contracts in our sample, we  found one DOD program involving an aerostat, the Persistent Threat  Detection System (PTDS) that spanned 10 years without achieving  competition for the acquisition of the aerostat. The Army has awarded six  noncompetitive contracts for the PTDS program since 2004 on the basis  of urgency to the same contractor, as illustrated in figure 6.", "While awarding the fourth PTDS contract in February 2011, the Army  identified six capable sources and determined that competition was viable  for long-term non-urgent requirements. However, the Army determined  that only one contractor with prior experience could satisfy the urgent  requirement at that time. In May 2011, the Army awarded a  noncompetitive urgency contract to that contractor for 29 aerostats and  cited the future need for spares in fiscal year 2012 when additional  funding would be available. The senior procurement executive approved  the May 2011 urgency justification nearly a year after award—due to  confusion about changes in the review process—on the condition that all  future related procurements be competed. However, by the time that the  senior procurement executive approved the justification for the May 2011  urgent award, the Army had already awarded the follow on urgent award  for spares in December 2011. While the Army identified six sources that  were capable of competing and providing the PTDS aerostat in 2011, it  ultimately awarded a 3-year noncompetitive contract to the same  contractor valued at $306 million on the basis of “only one responsible  source” because the government did not own the technical data  packages. Despite the recurring nature of the requirement, Army officials  reported that it was difficult to plan for competition because each  requirement was short term in nature.", "In 2013, DOD concurred with our recommendation to develop guidance to  enable DOD components to apply lessons learned from past  procurements to increase competition for the same goods and services.  This recommendation was, in part, intended to help senior department  officials capture the benefit of information on past procurements when  approving individual justifications for subsequent noncompetitive awards.  To address concerns about missed opportunities for learning why past  acquisitions were not competed and to help remove barriers to  competition in future procurements, in April 2013, the Air Force  implemented a new policy to include justifications from predecessor  acquisitions as a reference document to justification approving officials.  Air Force officials observed that contracting officers were splitting  requirements across multiple justifications at lower approval thresholds,  which reduced oversight by higher level approving officials. The Navy has  a similar policy in place and DLA officials told us they are planning to  implement a similar process. The Army, which has added increased  scrutiny of justifications particularly for urgency awards as one its goals  for improving competition, is in the process of revising its guidance for  preparing justifications to include a process similar to that of the Air  Force."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["The benefits of competition—such as cost savings and improved  contractor performance—in acquiring goods and services from the private  sector are well documented. Awarding a noncompetitive contract on the  basis of unusual and compelling urgency is necessary in select  circumstances. However these contracts should be limited in duration to  minimize the amount of time that the government is exposed to the risks  of contracts that are awarded quickly without the benefits of competition.  Mechanisms for transparency and oversight of these contracts —such as  posting justifications publicly and a determination that exceptional  circumstance apply to extend the contract period of performance beyond  1 year—are necessary to ensuring that they are used only in  circumstances when no other option is available and to promote  competition in the future. Transparency and oversight during performance  of the contract, particularly when adding significant time or money,  ensures that the government is making sound decisions in the best  interest of taxpayers. In light of this, having OFPP provide guidance to  clarify when determinations are needed when extending the period of  performance on an urgency contract could help achieve consistent  implementation of the duration requirement across the government.  Additionally, having agencies develop mechanisms to ensure that senior  procurement officials are made aware of noncompetitive contracts with  significant increases in value, particularly those that were not initially  approved at the senior procurement executive level, could help to  increase transparency in noncompetitive awards and strengthen  oversight. And finally, although the data show that DOD, State, and  USAID buy a relatively small amount of goods and services  noncompetitively on an urgent basis, maintaining reliable data is critical to  ensuring that agencies can effectively manage the use of this exception."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To help improve reporting of federal procurement data and strengthen  oversight of contracts awarded on the basis of an unusual and compelling  urgency, we recommend the Secretaries of Defense and State and the  Administrator of the U.S. Agency for International Development take the  following four actions:", "Provide guidance to contracting staff on the correct procedures for  accurately reporting competition data for contracts using simplified  acquisition procedures that are awarded on an urgent basis and DOD  should re-emphasize existing guidance.", "Establish a process for documenting that justifications were posted in  compliance with the requirements in the FAR.", "Provide guidance to contracting staff on what actions to take when  required signatures are not obtained in order to post the justifications  within 30 days.", "Develop an oversight mechanism when the cumulative value of  noncompetitive contracts awarded on the basis of unusual and  compelling urgency increases considerably beyond the initial contract  award value.", "To help ensure consistent implementation of the FAR requirement to limit  the period of performance for noncompetitive contracts using the unusual  and compelling urgency exception, we recommend that the Director of the  Office of Management and Budget, through the Office of Federal  Procurement Policy, take the following action:", "Provide guidance to clarify when determinations of exceptional  circumstances are needed when a noncompetitive contract awarded  on the basis of unusual and compelling urgency exceeds 1 year,  either at time of award or modified after contract award."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to DOD, State, USAID, and OMB for  their review and comment. We received written comments from DOD,  State and USAID, which are reproduced in appendices IV through VI.  OMB provided comments via email. The agencies generally agreed with  the recommendations and in most cases described planned actions in  response. We also received technical comments from DOD, which we  incorporated as appropriate.", "DOD concurred with three recommendations and partially concurred with  one recommendation. In written comments, DOD stated that the Defense  Procurement and Acquisition Policy (DPAP) office will issue guidance to  the contracting activities to remind them of instructions on completing  data fields in FPDS-NG for simplified acquisition procedures, and to  clarify documentation related to posting of justifications and actions to  take when approval signatures are not obtained within the 30-day posting  requirement. These actions are responsive to three of our four  recommendations. For the fourth recommendation, DOD’s proposed  action to issue guidance emphasizing that the cumulative value of a  contract should be considered when obtaining approval to increase the  value of a contract awarded under the urgency exception does not fully  address our recommendation. Although this guidance could be helpful,  the recommendation was to develop an oversight mechanism for when  contracts awarded under the urgency exception increase in value  considerably over the course of time. The oversight mechanism would  provide higher level contracting officials with visibility into awards that  grow in small dollar increments that do not meet the thresholds for a new  justification. One example of how this mechanism could be implemented  would be to require approval at a higher level when the cumulative  contract value increases by a certain percentage.", "In written comments, State agreed with the recommendations, stating it  will seek to implement them by August 30, 2014. State did not provide  any further details on implementation plans.", "In its written response, USAID concurred with the recommendations, and  outlined steps it will take in response to them, including assessing and  updating current guidance, policy and training components.", "In an email response, OMB agreed that there is a need for clarification  regarding the use of exceptional circumstance determinations when  contracts awarded using the urgency exception exceed 1 year. These  officials further noted that they intend to work with the FAR Council, which  updates the FAR, to discuss the issues raised in the report about the  current FAR language and the best way to address those issues.", "We are sending copies of this report to the Director of OMB, the  Secretaries of Defense and State, and the Administrator of the U.S.  Agency for International Development, and interested congressional  committees. In addition, the report is available at no charge on the GAO  website at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  me at (202) 512-4841 or martinb@gao.gov. Contact points for our Offices  of Congressional Relations and Public Affairs may be found on the last  page of this report. GAO staff who made key contributions to this report  are listed in appendix VII."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["The objectives for this review were to examine (1) the pattern of use of  the unusual and compelling urgency exception, including the range of  goods and services acquired by the Departments of Defense (DOD) and   State, and US Agency for International Development’s (USAID); (2) the  reasons that agencies awarded noncompetitive contracts on the basis of  urgency and the extent to which justifications met requirements in the  Federal Acquisition Regulation (FAR); and (3) the extent to which  agencies limited the duration of the contract and achieved competition.", "To address these objectives, we used data in the Federal Procurement  Data System-Next Generation (FPDS-NG), which is the government’s  procurement database, to identify DOD, State, and USAID obligations for  noncompetitive contracts awarded using the unusual and compelling  urgency exception. We selected a non-generalizable, random sample of  62 contracts by using data from FPDS-NG to analyze which components  within DOD, State, and USAID had the most obligations using the  urgency exception for fiscal years 2011 and 2012, which, at the time,  were the most recent fiscal years for which data was available. To narrow  our focus on which contracts to include in our review, we identified the  contracting offices within DOD, State, and USAID that had the largest  total obligations for contracts reported as being awarded using the  urgency exception under the “reason not competed” field in the FPDS-NG  database. We then selected contracts that represented a mix of large and  smaller dollar awards and types of products and services procured. Table  2 below shows the contracting offices and the number of contracts  included in our review.", "To assess patterns in DOD’s, State’s, and USAID’s use of the unusual  and compelling urgency exception to competition, we analyzed data from  the Federal Procurement Data System-Next Generation (FPDS-NG). We  included contracts and task orders coded as using the urgency exception  under the field “reason not competed” from fiscal years 2010 through  2012 which represented the time period after the requirement to limit the  duration of urgent contracts went into effect and reflected the most  current reliable data to show trends over time. We determined that a  contract was miscoded if it was coded in FPDS-NG as being awarded  under the urgency exception, but our analysis of the contract file  documentation showed that the contract was awarded using other  procedures—such as the streamlined procedures under the simplified  acquisition threshold—generally $150,000—or other exceptions to full  and open competition such as national security. We analyzed DOD,  State, and USAID obligation data and the types of goods and services  based on product code fields. We assessed the reliability of FPDS-NG  data by (1) performing electronic testing of required data elements, (2)  reviewing existing information about the data and the system that  produced them; and (3) comparing reported data to information from  contract files that we sampled. In our analysis we excluded awards that  were below $150,000 because of the high likelihood that these  procurements followed simplified acquisition procedures which are  separate from the procedures that apply to the urgency exception. Taking  this approach allowed us to account for known data limitations. Thus, we  determined that the federal procurement data were sufficiently reliable to  examine patterns in DOD’s, State’s, and USAID’s use of the urgency  exception. To compare use of the urgency exception versus other  exceptions to full and open competition, we conducted an analysis of the  other values listed under the “reason not competed” field. In addition, we  reviewed FPDS-NG instructions to identify protocols for entering contract  data in the database and interviewed DOD, State, and USAID contracting  officials and FPDS-NG subject matter experts about their procedures and  processes for entering data in the procurement database.", "To assess the reason that agencies awarded noncompetitive contracts on  the basis of urgency and the extent to which justifications met FAR  requirements, we performed an in depth review of contract files for 34  selected contracts that we determined—based on our review of contract  file documentation and interviews with contracting officials—were  awarded using the unusual and compelling urgency exception. Of the 62  contracts that we initially selected for our sample, we narrowed our  analysis to 34 because 28 of the contracts were miscoded in FPDS-NG.  For these 34 contracts, we reviewed contract file documentation such as  acquisition plans, justifications and other documents agencies used to  seek approval to limit competition on the selected contracts to determine  agencies’ rationale for using the urgency exception. We also reviewed  DOD, State, and USAID guidance regarding the preparation and approval  of justifications to use the urgency exception. Additionally, we reviewed  the Federal Acquisition Regulation and reviewed agency policies and  guidance to inform our analysis of the extent to which justifications met  FAR requirements such as ensuring the justifications were signed by the  appropriate individuals and made publicly available within the required  timeframes. We compared agencies’ policies and procedures with the  Standards for Internal Control in the Federal Government which calls for  documentation of transactions that is readily available for inspection, thus  providing evidence of implementation. We interviewed contracting and  acquisition policy officials, procurement attorneys, program officials, and  competition advocates at DOD, State, and USAID to discuss the facts  and circumstances regarding use of the urgency exception and agency  policies and procedures to implement FAR requirements for publicly  posting justifications   To determine the extent to which agencies complied with the FAR  requirement to limit the total period of performance of a contract awarded  using the urgency exception to no more than a year unless the head of  the agency makes a determination of exceptional circumstances, we  reviewed contract file documents for 34 selected contracts that we  identified were awarded using the urgency exception. We also conducted  legal research and interviewed contracting and acquisition policy officials  at DOD, State, and USAID on the implementation of the duration  requirement. We reviewed contract file documentation such as contract  awards to determine the estimated period of performance. Further, we  reviewed contract modifications and additional justifications prepared  after award to determine the actual period of performance and action  taken by the agencies when extending the period of performance for  urgency contracts, such as preparing additional justifications for other  than full and open or exercising the option to extend services. We also  interviewed officials from the Office of Federal Procurement Policy within  OMB to obtain their perspectives on the approaches that DOD, State, and  USAID used to address the FAR requirement to limit the period of  performance or obtain a determination from the head of the agency that  exceptional circumstances necessitate a period of performance greater  than 1 year. We also analyzed contract documents to identify instances  where DOD, State, and USAID increased funding for the 34 contracts in  our sample. We assessed the implications of inconsistent implementation  of the FAR requirement to limit the period of performance of urgent  contracts and the absence of an oversight mechanism to monitor  increases in contract value against criteria in Standards for Internal  Control in the Federal Government. These criteria call for organizations  to maintain proper controls that ensure transparency and accountability  for stewardship of resources. To determine the extent to which DOD,  State and USAID achieved competition with the use of the urgency  exception, we interviewed contracting officials and reviewed contract  documents, such as acquisition plans and price negotiation  memorandums, to identify the barriers to competition that agencies cited  and, to assess the extent to which the agencies solicited offers from  multiple vendors.", "We conducted this performance audit from March 2013 through March  2014 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Summary of Contracts Included in Our Sample", "paragraphs": ["Of the 62 contracts included in our sample, we determined that 34 were  awarded using the unusual and compelling urgency exception to  competition. Table 3 below provides an overview of the contracts in our  sample including the awarding agency, a description of the item procured  and the total dollars obligated. In addition, the table highlights the  circumstances that, according to the Departments of Defense (DOD) and  State, and the US Agency for International Development (USAID), led to  use of the urgency exception such as to avoid a gap in program support  or meet an urgent operational need."], "subsections": []}, {"section_title": "Appendix III: DOD, State, and USAID Contracts That Exceeded 1 Year", "paragraphs": ["Figure 7 highlights the items procured and the estimated versus actual  duration of the 10 contracts we found with a period of performance of  more than 1 year."], "subsections": []}, {"section_title": "Appendix IV: Comments from the Department of Defense", "paragraphs": [], "subsections": []}, {"section_title": "Appendix V: Comments from the Department of State", "paragraphs": [], "subsections": []}, {"section_title": "Appendix VI: Comments from the U.S. Agency for International Development", "paragraphs": [], "subsections": []}, {"section_title": "Appendix VII: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Tatiana Winger, Assistant  Director and Candice Wright, analyst-in-charge, managed this review.  MacKenzie Cooper, Beth Reed Fritts, and Erin Stockdale made  significant contributions to the work. Julia Kennon and Alyssa Weir  provided FPDS-NG data analysis expertise and legal support,  respectively. Roxanna Sun provided graphics support."], "subsections": []}]}], "fastfact": []}