{"id": "GAO-18-347", "url": "https://www.gao.gov/products/GAO-18-347", "title": "Event Ticket Sales: Market Characteristics and Consumer Protection Issues", "published_date": "2018-04-12T00:00:00", "released_date": "2018-05-14T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Tickets for concerts, theater, and sporting events can be purchased—typically online—from the original seller (primary market) or a reseller (secondary market). Some state and federal officials and others have raised issues about ticketing fees, the effect of the secondary market on ticket prices, and the transparency and business practices of some industry participants. Event ticketing is not federally regulated. However, federal legislation enacted in 2016 restricts bots (ticket-buying software). Also, the Federal Trade Commission (FTC) has taken two enforcement actions related to deceptive marketing by ticket sellers under its broad FTC Act authority.", "GAO was asked to review issues around online ticket sales. This report examines (1) what is known about online ticket sales, (2) consumer protection issues related to such sales, and (3) potential advantages and disadvantages of selected approaches to address these issues.", "GAO focused on concert, theater, and major league sporting events for which there is a resale market. GAO analyzed data on fees, ticket volume, and resale prices from a variety of sources; reviewed the largest ticket sellers' websites and purchase processes; and reviewed federal and state laws and relevant academic literature. GAO also interviewed and reviewed documentation from government agencies; consumer organizations; ticket sellers; venue operators; promoters and managers; sports leagues; and academics (selected for their experience and to provide a range of perspectives)."]}, {"section_title": "What GAO Found", "paragraphs": ["Ticket pricing, resale activity, and fees for events vary. Tickets to popular events sold on the primary market sometimes are priced below the market price, partly because performers want to make tickets affordable and maintain fans' goodwill, according to industry representatives. Tickets are often resold on the secondary market at prices above face value. In a nongeneralizable sample of events GAO reviewed, primary and secondary market ticketing companies charged total fees averaging 27 percent and 31 percent, respectively, of the ticket's price.", "Consumer protection issues include difficulty buying tickets at face value and the fees and marketing practices of some market participants.", "Professional resellers, or brokers, have a competitive advantage over consumers in buying tickets as soon as they are released. Brokers can use numerous staff and software (“bots”) to rapidly buy many tickets. As a result, many consumers can buy tickets only on the resale market at a substantial markup.", "Some ticket websites GAO reviewed did not clearly display fees or disclosed them only after users entered payment information.", "“White-label” resale sites, which often appear as paid results of Internet searches for venues and events, often charged higher fees than other ticket websites—sometimes in excess of 40 percent of the ticket price—and used marketing that might mislead users to think they were buying tickets from the venue.", "Selected approaches GAO reviewed, such as ticket resale restrictions and disclosure requirements, would have varying effects on consumers and businesses.", "Nontransferable tickets. At least three states restrict nontransferable tickets—that is, tickets whose terms do not allow resale. Nontransferable tickets allow more consumers to access tickets at a face-value price. However, they also limit consumers' ability to sell tickets they cannot use, can create inconvenience by requiring identification at the venue, and according to economists, prevent efficient allocation of tickets.", "Price caps. Several states cap the price at which tickets can be resold. But according to some state government studies, the caps generally are not effective because they are difficult to enforce.", "Disclosure requirements. Stakeholders and government research GAO consulted generally supported measures to ensure clearer and earlier disclosure of ticket fees, although views varied on the best approach (for example, to include fees in an “all-in” price or disclose them separately).", "Some market-based approaches are being used or explored that seek to address concerns about secondary market activity. These approaches include technological tools and ticket-buyer verification to better combat bots. In addition, a major search engine recently required enhanced disclosures from ticket resellers using its advertising platform. The disclosures are intended to protect consumers from scams and prevent potential confusion about who is selling the tickets."]}], "report": [{"section_title": "Letter", "paragraphs": ["In recent years, consumers and others have raised issues about the  online ticket marketplace for concerts, commercial theater, and sporting  events. For example, some consumers have complained about difficulty  obtaining face-value tickets for popular events at the primary, or initial,  sale to the general public—only to find the tickets immediately available at  high markups on the secondary, or resale, market. In response, event  organizers and legislators have targeted ticket bots—automated software  that ticket brokers can use to buy large volumes of tickets. The Better  Online Ticket Sales Act of 2016 (BOTS Act) restricted the use of bots and  gave the Federal Trade Commission (FTC) and state attorneys general  the authority to pursue violators with civil actions. Other issues that have  been raised include the amount of ticket fees and restrictions on  transferring some tickets.", "You asked us to review the marketplace and consumer protection issues  related to online ticket sales. This report examines (1) what is known  about primary and secondary online ticket sales, (2) the consumer  protection concerns that exist related to online ticket sales, and (3)  potential advantages and disadvantages of selected approaches to  address these concerns.", "To address the first objective, we obtained and analyzed data on ticket  volume and resale prices obtained from ticket sellers’ websites for a  nonprobability sample of 22 events, which were selected to represent a  variety of event types and popularity levels. We collected data from  October 16 through December 20, 2017. We also reviewed trade industry  data on ticket prices and sales.", "To address the second objective, we reviewed the websites of 6 primary  market ticket sellers, 11 secondary ticket exchanges, and 8 ticket sellers  using “white-label” websites. For a sample of 31 events, chosen to reflect  a mix of event types and venue sizes (e.g., arenas, theaters), we  reviewed the process of purchasing tickets online and documented when  and how clearly fees and restrictions were disclosed. In addition, we  assessed the accuracy of information that customer service departments  of three large secondary ticket exchanges provided. We also reviewed  relevant enforcement activity by federal and state agencies and obtained  and analyzed summary complaint data from FTC’s Consumer Sentinel  Network database.", "To address the third objective, we reviewed federal and selected state  laws and examined the experiences of three U.S. states (Connecticut,  Georgia, and New York) with relevant event ticketing laws. We also  reviewed foreign government reports to obtain information on relevant  ticketing restrictions in two foreign countries (Canada and the United  Kingdom) with similar consumer protection issues reviewed in this report.  For all three objectives, we reviewed documentary evidence (such as  academic studies, trade reports and databases, and industry literature)  and interviewed staff from FTC, Department of Justice (DOJ), and three  state offices of attorney general; consumer organizations; primary and  secondary ticket sellers; venue operators, event promoters, and artists’  managers and agents; major sports leagues; and academics who have  studied the ticket marketplace—all of whom were selected for their  experience and to provide a range of perspectives. For more information  on our scope and methodology, see appendix I.", "We conducted this performance audit from November 2016 to April 2018,  in accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives. We conducted our related  investigative work in accordance with investigative standards prescribed  by the Council of the Inspectors General on Integrity and Efficiency."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "The Ticketing Marketplace", "paragraphs": ["The marketplace for primary and secondary ticketing services consists of  several types of participants, including primary market ticketing  companies, professional ticket brokers, secondary market ticket  exchanges, and ticket aggregators (see table 1). Other parties that play a  role in event ticketing, as discussed later in this report, include artists and  their managers, booking agents, sports teams, producers, promoters, and  operators of event venues (such as clubs, theaters, arenas, or  stadiums).", "The private research firm IBISWorld estimated that online ticketing  services (including ticketing for concerts, sporting events, live theater,  fairs, and festivals) represented a $9 billion market in 2017, which  included both the primary and secondary markets. Another private  research firm, Statista, estimated that U.S. online ticketing revenues for  sports and music events totaled about $7.1 billion in 2017. Estimates of  the total number of professional ticket sellers vary. IBISWorld estimated  that the U.S. market for online event ticket sales included 2,571  businesses in 2017. The Census Bureau lists more than 1,500 ticket  services companies as of 2015 based on the business classification code  for ticket services. However, this does not provide a reliable count of  companies in the event ticketing industry because it includes companies  selling tickets for services such as bus, airline, and cruise ship travel,  among other services.", "However, a small number of companies conducts the majority of event  ticket sales. In the primary ticket market—where tickets originate and are  available at initial sale—Ticketmaster is the largest ticketing company.  DOJ estimated that Ticketmaster (whose parent company is now Live  Nation Entertainment) held more than 80 percent of market share in  2008, and it was still the market leader as of 2017. Less than a dozen  other companies control most of the rest of the primary market, by our  estimates. In the secondary market—where resale occurs—more  companies are active, but StubHub estimated it held roughly 50 percent  of market share as of 2017. According to Moody’s Investors Service,  Ticketmaster, which in addition to its primary market ticketing has a U.S.  resale subsidiary, held the second-largest market share as of 2016.", "The majority of ticket sales occur online, through a website or mobile  application. Ticketmaster’s parent company reported that 93 percent of its  primary tickets were sold online in 2017. The industry research group  LiveAnalytics reported that in 2014, 68 percent, 50 percent, and 49  percent of people attending concerts, sporting events, and live theater or  arts events, respectively, had recently purchased a ticket online."], "subsections": []}, {"section_title": "Regulation", "paragraphs": ["The event ticketing industry is not federally regulated. However, the  Federal Trade Commission Act prohibits unfair or deceptive acts or  practices in or affecting commerce, and FTC can enforce the act for  issues related to event ticketing and ticketing companies. One federal  statute specifically addresses ticketing issues—the BOTS Act, which  prohibits, among other things, circumventing security measures or other  systems intended to enforce ticket purchasing limits or order rules. The  act also makes it illegal to sell or offer to sell any event ticket obtained  through these illegal methods and granted enforcement authority to FTC  and state attorneys general.", "The Department of Justice’s Antitrust Division plays a role in monitoring  competition in the event ticketing industry. In 2010, Live Nation and  Ticketmaster—respectively, the largest concert promoter and primary  ticket seller in the United States—merged to form Live Nation  Entertainment, Inc. DOJ approved the merger after requiring Ticketmaster  to license its primary ticketing software to a competitor, sell off one  ticketing unit, and agree to be barred from certain forms of retaliation  against venue owners who use a competing ticket service. DOJ may also  inspect Live Nation’s records and interview its employees to determine or  secure compliance with the terms of the final judgment clearing the  merger.", "State government agencies generally invoke state laws on unfair and  deceptive acts and practices to address ticketing violations, according to  representatives of two state attorney general offices. In addition, several  states have laws that directly apply to event ticketing. For example, some  states restrict the use of bots, several other states impose price caps (or  upper limits) on ticket resale prices, and states including Connecticut,  New York, and Virginia restrict the use of nontransferable tickets (tickets  with terms that do not allow resale). Several states require brokers to be  licensed and adhere to certain professional standards, such as  maintaining a physical place of business and a toll-free telephone  number, and offering a standard refund policy."], "subsections": []}]}, {"section_title": "Ticketing Practices, Prices, Fees, and Resale Vary by Industry and Event", "paragraphs": ["The concert, sports, and theater industries vary in how they price and  distribute tickets. Many tickets are resold on the secondary market,  typically at a higher price. Among a nongeneralizable sample of events  we reviewed, we observed that primary and secondary market ticketing  companies charged total fees averaging 27 percent and 31 percent,  respectively, of the ticket’s price."], "subsections": [{"section_title": "On the Primary Market, Ticketing Practices Vary by Industry and Popular Events Are Sometimes Priced below Market", "paragraphs": [], "subsections": [{"section_title": "Concerts", "paragraphs": ["Ticketing practices for major concerts include presales and pricing that  varies based on factors like location and the popularity of the performer.  Tickets to popular concerts are often first sold through presales, which  allow certain customers to purchase tickets before the general on-sale.  Common presales include those for holders of certain credit cards or  members of the artist’s fan club, although promoters, venues, or other  groups also may offer presales. Credit card companies might provide free  marketing for events or other compensation in exchange for exclusive  early access to tickets for their cardholders. In addition, the artist usually  has the option to sell a portion of tickets to its fan club. The venue’s  ticketing company might want to limit the number of tickets allocated to  fan clubs because the artist and manager can sell them through a  separate ticketing platform, according to three event organizers we  interviewed.", "There are no comprehensive data on the proportion of tickets sold  through presales because this information is usually confidential. Industry  representatives told us that 10 percent to 30 percent of tickets for major  concerts typically are offered through presales, although it can be as  many as about 65 percent of tickets for major artists performing at large  venues. In addition, fan club presales usually represent 8 percent of  tickets, although it may be more if the fan club presale uses the venue’s  ticketing company, according to two event organizers. A large ticketing  company told us that 10 percent of tickets may be available for fan club  presales. A 2016 study by the New York State Office of the Attorney  General found that an average of 38 percent of tickets were allotted to  presales for the 74 highest-grossing concerts at selected New York State  venues in 2012–2015.", "Additionally, venues, promoters, agents, and artists commonly hold back  a small portion of tickets from public sale. “Holds” may be given or sold to  media outlets, high-profile guests, or friends and family of the artist. They  also may be used to provide flexibility when the seating configuration is  not yet final. Promoters typically will release unused holds before the  event, offering the tickets to the public at face value.", "As with presales, little comprehensive data exist on the proportion of  tickets reserved for holds. Industry representatives told us holds typically  represent a relatively small number of tickets—a few hundred for major  events or perhaps a thousand for a stadium concert. The New York  Attorney General report’s review of a sample of high-grossing New York  State concerts found that approximately 16 percent of tickets, on average,  were allocated for holds. Of those holds, many went to venue operators— for example, one arena with around 21,000 seats usually received more  than 900 holds per concert held there.", "The average face-value ticket price in 2017 among the top 100 grossing  concert tours in North America was $78.93, according to Pollstar.  Concert ticket prices vary by city or day of the week, based on anticipated  demand. The main parties involved in price setting are the artist and her  or his management team, promoter, and booking agent. Venues  sometimes provide input based on their knowledge of prevailing prices in  the local market. Ticketing companies sometimes offer tools or support to  help event organizers price tickets based on their analysis of sales trends.", "Concert ticket prices are generally set to maximize profits, according to  event organizers. In terms of production costs, the artist’s guarantee—the  amount the artist is paid for each performance—is usually the largest  expense. The most popular artists can command the highest guarantees  and their concerts also tend to have the highest production costs.", "However, for some high-demand events, tickets might be “underpriced”— that is, knowingly set below the market clearing price that would provide  the greatest revenue. Artists may underprice their tickets for a variety of  reasons, according to industry stakeholders and our literature review:", "Reputation risk. Artists may avoid very high prices because they do  not want to be perceived as gouging fans. Similarly, event organizers  told us some artists have a certain brand or image—such as working- class appeal—that could be harmed by charging very high ticket  prices.", "Affordability. Some event organizers told us that artists want to price  tickets below market to provide access to fans at all income levels.", "Sold-out show. Event organizers may price tickets lower to ensure a  sold-out show, which can improve the artist and event organizers’  reputations and might help future sales.", "Audience mix. Some artists prefer to have the most enthusiastic fans  at their shows, rather than just those able to pay the most, especially  in the front rows, where tickets are generally the most expensive.", "Ancillary revenue. Better attendance through lower ticket prices can  increase merchandise and concession sales, which can be a  substantial source of revenue.", "In addition, event organizers may unintentionally underprice concert  tickets because of imperfect information about what consumers are willing  to pay. Tickets are also priced based on the prices and sales of the  artist’s (or similar artists’) past tours, but demand can be hard to predict.  Three event organizers told us that they have started using data from the  ticket resale market to help set prices because that is a good gauge of the  true market price."], "subsections": []}, {"section_title": "Sporting Events", "paragraphs": ["For major league professional sports, most decisions about ticket pricing  and ticket distribution are made by the individual teams rather than by the  league. According to the three major sports leagues we interviewed,  their teams generally sell most of their tickets through season packages,  with the remainder sold for individual games. Teams favor packages  because they guarantee a certain level of revenue for the season.  Representatives of two major sports leagues told us that their teams sold  an average of 85 percent and 55 percent, respectively, of their tickets  through season packages. One league told us that some of its teams  increasingly offer not only full-season packages, but also partial-season  packages. Another league said that in some cases, its teams might need  to reserve a certain number of single game-day tickets—for example, as  part of an agreement when public funds helped build a new stadium.", "Representatives of the three sports leagues we interviewed told us that  their teams do not use presales and holds to the same extent as the  concert industry. Although teams do not sell a significant number of  tickets through presales, they might offer first choice of seats to season  ticket holders or individuals who purchased tickets in the past. In terms of  holds, one league told us it requires its teams to hold a small number of  tickets for the visiting team and teams might also hold a few tickets for  sponsors and performers. Another league told us it does not have league- wide requirements on holds, but its teams sometimes hold a small  number of seats for media.", "Sports teams generally set their ticket prices to maximize revenue, based  on supply and anticipated demand, according to the leagues we  interviewed. Ticket prices typically vary year-to-year, based on factors  such as the team’s performance the previous season and playing in a  new stadium. Teams in many leagues use “dynamic pricing” for  individual game tickets. They adjust prices as the game approaches  based on changing demand factors, such as team performance and the  weather forecast. The sports leagues with whom we spoke said teams’  pricing considerations are based in part on a desire to have affordable  tickets for fans of different income levels. In addition, one league told us  its teams rely heavily on revenues other than ticket sales, such as from  television deals and sponsorships."], "subsections": []}, {"section_title": "Theater", "paragraphs": ["Tickets for Broadway and national touring shows are distributed through  direct online sales as well as several additional channels, including day- of-show discount booths, group packages, and call centers. Industry  representatives told us that these shows use presales and holds, but not  as extensively as the concert industry. At our request, a company  provided us with data for five Broadway shows from June 2016 to  September 2017. Approximately 13 percent of tickets in this sample  were sold through presales, almost all of which were group sales (offered  to particular groups prior to the general on-sale). Less than 1 percent of  tickets in this sample were sold through presales offered to specific credit  cardholders. Two shows in high demand held back an average of about 6  percent of tickets, while the other three shows held back about 1 percent.", "Producers and venue operators generally set prices, which are influenced  by factors like venue capacity and the length of run needed to recoup  expenses, according to industry representatives. According to the  Broadway League, from May 22, 2017, to February 11, 2018, the average  face-value price of a Broadway show was $123—an average of $127 for  musicals and $81 for plays. Industry representatives told us they sell  about 10 percent of tickets through day-of-show discount booths. Even  the most popular shows typically offer steep discounts for a small number  of tickets through lotteries or other means.", "Tickets for some of the most popular Broadway shows have sometimes  been underpriced, according to Broadway theater representatives, who  told us they feel obligated to maintain relatively reasonable prices and to  allow consumers of varying financial resources to attend their shows.  Additionally, some shows are underpriced because their popularity was  not anticipated. At the same time, in recent years, producers have started  charging much higher prices (sometimes exceeding $500) for premium  seats or for shows in very high demand, which allows productions to  capture proceeds that would otherwise be lost to the secondary market."], "subsections": []}, {"section_title": "Relationships between Event Organizers and Brokers", "paragraphs": ["Sometimes event organizers work directly with brokers to distribute  tickets on the secondary market. For high-demand events, event  organizers may seek to capture a share of higher secondary market  prices without the reputation risk of raising an event’s ticket prices  directly. For lower-demand events, selling tickets directly to brokers can  guarantee a certain level of revenue and increase exposure (by using  multiple resale platforms rather than a single ticketing site).", "In major league sports, teams sell up to 30 percent of seats directly to  brokers, according to a large primary ticket seller.", "For Broadway theater, one company told us it regularly distributes  about 8 percent to 10 percent of its tickets to a few authorized  secondary market brokers.", "In the concert industry, it is unclear how often artists and event  organizers sell tickets directly through the secondary market. Any  formal agreements would be in business-confidential contracts,  according to industry representatives, and artists may be concerned  about disclosing them for fear of appearing to profit from high resale  prices.", "All the artists’ representatives with whom we spoke denied that their  clients sold tickets directly to secondary market companies. However, a  Vice President of the National Consumers League has cited evidence of  cases in which ticket holds reserved for an artist were listed on the  secondary market. A representative of one secondary market company  told us of two cases in which representatives of popular artists  approached his company about selling blocks of tickets for upcoming  tours."], "subsections": []}]}, {"section_title": "Tickets to Popular Events Are Often Resold on the Secondary Market at Prices above Face Value", "paragraphs": ["Ticket resale prices can be significantly higher than primary market prices  and brokers account for most sales on major ticket exchanges. When  tickets on the primary market are priced below market value—that is,  priced less than what consumers are willing to pay—it creates greater  opportunities for profit on the secondary market. Resale transactions  typically occur on secondary ticket exchanges—websites where multiple  sellers can list their tickets for resale and connect with potential buyers.  Primary ticketing companies have also entered the resale market. For  example, Ticketmaster allows buyers to resell tickets through its TM+  program, which lists resale inventory next to primary market inventory,  and it owns the secondary ticket exchange TicketsNow.com.", "Generally speaking, the secondary market serves two types of sellers: (1)  those who buy or otherwise obtain tickets with the intent of reselling them  at a profit (typically, professional brokers), and (2) individuals trying to  recoup their money for an event they cannot attend (or sports season  ticket holders who do not want to attend all games or use resale to  finance part of their season package). Representatives from the four  secondary ticket exchanges with whom we spoke each said that  professional brokers represent either the majority or overwhelming  majority of ticket sales on their sites.", "Sellers set their own prices on secondary ticket exchanges, but some  exchanges offer pricing recommendations. The exchanges allow  adjustment of prices over time, and sellers can lower prices if tickets are  not selling, or raise prices if demand warrants. Software tools exist that  assist sellers in setting prices and in automatically adjusting prices for  multiple ticket listings.", "However, resale prices are not always higher than the original price, and  thus brokers assume some risk. In some cases, the market price declines  below the ticket’s face value—for example, for a poorly performing sports  team. The leading ticket exchange network has publicly stated that it  estimates that 50 percent of tickets resold on its site sell for less than face  value. However, we were unable to obtain data that corroborated this  statement.", "Relatively few studies have looked at the ticket resale market for major  concert, sporting, or theatrical events. Our review of relevant economic  literature identified six studies that looked at ticket resale prices, one of  which also looked at the extent of resale (see table 2). In general, the  studies found a wide range of resale prices, perhaps reflecting the  different methodologies and samples used or the limited amount of  information on ticket resale. Additionally, the data reported are several  years old and will not fully reflect the current market.", "For illustrative purposes, we reviewed secondary market ticket availability  and prices for a nongeneralizable sample of 22 events. Among our  selected events, the proportion of seats that were listed for resale ranged  from 3 percent to 38 percent. In general, among the 22 events we  reviewed, listed resale prices tended to be higher than primary market  prices. For example, tickets for one sold-out rock concert had been about  $50 to $100 on the primary market but ranged from about $90 to $790 in  secondary market listings.", "For 7 of the 22 events, we observed instances in which tickets were listed  on the resale market even when tickets were still available from primary  sellers at a lower face-value price. For example, one theater event had  secondary market tickets listed at prices ranging from $248 to $1,080  (average of $763), while a substantial number of tickets for comparable  seats were still available on the primary market at $198 to $398. We did not have data to determine whether the resale tickets actually sold at their  listed price. However, as discussed later, it is possible that some  consumers buy on the secondary market, at a higher price, because they  are not aware that they are purchasing from a resale site rather than the  primary seller."], "subsections": []}, {"section_title": "Total Ticket Fees Averaged 27 Percent on the Primary Market and 31 Percent on the Secondary Market for Events We Reviewed", "paragraphs": ["Ticket fees vary in amount and type among the primary and secondary  markets, and among different ticketing companies and events."], "subsections": [{"section_title": "Primary Market Fees", "paragraphs": ["Companies that provide ticketing services on the primary market typically  charge fees to the buyer that are added to the ticket’s list price and can  vary considerably. A single ticket can have multiple fees, commonly  including a “service fee,” a per-order “processing fee,” and a “facility fee”  charged by the venue. Most primary ticketing companies offer free  delivery options, such as print-at-home or mobile tickets, but charge  additional fees for delivery of physical tickets.", "Venues usually have an exclusive contract with a single ticketing  company and typically negotiate fees for all events at the venue, though  in some cases they do so by category of event. Ticketing companies and  venues usually share fee revenue and in some cases, the venue receives  the majority of the fee revenue, according to primary ticketing  companies. In addition, event organizers told us that promoters  occasionally negotiate with the venue to add ticket fees or receive fee  revenue.", "Ticketing companies told us that they do not have a set fee schedule and  amounts and types of fees vary among venues. Fees can be set as a  fixed amount, a fixed amount that varies with the ticket’s face value (for  example, $5 for tickets below $50 and $10 for tickets above $50), a  percentage of face value, or other variations.", "While ticketing fees vary considerably, the 2016 New York Attorney  General report found average ticket fees of 21 percent based on its  review of ticket information for more than 800 tickets at 150 New York  State venues. (In other words, a ticketing company would add $21 in  fees to a $100 ticket, for a total price to the buyer of $121.) The 21  percent figure encompassed all additional fees, including service fees and  flat fees, like delivery or order processing fees.", "We conducted our own review of ticketing fees for a nongeneralizable  sample of a total of 31 concert, theater, and sporting events across five  primary ticket sellers’ websites:  In total, the combined fees averaged 27 percent of the ticket’s face  value, and we observed values ranging from 13 percent to 58  percent.", "Service fees were, on average, 22 percent of the ticket’s face value,  and we observed values ranging from 8 percent to 37 percent.", "Fourteen of the events we reviewed had an additional order  processing fee, ranging from $1.00 to $8.20.", "Five of the events we reviewed had an additional facility fee, ranging  from $2.00 to $5.10.", "Table 3 shows the ticketing fees observed for events sold through three  of the largest ticket companies we reviewed.", "A sixth ticketing company that focuses on theater uses a different fee  structure. It simply charges two flat service fees across all of its events  ($7 for tickets below $50 and $11 for tickets above $50), plus a base per- order handling charge of $3. Additionally, we noted that the 6 sporting  events we observed tended to have lower fees than the 16 concerts and  9 theater events we observed. Specifically, sporting events had total fees  averaging roughly 20 percent, compared to about 30 percent for concerts  and theater."], "subsections": []}, {"section_title": "Secondary Market Fees", "paragraphs": ["Fees charged by secondary ticket exchanges we reviewed were higher  than those charged by primary market ticket companies. Secondary  ticket exchanges often charge service and delivery fees to ticket buyers  on top of the ticket’s listed price. For 7 of the 11 secondary ticket  exchanges we reviewed, the service fee was a set percentage of the  ticket’s list price. Three of the remaining exchanges charged fees that  varied across events, and the fourth did not charge service fees. Among  the 10 exchanges that charged fees:  In total, the combined fees averaged 31 percent of the ticket’s listed  price, and we observed values ranging from 20 percent to 56 percent.", "Service fees, on average, were 22 percent of the ticket’s listed price,  and we observed values ranging from 15 percent to 29 percent.", "In addition to the service fee, 8 of the 10 exchanges charged a  delivery fee for mobile or print-at-home tickets, ranging from $2.50 to  $7.95.", "Eight of the exchanges also charged a fee to the seller (in addition to  the buyer), which was typically 10 percent of the ticket’s sale price.  (For example, if a ticket sells for $100, the seller would receive $90  and the exchange $10.)", "Table 4 provides additional information about the fees charged by three of  the largest ticket resale exchanges."], "subsections": []}]}]}, {"section_title": "Consumer Protection Concerns Include the Ability to Access Face-Value Tickets and the Fees and Clarity of Some Resale Websites", "paragraphs": ["The technology and other resources of professional brokers give them a  competitive advantage over individual consumers in purchasing tickets at  their face-value price. Views vary on the extent to which the use of holds  and presales also affect consumers. Many ticketing websites we reviewed  did not clearly display their fees up front, and a subset of websites— referred to as white-label—used marketing practices that might confuse  consumers. Other consumer protection concerns that have been raised  involve the amount charged for ticketing fees, speculative and fraudulent  tickets, and designated resale exchanges (resale platforms linked to the  primary ticket seller)."], "subsections": [{"section_title": "For Tickets to Popular Events, Consumers Often Must Pay More Than Face Value", "paragraphs": ["Tickets to popular events often are not available to consumers at their  face-value price, frequently because seats sell out in the primary market  almost as soon as the venue puts them on sale."], "subsections": [{"section_title": "Brokers’ Competitive Advantage", "paragraphs": ["Brokers whose business is to purchase and resell tickets have a  competitive advantage over individual consumers because they have the  technology and resources to purchase large numbers of tickets as soon  as they go on sale. Some consumer advocates, state officials, and event  organizers believe that brokers unfairly use this advantage to obtain  tickets from the primary market, which restricts ordinary consumers from  buying tickets at face value. As a result, consumers may pay higher  prices than they would if tickets were available on the primary market. In  addition, some event organizers and primary ticket sellers have  expressed frustration that the profits from the higher resale price accrue  to brokers who have not played a role in creating or producing the event.", "Some professional brokers use software programs known as bots to  purchase large numbers of tickets very quickly. When tickets first go on  sale, bots can complete multiple simultaneous searches of the primary  ticket seller’s website and reserve or purchase hundreds of tickets,  according to the 2016 report by the New York State Office of the Attorney  General. Seats reserved by a bot—even if ultimately not purchased— appear online to a consumer as unavailable. This, in turn, can make  inventory appear artificially low during the first minutes of the sale and  lead consumers to the secondary market to seek available seats,  according to event organizers we interviewed. Bots can also automate  the ticket-buying process, as well as identify when additional tickets are  released and available for purchase. During its investigation of the  ticketing industry, the New York State Office of the Attorney General  identified an instance in which a bot bought more than 1,000 tickets to a  single event in 1 minute.", "In addition, bots can be used to bypass security measures that are  designed to enforce ticket purchase limits. For example, bots can use  advanced character recognition to “read” the characters in a test  designed to ensure that the buyer is human. Although the BOTS Act of  2016 restricts the use of bots, as discussed later, it is not yet clear the  extent to which the act has reduced their use.", "Brokers have other advantages over consumers in the ticket buying  process, according to the New York State Attorney General’s report and  industry stakeholders we interviewed. For example, some brokers employ  multiple staff, who purchase tickets as soon as an event goes on sale. In  addition, brokers can bypass sellers’ limits on the number of tickets  allowed to be purchased by using multiple names, addresses, credit card  numbers, or IP (Internet protocol) addresses. Finally, to access tickets  during a presale, some brokers join artists’ fan clubs or hold multiple  credit cards from the company sponsoring the presale."], "subsections": []}, {"section_title": "Role of Holds and Presales", "paragraphs": ["Holds and presales may limit the number of tickets available to  consumers at face value, according to some consumer groups,  secondary market companies, and other parties. For example, the  National Consumers League testified that events with many holds and  presales sell out more quickly during the general on-sale because fewer  seats are available. Consumers may not be aware that many seats are  no longer available by the time of the general on-sale. In addition, the  National Consumers League and New York State Office of the Attorney  General said they believe the use of holds and presales raise concerns  about equity and fairness. They noted that most holds go to industry  insiders who have a connection to the promoter or venue, while credit  card presales are available only to cardholders, who typically are higher- income. The New York State Attorney General’s office and seven event  organizers with whom we spoke expressed concerns that presales benefit  brokers, who take special measures to access tickets during presales.", "However, other industry representatives told us that holds and presales  do not adversely affect consumers. They noted that for most events, the  number of tickets sold through presales is not very high and few tickets  are held back. Additionally, two event organizers and representatives  from a primary ticketing company noted that most presales are accessible  to a broad range of consumers—such as tens of millions of cardholders.  As a result, the distinction between what constitutes a presale and a  general on-sale can be slim. Furthermore, some fan clubs may try to limit  brokers’ use of presales. For example, one manager said his artist’s fan  club gives priority for presales to long-time fan club members.", "In addition, some industry representatives noted that holds and presales  serve important functions that can benefit consumers. For example, credit  card presales can reduce event prices by funding certain marketing costs,  and fan club presales can offer better access to tickets to artists’ most  enthusiastic fans, according to event organizers with whom we spoke.  And as noted earlier, holds serve various functions, such as providing  flexibility for seating configuration."], "subsections": []}]}, {"section_title": "Some Ticketing Websites We Reviewed Were Not Fully Transparent about Ticket Fees and Relevant Disclosures", "paragraphs": ["Among the largest primary and several secondary market ticketing  companies, we identified instances in which fee information was not fully  transparent. We reviewed the ticket purchasing process for a selection of  primary and secondary ticketing companies’ websites, including a subset  of secondary market websites known as “white-label” websites. We  reviewed the extent to which the companies’ websites clearly and  conspicuously presented their fees and other relevant information and  also recorded the point at which fees were disclosed in the purchase  process. While FTC staff guidance states that there is no set formula for  a clear and conspicuous disclosure, it states that among several key  factors are whether the disclosure is legible, in clear wording, and  proximate to the relevant information. In recent reports, the National  Economic Council (which advises the President on economic policy) and  FTC staff have expressed concern about businesses that use “drip  pricing,” the practice of advertising only part of a product’s price up front  and revealing additional charges later as consumers go through the  buying process."], "subsections": [{"section_title": "Primary Market Ticketing Companies", "paragraphs": ["For the 23 events we reviewed, the largest ticketing company—believed  to have the majority of the U.S. market share—frequently did not display  its fees prominently or early in the purchase process.", "For 14 of 23 events we reviewed, fees could be learned only by (1)  selecting a seat; (2) clicking through one or two additional screens; (3)  creating a user name and password (or logging in); and (4) clicking an  icon labeled “Order Details,” which displayed the face-value price and  the fees.", "For 5 of the 23 events, the customer did not have to log in to see the  fees, but the fees were visible only by clicking the “Order Details” icon.", "For 4 of the 23 events, fees were displayed before log-in and without  the need to take additional steps.", "Additionally, for 21 of the 23 events, ticket fees were displayed in a  significantly smaller font size than the ticket price.", "For the five other primary market ticketing companies whose ticketing  process we reviewed, fees were displayed earlier in the purchase process  and more conspicuously. All five companies displayed fees before  asking users to log in, including one that displayed fees during the initial  seat selection process. Four of the five companies displayed fees in a  font size similar to that of other price information and in locations on the  page that were generally proximate to relevant information. However, for  all companies we reviewed, fees and total ticket prices were not displayed  during the process of browsing for different events.", "We found that two primary ticket sellers that sometimes offer  nontransferable tickets (that is, tickets whose terms and conditions  prohibit transfer) had prominently and clearly disclosed the special terms  of those tickets—for example, that the buyer’s credit card had to be  presented at the venue and the entire party had to enter at the same  time. One company’s website displayed these conditions on a separate  screen for 10 seconds before allowing the buyer to proceed. The other  company’s website similarly displayed information about the tickets’  nontransferability on a separate page in clear language in a font size  similar to the pricing information."], "subsections": []}, {"section_title": "Secondary Ticket Exchanges", "paragraphs": ["We also reviewed disclosure of fees and other relevant information on the  websites of 11 secondary ticket exchanges and resale aggregators.  Two of the 11 websites displayed their fees conspicuously and early in  the purchase process, and a third site did not charge ticketing fees.  However, we found that ticket resale exchanges sometimes lacked  transparency about their fees:", "Fees often were revealed only near the end. Seven of the 11  websites disclosed ticket fees only near the end of the purchase  process, after the consumer entered an e-mail or logged in. Three of  those seven websites displayed fee information only after the credit  card number or other payment information was submitted.", "Fees sometimes were not conspicuously located. On 2 of the 11  websites, some fees were not displayed alongside the ticket price, but  instead were only visible by clicking a specific button.", "Font sizes were small in two cases. On 2 of the 11 websites, fees  were displayed in a font size significantly smaller than other text.", "In contrast to primary market sellers, secondary market sellers’ websites  sometimes did not clearly disclose when a ticket was nontransferable.  Disclosures on secondary market ticket exchanges varied, in part  because individual sellers are permitted to enter their own descriptions  about ticket characteristics. In some cases, the seller identified  nontransferable tickets only by labeling them “gc,” indicating that a gift  card would be mailed to the buyer to present for entry to the venue.", "To further review nontransferable ticket listings, we contacted the  customer service representatives of three large secondary ticket  exchanges to ask about a nontransferable ticket listing. We asked if we  would have difficulty using the ticket because the venue’s or ticket seller’s  website stated that only the original buyer could use the ticket, with one  website noting that picture identification might be required for entry.  Customer service representatives of all three exchanges told us that  despite the purported restrictions, we would be able to use the ticket to  gain entry to the venue. To confirm these statements, we contacted  officials of these venues, who acknowledged that picture identification  had not been required for entry at these events.", "Consumers may not always be aware they are purchasing tickets from a  secondary market site at a marked-up price. In a 2010 enforcement  action, FTC settled a complaint against Ticketmaster after alleging,  among other things, that the company steered consumers to its resale  site, TicketsNow, without clear disclosures that the consumer was being  directed to a resale website. The settlement requires Ticketmaster,  TicketsNow, and any other Ticketmaster resale websites to clearly and  conspicuously disclose when a consumer is on a resale site and that  prices may exceed face value, and to include “reseller price” or “resale  price” with ticket listings. In addition, in January 2018, the National  Advertising Division, a self-regulatory organization, asked FTC to  investigate the fee disclosure practices of StubHub, a large secondary  ticket exchange, alleging the company did not clearly and conspicuously  disclose its service fees when it provides ticket prices."], "subsections": []}, {"section_title": "White-Label Websites for Ticket Resale", "paragraphs": ["A subset of ticket resale websites, known as “white label,” used marketing  practices that might confuse consumers. A company providing white-label  support allows affiliates to connect its software to their own, uniquely  branded website. This is sometimes also described as a “private label”  service in the industry. For event ticketing, a ticket exchange offering  white-label support provides the affiliate company with access to its ticket  inventory and services, such as order processing and customer service.  However, the affiliate uses its own URL (website address), sets the ticket  prices and fees, and conducts its own marketing and advertising. Two  secondary ticket exchanges operate white-label affiliate programs, under  which affiliates create unique white-label websites for ticket resale.", "While we did not identify data on the number of white-label websites for  event ticketing, they commonly appear in the search results for all types  of venues, including smaller venues like clubs and theaters. White-label  websites often market themselves through paid advertising on Internet  search engines, appearing at the top of search results for venues. Thus,  they are often the first search results consumers see when searching for  event tickets. Figure 1 provides a hypothetical example of a white-label  advertisement on a search engine, as well as the typical appearance of a  white-label website.", "In 2014, FTC and the State of Connecticut announced settlements with  TicketNetwork—one of the exchanges operating a white-label program— and two of its affiliates after charges of deceptively marketing resale  tickets. The complaint alleged that these companies’ advertisements and websites misled consumers into thinking they were buying tickets  from the original venue at face value when they were actually purchasing  resale tickets at prices often above face value. According to the  complaint, the affiliate websites frequently used URLs that included the  venue’s name and displayed the venue’s name prominently on their  websites in ways that could lead consumers to believe they were on the  venue’s website. The settlements prohibited the company and its affiliates  from misrepresenting that they are a venue website or that they are  offering face-value tickets, and from using the word “official” on the  websites, advertisements, and URLs unless the word is part of the event,  performer, or venue name. They also required that the websites disclose  that they are resale marketplaces, that ticket prices may exceed the  ticket’s face value, and that the website is not owned by the venue or  other event organizers.", "FTC staff with whom we spoke told us that they were aware that similar  practices have continued among other white-label companies. Staff told  us they have continued to monitor white-label websites and related  consumer complaints. Additionally, a wide range of stakeholders with  whom we spoke—including government officials, event organizers, and  other secondary ticket sellers—expressed concerns about these  websites. In particular, they were concerned that consumers confused  white-label websites for the venue’s website.", "We reviewed 17 websites belonging to eight companies that were  affiliates of the two secondary ticket exchanges offering white-label  programs. We identified the sites by conducting online searches for nine  venues (including stadiums, clubs, and theaters) on two of the largest  search engines. All nine of the venues had at least one white-label site  appear in the paid advertising above the search results. We observed the  following:", "Sites could be confused with that of the official venue. Fourteen  of the 17 white-label websites we reviewed used the venue’s name in  the search engine’s display URL, in a manner that could lead a  consumer to believe it was the venue’s official website. In addition, 5  of the 17 webpages used photographs of the venue and 11 provided  descriptions of the venue (such as its history) that could imply an  association with the venue.", "Fees were higher than on other resale sites. Total ticketing fees  (such as “service charges”) for the white-label sites ranged from 32  percent to 46 percent of the ticket’s list price, with an average of 38  percent. These fees were generally higher than those of other ticket  resellers—for example, the secondary ticket exchanges that we  reviewed charged average fees of 31 percent.", "Fees were revealed only near the end. All 17 of the white-label sites  we reviewed disclosed their fees late in the purchase process.  Ticketing fees and total prices were provided only after the consumer  had entered either an e-mail address or credit card information.", "Other key disclosures were present but varied in their  conspicuousness. All 17 of the white label webpages we reviewed  disclosed on their landing page and check-out page that they were not  associated with the venue and were resale sites whose prices may be  above face value. However, this information was presented in a small  font or in an inconspicuous location (not near the top of the page) for  the landing page of 7 of these webpages, as well as for the check-out  page of 12 of the 17 webpages.", "Ticket prices were higher than other resale sites. The ticket price  charged for the events we reviewed on the white-label sites had an  average markup of about 180 percent over the primary market price.  By comparison, other ticket resale websites we reviewed had an  average markup of 74 percent.", "In some cases, we observed white-label websites selling event tickets  when comparable tickets were still available from the primary seller at a  lower price. For example, two white-label sites were offering tickets to an  event for $90 and $111, respectively, whereas the venue’s official  ticketing website was offering comparable seats for $34. (All figures  include applicable fees). Given the significantly higher cost for the same  product, some consumers may be purchasing tickets from a white-label  site only because they mistakenly believe it to be the official venue’s site.  As we discuss in greater detail later in this report, in February 2018,  Google implemented requirements for resellers using its AdWords service  that are intended, among other things, to prevent consumer confusion  related to white-label sites."], "subsections": []}]}, {"section_title": "Other Consumer Protection Issues Have Been Identified", "paragraphs": ["Ticket fees, the use of speculative tickets, ticket fraud, and designated  resale exchanges have raised consumer protection concerns among  government agencies, industry stakeholders, and consumer advocates."], "subsections": [{"section_title": "Amount Charged for Ticket Fees", "paragraphs": ["Consumer protection advocates, event organizers, and some government  entities have expressed concerns about high ticket fees. For example,  the New York State Attorney General’s report expressed concern about  what it deemed high ticketing fees charged for unclear purposes. The  report found that among online platforms, vendors of event tickets  appeared to charge fees to consumers higher than most other online  vendors. Concerns about high ticket fees also were frequently cited in  2009 congressional hearings on the proposed merger of Live Nation and  Ticketmaster. In addition, some managers and agents we interviewed  said their clients were dissatisfied with high ticket fees. Data we received  from FTC’s Consumer Sentinel Network indicated 67 complaints related  specifically to event ticket fees from 2014 through 2016.", "A 2010 analysis by the Department of Justice said that the dominance of  one company, Ticketmaster, in the primary ticketing market allowed the  company to maintain high ticket fees. The report noted high barriers to  entry for competitors, among which were high startup costs,  Ticketmaster’s reputation for providing quality service to venues, and  long-term exclusive contracts that large venues typically sign with one  ticketing company. In addition, with the merger, Live Nation Entertainment  owns both the largest primary ticket seller (Ticketmaster) and largest  promoter (Live Nation), and owns many large venues and an artist  management company. When the ticketing company is owned by a major  promoter, the combined firm’s ability to bundle ticketing services and  access to artists would require competitors to offer similar services in  order to compete effectively, according to the Department of Justice  analysis. In an attempt to mitigate these potential effects, the Department  of Justice final judgment on the merger prohibited certain forms of  retaliation against venues that contract with other ticketing companies. In  the United Kingdom, where the venue and promoter typically contract with  multiple ticket sellers, ticket fees are lower than in the United States— around 10 percent to 15 percent of the ticket’s face value, according to a  recent study.", "Industry experts generally consider the secondary market for event  ticketing to be more competitive than the primary market because of the  large number of brokers participating in the industry. According to a  report by the National Economic Council, fees in this market may be  higher than expected because of the lack of transparency described  earlier—consumers may be more willing to accept high fees and less  likely to comparison shop when fees are disclosed at the end of a  multistep purchase process. An FTC staff report made a similar point  regarding hotel resort fees, noting that fees disclosed only at the end of  the shopping process could harm consumers by making it more difficult to  comparison shop for hotels. In addition, consumers who are led to  believe that white-label ticketing sites are the official venue site may  accept high fees because they think they are buying tickets from the  primary ticketing provider, according to two industry representatives with  whom we spoke.", "The level of fees in the secondary market might also be affected by  partnerships between the primary and secondary ticket seller. Primary  ticketing companies sometimes offer resale options or use of designated  resale exchanges (discussed below). The American Antitrust Institute has  expressed the view that these relationships can reduce inventory for rival  secondary sellers and in turn, can result in higher fees, as the primary  ticket seller essentially has a monopoly over both markets."], "subsections": []}, {"section_title": "Speculative Tickets", "paragraphs": ["A speculative ticket refers to a ticket put up for sale by a broker when the  broker does not yet have the ticket in hand, perhaps because the event  has not yet gone on sale. Brokers may sell speculative tickets because  they anticipate they will be able to secure the tickets (whether on the  primary or secondary market) and sell them for a profit. The terms of use  of most secondary sites we reviewed did not allow speculative ticket  listings. However, while we were unable to identify comprehensive data  on the extent of speculative tickets, numerous industry representatives  told us that these sites commonly do not enforce this prohibition and  listing of speculative tickets was widespread. One common form of  speculative ticketing occurs when brokers offer tickets after a popular  artist has announced a concert schedule but not yet begun ticket sales,  according to industry representatives.", "Several concerns exist around the use of speculative ticketing:", "The buyer may never get the ticket. Speculative ticket listings can  result in canceled orders if the broker cannot obtain the ticket, or  cannot obtain it at a price that would result in a profit. For example, it  was reported that many fans who thought they purchased tickets to  the 2015 Super Bowl actually purchased speculative tickets that were  subsequently canceled when the supply of tickets was less than  expected. According to industry stakeholders, consumers can  typically obtain a refund on a canceled order from the broker or  secondary ticket exchange, but may still face disappointment,  inconvenience, or costs associated with nonrefundable travel to the  planned event.", "The seat location is not guaranteed. Brokers selling speculative  tickets typically do not specify the seat number but rather promise a  certain section of the venue, according to two event organizers we  interviewed. However, because the broker does not have the ticket in  hand, consumers can receive seats that are worse or different than  advertised.", "Speculative ticketing can cause consumer confusion. One large  ticket resale exchange told us it only allows trusted brokers to sell  speculative tickets under certain circumstances and requires sellers to  use a special label for these listings. However, we observed other  exchanges that are less transparent and do not make clear to the  buyer that the ticket is speculative. Consumers may not be aware that  tickets have not officially gone on sale yet and eventually may be  available on the primary market at a lower price.", "In its 2010 enforcement action against Ticketmaster and its resale  exchange, TicketsNow.com, FTC alleged that the companies failed to tell  buyers that many of the resale tickets advertised were being sold  speculatively. The settlement required Ticketmaster and its affiliates to  disclose if a ticket was being sold speculatively and to otherwise refrain  from misrepresenting the status of tickets. FTC staff also sent warning  letters to other resale companies that may have been at risk of violating  the FTC Act with regard to their speculative ticketing practices. More  recently, in 2015 a request by the New York State Attorney General  resulted in three major ticket exchanges removing speculative ticket  listings for an upcoming tour. Representatives from one of the secondary  ticket exchanges told us that while it is difficult to determine if a listing is  truly speculative, they have removed listings when they have information  from event organizers to indicate that no one could have obtained the  tickets.", "Posing as a consumer, a GAO investigator made 11 inquiries to customer  service representatives of two of the largest secondary ticket exchanges  about two events listing tickets that appeared to be speculative. The  customer service representatives generally acknowledged that the sellers  did not yet have the tickets in hand but assured the investigator that the  tickets would be provided."], "subsections": []}, {"section_title": "Fraudulent Tickets", "paragraphs": ["Event tickets are sometimes fraudulent—for example, a fraudster may  create and sell a counterfeit ticket or multiple copies of the same print-at- home ticket, according to industry representatives. We did not identify  comprehensive data on the extent of ticket fraud. Event organizers with  whom we spoke said that they typically only see a handful of fraudulent  tickets at popular events, and do not consider fraudulent ticketing to be a  widespread problem. A limited search of FTC’s Consumer Sentinel  Network data identified relatively few complaints—an estimated 19  related to fraudulent tickets from 2014 through 2016. Industry  representatives told us fraudulent tickets are most common for the most  popular events and were often purchased on the street outside the venue  or through an online classified advertisement.", "According to industry representatives, fraudulent ticketing is rare on  secondary market exchanges, in part because the exchanges can take  action against sellers of fraudulent tickets, such as fining them or banning  them from future sales. The National Association of Ticket Brokers  requires its members to have a policy to reimburse consumers for  fraudulent tickets. Two secondary market participants told us the most  common fraudulent activity they must address is credit card fraud by  buyers rather than invalid tickets posted by sellers."], "subsections": []}, {"section_title": "Designated Resale Exchanges", "paragraphs": ["Designated resale exchanges are resale platforms that are linked to the  primary ticket seller. They are most commonly used in major league  sports. The four major sports leagues have agreements with one of two  ticketing companies that allow consumers to buy and sell tickets through  an official “fan-to-fan” resale marketplace. In addition, some individual  teams and venues have an agreement with a third company to use its  resale platform, which uses paperless tickets and can facilitate ticket  transfers from one consumer to another or restrict transfers altogether  (such as with nontransferable tickets).", "On these exchanges, when a consumer lists a ticket for resale, the  exchange electronically confirms the seller’s identity, then cancels the  original ticket information (such as a barcode) and reissues the ticket with  the new buyer’s name. According to the three sports leagues we  interviewed, designated resale exchanges are generally optional—for  example, the sports leagues allow brokers and consumers to use other  secondary market exchanges as well.", "A representative of one of the major sports leagues told us the exchanges  provide added revenue to teams because the teams receive some of the  fee revenues from sales on the exchanges. The exchanges provide data  on event attendees, which is valuable for marketing and security  purposes, according to another sports league and a primary ticket seller.  In addition, the exchanges can reduce resale fraud because the primary  seller verifies the legitimacy of the ticket being resold, according to  representatives of the three leagues we interviewed.", "However, some academics and secondary market participants we  interviewed have argued that designated resale exchanges work to the  detriment of consumers. For example, one academic study stated that a  primary ticket seller’s dominance in the secondary market can  substantially reduce inventory for rival secondary sellers, thus impeding  competition in the resale market. The study stated that reduced  secondary market competition, in turn, can result in higher fees.", "In 2015, a U.S. district court dismissed StubHub’s antitrust complaint  against the Golden State Warriors basketball team and Ticketmaster,  LLC. StubHub claimed that the Warriors’ and Ticketmaster’s exclusive  resale agreement restricted secondary market competition for  professional basketball tickets in the Bay Area, but the court disagreed.", "Some designated resale exchanges use price floors, below which  consumers may not sell their tickets. One sports league’s exchange has a  price floor of $6, while the exchanges of two other sports leagues do not  have league-wide price floors, according to league representatives. In  addition, we identified instances of individual teams using price floors on  their designated resale exchanges. One purpose of price floors is to  protect brand reputation, according to league representatives, because  too low a ticket price can lessen an event’s perceived value. Price floors  also can prevent the secondary market from undercutting a team’s own  (primary market) price. However, some consumer organizations and  secondary ticket sellers said price floors were unfriendly to consumers.  Season ticket holders might be unable to sell tickets for low-demand  games for which market prices were lower than the floors. In addition, the  New York State Attorney General’s office noted that consumers might not  always be aware that price floors were in effect and thus pay more than  they would on another exchange."], "subsections": []}]}]}, {"section_title": "Effects of Ticket Resale Restrictions and Disclosures on Consumers and Business Would Vary", "paragraphs": ["Policymakers, consumer organizations, and industry participants have  proposed or implemented a number of ticket resale restrictions and  disclosure requirements, each of which have or would have advantages  and disadvantages for consumers or industry participants (see table 5).  Event ticketing is not federally regulated and some industry participants  are using or exploring technology and other market-based approaches to  address concerns related to secondary market activity."], "subsections": [{"section_title": "Nontransferable Tickets Can Reduce the Price Some Consumers Pay but Also Limit Flexibility", "paragraphs": ["Some event organizers make tickets to their events nontransferable—that  is, the terms and conditions of the ticket prohibit its transfer from one  person (in whose name the ticket is issued) to another. The prohibition  can be enforced by requiring consumers to bring to the venue the credit  or debit card used for purchase and matching photo identification. The  consumer then receives a seat locator slip—akin to a consumer swiping a  credit card at the airport to retrieve a boarding pass.", "At least three states—Connecticut, New York, and Virginia—have laws  that restrict ticket issuers’ ability to sell nontransferable tickets. Similar  legislation has been introduced in several other states in recent years.", "The use of nontransferable tickets, even in states where they are legal, is  relatively uncommon. For example, an artist advocacy group told us that  some events that use them make only the first several rows of seats  nontransferable. One large primary ticketing company told us it estimated  that less than 5 percent of its events used nontransferable tickets, while  another told us nontransferable tickets represented less than 1 percent of  its tickets in total. Almost all nontransferable tickets are for concerts; the  practice is rare for sporting events and theater, according to industry  stakeholders with whom we spoke."], "subsections": [{"section_title": "Advantages of Nontransferable Tickets", "paragraphs": ["Advantages to consumers of nontransferable tickets stem from the goal of  preventing ticket resale—allowing consumers to pay face value rather  than a higher price on the secondary market. As described earlier,  markups on the secondary market can be substantial. Proponents of  nontransferable tickets, which include a large primary ticket seller and  some event organizers and well-known artists, have argued they are an  important tool that makes it harder for brokers to resell tickets for profit.", "We identified one empirical study on the effects of nontransferable tickets  on resale activity. A 2013 study in the Journal of Competition Law and  Economics compared two events using nontransferable tickets to  comparable events using transferable tickets at the same venues. It found  that nontransferable tickets significantly reduced resale and that prices  were significantly higher for the relatively small portion of nontransferable  tickets that were resold.", "In addition, there is anecdotal evidence that nontransferable tickets  reduce the rate of resale and allow more consumers to access tickets at  face-value prices. Many stakeholders told us that making tickets  nontransferable reduces secondary market activity, with some  stakeholders citing specific examples. For instance, the manager of a  large concert venue that primarily uses nontransferable tickets told us that  resale is much less common for the venue’s events than for comparable  events at similar venues. Similarly, the manager of a major musical artist  told us that using nontransferable tickets for a subset of seats on a recent  arena tour resulted in minimal listings for those seats on the secondary  market. The New York State Attorney General’s report stated that  nontransferable paperless tickets “appear to be one of the few measures  to have any clear effect in reducing the excessive prices charged on the  secondary markets and increasing the odds of fans buying tickets at face  value.” But, while we identified evidence that nontransferable tickets  limit resale, they may not eliminate resale because sellers may not follow  the restriction."], "subsections": []}, {"section_title": "Disadvantages of Nontransferable Tickets", "paragraphs": ["However, other parties—including primary and secondary market  participants, consumer advocacy groups, academics, and government  agencies—have noted that nontransferable tickets can have the following  disadvantages to consumers and adverse effects on markets:  Financial loss. With nontransferable tickets, ticket buyers who cannot  attend an event can lose the ability to recoup their money through resale.", "Inconvenience. Nontransferable tickets can be inconvenient because the  buyer may need to present identification, a debit or credit card, or both, to  gain entry to the venue, which can create delays. Nontransferable tickets  also can create challenges for consumers buying tickets for others  (including as a gift) because the ticket terms may require the buyer and  original purchase card be present to gain entry. However, a primary ticket  seller and a promoter told us these obstacles can be overcome—for  example, through mechanisms allowing buyers to transfer tickets upon  request, and by using processes to speed venue entry (such as  automated kiosks).", "Economic inefficiency. When nontransferable tickets are priced below  the prevailing market price in the primary market, this creates excess  demand, and tickets are sold without regard to consumers’ willingness to  pay. Traditional economics maintains that an efficient market would  result in tickets going to those willing to pay the highest price, which  nontransferability inhibits by restricting a secondary market. In addition,  some academics have noted that consumers may be less willing to buy  nontransferable tickets because they do not offer the “insurance” that  comes with the ability to resell them.", "Potential impingement on property rights. Some consumer groups  and secondary market participants have argued that nontransferable  ticket policies impinge on consumers’ property rights. These parties argue  that once consumers buy a ticket, they should be able to do whatever  they like with it.", "Effect on competition. The New York State Attorney General’s office  and some economics literature have cautioned that use of  nontransferable tickets by primary ticketing companies can impede  competition in the secondary market by making these companies’ own  resale exchanges the only way to transfer tickets."], "subsections": []}]}, {"section_title": "Caps on Resale Prices Can Have Advantages and Disadvantages", "paragraphs": ["Several states have caps on the price at which tickets can be resold,  while others have repealed caps and some studies have questioned their  enforceability. For example, Kentucky generally prohibits the resale of  event tickets for more than either face value or the amount charged by  the venue, and Massachusetts prohibits resale by brokers of most tickets  for more than $2 above face value, with the exception of relevant service  charges. New Jersey allows a maximum markup of 20 percent or $3  (whichever is greater) for nonbrokers and a maximum markup of 50  percent for registered brokers, but does not limit resale prices for  nonbrokers for sales over the Internet. A number of other states— including Minnesota, Missouri, New York, and Connecticut—repealed  their price cap laws in the 2000s. However, the New York State Attorney  General’s 2016 report recommended bringing back a price cap, through a  “reasonable limit” on resale markups.", "Price caps are generally intended to protect consumers from high  markups and increase the fairness of ticket distribution so that the  wealthiest consumers do not have disproportionate access to tickets. In  theory, price caps offer consumers the advantages of nontransferable  tickets without the disadvantages: they limit high secondary-market prices  but still allow consumers to transfer tickets to others or resell tickets they  cannot use.", "However, three government studies we reviewed stated that price caps  are difficult to enforce and are rarely complied with. A 1999 report by the  New York Attorney General noted that ticket resellers “almost universally  disregarded” a cap in place at the time. Representatives from the office told us enforcement of such a cap might be easier now because the  secondary market is largely on the Internet, which offers greater price  transparency. A 2016 study of the United Kingdom’s ticket market noted  that enforcement of a price cap was complicated by the fact that ticket  resellers were not a well-defined group and sales could occur on various  platforms and across jurisdictions. Similarly, the New York State  Department of State noted in 2010 that enforcement of price caps can be  challenging.", "In addition, critics of price caps have said that caps might force resale  activity underground, which would reduce transparency and protections  (such as refund guarantees) that legitimate secondary market exchanges  provide. Both the largest ticket exchange and the largest primary market  ticket company have opposed price caps, with the ticket exchange  arguing that they would result in street-corner transactions, where the risk  of counterfeit and fraud would be significant. On formal exchanges,  transactions can be monitored and regulated. As with nontransferable  tickets, price caps also can create economic inefficiencies because  tickets are not necessarily allocated to those willing to pay the highest  price.", "A 2010 study by the New York State Department of State compared  publicly available secondary market listings for high-demand concerts in  New York to the same artists’ concerts in nearby states with price caps. It  found no definitive evidence that price caps resulted in greater or lesser  availability on the secondary market or in lower resale prices. The study  noted that online resale prices routinely exceeded the price caps.  However, the authors of the study acknowledged that their findings were  limited by their inability to obtain data on ticket sales and availability from  secondary sellers."], "subsections": []}, {"section_title": "Stakeholder Views Vary on Effects of Additional Disclosure Requirements", "paragraphs": ["Legislative or regulatory actions to improve disclosure and transparency  of ticket fees, resale markups, and ticket availability have advantages and  disadvantages."], "subsections": [{"section_title": "Up-front Fee Disclosure", "paragraphs": ["Some government stakeholders have suggested improving fee  transparency through a legal requirement to disclose ticket fees earlier in  the purchase process. As discussed earlier, ticketing companies in the  primary and secondary markets vary on when and how they disclose their  fees, and some disclose fees only upon checkout. No federal law  expressly addresses fee disclosure in event ticketing. However, at least  one state requires disclosure of fees at the beginning of the purchase  process.", "On the primary market, up-front fee disclosure helps decision making by  informing consumers of the total ticket price early in the process. It also  helps consumers decide whether to buy from the ticketer’s website or at  the box office, where there typically are no fees. On the secondary  market, up-front fee disclosure aids comparison shopping by helping  consumers identify the resale exchange with the best total price. Sellers  that do not provide enough or full information on prices through hidden  fees could have competitive advantage because they would be perceived  as offering lower prices over their competitors who do provide full  information showing the price. For products and services in general, FTC  staff guidance advocates that fees be disclosed up front, particularly  before the point at which the consumer has decided to make a  purchase.", "Figure 2 provides examples of different approaches to displaying prices  and fees.", "Currently, FTC relies on the Federal Trade Commission Act—which  prohibits unfair or deceptive acts or practices—to address problems  related to fee disclosures. But FTC staff said it is challenging and  resource-intensive to use the act to address inadequate fee disclosures  industry-wide because it requires proving violations on a case-by-case  basis. FTC staff told us that, depending on the circumstances, a  legislative disclosure requirement that specified requirements for fees  could facilitate enforcement activity and create a more level playing field  for consumers and sellers. Eleven industry stakeholders and three  consumer advocacy groups with whom we spoke similarly expressed  support for a requirement that ticketing fees be disclosed up front. Many  noted that fees should be fully transparent to consumers.", "However, a primary ticket seller, two venue managers, and a secondary  ticket seller we interviewed questioned the need for an up-front fee  disclosure requirement. For example, a primary ticket seller stated that  knowing fees up front would not affect a consumer’s decision of whether  or not to buy a ticket. The two venue managers believed that the timing of  the fee disclosure was not important, as long as fees are disclosed before  consumers complete the purchase. Representatives of one secondary  ticket exchange said that up-front disclosure of fees could be challenging  because a ticket’s fee is not stable—for example, the fee can change  based on price fluctuations, different delivery methods, and the use of  promotion codes.", "The National Economic Council has stated that “all-in pricing,” a form of  up-front pricing, may be preferable to other methods of fee disclosure.  All-in pricing incorporates the ticket’s face value and all mandatory fees  and taxes, as illustrated in figure 2 above. According to the National  Economic Council, all-in pricing eases comparison across vendors. The  FTC staff report analyzing hotel resort fees supported all-in pricing for that  industry because it said that breaking out fees, instead of providing a  single total price, hindered consumer decision making and often resulted  in consumers underestimating the total price. Officials from two state  attorney general offices told us that all-in pricing could be advantageous,  noting that fee disclosures represent their most significant enforcement  issue related to the ticketing industry.", "Three secondary ticket sellers told us they might support a requirement to  provide all-in pricing, but only if it was required of all ticket sellers. In  2014, the largest secondary market ticketing company began using all-in  pricing, with its listings displaying a single total price that incorporated  fees. However, the company soon discontinued all-in pricing as the  default because, it told us, it put the company at a competitive  disadvantage with other secondary market providers whose fees were not  included in the initial ticket price displayed to consumers. A requirement  that all ticket sellers provide up-front fee disclosure would mitigate or  resolve that issue.", "One argument against a requirement for all-in pricing is that such  regulation would restrict ticket companies’ flexibility in choosing how to  disclose fees. In addition, a manager, a promoter, and two artist advocacy  groups said all-in pricing could give fans the incorrect impression that the  artist was charging the full ticket price and receiving its revenues,  because the portion of the price going toward ticketing fees would not be  transparent."], "subsections": []}, {"section_title": "Disclosing Face Value on Resale Sites", "paragraphs": ["Some federal and state policymakers have proposed requirements for  resellers to disclose a ticket’s face value on secondary ticket websites.  Georgia and New York State have enacted similar requirements, with  statutes requiring resellers to disclose both the face value of tickets and  their list price.", "Requiring that ticket resellers disclose the ticket’s face value can have  several advantages. First, it makes the reseller’s markup transparent.  Second, it can help consumers assess the quality of the seat location and  compare similar seats across resale listings. Third, it might reduce the  possibility that consumers mistake a reseller’s website for a venue  website, as described earlier. This, in turn, could encourage consumers to  recognize they are viewing a secondary market exchange and  comparison shop for a better price elsewhere.", "However, a requirement that resellers disclose a ticket’s face value can  present challenges because the definition of “face value” may not always  be clear, according to three ticket resellers and FTC Bureau of Consumer  Protection staff. If the face value does not incorporate fees and taxes  charged on the primary market, it would not reflect the full amount paid by  the original buyer. Similarly, some tickets are sold through VIP packages  that do not itemize the price of the ticket and other components, such as  backstage access or parking. In addition, with dynamic pricing, a ticket’s  face value can change frequently. Furthermore, season tickets may  display a higher face value than the season ticket holder paid because  teams usually sell the packages at a discount.", "A requirement to disclose a ticket’s face value also could create  compliance costs for secondary ticket exchanges, and could be difficult to  enforce, according to some stakeholders. Three secondary ticket  exchanges told us they do not currently collect information on a ticket’s  face value and would have difficulty verifying the value provided by the  listing broker—in part because of the challenges in defining face value, as  described above. The New York State Office of the Attorney General  stated in its 2016 report that most resellers cannot comply with the state’s  disclosure requirement because most secondary ticket exchanges do not  offer the option to show the ticket’s face value alongside its list price,  despite having the capability to add such functionality. In addition, an  official from Georgia’s Athletic and Entertainment Commission told us that  resellers largely disregarded the state’s requirement to disclose face  value."], "subsections": []}, {"section_title": "Disclosing Ticket Availability", "paragraphs": ["Another proposal, advocated by secondary market stakeholders, among  others, would require primary ticket sellers to disclose how many tickets  are available when an event first goes on sale to the general public. For  instance, a venue or ticket seller might be required to provide the venue  capacity and number of tickets available for sale after accounting for  presales and holds. A 2017 law in Ontario, Canada, requires primary  ticket sellers to provide certain information about venue capacity and  presales, according to testimony by the Ontario Attorney General.", "Such a disclosure would provide consumers a clearer picture of ticket  availability and help them manage expectations and make informed  decisions, according to three consumer advocacy groups and two  academics with whom we spoke. In addition, the National Association of  Ticket Brokers and a secondary ticket exchange stated that disclosing  ticket availability would shed light on what some consider excessive holds  and presales by the primary market. They said that brokers often are  blamed when events quickly sell out on the primary market, whereas  there may have been relatively few tickets available for sale in the first  place. The New York State Office of the Attorney General stated that the  lack of transparency about the manner in which tickets are distributed  creates a level of mistrust among consumers.", "However, many primary market stakeholders with whom we spoke— including promoters, managers, venue operators, and primary ticket  sellers—said such a disclosure would have little-to-no benefit. First, some  of them noted that ticket inventory can change as event production details  evolve and holds are released, making it difficult to provide an accurate  number of tickets available at any one time. Second, some said this  disclosure would be confusing or meaningless for consumers, with one  promoter noting that for high-demand events, a consumer’s odds of  getting a ticket are low regardless of whether he or she knows the  number of available tickets. Another promoter noted that the seat maps  used to select seats when purchasing tickets already provide information  on ticket availability. Many stakeholders also told us such a disclosure  would only help brokers by giving them information useful in buying  tickets and setting resale prices. In addition, a venue manager noted that  information on ticket sales is considered proprietary and artists and event  organizers should not be required to disclose confidential business  information."], "subsections": []}]}, {"section_title": "Event Ticketing Is Not Federally Regulated and Some Stakeholders Cite Market-Based Approaches to Address Concerns about Secondary Market Activity", "paragraphs": ["Federal agencies face constraints in addressing ticketing issues. Some  industry players are implementing technological and market-based  approaches that seek to address concerns about secondary market  activity."], "subsections": [{"section_title": "Federal Regulatory Environment", "paragraphs": ["As noted earlier, the event ticketing industry is not federally regulated. In  contrast, in the airline industry, the Department of Transportation can  issue regulations regarding the disclosure of airline fees. Staff from  FTC’s Bureau of Consumer Protection told us that—in addition to the  enforcement activity noted earlier—they monitor consumer complaints  related to the event ticket industry. However, they said they have  resource and other constraints that make it difficult to conduct industry- wide investigations related to ticketing practices.", "Issues around the level and transparency of fees are not unique to the  event ticketing industry. For example, as noted earlier, FTC staff have  raised concerns about mandatory “resort fees” charged by many hotels  but not immediately disclosed (such as in online price search results).  In addition, according to the National Economic Council, sellers of other  goods and services—such as car dealers and telecommunications  companies—sometimes offer low prices up front that rise substantially  with the addition of mandatory fees revealed later in the purchase  process. As such, options for regulating the transparency of fees can  have applicability broader than that of event ticketing.", "As noted earlier, the BOTS Act, which prohibits circumventing security  measures or other systems intended to enforce ticket purchasing limits or  order rules, went into effect in December 2016. However, a variety of  industry, consumer, academic, and government stakeholders have  expressed doubt that the BOTS Act would have much of an effect on  prohibited bot use. Several of these stakeholders told us that bot users  can easily evade detection and that enforcement of the act would be  extremely difficult, in part because a lot of bot use occurs—or could  shift—outside the United States. As of February 2018, FTC had not taken  any enforcement action related to the act, but FTC staff told us they were  monitoring the situation.", "The degree to which legislation combatting bots is effective may depend  in part on the extent to which state attorneys general pursue enforcement  actions. As of February 2018, we identified two states that had taken  enforcement actions related to bot use. In May 2017, the New York State  Office of the Attorney General announced settlements totaling $4.11  million with five ticket brokers which, among other offenses, violated New  York State law by using bots to purchase and resell tickets. In April  2016, the office announced settlements totaling $2.7 million with six ticket  brokers for similar violations. In February 2018, the Washington State  Office of the Attorney General announced settlements totaling $60,000  with two ticket companies that used bots in violation of the state’s  ticketing law."], "subsections": []}, {"section_title": "Market-Based Approaches", "paragraphs": ["Industry players, including ticket companies and event organizers, are  using or exploring technology and market-based approaches that seek to  address concerns about secondary market activity. Examples of these  approaches and their potential effects include the following:", "Delivery delays. Ticket sellers sometimes use delivery delays,  meaning they do not provide the ticket immediately upon purchase.  Instead, buyers receive their tickets (in paper or print-at-home form)  closer to the day of the event. Delivery delays can inhibit resale  activity because they give brokers less time to buy and resell tickets,  and allow primary ticket sellers to review whether brokers and bots  made bulk purchases, according to some promoters and primary  ticket sellers. However, secondary market sellers we interviewed  generally argued against delivery delays, with two sellers saying it can  be inconvenient and stressful for consumers to receive a ticket just a  few days before an event.", "Dynamic pricing. The use of dynamic pricing—which adjusts prices  over time based on demand—can reduce secondary market activity  by pricing tickets closer to their market clearing price. Raising primary  market ticket prices, such as through dynamic pricing, does not  necessarily benefit consumers but can help ensure that more ticket  revenue accrues to the artist or team rather than ticket resellers.", "Verified fan program. At least one major ticket company has a  program to sell tickets to pre-approved “verified fans,” to help ensure  that more consumers and fewer brokers can access tickets on the  primary market.", "New technology. Two stakeholders noted the potential for distributed  ledger technology in ticketing. The technology associates a unique  identification code with the ticket and its owner, which can help restrict  transfer of the ticket and ensure its authenticity.", "Adding concerts. Artists can seek to make their ticket prices  accessible by increasing the supply of seats—for example, one major  artist has added concert dates with the express purpose of matching  ticket supply to demand to prevent higher resale prices.", "Face-value resale exchanges. Resale exchanges used by some  artists only allow resale at face value (plus a limited amount to  account for primary market fees). This allows consumers to recoup  their ticket costs if their plans change, while preventing resale  markups.", "Market-based approaches also may augment regulatory and enforcement  action with regard to problems discussed earlier around transparency. In  February 2018, Google’s AdWords service—which offers paid advertising  alongside search results—implemented new certification requirements for  businesses that resell event tickets. First, resellers using AdWords must  clearly disclose on their website or mobile application that they are a  secondary market company and not the primary provider of the tickets.", "They cannot imply they are the primary provider by using words such as  “official” or by including the artist or venue name in their website’s URL— practices we noted earlier that were being used by some white-label  websites. Second, resellers must prominently disclose when their ticket  prices are higher than face value and disclose a price breakdown,  including any fees, before the customer provides payment information.  Google said in a statement that these measures were intended to protect  customers from scams and prevent potential confusion. However, due to  the recency of this change, it is too early to determine how it will affect the  marketplace.", "In addition, the advertising industry’s self-regulatory organization has  taken steps to address potentially misleading pricing practices in the  ticket industry. The Advertising Self-Regulatory Council sets standards for  truth and accuracy for national advertisers, monitors the marketplace, and  holds advertisers responsible for their claims. As noted earlier, the  organization recently referred a major ticket company to FTC for not  following its recommendations to conspicuously disclose its fees.  Although the council can play a role in monitoring deceptive advertising  related to ticketing, it also faces constraints—for example, it addresses  practices case-by-case and its recommendations depend on voluntary  compliance by the advertiser.", "No matter what efforts are made to address concerns about the ticket  marketplace, some of the consumer dissatisfaction with event ticketing  stems from an intractable issue: demand for tickets to highly popular  events exceeds supply. As such, no activity, outside of expanding the  supply, is likely to effectively address one key source of consumer  dissatisfaction: that tickets are not available to popular sold-out events."], "subsections": []}]}]}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to DOJ and FTC for review and  comment. We received technical comments from FTC, which we  incorporated as appropriate. We also provided relevant excerpts of the  draft for technical review to selected private parties cited in our report,  and included their technical comments as appropriate.", "As agreed with your offices, unless you publicly announce the contents of  this report earlier, we plan no further distribution until 30 days from the  report date. At that time, we will send copies to DOJ, FTC, the  appropriate congressional committees and members, and others. In  addition, the report will be available at no charge on the GAO website at  http://www.gao.gov.", "If you or your staff have any questions concerning this report, please  contact me at (202) 512-8678 or clementsm@gao.gov. Contact points for  our Offices of Congressional Relations and Public Affairs may be found  on the last page of this report. GAO staff who made major contributions to  this report are listed in appendix II."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["The objectives of this report were to examine (1) what is known about  primary and secondary online ticket sales, (2) the consumer protection  concerns that exist related to online ticket sales, and (3) potential  advantages and disadvantages of selected approaches to address these  concerns. The scope of our work generally focused on ticketing for large  concert, theater, and sporting events for which there is a resale market.", "To develop background information on the U.S. ticketing industry, we  analyzed business classification codes from the North American Industry  Classification System, which assigns a 6-digit code to each industry  based on its primary activity that generates the most revenue. The code  we selected, “All Other Travel Arrangement and Reservation Services,”  includes theatrical and sports ticket agencies, as well as automobile club  road and travel services and ticket offices for airline, bus, and cruise ship  travel. Because the Census data do not distinguish event ticketing from  other services in particular, we determined the data do not provide a  reliable count of companies in the event ticketing industry. In addition, we  obtained publicly available data from private research firms and reviewed  the largest publicly held ticketing companies’ annual public filings with the  Securities and Exchange Commission (Form 10-K). We also collected  information from firms that collect data related to the ticketing industry,  such as IBISWorld and LiveAnalytics.", "To examine what is known about primary and secondary online ticket  sales, we reviewed data related to ticket prices and sales published by  Pollstar, a concert industry trade publication, and the Broadway League,  a trade organization representing commercial theater. In addition, we  obtained and analyzed data on ticket volume and resale prices for a  nongeneralizable sample of 22 events. These events were selected  because they (1) occurred in relatively large venues (more than 500  seats) that typically experience ticket resale activity; (2) represented a mix  of event types (13 concerts, 3 commercial theater productions, and 6  sporting events); and (3) represented a mix of popularity, including 17  events that would be expected to be in high demand. We defined high- demand events as those that were likely to sell out, which we assessed  by reviewing past attendance at other events for the same artist or  theatrical event. For sports, we assessed demand by reviewing team  performance and rankings. We collected data from October 16 through  December 20, 2017. For each event, we analyzed:  resale prices and volume, through data obtained from publicly  available listings on the websites of two secondary ticket exchanges; primary market prices and availability, through data obtained from  the websites of primary market ticket sellers; and event capacity, through data obtained from Billboard or Pollstar  (trade publications) for concerts, the Broadway League for theater,  and ESPN.com (a media company) for sporting events.", "To examine consumer protection concerns, we reviewed the websites of  6 primary market ticket sellers, 11 secondary ticket exchanges, and 8  “white-label” ticket websites. We collected data from June 19, 2017,  through January 16, 2018.", "For the primary market ticket seller that represents the majority of  market share, we observed the online ticket purchase process for 23  events. Three events were selected using the process described  below and the remaining 20 were chosen to reflect 2 events at each of  10 venues, selected because they were among the 200 top-selling  arenas or 200 top-selling theaters in the United States in 2017,  according to Pollstar.", "For each of the 5 other primary market ticket sellers and the 11  secondary ticket exchanges, we observed the online ticket purchase  process for 1–5 events. For each primary ticket seller, we selected  one event per category (concert, theater, and sports). For consistency  and comparability across companies, we also limited events to the  same state (which did not extensively limit ticket resale) and time  period. We also selected 2 events in another state because they used  nontransferable tickets. For the secondary ticket exchanges, we used  3–5 events from our review of primary ticket sellers’ websites. If the  event was no longer available, we selected an alternative event at the  same venue.", "For each of the 8 white-label ticket sellers, we reviewed 1–4 events  from the events described above. In some cases, the same event was  not available so we selected an alternative event at the same venue.", "For these events—31 events in total—we documented (1) the ticket fees  charged, (2) at what point in the purchase process the fees were  disclosed, and (3) any restrictions to the ticket. In addition, we assessed  the clarity, placement, and font size of the fees, restriction information,  and—for white-label websites—disclaimers that the website was a ticket  resale website. We worked with a GAO investigator to review the  websites that required users to provide an e-mail address or credit card  information before viewing fees. Analysts followed a protocol to help  ensure consistency of observations and completed a data collection  instrument for each website. A second analyst independently reviewed  each website to verify the accuracy of information collected by the first  analyst. Any discrepancies between the two analysts were identified,  discussed, and resolved by referring to the source websites.", "A GAO investigator acting in an undercover capacity contacted the  customer service departments of three large secondary ticket exchanges  to inquire about two events for which tickets were nontransferable (not  allowed to be resold) and two events for which listed tickets were  speculative (not yet in-hand by the seller). The nontransferable tickets  were identified through press releases and articles about popular touring  artists and the speculative tickets were identified by searching for events  that had been announced but were not yet for sale on the primary market.  The investigator contacted customer service through 16 e-mails to one  company and 8 online “live chats” with another company. For the third  company, the investigator sent 8 e-mails about nontransferable tickets  and did not inquire about speculative tickets because this company  labeled such tickets. We also contacted the venues hosting these events  to help assess the accuracy of the information provided by the ticket  companies’ customer service departments.", "In addition, we reviewed enforcement activity by federal and state  agencies related to ticketing and ticket companies. We also collected  information on the number of consumer complaints by requesting the  Federal Trade Commission (FTC) conduct a search of its Consumer  Sentinel Network database, which includes complaints submitted to FTC,  the Consumer Financial Protection Bureau, the Better Business Bureaus,  and other sources. The search results covered calendar years 2014– 2016 and used the term “ticket” with terms related to events (e.g.,  “concert,” “sport,” “theater”), sold-out events (e.g., “sold-out”); fees;  fraudulent tickets (e.g., “fake”); delayed delivery (e.g., “late,”); or  nontransferable tickets (e.g. “paperless”). We selected our initial search  terms by reviewing terms used in similar complaints on the Better  Business Bureau website. We made modifications to our search string  based on suggestions from FTC staff who reviewed the results of a  preliminary search. To help ensure that results were related to event  ticket sellers, we limited the search to complaints against the 6 primary  ticket sellers and 11 secondary ticket exchanges in our scope. We  assessed the reliability of the complaint data by interviewing agency  officials. In addition, we have assessed the reliability of Consumer  Sentinel Network data as part of previous studies related to consumer  protection and found the data to be reliable for the purposes of gauging  the extent of consumer complaints about event ticketing. However, in  general, consumer complaint data have limitations as an indicator of the  extent of problems. For example, not all consumers who experience  problems may file a complaint, and not all complaints are necessarily  legitimate or categorized appropriately. In addition, a consumer could  submit a complaint more than once, or to more than one entity, potentially  resulting in duplicate complaints.", "To examine the potential advantages and disadvantages of selected  approaches to address consumer protection concerns, we reviewed  federal and selected state laws related to event ticket sales. At the federal  level, these included the Better Online Ticket Sales Act of 2016 and  relevant provisions of the Federal Trade Commission Act. To determine  which states had laws related to ticket resale or disclosure, we reviewed  compilations of state ticketing laws from the National Association of Ticket  Brokers, a secondary ticket seller’s website, and a law firm publication,  and we conducted independent research and verification. We reviewed  ticketing-related legislation—selected for its relevance to the approaches  covered in our review—in Connecticut, New York, and Georgia. We  reviewed state government reports and interviewed state officials to get  information on the states’ experiences with these laws. We also consulted  foreign government reports to obtain information on relevant laws or  regulations in Canada and the United Kingdom, which have reported  similar consumer protection issues as we reviewed in our report.", "To address all of our objectives, we conducted searches of various  databases, such as ProQuest, Academic OneFile, Nexis, Scopus, and the  National Bureau of Economic Research, to identify sources such as peer- reviewed academic studies; law review articles; news and trade journal  articles; government reports; and hearings and transcripts related to  ticketing issues. We examined summary-level information about each  piece of literature, and from this review, identified articles that were  germane to our report. We generally focused on articles from 2009 and  later. We identified additional articles and reports through citations in  literature we reviewed and from expert recommendations.", "For the articles we used to cite empirical findings or to support arguments  on advantages and disadvantages of selected resale restrictions or  disclosure requirements, we conducted a methodology and soundness  review. We eliminated one study on pricing and one study on price caps  because we believed the methods were not sufficiently rigorous.", "In addition, we identified and reviewed relevant congressional testimony  on proposed ticketing legislation. We reviewed the Department of  Justice’s competitive impact statement and testimonies with regard to the  2010 merger of Ticketmaster and Live Nation. We interviewed staff from  the FTC’s Bureau of Consumer Protection and Bureau of Economics, the  Department of Justice’s Antitrust Division, and the New York State Office  of the Attorney General, and we conducted a group interview, coordinated  by the National Association of Attorneys General, with staff from the  offices of the attorney general of Pennsylvania and Texas. We also  interviewed representatives of three consumer organizations: Consumer  Action, the National Association of Consumer Advocates, and the  National Consumers League; four trade associations: the Broadway  League, Future of Music Coalition, National Association of Ticket Brokers,  and the Recording Academy; as well as four primary ticket sellers, five  secondary ticket exchanges and aggregators, one broker, five venue  operators, three event promoters (who also operate venues), five artists’  managers and booking agents, three major sports leagues, and three  academics who have studied the ticket marketplace. These organizations  and individuals were selected based on their experience and prominence  in the marketplace and to provide a range of perspectives.", "We conducted this performance audit from November 2016 to April 2018  in accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives. Our investigative staff agent  conducted all related investigative work in accordance with investigative  standards prescribed by the Council of the Inspectors General on Integrity  and Efficiency."], "subsections": []}, {"section_title": "Appendix II: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Jason Bromberg (Assistant  Director), Lisa Reynolds (Analyst in Charge), and Miranda Berry made  key contributions to this report. Also contributing were Enyinnaya David  Aja, Maurice Belding, JoAnna Berry, Farrah Graham, John Karikari,  Barbara Roesmann, Jena Sinkfield, and Tyler Spunaugle."], "subsections": []}]}], "fastfact": []}