{"id": "GAO-05-454", "url": "https://www.gao.gov/products/GAO-05-454", "title": "Unfunded Mandates: Views Vary About Reform Act's Strengths, Weaknesses, and Options for Improvement", "published_date": "2005-03-31T00:00:00", "released_date": "2005-04-14T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The Unfunded Mandates Reform Act of 1995 (UMRA) was enacted to address concerns about federal statutes and regulations that require nonfederal parties to expend resources to achieve legislative goals without being provided federal funding to cover the costs. UMRA generates information about the nature and size of potential federal mandates on nonfederal entities to assist Congress and agency decision makers in their consideration of proposed legislation and regulations. However, it does not preclude the implementation of such mandates. At various times in its 10-year history, Congress has considered legislation to amend various aspects of the act to address ongoing questions about its effectiveness. Most recently, GAO was asked to consult with a diverse group of parties familiar with the act and to report their views on (1) the significant strengths and weaknesses of UMRA as the framework for addressing mandate issues and (2) potential options for reinforcing the strengths or addressing the weaknesses. To address these objectives, we obtained information from 52 organizations and individuals reflecting a diverse range of viewpoints. GAO analyzed the information acquired and organized it into broad themes for analytical and reporting purposes."]}, {"section_title": "What GAO Found", "paragraphs": ["The parties GAO contacted provided a significant number of comments about UMRA, specifically, and federal mandates, generally. Their views often varied across and within the five sectors we identified (academic/think tank, public interest advocacy, business, federal agencies, and state and local governments). Overall, the numerous strengths, weaknesses and options for improvement identified during the review fell into several broad themes, including UMRA-specific issues such as coverage and enforcement, among others, and more general issues about the design, funding, and evaluation of federal mandates. First, UMRA coverage was, by far, the most frequently cited issue by parties from the various sectors. Parties across most sectors that provided comments said UMRA's numerous definitions, exclusions, and exceptions leave out many federal actions that may significantly impact nonfederal entities and should be revisited. Among the most commonly suggested options were to expand UMRA's coverage to include a broader set of actions by limiting the various exclusions and exceptions and lowering the cost thresholds, which would make more federal actions mandates under UMRA. However, a few parties, primarily from the public interest advocacy sector, viewed UMRA's narrow coverage as a strength that should be maintained. Second, parties from various sectors also raised a number of issues about federal mandates in general. In particular, they had strong views about the need for better evaluation and research of federal mandates and more complete estimates of both the direct and indirect costs of mandates on nonfederal entities. The most frequently suggested option to address these issues was more post-implementation evaluation of existing mandates or \"look backs.\" Such evaluations of the actual performance of mandates could enable policymakers to better understand mandates' benefits, impacts and costs among other issues. In turn, developing such evaluation information could lead to the adjustment of existing mandate programs in terms of design and/or funding, perhaps resulting in more effective or efficient programs. Going forward, the issue of unfunded mandates raises broader questions about assigning fiscal responsibilities within our federal system. Federal and state governments face serious fiscal challenges both in the short and longer term. As GAO reported in its February 2005 report entitled 21st Century Challenges: Reexamining the Base of the Federal Government (GAO-05-325SP), the long-term fiscal challenges facing the federal budget and numerous other geopolitical changes challenging the continued relevance of existing programs and priorities warrant a national debate to review what the government does, how it does business and how it finances its priorities. Such a reexamination includes considering how responsibilities for financing public services are allocated and shared across the many nonfederal entities in the U.S. system as well."]}], "report": [{"section_title": "Letter", "paragraphs": ["Many federal programs and initiatives, in areas ranging from homeland  security to health care and environmental protection, involve shared  responsibilities—and benefits—for the federal government, state, local and  tribal governments, and the private sector. To aid in the implementation of  these programs and initiatives, and to share their costs, federal statutes and  regulations often require nonfederal parties to expend their resources in  support of certain national goals. For example, the Pipeline Safety  Improvement Act of 2002 included intergovernmental and private sector  mandates that, among other things, required operators of natural gas and  hazardous-liquid pipelines to adhere to minimum safety standards, create  an employee qualification program and conduct facility risk analysis.  Similarly, the Environmental Protection Agency issued regulations in 2001  setting new enforceable standards for the maximum level of arsenic in  drinking water that affected both publicly-owned and privately-owned  water systems.", "Determining the appropriate balance of fiscal responsibility between the  federal government, state, local and tribal governments, and the private  sector in carrying out these federal mandates is a constant challenge. As  the budgets of federal, state, and local governments become more  constrained, balancing the costs of legislative actions with increasingly  limited fiscal resources has brought this debate to the forefront. As we  move forward into the 21st Century, we have observed that the federal  government will be pressed by its own long-term fiscal challenges to engage in a serious reexamination of what the government does, how it  does business and how it finances its priorities. Such a reexamination can  also usefully consider how responsibilities should be allocated and shared  across state and local governments as well.", "As we rethink the federal role, many in the state and local governments and  business sectors would view unfunded mandates as among the areas  warranting serious reconsideration. The Unfunded Mandates Reform Act  of 1995 (UMRA) was enacted to address concerns about federal statutes  and regulations that require nonfederal parties to expend resources to  achieve legislative goals without being provided federal funding to cover  the costs. UMRA generates information about the nature and size of  potential federal mandates on other levels of government and the private  sector to assist Congress and agency decision makers in their  consideration of proposed legislation and regulations. However, it does not  preclude the enactment of such mandates. As we approach the 10-year  anniversary of the enactment of UMRA, questions about the effectiveness  of this legislation have been raised by affected parties.", "In May 2004, at your request, we reported on the identification of federal  mandates in federal statutes and rules under UMRA. On the basis of our  review of the act’s provisions, and an analysis of statutes enacted and final  rules published during 2001 and 2002, we noted that UMRA appears to have  indirectly discouraged or limited mandates in some cases. Our report,  however, also raised questions about the various types of mandates that are  not covered by the act but may have potentially significant fiscal impacts  on affected parties. Similarly, the Congressional Budget Office (CBO),  which plays an important role in implementing UMRA provisions regarding  statutory mandates, has reported on the narrow scope of the act’s coverage  and difficulties in implementing UMRA. Nonfederal observers, including  parties affected by federal mandates, also increasingly have expressed  concerns about the fiscal burdens of federal mandates and the difficulty of  accurately assessing the true impact of mandates.", "You asked GAO to provide more information and analysis regarding these  and other issues related to federal mandates. Specifically, you asked us to  consult with a diverse group of knowledgeable parties familiar with the act  and to report their views with regard to (1) the significant strengths and  weaknesses of UMRA as the framework for addressing federal mandates  issues, including why the parties believed the issues they identified were  significant, and (2) potential options suggested for reinforcing the  strengths or addressing the weaknesses. This report discusses those  objectives for each of the broad themes that emerged from our  consultations with the parties. Specifically, this report focuses on  (a) UMRA coverage, (b) enforcement, (c) other UMRA issues, including the  use and usefulness of the information generated under the act, UMRA’s  analytic framework, and consultations with state, local and tribal  governments, and (d) broader issues involving federal mandates, including  the design and funding of federal mandates and evaluating those mandates.  As requested we also report for each of those themes, to the extent  possible, on the level of agreement or disagreement among the parties  concerning the perceived strengths and weaknesses and the suggested  options for reinforcing the strengths or addressing the weaknesses. We also  provide observations on the broader implications of the unfunded  mandates issues raised by our sources for the allocation of financial  responsibilities in our intergovernmental system.", "To address the objectives, we used a two-step data collection process to  obtain input on UMRA and federal mandates’ issues and options from a  diverse and extensive set of organizations and individuals that were  knowledgeable about federal mandates and UMRA. First, we obtained  feedback from participating parties about UMRA strengths and weaknesses  and options using a structured data collection approach. We analyzed the  information obtained from those parties and organized it into broad  themes. Second, we supplemented our initial round of information  collection with a symposium on federal mandate issues held at GAO on January 26, 2005. The purpose of this symposium was to have a more in- depth discussion about the issues most frequently raised during our initial  data collection effort. The three themes discussed at the symposium were  coverage, enforcement, and funding and design. Twenty-six individuals  representing all five sectors attended.", "For purposes of structuring our examination of agreement or disagreement  in the views of participating parties on specific issues and options, we  classified each participating party into one of five sectors—academic  scholars and think tanks (20 parties), business (5 parties), federal  (10 parties including executive and legislative branch agencies), public  interest advocacy group (6 parties), and state and local governments  (11 parties). Although most of the parties providing input represented a  larger set of organizations within their related sector, the information  gathered represents just the views of those parties who chose to participate  in this review. As such, the information provides only a rough gauge as to  the prevalence of opinion about a given issue or option or the extent to  which there is agreement among and within particular sectors. We  conducted our review from August 2004 through February 2005 in  Washington, D.C., in accordance with generally accepted government  auditing standards. (Appendix I provides a more detailed description of our  objectives, scope, and methodology. Appendices II and III identify,  respectively, the parties who contributed to our review and those who  participated in the symposium. Appendix IV, which is available as an  electronic supplement, provides a comprehensive list of the comments and  suggested options provided by the parties.)"], "subsections": [{"section_title": "Background", "paragraphs": ["The Unfunded Mandates Reform Act of 1995 was enacted to address  concerns expressed about federal statutes and regulations that require  nonfederal parties to expend resources to achieve legislative goals without  being provided funding to cover the costs. Although UMRA was intended to  curb the practice of imposing unfunded federal mandates, the act does not  prevent Congress or federal agencies from doing so. Instead, it generates  information about the potential impacts of mandates proposed in  legislation and regulations. In particular, title I of UMRA requires  Congressional committees and the Congressional Budget Office (CBO) to  identify and provide information on potential federal mandates in certain  legislation. Title I also provides opportunities for Members of Congress to  raise a point of order when covered mandates are proposed for  consideration in the House or Senate. Title II of UMRA requires federal  agencies to prepare a written statement identifying the costs and benefits  of federal mandates contained in certain regulations and consult with  affected parties. It also requires action of the Office of Management and  Budget (OMB), including establishing a program to identify and test new  ways to reduce reporting and compliance burdens for small governments  and annual reporting to Congress on agencies’ compliance with UMRA.  Title III of UMRA required the Advisory Commission on Intergovernmental  Relations to conduct a study reviewing federal mandates. Title IV  establishes limited judicial review regarding agencies’ compliance with  certain provisions of title II of the act.", "UMRA generally defines a federal mandate as any provision in legislation,  statute, or regulation that would impose an enforceable duty on state, local,  or tribal governments (intergovernmental mandates) or the private sector  (private sector mandates) or that would reduce or eliminate the funding authorized to cover the costs of existing mandates. However, some other  definitions, exclusions, and thresholds in the act apply and may vary  according to whether the mandate is in legislation or a rule and whether a  provision imposes an intergovernmental or private sector mandate. For  example, UMRA includes definitional exceptions for enforceable duties  that are conditions of federal financial assistance or that arise from  participation in a voluntary federal program. UMRA also excludes certain  types of provisions, such as any provision that enforces Constitutional  rights of individuals, from its application. When, in aggregate, the  provisions in proposed legislation or regulations equal or exceed UMRA’s  thresholds, other provisions and analytical requirements in UMRA apply.  For legislation, the thresholds are direct costs (in the first 5 fiscal years that  the relevant mandates would be effective) of $50 million or more for  intergovernmental mandates and $100 million or more for private sector  mandates, while the threshold for regulations is expenditures of $100  million or more in any year.", "GAO has issued two previous reports addressing UMRA and federal  mandates. In our May 2004 report we provided information and analysis  regarding the identification of federal mandates under titles I and II of  UMRA. In that report, we described the complex procedures, definitions,  and exclusions under UMRA for identifying federal mandates in statutes  and rules. For calendar years 2001 and 2002, we also identified those  statutes and rules that contained federal mandates under UMRA and  provided examples of statutes and rules that were not identified as federal  mandates but that affected parties might perceive as “unfunded mandates”  and the reasons these statutes and rules were not federal mandates under  UMRA. In February 1998, we reported on the implementation of title II. In  that report, we found that UMRA appeared to have had little effect on  agencies rulemaking and most significant rules promulgated were not  subject to title II requirements. Both of these reports had relatively  consistent findings—that only a limited number of statutes and rules have  been identified as federal mandates under UMRA."], "subsections": []}, {"section_title": "UMRA Coverage", "paragraphs": ["UMRA’s coverage, which includes its numerous definitions, exclusions, and  exceptions, was the issue most frequently commented on by parties from  all five sectors (see table 1). Most parties from the state and local  governments, federal, business, and academic/think tank sectors viewed  UMRA’s narrow coverage as a major weakness that leaves out many federal  actions with potentially significant financial impacts on nonfederal parties.  Conversely, a few parties, from the public interest sector and  academic/think tank sector, considered some of the existing exclusions  important or identified UMRA’s narrow scope as one of the act’s strengths.  While there was no clear consensus across sectors on how to address  coverage, some suggestions designed to expand UMRA’s coverage had  support from parties across and within certain sectors."], "subsections": [{"section_title": "Parties from Most Sectors Shared Concerns That UMRA’s Coverage Was Too Narrow, but Had Mixed Views on How to Address It", "paragraphs": ["UMRA does not apply to legislative provisions that cover constitutional  rights, discrimination, emergency aid, accounting and auditing procedures  for grants, national security, treaty ratification, and certain parts of Social  Security. CBO estimates that about 2 percent of the bills that it reviewed  from 1996 to 2004 contained provisions that fit within UMRA’s exclusions.  All sectors other than the public interest advocacy sector said they viewed  UMRA’s narrow coverage as a significant weakness because it precludes an  official accounting of the costs to nonfederal parties associated with many  federal actions. This issue was described by one party who noted that any  of the exclusions, as well as the exemptions, in UMRA may be justified in  isolation, but suggested that it is their cumulative impact that raises  concerns.", "Some parties from the business, academic/think tank, public interest  advocacy, and state and local governments sectors made general comments  on the clarity of certain UMRA definitions and exemptions and whether  this results in different interpretations across agencies. One party who said  UMRA’s coverage was narrow often cited UMRA’s definitional exceptions  for mandates, including conditions of federal financial assistance (such as  grant programs) or that arise from participation in voluntary federal  programs, saying some laws enacted under these exceptions imposed  significant mandates. A prominent example of a grant condition excluded  from UMRA cited by parties in the state and local government sector is the  No Child Left Behind Act of 2001, which places various requirements on  states and localities, including that their schools measure the progress of  students through annual tests based on challenging academic standards  and that teachers are highly qualified as defined in the act. Other parties  commented about various other definitional issues involving the exclusion  of certain types of costs (indirect costs) and UMRA’s cost thresholds for  legislative and regulatory mandates, which result in excluding many federal  actions that may significantly impact nonfederal entities.", "Other parties cited the general exclusions for appropriations and other  legislation not covered by the act and for rules issued by independent  regulatory agencies, which are also not covered by UMRA. CBO estimates  that 5 of the 8 laws containing federal mandates (as defined by UMRA) that  it did not review before enactment, were appropriations acts. A few  parties from academic/think tank and state and local government sectors  commented about UMRA’s lack of coverage for certain tax legislation that  may reduce state or local revenues. Even though federal tax changes may  have direct implications for state tax revenue for the majority of states  whose income tax is directly linked to the federal tax base, these impacts  are not considered as mandates under UMRA because states have the  option of decoupling their tax systems from federal law. Finally, parties  from the state and local government sector also identified concerns about  gaps in UMRA’s coverage of federal preemption of state and local  authority. Although some preemptions are covered by UMRA such as  those that preempt state or local revenue raising authority, they are  covered only for legislative actions and not for federal regulations.  According to CBO’s 2005 report on unfunded mandates, “Over half of the  intergovernmental mandates for which CBO provided estimates were  preemptions of state and local authority.”", "Despite the widespread view in several sectors that UMRA’s narrow  coverage leaves out federal actions with potentially significant impacts on  nonfederal entities, there was less agreement by parties about how to  address this issue. The options ranged from general to specific but those  most frequently suggested were:  Generally revisit, amend, or modify the definitions, exceptions, and  exclusions under UMRA and expand its coverage.", "Clarify UMRA’s definitions and ensure their consistent implementation  across agencies to ensure that all covered provisions are being included.", "Change the cost thresholds and/or definitions that trigger UMRA by for  example lowering the threshold for legislative or executive reviews and  expanding cost definitions from beyond direct to cover indirect costs as  well.", "Eliminate or amend the definitional exceptions for conditions of federal  financial assistance or that arise from participation in voluntary federal  programs.", "Expand UMRA coverage to all preemptions of state and local laws and  regulations, including those nonfiscal preemptions of state and local  authority.", "The level of agreement for each suggested option varied across sectors.  The first option came from parties in every sector except public interest  advocacy. Although parties representing businesses did not comment on  preemption during our data collection, the business sector has generally  been in favor of federal preemptions for reasons such as standardizing  regulation across state and local jurisdictions. (See appendix V for a more  complete list of suggested options by theme.)", "The results of our January symposium confirmed support for generally  revisiting and expanding UMRA coverage. See appendix VI for a list of the  symposium results. The symposium participants also raised a cautionary  note about potential consequences of some of the suggested options. For  example, if UMRA coverage were expanded by changing exclusions and  limitations or lowering or eliminating UMRA thresholds or including  regulations issued by independent agencies, the workloads of CBO and the  regulatory agencies would increase substantially.", "Another issue raised by a few parties that evoked some reaction at the  symposium was whether private sector mandates should be included in  UMRA. Some parties, from the federal agency, academic/think tank and  public interest advocacy sectors, questioned whether private sector  mandates should be included in UMRA. According to one party, the  inclusion of the private sector seems contrary to the intent of the action,  which they viewed to be intergovernmental mandates. Parties from the  state and local government and academic/think tank sectors indicated  during our symposium that they would not support dropping private sector  mandates from UMRA. They pointed out, for example, that  intergovernmental and private sector mandates can be interrelated, in  particular that businesses, which can be affected by private sector  mandates, are a key revenue source for state and local governments."], "subsections": []}, {"section_title": "Some in the Academic/Think Tank and Public Interest Advocacy Sectors View UMRA’s Coverage as a Strength and Take Issue with Certain Recommendations to Expand or Change Coverage", "paragraphs": ["Contrary to the view that UMRA’s coverage was too narrow, some parties  from academic/think tank and public interest advocacy sectors viewed  UMRA’s narrow scope as one of its primary strengths. Rather than  expanding UMRA’s coverage, these parties said that it should be kept  narrow. One party expressed concern that eliminating any of UMRA’s  exceptions and exclusions might make the identification of mandates less  meaningful, saying, “The more red flags run up, the less important the red  flag becomes.” Between 1996 and 2004, CBO reports that of the  5,269 intergovernmental statements, 617 had mandates; of the 5,151 private  sector statements, 732 had mandates. Of the mandates identified by CBO,  9 percent of the intergovernmental mandates and 24 percent of private  sector mandates had costs that would exceed the thresholds.", "Specifically, these parties argued in favor of maintaining UMRA’s  exclusions or expanding them to include federal actions regarding public  health, safety, environmental protection, workers’ rights, and the disabled.  Unlike the parties that viewed UMRA’s exclusions as too expansive, some parties from the public interest advocacy sector and the academic/think  tank sector focused on the importance of the existing exclusions,  particularly those dealing with constitutional and statutory rights, such as  those barring discrimination against various groups. During our January  symposium, parties from multiple sectors took issue with any suggestion  that the constitutional and statutory rights exclusions in UMRA be  repealed. One party stated that the concept of unfunded mandates should  not apply to laws intended to protect such fundamental rights. Another  party suggested that the narrow scope of UMRA was generally useful,  noting that, “One of the strengths of UMRA has been that it doesn’t try to be  more ambitious than it needs to be.” Conversely, parties from most sectors  opposed further limiting UMRA’s coverage."], "subsections": []}]}, {"section_title": "UMRA Enforcement", "paragraphs": ["Enforcement of UMRA’s provisions was the second most frequently cited  issue but with far fewer parties from each sector commenting. Parties  across and within sectors had differing views on both the mechanisms  provided in the law itself and the level of effort exercised by those  responsible for implementing the provisions. With regard to Congressional  procedures, some parties observed that the opportunity provided for  lawmakers to raise a point of order had a deterrent effect, while others  described it as ineffective or underutilized. With regard to federal  regulations, some questioned the agencies’ compliance with the provisions  of the act. Finally, parties had mixed views about the judicial review  provision under title IV, which provides limited remedies against agencies  that fail to prepare UMRA statements, among other things. Parties from  various sectors also suggested options to strengthen the issues raised  about UMRA enforcement, but none was suggested by parties from a  majority of sectors."], "subsections": [{"section_title": "Mixed Views About the Usefulness and Need to Change Point of Order Mechanism", "paragraphs": ["One of the primary tools used to enforce UMRA requirements in title I is the  point of order—a parliamentary term used by a member of Congress in  committee or on the floor of either chamber of Congress to raise an  objection about proceeding to vote when a rule of procedure has been or  will be violated. Once raised, an UMRA point of order prevents legislative  action on a covered mandate unless overcome by a majority. The point of  order, which provides members of Congress the opportunity to raise  challenges to hinder the passage of legislative provisions containing an  unfunded intergovernmental mandate, was the most frequently cited  enforcement issue with varying views about its effectiveness.", "Those representing state and local government and federal agency sectors  said that the point of order should be retained because it has been  successful in reducing the number of unfunded mandates by acting as a  deterrent to their enactment, without greatly impeding the process. One  party commented that the threat of a point of order against a legislative  proposal has caused members and staff to rethink and revise many  proposals that would have likely imposed unfunded federal mandates on  the states in excess of the threshold set in the law. This is consistent with  the information presented in our May 2004 on UMRA, which quoted the  Chairman of the House Rules Committee as saying that UMRA “has  changed the way that prospective legislation is drafted…” We also reported  that “although points of order are rarely used, they may be perceived as an  unattractive consequence of including a mandate above cost thresholds in  proposed legislation.”", "Conversely, parties primarily from academic/think tank, business, and  federal sectors did not believe the point of order has been effective in  preventing or deterring the enactment of mandates. Moreover, others  commented about its infrequent use. In the last 10 years, at least 13 points  of order under UMRA were raised in the House of Representatives and  none in the Senate. Only 1 of the 13, regarding a proposed minimum wage  increase as part of the Contract with America Advancement Act in 1996,  resulted in the House voting to reject consideration of a proposed  provision.", "Some parties said the point of order needs to be strengthened by making it  more difficult to defeat. One suggested revision was to require a three-fifths  vote in Congress, rather than a simple majority, to overturn a point of order.  This change was believed to strengthen the “institutional salience of  UMRA” and to ensure that no mandate under UMRA could be enacted if it  was supported only by a simple majority. On March 17, 2005 the Senate  approved the fiscal year 2006 budget, which included a provision that  would increase to 60 the number of votes needed to overturn an UMRA  point of order in the Senate. As of March 28, the fiscal year 2006 budget was  in conference negotiations with the House of Representatives."], "subsections": []}, {"section_title": "Parties Question Agencies’ Compliance with UMRA, But Cited Solutions Lacked Broad-Based Support", "paragraphs": ["Commenting parties from state and local government, business, and federal  agency sectors questioned some federal agencies’ compliance with UMRA  requirements and the effectiveness of enforcement mechanisms to address  this perceived noncompliance. They mentioned the failure of some  agencies to consult with state, local and tribal governments when  developing regulations that may have a significant impact on nonfederal  entities, which is discussed later in the report. Likewise, at least one party  of the business, federal, and state and local government sectors each  expressed concerns about the lack of accurate and complete information  provided by federal agencies, which are responsible for determining  whether a rule includes a mandate and whether it exceeds UMRA’s  thresholds.", "The perceived lack of compliance with certain UMRA requirements  generated several suggested changes to UMRA to address this problem.  The only suggestion that had support across parties from multiple sectors,  however, was to create a new office within OMB to calculate the cost  estimates for federal mandates in regulations. They suggested that this  office have responsibilities similar to the State and Local Government Cost  Estimates Unit at CBO. However, the parties did not specify whether the  office should exist as an office within OMB’s Office of Information and  Regulatory Affairs or exist separately."], "subsections": []}, {"section_title": "Parties Who Find Judicial Review Provision Too Limited Support Revision", "paragraphs": ["A few parties from the federal and academic/think tank sectors commented  that UMRA’s judicial review provision does not provide meaningful relief or  remedies if federal agencies have not complied with the requirements of  UMRA because of its limited focus. In general, title IV subjects to judicial  review any agency compliance or noncompliance with certain provision in  the act. Specifically, the judicial review is limited to requirements that  pertain to preparing UMRA statements and developing federal plans for  mandates that may significantly impact small governments. However, if a  court finds that an agency has not prepared a written statement or  developed a plan for one of its rules, the court can order the agency to do  the analysis and include it in the regulatory docket for that rule but the  court may not block or invalidate the rule.", "The few parties commenting about judicial review suggested expanding it  to provide more opportunities for judicial challenges and more effective  remedies when noncompliance of the act’s requirements occur. However,  one party from the public interest advocacy sector said that a benefit of the  existing judicial review is that the remedy for noncompliance is to provide  the required statement versus impeding the regulatory process. Similarly,  when this issue was discussed at the symposium, a few parties primarily  from the academic/think tank and public interest advocacy sectors said  that efforts to limit or stop implementation of mandates through legal  action might be unwarranted, because as noted earlier, UMRA was not  intended to preclude the enactment of federal mandates. They were  concerned about legal actions being used to slow down the regulatory  process through litigation."], "subsections": []}]}, {"section_title": "Parties Across All Sectors Raise Other Issues, But Little or No Consensus Emerges", "paragraphs": ["Parties from all sectors also raised a number issues about the use and  usefulness of UMRA information (e.g., has it helped decrease the number  of mandates?), UMRA’s analytic framework, and federal agency  consultations with state, local, and tribal governments, but there was no  consensus in their views about how these issues should be addressed. The  parties provided mixed but generally positive views about the use and  usefulness of UMRA information; the only option that attracted multiple  supporters was a suggestion for a more centralized approach for generating  information within the executive branch. Parties also provided a number of  comments about the UMRA provisions that establish the analytic  framework for cost estimates, which generated a few suggested options.  UMRA’s consultation provision generated the fewest comments, which  focused primarily on a general concern about a perceived lack of  consistency across agencies when consulting with state and local  governments."], "subsections": [{"section_title": "Parties in Most Sectors Had Mixed but Generally Positive Views About the Usefulness of Information Generated under UMRA and Suggested Few Changes", "paragraphs": ["Parties from all sectors commented about the use and usefulness of  information generated by UMRA. While most of the comments about  information generated under title I were positive, some parties raised  concerns about the quality and usefulness of some of the information and  suggested improvements. While many of the comments were about UMRA  information in general, most of the positive comments from a majority of  the sectors were specific to the usefulness of information generated under  title I by CBO in particular. For example, one party, who characterized  UMRA as a success, credited the act with bringing unfunded mandates to  the forefront of Congressional debates and slowing down the enactment of  new unfunded mandates. Parties from several sectors praised the value and  quality of CBO’s analyses of mandates and the attention that CBO’s cost  estimates under UMRA bring to the fiscal effects of federal legislation.", "However, some parties from academic/think tank, public interest advocacy,  and state and local governments sectors had more mixed views about the  usefulness of information generated under UMRA. One party characterized  the information as “marginally effective” in reducing costly and  cumbersome rules and a few parties shared similar views about legislative  mandates. Specifically, some of these parties commented that while the  information may increase awareness of unfunded or under funded  mandates, UMRA has been less successful in actually changing legislation  to reduce the number of mandates.", "The parties from various sectors suggested several options to improve the  use and usefulness of information under UMRA, but there was no  agreement across or within sectors on any particular option. Only the  suggestion to provide for a centralized review of regulatory mandates was  suggested by more than two parties. (As discussed previously, this was also  suggested as a way to improve UMRA enforcement.)"], "subsections": []}, {"section_title": "Parties Cite UMRA’s Analytic Constraints", "paragraphs": ["Parties from all sectors agreed that UMRA’s provisions work to constrain  the analysis of mandate costs, which may impact the quality of the  estimates. For example, parties from the academic/think tank, federal, and  state and local governments sectors commented that the act excludes the  consideration of the indirect costs of mandates, which can be significant  for regulated entities. Moreover, others commented that certain definitions  under UMRA are not clearly understood or easily interpreted, which can  impact estimates. For example, some parties said that terms such as  “federal mandates” and “enforceable duty” are not clearly defined and thus  open to interpretation by the agencies.", "Others noted that there can be differences in the cost analyses for  legislative and regulatory mandates in areas such as making determinations  about whether a mandate exceeds UMRA cost thresholds when ranges are  used. For example, CBO has developed its own criteria for applying the act  and has extended its general practice of providing point estimates for  mandates rather than ranges when possible, as it does for its federal budget  estimates. The federal agencies are left to their own discretion in deciding  whether to use estimate ranges for costs and how to apply them to the  threshold. In one case, which we observed in a prior report, the U.S.  Department of Agriculture (USDA) appeared to have developed a range of  costs associated with implementing its rule on retained water in raw meat  and poultry products. However, USDA provided only a lower bound  estimate of $110 million, but did not quantify median or upper bound cost  estimates. Because the lower bound was so close to the inflation adjusted  threshold of $113 million, it is reasonable to assume that the median or  upper bound estimate would have exceeded the threshold and been a  mandate under UMRA.", "Some parties expressed frustrations with the inherent uncertainties of  estimating mandate costs. In particular, some parties commented that cost  estimates are sometimes difficult or not feasible to calculate because they  rely on future actions. That is, CBO sometimes finds that cost estimates for  legislative mandates are difficult or not feasible to prepare, which can  happen because CBO’s analysis is generally done before bills are approved  and regulations needed to implement them have been developed. For  example, in 2004, CBO reported that of the 66 intergovernmental mandates,  2 could not be estimated; of the 71 private sector mandates, 10 could not be  estimated. In many of these cases, CBO reported that the costs could not be  determined because it had no basis for predicting what regulations would  be issued to implement them.", "The parties offered a variety of suggested options to address their concerns  about estimation, but only a few had support across or within the sectors.  There was, however, some overlap between options suggested addressing  UMRA coverage and enforcement issues and options to address estimation  issues. For example, some parties suggested revising UMRA’s cost or  expenditure definitions and thresholds, including revisiting the exclusion  of indirect costs from UMRA estimates, which may affect both the actual  estimation process and whether a legislation or regulation will be identified  as containing a federal mandate at or above UMRA’s thresholds. Parties  from several sectors suggested examining or monitoring the  implementation of UMRA’s estimation process for federal agencies’  regulations through an independent agency."], "subsections": []}, {"section_title": "Sectors Had Few Comments and Suggested Options Regarding UMRA Consultation Provisions", "paragraphs": ["A few parties had comments regarding UMRA’s requirement that federal  agencies consult with elected officers of state, local and tribal governments  (or their designees) on the development of proposals containing significant  intergovernmental mandates. Parties from all five sectors commented on  the consultation provisions, and these comments generally focused on the  quality of consultations across agencies, which was viewed as inconsistent.  A few parties commented that UMRA had improved consultation and  collaboration between federal agencies and nonfederal levels of  government. A few commenters also raised concerns that UMRA’s  consultation provisions focus on state, local and tribal governments, but  exclude other constituencies that might be affected by proposed federal  mandates. While several parties primarily from the state and local  government sector suggested options for improving consultation, the only  one mentioned by more than 2 parties was a suggestion for agencies to  replicate CBO’s consultation approach for legislative mandates, which  some parties characterized as collaborative."], "subsections": []}]}, {"section_title": "Sectors Also Provide More General Concerns About Federal Mandates", "paragraphs": ["Parties from all sectors also raised a number of broader issues about  federal mandates—namely, the design and funding and evaluation of  federal mandates—and suggested a variety of options."], "subsections": [{"section_title": "Several Potential Design and Funding Issues Surfaced, But No Options With Broad Appeal to Address Them", "paragraphs": ["Specific comments about the design and funding of federal mandates  varied across sectors. Most often, the comments focused on a perceived  mismatch between the costs of federal mandates and the amount of federal  funding provided to help carry them out. Some parties from several sectors  suggested that the problem they are concerned about is not so much  unfunded federal mandates as underfunded mandates. When this issue was  addressed at the symposium, a few parties pointed out that this issue is  broader than UMRA, dealing with such issues as how to address the  imbalance between mandate costs and available resources, how to  generate the resources to meet these needs, and how to address the  incentives for the federal government to “over leverage” federal funds by  attaching (and often revising) additional conditions for receiving the  funding. Some parties also raised concerns about the varying cost of some  mandates across various affected nonfederal entities, mismatches between  the funding needs of parties compared to federal formulas, and the effects  of the timing of federal actions and program changes on nonfederal parties.", "Parties, primarily from the academic/think tank sector, suggested a wide  variety of options to address their concerns, but there was no broad  support for any option. Parties across four sectors suggested providing  waivers or offsets to reduce the costs of the mandates on affected parties  or “off ramps” to release them of some responsibilities to fulfill the  mandates in a given year if the federal government does not provide  sufficient funding. However, when this was discussed at the symposium,  parties said that compliance with federal mandates should not be made  contingent on full federal funding. They said, for example, that it is an  appropriate role for the federal government to require compliance with  certain mandates even if they are not fully funded. These parties also said  that state and local governments do not always comply with mandates  under existing laws. Some of the symposium participants also pointed out  potential pitfalls of “off ramps” noting that they could actually provide an  incentive to under fund mandates and that it might be difficult to manage  who would determine that federal funding does not cover the costs of a  mandate in a given year and how that determination would be made.  During the symposium, the option of building into the design of federal  mandates “look back” or sunset provisions that would require retrospective  analyses of the mandates’ effectiveness and results was discussed."], "subsections": []}, {"section_title": "Most Sectors Commented on Evaluation and Research Needs Regarding Federal Mandates Sectors", "paragraphs": ["About half the parties, representing all sectors except federal agencies,  commented on the evaluation of federal mandates and offered suggestions  to improve mandates, whether covered by the act or not. This issue  received the most focus from parties in the academic/think tank sector,  who felt that the evaluation of federal mandates was especially important  because there is a lack of information about the effects of federal mandates  on affected parties.", "Four issues emerged from the comments provided by the various sectors  concerning evaluations. First, parties from four of the five sectors  commented about the lack of evaluation of the effectiveness (results) of  mandates and the implications of mandates, including benefits, non-fiscal  effects and costs. According to some parties, if mandate-related  evaluations were conducted more often, policy decisions regarding  mandates, both specifically and collectively, could meaningfully consider  mandate costs, benefits and other relevant factors. Second, they expressed  concerns about the accuracy and completeness of mandate cost estimates.  This concern was raised primarily by parties in the public interest advocacy  and business sectors. While they agreed that estimating costs was difficult,  they felt examining the quality of the estimates was necessary. Third,  parties primarily from the academic/think tank and state and local  governments sectors raised issues about the impacts and costs of federal  mandates. They noted that while much attention has been focused on the  actual costs of mandates, it is important to consider the broader  implications of federal mandates on affected nonfederal entities beyond  direct costs, including a wide range of issues such as opportunity costs,  forgone revenues, shifting priorities, and fiscal trade-offs. Finally, a few  parties were concerned about whether some agencies have compromised  the effectiveness of certain regulations by designing them to ensure that  their costs do not meet or exceed UMRA’s cost threshold.", "Parties across the sectors suggested that various forms of retrospective  analysis are needed for evaluating federal mandates after they are  implemented. First, parties in all sectors except the federal sector  suggested retrospective analyses on the costs and effectiveness of  mandates, including comparing them to the estimates and expected  outcomes. Second, parties in the state and local sector suggested  conducting retrospective studies on the cumulative costs and effects of  mandates—the impact of various related federal actions, which when  viewed collectively, may have a substantial impact although any one may  not exceed UMRA’s thresholds. Third, parties in the academic/think tank  sector suggested examining local and regional impacts of mandates.  According to one party, mandate costs could have a significant effect on a  particular state or region without exceeding UMRA’s overall cost threshold.  Finally, parties in the academic/think tank sector suggested analyzing the  benefits of federal mandates, when appropriate, not just costs."], "subsections": []}]}, {"section_title": "Observations", "paragraphs": ["As Congress begins to reevaluate UMRA on its 10-year anniversary, some of  the issues raised by the various sectors we contacted may provide a  constructive starting point. While the sectors provided a wide variety of  comments, their views were often mixed across and within certain sectors.  Given the wide-ranging view of opinions, it will be challenging to find  workable solutions that will be broadly supported across sectors that often  have differing interests and perspectives.", "Although parties from various sectors generally focused on the areas of  UMRA and federal mandates that they would like to see fixed, they also  recognized positive aspects and benefits of UMRA. In particular, they  commented about the attention UMRA brings to potential consequences of  federal mandates and how it serves to keep the debate in the spotlight. We  also found it notable that no one suggested repealing UMRA. One challenge  for Congress and other federal policy makers is to determine which issues  and concerns about federal mandates can be best addressed in the context  of UMRA and which ones are best considered as part of more expansive  policy debates.", "When considering changes to UMRA itself, one issue stood out, UMRA’s  narrow coverage. This was clearly an issue for certain parties within all  sectors based on the comments. The various definitions, exceptions, and  exclusions were a source of frustration for many who responded to our  review, especially those most affected by federal mandates. Although the  parties in most sectors generally agreed that UMRA’s coverage should be  expanded given its narrow focus, parties in the public interest advocacy  sector disagree. Even among those that believe that UMRA’s coverage is too  narrow, identifying suggested options that had broad-based support was  challenging. Most parties simply suggested revisiting, amending, or  modifying UMRA to expand coverage. Others provided more specific  suggestions, including expanding UMRA to cover conditions of financial  assistance, such as grants, and all preemptions of state and local authority.  However, certain proposed changes were strongly opposed by certain  parties in the public interest advocacy and academic sectors, such as  dropping the exclusions for civil rights-related provisions. Likewise, parties  from the business and state and local governments sectors opposed any  further narrowing of UMRA.", "On broader policy issues concerning federal mandates, most parties  supported the need for more evaluation and research on federal mandates.  More retrospective analysis to ensure that mandates are achieving their  desired goals could enable policymakers to better gauge the mandates’  benefits and costs, determine whether the mandates are providing the  desired and expected results at an acceptable cost and assess any  unanticipated effects from the implementation of mandate programs. Such  analysis could be done not only for individual mandates but also for the  cumulative, aggregate costs and other impacts that major mandates may be  having for the budgetary priorities of regulated entities, such as state or  local governments. Such information could help provide additional  accountability for federal mandates and provide information which could  lead to better decisions regarding the design and funding of mandate  programs. Some suggested that the design of mandates could incorporate  “look back” or sunset provisions that would require retrospective analyses  of mandate results periodically.", "As we move forward, the unfunded mandates issue raises broader  questions about the assignment of fiscal responsibilities within our federal  system. The federal government, as well as states, faces serious fiscal  challenges both in the short and longer term. In February 2005, we issued  our report on 21st century challenges. Given the long-term fiscal challenges  facing the federal budget as well as numerous other geopolitical changes  challenging the continued relevance of existing programs and priorities, we  called for a national debate to review what the government does, how it  does business and how it finances its priorities. Such a reexamination  should usefully consider how responsibilities should be allocated and  shared across the many nonfederal entities in our system as well.", "As we rethink the federal role, many in the state and local or business  sector would view unfunded mandates as among the areas warranting  serious reconsideration. Unfunded mandates potentially can weaken  accountability and remove constraints on decisions by separating the  enactment of benefit programs from the responsibility for paying for these  programs. Similar objections, however, could also be raised over 100  percent federal financing of intergovernmental programs, since this could  vitiate the kind of fiscal incentives necessary to ensure proper stewardship  at the state and local level for shared programs.", "Reconsideration of responsibilities begins with the observation that most  major domestic programs, costs and administrative responsibilities are  shared and widely distributed throughout our system. The fiscal burdens of  public policies in areas ranging from primary education to homeland  security are the joint responsibility of all levels of government and, in some  cases, the private sector as well. As we reexamine the federal role in our  system, there is a need to sort out how responsibilities for these kinds of  programs should be financed in the future. Sorting out fiscal  responsibilities involves a variety of considerations. Issues to be  considered include the fiscal capacity of various levels of government to  finance services from their own resources both now and over the long term  as well as the extent to which the benefits of particular programs or  services are broadly distributed throughout the nation. Moreover,  consideration should also be given to the fiscal capacity of various levels of  government and other entities to finance their share of responsibilities in  our system, both now and over the longer term.", "The following kinds of questions can be raised as part of this reexamination  of fiscal responsibilities  What governmental activities should fall entirely within the purview of  the federal or state/local governments and what activities should be  shared responsibilities?", "If the federal government “mandates” activities to be undertaken by  state/local governments, under what circumstances is it appropriate for  the federal government to finance them and what share of the costs  should be borne by federal and nonfederal sources?", "Are the potential revenue sources available to the various level of  government adequate to finance their responsibilities?", "Because issues involving UMRA and unfunded mandates are part of a  broader public policy debate to be had by Congress, we are making no  recommendations in this report.", "As agreed with your office, unless you publicly announce the contents of  this report earlier, we will not distribute it until 30 days from the date of  this letter. We will then send copies of this report to the Ranking Member,  Subcommittee on Oversight of Government Management, the Federal  Workforce, and the District of Columbia, Committee on Homeland Security  and Governmental Affairs, U.S. Senate; the Chair and Ranking Member of  the Government Reform Committee, House of Representatives; the  Directors of OMB and CBO and others on request. It will also be available  at no charge on GAO’s Web site at http://www.gao.gov.", "If you or your staff have any questions concerning this report, please  contact me or Tim Bober at (202) 512-6806 or williamso@gao.gov or  bobert@gao.gov. Key contributors to this report were Tom Beall, Kate  Gonzalez, Boris Kachura, Paul Posner, and Michael Rose."], "subsections": []}]}, {"section_title": "Objectives, Scope, and Methodology", "paragraphs": ["For this report, you asked us to provide more information and analysis  regarding the Unfunded Mandates Reform Act of 1995 (UMRA) and federal  mandates in general. Specifically, you asked us to consult with a diverse  group of knowledgeable parties familiar with the act and to report their  views on (1) the significant strengths and weaknesses of UMRA as the  framework for addressing federal mandates issues, including why the  parties believed the issues they identified were significant, and  (2) potential options suggested for reinforcing the strengths or addressing  the weaknesses. For both of those central objectives, you also asked that  we report, to the extent possible, on level of agreement among the various  individuals and organizations, which we refer to as “parties” throughout the  report.", "To address our objectives, we primarily used a structured data collection  approach to obtain feedback from a diverse set of organizations and  individuals knowledgeable about the implementation of UMRA and/or  federal mandate programs. To identify prospective parties, we first built  upon our recognition of knowledgeable parties based on our past work on  unfunded mandates by conducting extensive literature reviews on federal  mandates issues. Second, as we contacted the individuals, we asked each  of them to recommend other knowledgeable parties for us to contact. In  total, 52 individuals and organizations participated in the review.  (See app. II for the list of organizations and individuals who provided  information responding to our research questions.)", "The parties provided us their input through a variety of means, including  group meetings, individual interviews, and written responses. We sought  and obtained viewpoints from organizations and individuals across a broad  spectrum of interested communities that we classified into five sectors for  purposes of structuring our analyses. These sectors were: academic  centers and think tanks; businesses; federal agencies (including executive  and legislative branch agencies); public interest advocacy groups; and state  and local governments. (For a comprehensive list of their comments and  suggested options, see appendix IV, which is available as an electronic  supplement to this report.)", "We reviewed all the information provided by those various parties and  organized it on the basis of the topics they addressed. To facilitate analysis  and discussion of the considerable amount of information provided by the  sources, we first itemized the input, to the extent possible, into a set of  discrete separable points. In some instances, if a party’s comments were  part of a more lengthy discussion addressing a larger issue, we kept the  material together to avoid losing the context of the input. Next, we  identified seven broad topical areas or themes, which we used to classify  the specific comments, observations, issues, and options that were  provided: 1. uses and usefulness of information UMRA generates, 2. UMRA coverage of federal actions, 3. UMRA enforcement, 4. UMRA’s analytic framework, 5. UMRA consultation requirements, 6. design and funding of federal mandates, and 7. evaluation and research needs regarding federal mandates.", "These themes were further characterized as falling into one of two sets.  The first five themes captured input specifically on UMRA and its  provisions, and the remaining two themes captured input that was focused  on issues about federal mandates in general.", "We then analyzed and independently coded the resulting master table on  the parties’ input using the themes listed above. Any differences in the  coding were discussed and a team consensus code determined. If the  party’s input touched on more than one theme (for example, options might  have been suggested regarding both enforcement of UMRA and how to  improve estimates), we assigned multiple codes. Therefore, items with  multiple codes are repeated under each relevant theme subsection in this  document. This coding into themes was not intended to be precise or to  limit suggested options to only certain topics. The coding was simply  intended to help group together items that included input relevant to a  given topic.", "To ensure that our organization and characterization of the information  that the parties provided accurately reflected their views, we provided each  contributor an opportunity to review our summary of their input. They  generally concurred with the accuracy of our characterization of their  views and, in a few instances, supplemented or clarified their original  comments by providing additional information, which we incorporated into  our master list of parties’ responses. (Again, see app. IV, which is an  electronic supplement for a complete list of the information provided by all  of the contributing parties.)", "We supplemented the information obtained through this broad data  gathering effort with a half-day symposium held at GAO on January 26,  2005, involving 26 experts from across all five sectors. (See app. III for a list  of the symposium participants.) The overall objectives of the symposium  were to provide an opportunity for the participants from different sectors  and viewpoints to engage each other, to discuss in more depth the issues  and options previously identified, to identify additional options for  augmenting strengths or addressing weaknesses, and to elaborate on the  relative priorities of the options suggested. To meet these objectives in the  limited time available, the discussions at the symposium were structured to  focus mainly on the three themes that appeared to attract the greatest  number and/or variety of comments during our initial data collection, as  well as to address themes from both the UMRA-specific and general  mandate sets: UMRA coverage, UMRA enforcement, and the design and  funding of federal mandate programs. To encourage open and candid input  from the various parties, we are not attributing any input from either our  general data collection effort or the symposium to specific organizations or  individuals.", "While our initial data collection effort and the symposium collectively  yielded information of considerable breath and depth on UMRA and  UMRA-related issues and options, the information we gathered only  represents the views of those organizations and individuals who chose to  participate in this review. For this reason and related issues, this  information provides only a rough gauge as to the prevalence of opinion  about given issues or options or the extent to which there is agreement  among and within particular sectors about those issues and options.  Despite our efforts to solicit a comparable level of input from the different  sectors, fewer identified parties from some sectors chose to participate in  our review than others. When parties who chose not to participate  recommended other contacts that they considered as knowledgeable about  UMRA and mandates issues, we sought the participation of the  recommended contacts, which allowed us to partially mitigate the extent of  non-participation.", "Also, given the variety of methods and sources used to collect the views,  we structured our analyses of prevalence and agreement to avoid double  counting the same response provided by different representatives of an  organization at different points in time. We did this by categorizing the  input on an identified issue or option that we received from a specific  entity, whether it came from multiple sources or a single source, as the  view of a party. To illustrate this categorization process, a reference to “one  party” may represent the views of many representatives of a given  organization obtained through a number of meetings or interviews, while  another such “one party” reference may represent the views of one person  through a single written response. Similarly, in examining the comments  classified each theme, if the same issue was identified as a strength by one  party and a weakness by another party, we counted the comments as  applying to the same issue. While these steps help address some of the  difficulties in examining the prevalence of views and agreement between  parties, it is a very imprecise assessment.", "We conducted our review from August 2004 through February 2005 in  Washington, D.C., in accordance with generally accepted government  auditing standards."], "subsections": []}, {"section_title": "Parties Providing Input to GAO’s Review", "paragraphs": [], "subsections": [{"section_title": "Organizations", "paragraphs": ["1. American Association of People with Disabilities (AAPD) 2. American Federation of State, County, and Municipal Employees  (AFSCME) 3. American Public Power Association (APPA) 4. The Arc of the United States 5. Association of Metropolitan Sewerage Agencies (AMSA) 6. Center on Budget and Policy Priorities (CBPP) 7. Congressional Budget Office (CBO) 8. Congressional Research Service (CRS) 9. Council of State Governments (CSG) 10. Federal Funds Information for States (FFIS) 11. International City/County Management Association (ICMA) 13. National Association of Counties (NACO) 14. National Association of Protection and Advocacy Systems (NAPAS) 15. National Association of State Budget Officers (NASBO) 16. National Conference of State Legislatures (NCSL) 17. National Governors Association (NGA) 18. National League of Cities (NLC) 19. Natural Resources Defense Council (NRDC) 20. Office of Advocacy, Small Business Administration 21. Office of Management and Budget (OMB) 23. Regulatory Brown Bag (regulatory staff from the Departments of  Justice, Labor, Transportation, and Veterans Affairs, the Environmental  Protection Agency, and the Federal Communications Commission) 24. U.S. Chamber of Commerce 25. U.S. Conference of Mayors (USCM)"], "subsections": []}, {"section_title": "Individuals", "paragraphs": [], "subsections": []}]}, {"section_title": "Participants in GAO Federal Mandates Symposium, January 26, 2005", "paragraphs": ["1. Keith Bea, Congressional Research Service 2. Richard Belzer, Regulatory Checkbook 3. Neil Bergsman, State of Maryland 4. Richard Beth, Congressional Research Service 5."], "subsections": []}, {"section_title": "Parties’ Feedback on UMRA and Federal Mandates", "paragraphs": ["This e-supplement is available on our Web site at http://www.gao.gov/cgi- bin/getrpt?GAO-05-497SP."], "subsections": []}, {"section_title": "Summary of Parties’ Suggested Options", "paragraphs": ["Once the strengths, weaknesses and options were identified and reviewed,  GAO developed a thematic framework for classifying and organizing this  information.", "Below is a summary list of the options provided by participating parties  organized by theme. The list of options presented under each theme is  intended to be a complete accounting of the suggested options associated  with that theme. The lists are not in any particular order and do not to  reflect the relative frequency with which participating parties identified the  same or similar option. Options appear on these lists if mentioned by even  one participating party. See appendix I for further information about the  procedures followed in the organization of this information and associated  qualifications concerning its use. See appendix IV e-supplement for a  detailed listing of options as suggested by participants as part of their  response to perceived strengths and weaknesses."], "subsections": [{"section_title": "1: Uses and Usefulness of Information UMRA Generates", "paragraphs": ["Provide for more centralized review of regulatory mandates.", "Analyze benefits, as well as costs, of mandates.", "Apply the Data Quality Act criteria to information generated under   Congress should track “unfunded mandates,” defined broadly.", "Congress and OMB should develop more expertise on regulations and  how to govern them.", "The most important point is to clarify in advance what consequences  federal actions will have.", "Although additional program evaluation of federal mandates would  help, this was not the initial intent of UMRA.", "Research into the scope and scale of unfunded mandates will not be  informative unless and until the law has adequate incentives for  compliance and accounting.", "It would be useful for the GAO to provide an annual report documenting  the total budgetary shortfall of unfunded mandates.", "Make the potentially affected nonfederal parties aware when there is a  finding that proposed legislation contains a mandate.", "Enhance the work of CBO’s State and Local Government Cost Estimates  Unit by providing the unit more timely access to bills and joint  resolutions that may impose unfunded federal mandates."], "subsections": []}, {"section_title": "2: UMRA Coverage of Federal Actions", "paragraphs": ["Generally amend, modify or revisit the definitions, exceptions, and  exclusions under UMRA and “close loopholes.”", "Eliminate/amend exceptions for conditions of federal financial  assistance and participation in voluntary programs.", "Expand UMRA to cover appropriations bills and other legislation  currently not covered.", "Expand UMRA to cover changes in conditions of existing programs.", "Cover rules issues by independent agencies.", "Amend UMRA to include federal tax actions that reduce state revenues.", "Amend UMRA to include federal preemptions.", "Amend/eliminate the national security exclusions.", "Amend/eliminate the civil rights exclusions.", "Change cost thresholds and definitions for purposes of identifying  mandates that trigger UMRA’s threshold.", "Expand the definition of an unfunded mandate to include all open-ended  entitlements, such as Medicaid, child support, and Title 4E (foster care  and adoption assistance) and proposals that would put a cap on or  enforce a ceiling on the cost of federal participation in any entitlement  or mandatory spending program.", "Expand the definition of mandates to include those that fail to exceed  the statutory threshold only because they do not affect all states.", "Broaden the definitions in UMRA to apply to federal processes that do  not result in published rules but have the effect of a mandate. A wider  definition of UMRA’s applicability is needed to address such processes.", "UMRA hasn’t been as successful in dealing with previous mandates as in  discouraging new mandates, but I am not sure how UMRA could be  changed to address that.", "UMRA should authorize CBO to identify and estimate the costs of  potential mandates in final agency rules. This would be a purely  informational function.", "UMRA should authorize CBO to identify and estimate the costs of  potential mandates in U.S. Supreme Court rulings. The information  provide by CBO analyses of judicial intergovernmental mandates would  allow the Congress to provide compensatory funding to state and local  governments and/or to amend statutes that produce unintended judicial  mandates.", "Under title II, amend the limitation of UMRA not applying to rules  without a notice of proposed rulemaking.", "The Joint Committee on Taxation, responsible for performing costs  estimates of tax legislation, should provide additional information on  the costs of mandates outside of UMRA’s strict definition, as CBO  endeavors to do.", "Establish an institutional entity whose responsibilities include analysis  of federal policies and actions that affect state and local governments.   substantive reporting on legislative, government-sought  judicial and regulatory preemptions regardless of cost thresholds.", "Don’t expand UMRA’s coverage; keep it narrow.", "Retain the current rights exclusions.", "Add new exclusions.", "Drop or differentiate coverage of private sector mandates.", "Clarify definitions under UMRA and ensure consistency of  implementation."], "subsections": []}, {"section_title": "3. UMRA Enforcement", "paragraphs": ["Maintain the current point of order mechanism.", "Strengthen the point of order mechanism.", "Reconsider the usefulness of the point of order mechanism.", "Require roll call votes for legislation imposing an unfunded federal  mandate.", "Put some backbone into the UMRA requirements that committees  provide. information, e.g., set up a hurdle for consideration of legislation  if committees leave out required information.", "Open the CBO methodology for comment, perhaps through the Federal  Register or by requiring an independent examination of the process  used by CBO.", "There may be a need to “toughen up” UMRA. Making the “roar” of  UMRA a little bigger might at least increase attention to these issues.  However, it is not certain one could get Congress to pay more attention  legislatively, nor can you legislate Congress from imposing mandates. In  short, it is not certain that there are any procedural fixes that could  address the problem of unfunded mandates.", "It is not certain that fixing or simplifying UMRA’s procedures would  address the underlying purposes of the act.", "Generally strengthen enforcement of agency compliance with title II.", "Reassign oversight responsibilities for agencies’ compliance with title II.", "Apply the Federal Data Quality Act to agencies’ UMRA analyses.", "Create more accountable means of estimating mandate costs.", "Improve title II, including enhanced requirements for federal agencies to  consult with state and local governments and the creation of an office  within the Office of Management and Budget that is analogous to the  State and Local Government Cost Estimates Unit at the Congressional  Budget Office.", "Revisit the provisions of title II.", "The Office of Information and Regulatory Affairs should return a rule  that is not in compliance with UMRA to the agency from which it came.  If an agency is unsure whether a rule contains a significant mandate, it  should err on the side of caution and prepare a mandates impact  statement prior to issuing the regulation."], "subsections": []}, {"section_title": "4. UMRA Analytical Framework", "paragraphs": ["Implement some form of third-party, independent review of the UMRA  estimates, data, and processes.", "Revisit the exclusion of indirect costs from UMRA estimates.", "Expand the title II definition to include more than just expenditures for  purposes of triggering the UMRA threshold.", "Consider new approaches to address uncertainties in the estimation of  potential effects of mandates.", "Analyze the benefits, as well as the costs, of federal mandates in UMRA  estimates.", "Examine/monitor the implementation of the UMRA estimation process  and mandate determinations by different agencies.", "Amend UMRA so that Federal regulatory agencies would not be allowed  to avoid congressional mandates by mischaracterizing the cost of a  rulemaking.", "Congress should amend UMRA to lower the fiscal impact threshold for  federal agency intergovernmental mandates from $100 million to  $50 million.", "UMRA estimates should be done on a regional/local level basis also, not  just at an aggregate national level.", "Federal agencies should look into the cost-benefit ratio of their  mandates.", "Other agencies should consider emulating CBO’s approach of more  centralized reviews of statutes and direct contacts with state and local  governments when preparing estimates.", "Enhance the work of CBO’s State and Local Government Cost Estimates  Unit by providing more timely access to bills and joint resolutions that  may impose unfunded federal mandates.", "Require UMRA-like estimates when major changes in grant conditions  and/or formulas occur.", "Clarify what constitutes a mandate and whether a bill’s effect on the  costs of existing mandates should be counted as a new mandate cost  when the bill itself contains no new enforceable duty."], "subsections": []}, {"section_title": "5. UMRA Consultation Requirements", "paragraphs": ["Replicate on the regulatory side approaches CBO uses for reviews of  statutory mandates.", "Bring more uniformity and consistency to the consultation process.", "Do more to involve State and local governments early in the rulemaking  process.", "Provide more training and education to agencies’ regulatory staffs and  their contractors who prepare many of the rulemaking studies and  materials, such as regulatory impact analyses.", "State and local governmental authority to reject mandates or litigate  based on noncompliance with clear statutory criteria would  dramatically improve states’ ability to ensure that federal agencies take  seriously their duty to consult.", "More parties may need to be covered by the consultation provision (e.g.,  not just focused on state, local, and tribal governments).", "Intergovernmental communications should be documented and made  part of the rulemaking proceeding while deliberation about the proposal  is still going on. If not, the decision making process is opaque.", "To avoid elevating the position of one particular voice in the debate,  amend the consultation provisions of UMRA so the act does not require  federal agencies to consult with state, local and tribal governments  before a regulation is proposed."], "subsections": []}, {"section_title": "6. Design and Funding of Federal Mandates", "paragraphs": ["Ensure sufficient federal funding for mandated services  Provide state and local governments waivers, offsets, etc.", "Compliance with federal mandates should not be made contingent on  full federal funding.", "Cap the costs of mandates on state and local governments.", "Provide more flexibility in the design of mandate programs.", "Design federal mandate programs with sunset provisions.", "Restrict the preemption of state laws.", "Something bigger than just amending UMRA is needed to address this  policy issue. Question whether an entitlement approach and model for  federal funding (as with the Medicaid program) makes sense as public  policy for providing federal assistance. An eligibility-based system  becomes an entitlement program under which costs are hard to control.  In contrast, a block grant model lets states experiment with flexible  approaches and cap some costs. However, it is questionable whether  there would ever be a way to modify the federal model for these  programs so they weren’t entitlements.", "This dilemma can’t be solved by just another federal statute or  amendment to UMRA. Discipline is the only real solution to curbing the  practice of Congress adding, and often changing, lots of conditions that  come with federal programs and funding.", "Most states have created a budget that is dependent on the federal  funding, and measures need to be taken to wean the state system off the  federal revenue.", "The federal government should consider using a “zero-based budgeting”  approach to funding for federal mandates. Such an approach would flip  the usual arrangement so that states would get no federal funds (e.g.,  federal highway funds) until they do what is required under federal  statutes.", "There hasn’t been sufficient consideration of user fees. For example, if  there is a permitting program that is delegated to the states, the  applicants should bear the cost of the permitting process, not the states.", "Incongruous to require cost-benefit analysis for regulations but only  require cost estimate for legislation. Address the incongruity of  requiring cost-benefit analysis for regulations but only requiring cost  estimates for legislation.", "Cost-effectiveness of UMRA has not been explored. Explore the cost- effectiveness of UMRA."], "subsections": []}, {"section_title": "7. Evaluation and Research Needs Regarding Federal Mandates", "paragraphs": ["Do retrospective analyses of the costs and/or effects of mandates.", "Do a study/provide data on the cumulative impact of federal mandates.", "Do studies/provide data on the local/regional impacts of mandates.", "Analyze benefits, as well as costs, of federal mandates.", "Federal agencies should look into the cost-benefit ratio of their  mandates.", "It might help to provide more training and education to agencies’  regulatory staffs and their contractors who prepare many of the  rulemaking studies and materials, such as regulatory impact analyses.", "A first step in getting states to do what laws mandate is simply to report,  in a straightforward way, what states are or are not doing (e.g., have a  “national scorecard” or central point of contact where one could go to  get such information).", "GAO’s report on UMRA should try to bring a little more clarity to the  mandates issue. It would be valuable to discuss conceptually what an  unfunded mandate is and identify the associated federalism issues.", "Do research on whether the statute  has changed agencies’  regulations.", "Help Congress and the general public to recognize that these numbers   are soft."], "subsections": []}]}, {"section_title": "Results of Federal Mandates Symposium Balloting Process", "paragraphs": ["GAO conducted two information collection efforts to arrive at our findings  regarding UMRA and federal mandates’ strengths, weaknesses and options.  The first was an effort focusing on 52 organizations and individuals that are  knowledgeable about UMRA and federal mandates. We solicited  information from these parties regarding the strengths, weaknesses and  options. On the basis of our analysis of the information provided by these  parties, we identified seven major themes.", "The second information collection effort was a symposium held on January  26, 2005. All the parties we contacted during our initial data collection  phase were invited to attend. In addition, we sent each of them a discussion  draft presenting all of the issues (strengths and weaknesses) and options  suggested to address those issues. The symposium was divided into four  sessions with three of the four sessions focused on the themes most  frequently cited. Sessions 1 and 2 focused on UMRA-specific themes  (coverage and enforcement, respectively), Session 3 dealt with broader  federal mandates issues (design and funding), and Session 4 was an open  session for other issues that participants wanted to raise.", "Each session was opened with a brief overview provided by GAO and was  followed by an open discussion among the participants. To obtain a general  sense of which suggested options had the greatest or least amount of  support among the symposium participants, we used a balloting process at  the end of each session. We provided the participants a ballot that was to  be completed at the end of each session. Each ballot listed the options  suggested for that theme collected during our initial information collection  effort. Second, the participants were asked to review the ballot and provide  any additional options during the course of the discussion that they wanted  to be added to the ballot and considered in the balloting process. At the  conclusion of a session, we asked each participant to identify (a) the three  options having their greatest support and (b) the three options they could  not support.", "The results of that balloting for the symposium sessions are presented  below. As mentioned previously, all the suggested options on the ballot  were provided by the parties we contacted during the initial data collection  phase or added by participants during the symposium. In accord with the  voting instructions, we present for each session the top three options  getting the most votes. These results reflect the views of symposium  participants only and are provided to convey a general sense of their  preferences. Due to variation in vote tallies for each of these options, these  results should not be construed as showing options achieving a consensus  among symposium participants."], "subsections": [{"section_title": "Symposium Session 1: UMRA Coverage", "paragraphs": ["Options that participants indicated had their greatest support:  Generally amend, modify or revisit the definitions, exceptions, and  exclusions under UMRA and “close loopholes.”", "Amend UMRA to include federal preemptions.", "Move to definition of whether it will cost state and local governments  money to comply-so as to include federal tax changes that affect state  revenue system, requirements that are a condition of federal fiscal  assistance and similar issues.", "Options that participants indicated they could not support:  Don’t expand UMRA’s coverage; keep it narrow.", "Amend or eliminate the civil rights exclusions in UMRA.", "Add new exclusions for mandates regarding public health, safety,  environmental protection, workers’ rights, and disability."], "subsections": []}, {"section_title": "Symposium Session 2: UMRA Enforcement", "paragraphs": ["Options that participants indicated had their greatest support:  Create an office within the OMB that is analogous to the State and Local  Government Cost Estimate Unit at CBO.", "Require program legislation to contain mandate cost authorizations;  provide that a mandate (including mandate pursuant to regulations) not  funded at the authorized level for a fiscal year is held in abeyance unless  the funding or obligations are altered to remove the inconsistency.", "Add processes for accounting for cumulative effects of regulatory  activities in similar fields, (e.g., environmental regulations) including a  requirement to collect data on actual costs.", "Options that participants indicated they could not support:  Maintain the current point of order mechanism (i.e., keep the status  quo).", "Empower the states to either reject mandates on their own authority or  litigate congressional and/or agency noncompliance with clear statutory  criteria.", "Cap the magnitude of actual state and local outlays at a level equal to the  Congress’s or an agency’s prior estimate of those burdens to eliminate  incentives to underestimate the impacts and provide a level of discipline  to determinations of whether proposals contain significant unfunded  mandates."], "subsections": []}, {"section_title": "Symposium Session 3: Design and Funding of Federal Mandate Programs", "paragraphs": ["Options that participants indicated had their greatest support:  Restrict the preemption of state laws.", "Consider the effects of the timing of federal actions and program  changes on state governments. Recognize that states (and the  populations served by federal-state programs) are very diverse.", "Create a mechanism, similar to section 610 of the Regulatory Flexibility  Act, where agencies would evaluate the effectiveness of a mandate after  a certain period of time (e.g., 5 or 10 years).", "Options that participants indicated they could not support:  As an option for addressing the funding of mandates, consider waivers  or swaps. Amend UMRA so that, if a mandate is legislated, then state  and local governments gain certain waiver rights or a regulatory “off  ramp” when faced with costly mandates.", "Remind states that participation in some of the federal mandate  programs is voluntary and, therefore, states can opt out of the programs  if participation is considered too costly.", "The federal government should consider using a “zero-based budgeting”  approach to funding for federal mandates. Such an approach would flip  the usual arrangement so that states would get no federal funds (e.g.,  federal highway funds) until they do what is required under  federal statutes."], "subsections": []}, {"section_title": "GAO’s Mission", "paragraphs": ["The Government Accountability Office, the audit, evaluation and  investigative arm of Congress, exists to support Congress in meeting its  constitutional responsibilities and to help improve the performance and  accountability of the federal government for the American people. GAO  examines the use of public funds; evaluates federal programs and policies;  and provides analyses, recommendations, and other assistance to help  Congress make informed oversight, policy, and funding decisions. GAO’s  commitment to good government is reflected in its core values of  accountability, integrity, and reliability."], "subsections": []}, {"section_title": "Obtaining Copies of GAO Reports and Testimony", "paragraphs": ["The fastest and easiest way to obtain copies of GAO documents at no cost  is through GAO’s Web site (www.gao.gov). Each weekday, GAO posts  newly released reports, testimony, and correspondence on its Web site. To  have GAO e-mail you a list of newly posted products every afternoon, go to  www.gao.gov and select “Subscribe to Updates.”"], "subsections": [{"section_title": "Order by Mail or Phone", "paragraphs": [], "subsections": []}]}, {"section_title": "To Report Fraud, Waste, and Abuse in Federal Programs", "paragraphs": [], "subsections": []}, {"section_title": "Congressional Relations", "paragraphs": [], "subsections": []}, {"section_title": "Public Affairs", "paragraphs": [], "subsections": []}]}], "fastfact": []}