{"id": "GAO-07-1241T", "url": "https://www.gao.gov/products/GAO-07-1241T", "title": "Homeland Security: Preliminary Information on Federal Actions to Address Challenges Faced by State and Local Information Fusion Centers", "published_date": "2007-09-27T00:00:00", "released_date": "2007-09-27T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["In general, a fusion center is a collaborative effort to detect, prevent, investigate, and respond to criminal and terrorist activity. Recognizing that fusion centers are a mechanism for information sharing, the federal government--including the Program Manager for the Information Sharing Environment (PM-ISE), who has primary responsibility for governmentwide information sharing, the Department of Homeland Security (DHS), and the Department of Justice (DOJ)--is taking steps to partner with fusion centers. This testimony is based on GAO's draft report on state and local fusion centers. It addresses (1) the status and characteristics of the centers and (2) to what extent federal efforts help alleviate challenges fusion centers identified. In conducting this work GAO reviewed center-related documents and conducted interviews with officials from DHS, DOJ, and the PM-ISE, and semistructured interviews with 58 state and local fusion centers."]}, {"section_title": "What GAO Found", "paragraphs": ["Most states and many local governments have established fusion centers to address gaps in information sharing. Fusion centers across the country vary in their stages of development--from operational to early in the planning stages. Officials in 43 of the centers GAO contacted described their centers as operational, and 34 of these centers had opened since January 2004. Law enforcement entities, such as state police or state bureaus of investigation, are the lead or managing agencies in the majority of the operational centers GAO contacted. However, the centers varied in their staff sizes and partnerships with other agencies. At least 34 of the 43 operational fusion centers we contacted reported that they had federal personnel assigned to their centers. Products disseminated and services provided vary. DHS and DOJ have several efforts under way that begin to address some of the challenges fusion center officials identified. DHS and DOJ have provided many fusion centers access to their information systems, but fusion center officials cited challenges accessing and managing multiple information systems. Both DHS and the Federal Bureau of Investigation (FBI) have provided security clearances for state and local personnel and set timeliness goals. However, officials cited challenges obtaining and using security clearances. Officials in 43 of the 58 fusion centers contacted reported facing challenges related to obtaining personnel, and officials in 54 fusion centers reported challenges with funding, some of which affected these centers' sustainability. They said that these issues made it difficult to plan for the future, and created concerns about the fusion centers' ability to sustain their capability for the long term. To support fusion centers, both DHS and FBI have assigned personnel to the centers. To help address funding issues, DHS has made several changes to address restrictions on the use of federal grant funds. These individual agency efforts help address some of the challenges with personnel and funding. However, the federal government has not clearly articulated the long-term role it expects to play in sustaining fusion centers. It is critical for center management to know whether to expect continued federal resources, such as personnel and grant funding, since the federal government, through an information sharing environment, expects to rely on a nationwide network of centers to facilitate information sharing with state and local governments. Finally, DHS, DOJ, and the PM-ISE have taken steps to develop guidance and provide technical assistance to fusion centers, for instance by issuing guidelines for establishing and operating centers. However, officials at 31 of the 58 centers said they had challenges training their personnel, and officials at 11 centers expressed a need for the federal government to establish standards for fusion center analyst training to help ensure that analysts have similar skills. DHS and DOJ have initiated a technical assistance program for fusion centers. They have also developed a set of baseline capabilities, but the document is in draft as of September."]}], "report": [{"section_title": "Letter", "paragraphs": ["I appreciate the opportunity to participate in today’s hearing to discuss our  ongoing work on state and local fusion centers. Since the events of  September 11, 2001, most states and some local governments have, largely  on their own initiative, established fusion centers to address gaps in  homeland security and law enforcement information sharing by the federal  government and to provide a conduit of this information within the state.  Although fusion centers vary because they were primarily established to  meet state and local needs, a fusion center is generally “a collaborative  effort of two or more agencies that provide resources, expertise, and  information to the center with the goal of maximizing their ability to  detect, prevent, investigate, and respond to criminal and terrorist  activity.” Fusion centers may include a range of federal, state, and local  entities and collect and analyze information related to homeland security,  terrorism, and law enforcement.", "With information-sharing weaknesses recognized as a major contributing  factor in the nation’s lack of preparedness for the September 11 attacks, a  number of information-sharing initiatives were mandated by the Homeland  Security Act of 2002 and the Intelligence Reform and Terrorism Prevention  Act of 2004 (Intelligence Reform Act). The Homeland Security Act requires  that the President, among other things, prescribe and implement  procedures under which federal agencies can share relevant and  appropriate homeland security information with other federal agencies  and with appropriate state and local personnel, such as law enforcement  agencies and first responders. The Intelligence Reform Act, as amended in  August 2007 by the Implementing Recommendations of the 9/11  Commission Act of 2007 (9/11 Commission Act), mandates a more  extensive information-sharing regime. It requires the President to take  action to facilitate the sharing of terrorism and homeland security  information by establishing an Information Sharing Environment (ISE).  This environment is to combine policies, procedures, and technologies  that link people, systems, and information among all appropriate federal,  state, local, and tribal entities and the private sector. This act also requires,  among other things, that the President appoint a program manager to  oversee development and implementation of the ISE, which the President  did in April 2005.", "Recognizing that state and local fusion centers represent a critical source  of local information about potential threats and a mechanism for providing  terrorism-related information and intelligence from federal sources, the  Program Manager for the ISE (PM-ISE), the Department of Homeland  Security (DHS), and the Department of Justice (DOJ) are taking steps to  partner with and leverage fusion centers as part of the overall information  sharing environment. The PM-ISE issued a plan for implementing the ISE  in November 2006 that incorporated presidentially approved  recommendations for federal, state, local, and private sector information  sharing. Recognizing that the collaboration between fusion centers and  with the federal government marks a tremendous increase in the nation’s  overall analytic capacity that can be used to combat terrorism, the plan  envisions that the federal government, through the ISE, will rely on a  nationwide network of fusion centers as the cornerstone of information  sharing with state and local governments. Under the plan, DHS and DOJ  are to work with states to designate a primary fusion center to serve as the  statewide or regional hub to interface with the federal government and  through which to coordinate the gathering, processing, analysis, and  dissemination of terrorism-related information.", "In addition, the 9/11 Commission Act contains several provisions related to  fusion centers. For example, the act requires the Secretary of DHS, in  consultation with the Attorney General, the PM-ISE, and others, to  establish a state, local, and regional fusion center initiative within DHS to  establish partnerships with fusion centers that will, among other things,  provide operational and intelligence advice and assistance, as well as  management assistance, and facilitate close communication and  coordination between fusion centers and DHS. In addition, the initiative is  to provide training to fusion centers and encourage the centers to  participate in terrorism threat-related exercises conducted by DHS.", "My testimony today discusses our draft report on state and local fusion  centers. The report is currently at DHS, DOJ, and the PM-ISE for review  and comment and we expect to issue it next month. Specifically, I will  discuss (1) the stages of development and characteristics of state and local  fusion centers and (2) the extent to which efforts under way by the  PM-ISE, DHS, and DOJ help to address some of the challenges identified  by fusion centers.", "In conducting this work, we reviewed relevant directives, plans, and  documents and interviewed officials—including many of those from the  PM-ISE, DHS, and DOJ—who are involved with those entities’ efforts to  support fusion centers. In addition, we spoke with officials from  organizations conducting research on state and local information sharing,  including officials at the Congressional Research Service (CRS) who  released a report in July 2007 on fusion centers. We also conducted  semistructured telephone interviews with officials from all 50 states, the  District of Columbia, and 8 local jurisdictions. Specifically, from February  through May 2007, we spoke with the director (or his or her designee) of  every state fusion center, the District of Columbia center, and 8 local  centers to obtain information about the centers’ characteristics, challenges  encountered, and support received from DHS and DOJ.  Our selection  criteria for local fusion centers included their relationship with the state  fusion center, their stage of development, and geographic diversity. While  we did contact officials in all state fusion centers, we did not contact  officials in all local fusion centers; therefore our results are not  generalizable to the universe of fusion centers. Finally, to obtain detailed  information about centers’ operations and challenges encountered, we  conducted site visits to fusion centers in Atlanta, Georgia; Phoenix,  Arizona; Richmond, Virginia; Baltimore, Maryland; West Trenton, New  Jersey; and New York City, New York. We performed our work from  August 2006 through September 2007 in accordance with generally  accepted government auditing standards."], "subsections": [{"section_title": "State and Local Fusion Centers Vary in Their Stages of Development and Characteristics", "paragraphs": ["Since September 2001, almost all states and several local governments  have established or are in the process of establishing fusion centers.  Officials in 43 of the 58 fusion centers we contacted described their  centers as operational as of September 2007, ranging from having limited  operations and functionality to being fully operational and functional.  Specifically, officials in 35 states, the District of Columbia, and 7 local  jurisdictions we contacted described their fusion centers as operational.  Officials in 14 states and 1 local jurisdiction considered their centers to be  in the planning or early stages of development, and 1 state did not plan to  have a fusion center, as shown in figure 1.", "Officials cited a variety of reasons why their state or local area established  a fusion center. To improve information sharing—related to homeland  security, terrorism, and law enforcement—among federal, state, and local  entities and to prevent terrorism or threats after the attacks of September  11 were the most frequently cited reasons. Thirty-four of the operational  centers are relatively new, having been opened since January 2004, while  9 centers opened in the couple of years after the attacks of September 11.  The majority had missions and scopes of operations that included more  than just counterterrorism-related activities. For example, 23 of the  36 operational fusion centers that provided us mission statements had  missions that involved collecting, analyzing, and disseminating criminal as  well as terrorism-related information. Further, 11 fusion centers had  missions that involved enhancing, supporting, or coordinating information  and intelligence dissemination to both law enforcement and homeland  security agencies. Adopting a broader focus helped provide information  about all threats, because of the link of many crimes to terrorist activity,  and increased the centers’ sustainability, for instance, by including  additional stakeholders.", "Law enforcement entities, such as state police or state bureaus of  investigation, are the lead or managing agencies in the majority of the  operational centers we contacted. However, the centers varied in their  staff sizes and partnerships with other agencies. A few centers we  contacted had fewer than 5 employees, while others had over 80. At least  34 of the 43 operational fusion centers we contacted reported that they  had federal personnel assigned to their centers. For example, DHS has  assigned intelligence officers to 17 of the operational centers included in  our review. About three quarters of the operational centers we contacted  also reported that the FBI has assigned personnel, including intelligence  analysts and special agents, to their centers. Additionally, 12 of the  operational centers we contacted were colocated in an FBI field office or  with an FBI task force. Finally, 19 of the 43 operational centers reported  that they had other DHS and DOJ components represented in their  centers, including personnel from Customs and Border Protection;  Immigration and Customs Enforcement; United States Secret Service;  United States Coast Guard; Transportation Security Administration;  United States Attorneys Office; Bureau of Alcohol, Tobacco and Firearms;  Drug Enforcement Administration; or the United States Marshals Service.", "Many fusion centers reported having access to DHS’s and DOJ’s  unclassified networks or systems, such as the Homeland Security  Information Network (HSIN) and Law Enforcement Online (LEO),  containing, among other things, terrorism and related information. For  example 40 of the 43 operational centers reported they had access to  HSIN, while 39 reported having access to LEO. In addition, 16 of the  43 centers said they had or were in the process of obtaining access to  DHS’s classified network of secret-level homeland security data, and  23 reported they had or were in the process of obtaining access to FBI’s  classified systems containing, among other things, secret-level  investigative case files. Products disseminated and services provided also  vary. Fusion centers reported issuing a variety of products, such as daily  and weekly bulletins on general criminal or intelligence information and  intelligence assessments that, in general, provide in-depth reporting on an  emerging threat, group, or crime. In addition some centers provide  investigative support for law enforcement officers."], "subsections": []}, {"section_title": "Federal Agencies’ Efforts to Support Fusion Centers Help to Address Some Reported Challenges", "paragraphs": ["DHS and DOJ, recognizing the importance of fusion centers in information  sharing, have undertaken efforts that begin to address challenges fusion  center officials identified in establishing and operating their centers, such  as accessing information, obtaining security clearances, obtaining and  retaining personnel, obtaining funding, and finding sufficient guidance and  training.", "Fusion center officials cited challenges accessing and managing multiple  information systems. DHS and FBI have provided information system  access, such as to HSIN and LEO, to a number of state and local fusion  centers and have outlined plans to provide greater access to their  classified networks. However, officials at 31 of the 58 centers we  contacted still reported challenges obtaining access to federal information  systems or networks. For example, officials in some centers cited  challenges with DHS and FBI not providing fusion center personnel with  direct access to their classified systems. In these centers, fusion center  personnel must rely on federal personnel who are assigned to the center  or other state personnel assigned to FBI task forces to access these  systems, obtain the relevant information, and share it with them. Further,  officials in 12 of 58 fusion centers reported challenges meeting system  security requirements or establishing the technical capabilities necessary  to access information systems, and DHS and FBI have taken some steps to  address these challenges.", "In addition, officials at 30 of the fusion centers found the multiple systems  or heavy volume of often redundant information a challenge to manage.  Officials in 18 fusion centers said that they had difficulty with what they  perceived to be the high volume of information their center receives,  variously describing the flow of information as “overwhelming,”  “information overload,” and “excessive.” For example, officials said that  center personnel must sort through the large amount of information, much  of which is not relevant to the center, to find information that is useful or  important to them. Additionally, officials in 18 fusion centers find the lack  of integration among these multiple, competing, or duplicative information  systems challenging, or said they wanted a single mechanism or system  through which to receive or send information. Officials from the PM-ISE’s  office said they are collaborating with other agencies, including DHS and  DOJ, on an effort to review existing federal information systems and users’  needs to determine opportunities to streamline system access. This review  is in accordance with recommendations that fusion centers made during  the National Fusion Center Conference in March 2007. Specifically, fusion  centers recommended the federal government explore using a single sign- on or search capability, which would facilitate accessing multiple systems.  However, it is too early to tell whether the efforts by the PM-ISE’s office  will address the challenges reported by fusion centers.", "Both DHS and FBI have provided security clearances for state and local  personnel in order to access classified information and have set goals to  reduce the length of time it takes to obtain a security clearance. For  example, DHS set a goal of 90 days to complete a Secret clearance, and  FBI set a goal of 45 to 60 days to complete a Secret clearance and 6 to  9 months to complete a Top Secret clearance. DHS and FBI have also  provided centers with information about the security clearance process  and time frames, stating that processing time for individual security  clearances can vary, depending on complexity. However, obtaining and  using security clearances represented a challenge for 44 of the 58 fusion  centers we contacted. Further, while law and executive order provide that  a security clearance granted by one government agency should generally  be accepted by other agencies, officials in 19 of the centers encountered  difficulties with federal agencies, particularly DHS and FBI, accepting  each others’ clearances. DHS and DOJ officials said that they were not  aware of fusion centers encountering recent challenges with reciprocity of  security clearances. However, they said that there were complications in  the clearance process because, for example, multiple federal agencies  carry out their own processes without central coordination.", "Officials in 43 of the 58 fusion centers we contacted reported facing  challenges related to obtaining personnel, and officials in 54 fusion centers  reported challenges with obtaining and maintaining funding when  establishing and operating their centers, challenges that some of these  officials also said affected their centers’ sustainability. For example,  officials in 37 centers said they encountered challenges with federal, state,  and local agencies not being able to detail personnel to their fusion center,  particularly in the face of resource constraints. Fusion centers rely on  such details as a means of staffing the centers and enhancing information  sharing with other state and local agencies. Furthermore, officials in 20 of  the centers we contacted said that they faced challenges finding,  attracting, and retaining qualified personnel. For instance, an official from  one fusion center said that finding personnel with the expertise to  understand the concept behind the development of the center and to use  the tools to build the center was challenging, while an official at another  fusion center acknowledged that there was a very limited number of  qualified candidates in the state from which to hire personnel. To support  fusion centers, DHS and FBI have assigned personnel to centers. As of  September 2007, DHS has assigned intelligence officers to 17 of the  operational fusion centers we contacted.  In addition, DHS was in the  process of staffing 8 additional centers and has plans to place officers in a  total of 35 fusion centers by the end of fiscal year 2008. The FBI has also  assigned personnel to about three quarters of the fusion centers we  contacted and continues to do so.", "In terms of funding, officials in 35 of the 58 centers encountered  challenges with the complexity of the federal grant process, uncertainty as  to whether they would receive federal funds, or declining federal funding,  and officials from 28 of the 58 centers reported having difficulty obtaining  state or local funding. They said that these issues created confusion for  their centers over the steps needed to secure federal funds, made it  difficult to plan for the future, and created concerns about the fusion  centers’ abilities to sustain their capabilities for the long term. Fusion  center officials identified challenges with restrictions on the use of federal  grant funds, unclear and changing grant guidance, and a lack of  understanding of how federal funding decisions are made. DHS has made  several changes to help address these challenges by taking steps to ease  the grant process and by adjusting some of the restrictions on the timing  and use of grant funds. For example, DHS expanded grant funding in fiscal  year 2006 in the area of allowable costs for information sharing and  collaborative efforts. Funds could be used by states to develop and  enhance their fusion centers, particularly by hiring contract or government  employees as intelligence analysts; purchasing information technology  hardware, software, and communication equipment; hiring consultants to  make recommendations on fusion center development; or leasing office  space for use by a fusion center.", "While these funds are helpful, fusion center officials were concerned  about the extent of federal support they could expect over the long term.  The federal government, through the ISE, has stated that it expects to rely  on a nationwide network of fusion centers as the cornerstone of  information sharing with state and local governments, but ISE plans or  guidance to date do not articulate the long-term role the federal  government expects to play in sustaining these centers, especially in  relation to the role of their state or local jurisdictions. It is critical for  center management to know whether to expect continued federal  resources, such as grant funds, facility support, personnel, and  information systems over the long term. While the federal government  generally cannot commit future resources, articulating the extent to which  it plans to help support these centers in the long term is important for  fusion center management in their planning efforts and sustaining the  network.", "DHS, DOJ, and the PM-ISE have taken some steps to develop guidance and  provide technical assistance to fusion centers to help address their  challenges in the areas of guidance and training. For instance, in August  2006, DHS and DOJ issued jointly developed Fusion Center Guidelines that  outline 18 recommended elements for establishing and operating fusion  centers—for example, ensuring appropriate security measures are in place  for facility, data, and personnel. Officials in 48 of the 58 fusion centers we  contacted said that they found the guidelines generally good or useful,  although others said they were not specific enough to address their  challenges. Officials at 19 fusion centers said they lacked guidance on  specific policies and procedures on information sharing or lacked national  standards and guidelines on training or qualifications for analysts.  Furthermore, officials at 31 of the fusion centers we contacted said they  had challenges training their personnel, and officials at 11 centers we  contacted, most of whom were operational centers that had been in  existence for more than 2 years, expressed a need for the federal  government to establish standards for training fusion center analysts. DHS  and DOJ have initiated a technical assistance service program for fusion  centers and, along with the PM-ISE, sponsored regional and national  conferences and are developing a baseline capabilities document to  provide more specific guidelines for fusion centers. However, as of  September 2007 the baseline capabilities document is in draft.", "In closing, Madam Chair, state and local governments created fusion  centers to fill their information needs, and the centers have attracted the  attention of the federal government as it works to improve information  sharing with state, local, and tribal entities in accordance with the  Homeland Security and Intelligence Reform Acts. Indeed, the PM-ISE’s  implementation plan envisions that the federal government will work to  promote fusion center initiatives to facilitate effective terrorism  information sharing nationwide and designates fusion centers as the focus  of sharing with state, local, and tribal governments. To date, DHS’s and  DOJ’s efforts to assist fusion centers, such as providing access to  information systems, security clearances, personnel, funding, and  guidance, have begun to address a number of the challenges fusion center  directors identified to us. However, it is also important for fusion center  management to understand the federal government’s role with respect to  these centers since this affects state and local governments’ support to  centers. However, many fusion center officials were uncertain about the  level of future resources and the sustainability of federal support.  Although the federal government cannot make promises regarding future  resources, articulating whether the federal government views its role in  providing resources, such as grant funding, facilities, personnel, and  information-sharing systems, to fusion centers as a short-term start-up  effort or for the long-term sustainability of operations is important for  fusion center management in their planning efforts and sustaining the  network.", "In our draft report, which is now at the agencies for review and comment,  we are recommending that the federal government determine and  articulate its long-term fusion center role and whether it expects to  provide resources to centers to help ensure their sustainability. Particular  emphasis should be placed on how best to sustain those fusion center  functions that support a national information-sharing capability as critical  nodes of the ISE. We provided the agencies a statement of facts for our  draft report and discussed the recommendation with them to obtain their  comments. The Deputy PM-ISE generally agreed with the  recommendation, and the agencies provided us technical details, which we  incorporated. All agencies will be sending official comments on the draft  report later.", "Madam Chair, this concludes my statement. I would be pleased to answer  any questions that you or other members of the subcommittee may have at  this time."], "subsections": []}, {"section_title": "Contact Information", "paragraphs": ["For further information on this testimony, please contact Eileen Larence  at (202) 512-8777 or by e-mail at larencee@gao.gov. Individuals making key  contributions to this testimony include Susan Quinlan, Assistant Director;  Michael Blinde; Jill Evancho; and Mary Catherine Hult.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. The published product may be reproduced and distributed in its entirety  without further permission from GAO. However, because this work may contain  copyrighted images or other material, permission from the copyright holder may be  necessary if you wish to reproduce this material separately."], "subsections": []}]}], "fastfact": []}