{"id": "GAO-10-1030", "url": "https://www.gao.gov/products/GAO-10-1030", "title": "The Democratic Republic of the Congo: U.S. Agencies Should Take Further Actions to Contribute to the Effective Regulation and Control of the Minerals Trade in Eastern Democratic Republic of the Congo", "published_date": "2010-09-30T00:00:00", "released_date": "2010-09-30T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Rich in minerals, the eastern Democratic Republic of the Congo (DRC) has long been the site of one of the world's worst humanitarian crises. Since 1998, an estimated 5 million have died as a result of the conflict. GAO was asked to examine the connection between minerals trade and human rights abuses, and the efforts to help control the trade. This report assesses (1) how the key minerals are mined, transported, and processed; (2) the links between the minerals trade, armed conflicts, and human rights abuses; (3) measures the United States and the international community have taken to control the trade and; (4) challenges faced in controlling the trade. GAO reviewed and analyzed reports, memorandums, and other documents and interviewed officials from the Department of State (State), other United States agencies, the United Nations (UN), and foreign governments as well as representatives from nongovernmental organizations and industry."]}, {"section_title": "What GAO Found", "paragraphs": ["Tin, tantalum, tungsten, and gold are the key minerals mined in eastern DRC. Tin, tantalum, and tungsten follow a similar supply chain; they are mined by hand, sold to small-scale traders, carried by porters, transported by truck or airplane to the border, and sold to trading houses for export. The minerals transit DRC's neighbors, such as Rwanda, and most are processed in Asia and used in technology products, such as mobile telephones. In contrast, according to U.S. officials and others, most gold is smuggled out of the DRC and is ultimately used by the jewelry industry. Illegal armed groups and some Congolese national military units commit human rights abuses and are involved in the minerals trade. A UN official stated that approximately 50 percent of the reported human rights abuses are committed by Congolese army units; many soldiers in these units have committed violations in the past as rebels, are poorly integrated into the Congolese military, and are consistently unpaid. To varying degrees, illegal armed groups and some military units illicitly tax minerals at mines and mineral transport routes, but they also make money illicitly taxing other trades, such as trade in charcoal and timber. The minerals trade is not the root cause but one of many factors perpetuating the conflict. The United States and the international community, particularly the UN, are working to help control the illicit minerals trade, but many efforts are in the preliminary stage. State issued a \"white paper\" and produced a map of mines and armed groups, but both should be improved. The white paper lacks concrete, actionable steps regarding U.S. contribution to help control the trade, and the map presents data that need updating to enhance its usefulness. Provisions in the Dodd-Frank Wall Street Reform and Consumer Protection Act of 2010 (Pub. L. No. 111-203) underscore the importance of U.S. agencies taking action to help address the trade. The UN has made efforts to help control the trade by imposing sanctions, deploying expert teams, and developing mineral training centers. Others, such as a global tin industry association and the DRC government, have also made efforts, but these efforts are in the early stage. Significant challenges, which are yet to be addressed, exist to monitoring and controlling the minerals trade, including tracking the mine of origin. For example, many mines are in remote areas, lack road access, and are occupied by armed groups, making it challenging to monitor mine activities. Tracking the origin of minerals will rely on DRC mining officials, but these officials suffer from a lack of skills and from corruption. U.S. and foreign officials and others said that lack of security, weak governance, and lack of infrastructure in eastern DRC are significant challenges that, unless addressed, will likely impede efforts to control the minerals trade. Addressing these challenges requires measures to reform the security sector, improve governance, and invest in infrastructure, but little progress has been made in these areas."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends that the Secretary of State, in consultation with relevant agencies, (1) provide concrete, actionable steps to help control the minerals trade, including addressing lack of security, governance, and infrastructure, and (2) work with relevant stakeholders to periodically update information on mines and armed groups. State concurred with GAO's recommendations."]}], "report": [{"section_title": "Letter", "paragraphs": ["The eastern portion of the Democratic Republic of the Congo (DRC) has  long been the site of one of the world’s worst humanitarian crises. Since  1998, an estimated 5 million have died as a result of the conflict. To help  ease the hardships caused by years of conflict and war, the United States  has provided substantial aid to the DRC. In 2008, the United States  provided more than $700 million in aid, including both bilateral assistance  and U.S. contributions to multilateral organizations. In August 2009, the  Secretary of State traveled to the eastern portion of the DRC where she  saw the consequences of conflict firsthand and called for action. The  United States is the largest donor to the United Nations Organization  Stabilization Mission in the Democratic Republic of the Congo  (MONUSCO), contributing almost one-third of MONUSCO’s $1 billion  annual budget.", "In 2006, Congress passed the Democratic Republic of Congo Relief,  Security, and Democracy Promotion Act. The act stated that it is the policy  of the United States to work for peace and security throughout the DRC by  supporting efforts to protect civilians, disarm illegal armed groups, and  hold accountable individuals and entities working to destabilize the  country. According to Department of State (State) officials, improving  security in the eastern portion of the DRC is central to U.S. efforts.", "However, in the minerals-rich North Kivu and South Kivu regions of the  country (hereafter called eastern DRC), illegal armed groups, as well as  some units of the Congolese national military, have reportedly continued  to commit severe human rights abuses, including mass killings and rapes,  and they also reportedly profit from the mining of minerals there.  Recognizing the continuing urgency of the human rights situation and the  need to take action, in July 2010, Congress included in the Dodd-Frank  Wall Street Reform and Consumer Protection Act provisions pertaining to  the trade of DRC conflict minerals.", "You asked us to examine the minerals trade in eastern DRC; its connection  to human rights abuses; and national and international efforts to monitor,  regulate, or control the trade. Specifically, this report assesses (1) the key  minerals mined in eastern DRC and how these minerals are mined,  transported, and processed; (2) the extent to which there are links  between minerals extraction, armed conflicts, and human rights abuses in  eastern DRC; (3) the measures the United States and other members of the  international community have taken to help monitor, regulate, or control  the minerals trade and their effectiveness; and (4) the challenges the  United States and other members of the international community face in  monitoring, regulating, or controlling the trade, and how these challenges  are being addressed.", "To respond to these objectives, we reviewed and analyzed reports,  memorandums, and other documents from relevant U.S. agencies; foreign  governments; multilateral organizations, such as the United Nations (UN);  nongovernmental organizations (NGO); academics; and industry  organizations. We interviewed officials from State, the Department of  Defense, the United States Agency for International Development, the  Department of the Treasury (Treasury), and the Office of the United States  Trade Representative. We traveled to the DRC, Rwanda, the United  Kingdom, and Belgium and interviewed U.S. agency officials, foreign  government officials, UN and other multilateral organization officials, and  representatives from NGOs and industry. We also interviewed UN officials,  MONUSCO officials, and U.S. officials of the United States Mission to the  United Nations in New York.", "Due to the inaccessibility of many locations in eastern DRC and the mining  sites in particular, our analysis of conditions in eastern DRC is based  largely on the research that has been conducted by UN, U.S., and foreign  government officials; NGOs; and academic researchers. We interviewed  U.S. and foreign officials who have experience in working on eastern DRC  issues and who were knowledgeable about the eastern DRC minerals  trade. We consulted with and reviewed reports by NGOs and academic  researchers who have worked extensively on DRC issues and on the  eastern DRC minerals trade in particular. Many of these NGOs and  researchers have conducted research on the eastern DRC minerals trade  on behalf of foreign governments or have worked in collaboration with  foreign governments. The UN, including MONUSCO, has had a substantial  and sustained presence in eastern DRC since 1999. In addition, we believe  that MONUSCO’s consistent long presence in the DRC, its work on  monitoring human rights, and its logistical support for Congolese national  military efforts to eradicate illegal armed groups from mining areas make  it a valuable and reliable source of information on matters related to  conditions in the DRC in general and the mining areas of the eastern DRC  in particular. Appendix I provides more detailed information on our  objectives, scope, and methodology.", "We conducted this performance audit from October 2009 to September  2010, in accordance with generally accepted government auditing  standards. These standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["The DRC is a vast minerals-rich nation, with an estimated 66 million  people in an area about one-quarter the size of the United States. It was  formerly a colony of Belgium and achieved independence in 1960. For  almost 30 years of the postindependence period, the DRC was known as  Zaire and was ruled by an authoritarian regime under Joseph Mobutu.  During the Mobutu regime, the nation’s productive capacity shrank and its  ethnic tensions grew. Following the 1994 genocide in Rwanda,  perpetrators of the genocide and refugees fled into eastern DRC.", "The Mobutu regime was toppled in 1997 by Laurent Kabila, who led a rebel  group from eastern DRC with the assistance of Rwanda and Uganda.  Kabila was assassinated in 2001 and leadership shifted to his son, Joseph  Kabila. During the period of the senior Kabila’s regime, the nation  experienced a period of civil war during which numerous rebel groups—- with the assistance of Rwanda, Uganda, and other neighboring countries— -captured significant parts of the DRC. The war continued into the regime  of Joseph Kabila, and it is estimated that by 2004, about 4 million people  had died as a result of the conflict.", "To deal with the humanitarian crisis in the DRC, the UN has had a large  commitment to the DRC in the MONUSCO peacekeeping force, which has  been in place since 1999. MONUSCO has grown from an initial force of  about 5,500 troops to over 18,500 troops in 2010. Included within its broad  mission, MONUSCO is to facilitate civilian protection, humanitarian  assistance, and human rights monitoring—-with particular attention to  vulnerable groups, including women, children, and demobilized child  soldiers. Among multiple priorities, MONUSCO is to monitor the  implementation and compliance with measures to curtail the provision of  support that illegal armed groups derive from their involvement in the  trade of natural resources. MONUSCO also has provided logistical support  for Congolese national military efforts to eradicate illegal armed groups  from mining areas.", "After decades of instability and years of war, the central government in  Kinshasa currently has little administrative capacity and even less control  over remote regions, such as eastern DRC. The lack of control is  exacerbated by the long distances and the rudimentary infrastructure,  which make transportation and communication difficult. Despite  significant mineral deposits and agricultural potential in eastern DRC, the  region remains poor and susceptible to control by armed groups. The  North Kivu and South Kivu provinces of the DRC, which border Rwanda,  Uganda, Burundi, and Tanzania, have significant natural resources,  including mineral deposits (see fig. 1). The Kivus also reportedly have  egregious cases of crimes against the civilian population."], "subsections": []}, {"section_title": "Tin, Tantalum, and Tungsten Follow the Same Supply Chain to Export, While Gold Is Mostly Smuggled Out of the Country", "paragraphs": [], "subsections": [{"section_title": "Tin, Tantalum, Tungsten, and Gold Are the Key Minerals Artisanally Mined in Eastern DRC", "paragraphs": ["Tin, tantalum, tungsten, and gold are the key minerals mined and traded  internationally from eastern DRC. The DRC has significant deposits of the  ores that contain tin, tantalum, and tungsten. These minerals are  artisanally mined, mostly in remote, hard-to-reach areas that lack basic  transport infrastructure. In eastern DRC, artisanal miners extract  minerals from the ground with rudimentary tools, such as picks, shovels,  and hammers, and sometime dig with their bare hands. In the absence of  mechanization, and without safety precautions, miners extract minerals  from the earth, often in harsh and dangerous conditions.", "According to NGOs and academic researchers, artisanal mining has  become the primary subsistence activity in eastern DRC. Since the  beginning of the twentieth century, tin, tantalum, tungsten, and gold have  been mined in eastern DRC. Historically, people in eastern DRC relied on  agriculture for subsistence; however, as security deteriorated in the 1990s,  according to a UN official, economic activities besides mining became less  feasible, and many in eastern DRC turned to informal, artisanal mining for  subsistence. Notably, according to an NGO, the tantalum boom of 1998  through 2001 attracted a significant number of miners who abandoned  traditional agriculture to work in the mines.", "According to NGO reports, the actual number of artisanal miners in the  DRC is unknown. However, according to these reports, there are an  estimated 2 million artisanal miners in the DRC as a whole, of which  approximately 200,000 are in North Kivu. There are no reliable estimates  for the number of artisanal miners in South Kivu. Foreign officials and  researchers estimate that each artisanal miner supports about five  dependents, on average. According to data from the United States  Geological Survey (USGS), the DRC accounted for approximately 3.9  percent of tin mined worldwide and 8.6 percent of the tantalum mined  worldwide in 2009."], "subsections": []}, {"section_title": "Tin, Tantalum, and Tungsten Follow Similar Supply Chains Out of Eastern DRC", "paragraphs": ["After tin, tantalum, and tungsten are excavated from the ground by  artisanal miners, they pass through the hands of intermediaries before  they are exported out of the DRC. Figure 2 shows a typical supply chain  for DRC-origin minerals. The minerals are usually bought by a small-scale  trader, called a négociant, who arranges transportation of the minerals to  trading towns. The minerals are packed into sacks, generally weighing  around 100 pounds, and porters carry the sacks by foot through difficult  terrain out of remote mining locations. The minerals are often later  transported by large trucks or airplanes to trading towns.", "Next, minerals are sold to trading houses, called comptoirs, which are  larger scale traders authorized to export. According to NGO  representatives and academics, entities at each level of the minerals trade  supply chain can be prefinanced by those above them. For example, it is  very common for small-scale traders and porters to be prefinanced by  trading houses. The trading houses both buy and sell minerals and are  based in the provincial cities of Goma and Bukavu, located on the DRC- Rwandan border. The trading houses also typically perform some  rudimentary processing of the minerals to prepare them for export. The  trading houses in Goma and Bukavu then export the minerals, both legally  (declared to DRC authorities) and illegally (not declared), to minerals  traders in neighboring transit countries, such as Rwanda or Uganda.  Figure 3 shows cassiterite ore (containing the mineral tin) being prepared  for export at a trading house in Goma, DRC.", "Tin, tantalum, and tungsten are transported and traded via multiple routes  from numerous mines in eastern DRC. However, the Bisie mine site  located in a remote territory in North Kivu reportedly produces up to 70  percent of the tin ore exported from Goma; it provides a good case study  in understanding a major tin ore supply chain from North Kivu.", "According to UN and U.S. agency officials, NGOs, and researchers, after it  has been mined, the tin ore is packed into sacks that generally weigh 100  pounds and typically is carried on foot by porters for about 45 kilometers  through difficult terrain, a trek that can take up to 2 days. Traders collect  the minerals in a small trading village, then drive the minerals to a  makeshift runway where they are loaded onto small airplanes and flown to  Goma (see fig. 4). In Goma, after the quality of the material is determined,  the minerals are weighed and packaged for export by a trading house,  usually in container loads of 25 tons. From Goma, tin ore is transported by  road to either Rwanda or Uganda, then is exported to the world market."], "subsections": []}, {"section_title": "Central and Provincial Governments Are Unable to Fully Tax the Minerals Trade", "paragraphs": ["The DRC government, at the central and provincial levels, taxes some of  the minerals trade; however, due to various factors, they do not tax all of  the trade, according to DRC officials and an NGO report. The five official  Congolese agencies tasked with regulating the minerals trade collect  production and export figures, but the official production figures,  recorded at the mining sites differ considerably from official figures  recorded at subsequent points, according to an NGO report. For example,  according to an NGO report, tin registered for 2006 exports from Goma  was approximately 29 percent of the production figure that had been  registered at the mining site in Walikale. According to these data, it would  seem that approximately 70 percent of the ore produced at Walikale was  unaccounted for at the point of export in Goma.", "Congolese agencies responsible for levying and collecting legal taxes on  the minerals trade are impeded by volatile security conditions in mining  areas, poor infrastructure, weak capacity, and entrenched corruption,  according to U.S., and DRC officials, a foreign official, and industry  representatives. According to U.S. agency and DRC officials, in many  instances, mining officials cannot access mining sites to regulate the trade  due to security concerns and lack of road access. Furthermore, according  to U.S., DRC, and foreign officials and a 2008 World Bank report, despite  their official status, DRC officials responsible for levying and collecting  legal taxes on the minerals trade are often unpaid and either underreport  or fail to report official mineral values to illicitly exact taxes for their  personal benefit. According to a UN official and NGO reports, some other  DRC authorities, who are not legally responsible for levying and collecting  taxes on the minerals trade, also extort revenue for their personal benefit.", "According to DRC officials, at the point of export, some legal taxes are  usually paid to government officials for tin, tantalum, and tungsten;  however, official figures on actual quantities exported are often incorrect  and underreported. According to academic researchers, between 2007 and  2008, the Congolese state collected over $6 million from the export of tin,  tantalum, and tungsten from eastern DRC, despite consistent estimated  underreporting of quantities of exports by approximately 35 percent.  According to one report, due to persistent underreporting and some  smuggling, there is a significant shortfall in the amount of legal tax  collected by both the central and provincial governments."], "subsections": []}, {"section_title": "Tin, Tantalum, and Tungsten Transit DRC’s Neighboring Countries, Are Processed Mostly in Asia, and Are Used in Technology Products", "paragraphs": ["From trading houses in eastern DRC, tin, tantalum, and tungsten are  transported by road, boat, or airplane to neighboring countries, such as  Rwanda, Uganda, and Burundi. According to U.S. and foreign officials and  an NGO report, in these countries, DRC-origin minerals are sometimes  mixed with the same minerals of other national origin. According to NGO  reports, tin, tantalum, and tungsten are often transported along established  trade routes, such as routes from eastern DRC through Uganda to Kenya,  through Rwanda to Uganda and then to Kenya, through Rwanda to  Tanzania, and through Burundi to Tanzania.", "According to an NGO report and an industry representative, DRC-origin  minerals and DRC-origin mixed minerals are then exported from transit  countries to smelters, which are located mostly in East Asia. Smelting is  the process by which a mineral is extracted from its ore through heating  the mineral beyond its melting point. At smelters, DRC-origin tin, tantalum,  and tungsten are mixed with the same minerals from other countries. Once  minerals have been processed at the smelters, it is technically impossible  to determine the minerals’ country of origin.", "According to an NGO report, tin and tantalum and—-to a lesser extent,  tungsten—-are then purchased by electronics manufacturing companies.  The electronics industry is reportedly the largest consumer of tin and  tantalum from eastern DRC. The minerals are used in the production of  technology products, such as mobile telephones and laptops. The  processed metals—for example, tin for solder—are used in electronic  components that are sold to electronics manufacturers and are  incorporated into technology products sold to the public. According to a  2010 report, tungsten, while also used by the electronics industry, is used  by a more diverse group of industries and for a variety of applications."], "subsections": []}, {"section_title": "Most DRC-Origin Gold Is Smuggled Out of the Country and Used by the Jewelry Industry", "paragraphs": ["DRC-origin gold follows more informal and clandestine supply chains out  of the country than tin, tantalum, and tungsten, according to an NGO  report. Because artisanally mined gold is reportedly found in very small  nuggets or gold dust in remote mining areas, it is easily concealed in  people’s clothing or belongings, according to NGO reports. According to  an NGO report, gold mined in North Kivu and South Kivu can be carried by  hand, driven, or flown out of mining sites to major trading centers,  generally Bukavu, along with other cargo. Once in Bukavu, traders sell  gold to trading firms that reduce obvious impurities, then smuggle the gold  out of the country, usually through Uganda and—-to a lesser degree—- through Burundi. Occasionally, gold is also smuggled through Rwanda or  other transit countries.", "Official export data on DRC-origin gold are extremely limited, and U.S.  agency officials, foreign officials, and NGO representatives said that most  gold from eastern DRC is smuggled out of the country. According to NGO  reports, 90 to 95 percent of gold mined in eastern DRC is smuggled out of  the country. A U.S. agency report stated that estimated exports of gold  from the DRC in 2008 were only 240 kilograms. However, according to a  UN report, the DRC’s senate estimated that $1.24 billion worth of gold,  equivalent to 40 tons, is smuggled out of the DRC annually without any  customs declaration. Approximately 80 percent of gold from eastern DRC  is reportedly exported to the Middle East, especially Dubai, to produce  gold jewelry. According to a report produced by a research organization,  while the primary consumer of gold is the jewelry industry, some gold is  also used by other industries, including the electronics industry."], "subsections": []}]}, {"section_title": "Illegal Armed Groups and Parts of the Congolese National Military Commit Human Rights Abuses and Are Involved in the Minerals Trade", "paragraphs": [], "subsections": [{"section_title": "Illegal Armed Groups and Some Congolese National Military Units Commit Serious Human Rights Abuses in Eastern DRC", "paragraphs": ["According to UN, U.S., and foreign officials and NGO representatives,  illegal armed groups and some Congolese national military units are  consistently and directly involved in human rights abuses against the  civilian population in eastern DRC. According to UN officials and NGO  representatives, many illegal armed groups, such as the Forces  Democratiques de Liberation du Rwanda (FDLR) and, until January 2009,  the Congrés National pour la Défense du Peuple (CNDP), have been  involved in severe human rights abuses against the civilian population.  According to U.S. officials and NGO representatives, there is a culture of  impunity in eastern DRC in which those who have committed human  rights abuses do not face justice for the crimes they have committed.", "According to UN, U.S., and foreign officials and NGO representatives, in  terms of the numbers of reported human rights violations, it appears that  some units of the Congolese national military are among the primary  armed groups in eastern DRC committing violent acts and severe human  rights abuses. According to a UN official in the DRC, based on information  gathered in eastern DRC, approximately 50 percent of the reported human  rights violations are committed by Congolese national army units.  According to State’s 2009 Human Rights Report, some Congolese national  military units committed many serious human rights abuses with impunity,  including unlawful killings, disappearances, torture, and rapes. The report  also stated that in eastern DRC, some national military units summarily  executed civilians and killed civilians during clashes with illegal armed  groups. Furthermore, the report stated that military operations carried out  in 2008 and 2009 were accompanied by a marked increase in human rights  abuses and killings by Congolese national military units. Citing estimates  by a coalition of more than 80 human rights and humanitarian NGOs, the  report further indicated that for each enemy combatant disarmed during  these military operations, 7 civilians were raped, 1 was killed, and 900  were forced to flee.", "According to U.S. officials and NGO representatives, some Congolese  national military units in eastern DRC face significant challenges that  contribute to their involvement in human rights violations. According to  U.S. officials and NGO representatives, the Congolese national military has  absorbed over 50 former rebel groups as prescribed by peace processes in  the DRC. According to NGO representatives, many of these soldiers  committed human rights violations in the past as rebels, are poorly  integrated now into the Congolese national military, and continue to  commit human rights violations. In addition, according to U.S. officials,  NGOs, and researchers, many units of the Congolese national military are  consistently unpaid, have never received training, keep their weapons  while off duty, and have developed and maintain cooperative economic  relationships with various illegal armed groups, such as the FDLR.", "Complicating the situation, according to a 2009 UN Group of Experts  report, a U.S. agency official, and NGO representatives, many Congolese  soldiers have divided loyalties, in that former rebel soldiers often remain  loyal to commanders in their former command structures. In eastern DRC,  this situation is exemplified by the absorption of the CNDP into the  Congolese national military. Prior to its absorption in January 2009, the  CNDP was in direct conflict with the DRC government. According to a U.S.  agency official and UN officials, even after their absorption into Congolese  national military units, many of these ex-CNDP soldiers are still poorly  integrated and remain loyal to their commanders in the former CNDP  command structure.", "According to U.S. officials and NGO representatives, some extreme  violence, such as massacres of villages, rapes, and mutilations of civilians,  may also result from efforts of the illegal armed groups and some units of  the Congolese national military to generate fear and consolidate control  over economic activities, including mining activities. For example,  according to an NGO report, an August 2009 armed attack that ended in the  deaths of 30 people and the wounding of 50 people at the Bisie mine site in  North Kivu was linked to conflict over control of mineral resources.  According to UN officials and NGOs, workers in mining areas operate in  dangerous and exploitative work environments where they are vulnerable to  human rights abuses perpetrated by illegal armed groups and some units of  the Congolese military. Miners work in mining areas that are often in remote  locations without viable transport infrastructure, thereby making them  vulnerable to human rights abuses. According to a UN official and an NGO  representative, illegal armed groups or the military will sometimes force  workers to continue working in conditions that are unsafe."], "subsections": []}, {"section_title": "Illegal Armed Groups and Some Congolese Military Units Generate Income from Involvement in the Minerals Trade and Other Economic Activities", "paragraphs": ["According to UN, U.S., and foreign officials and NGO representatives,  some Congolese military units and illegal armed groups in eastern DRC  derive income, to varying degrees, from the minerals trade. According to a  high-level UN official, in general, the minerals trade accounts for between  20 and 40 percent of armed groups’ revenue. According to U.S. agency  officials, foreign government officials, and NGOs, units of the Congolese  military that are frequently not paid their salaries generate income from  their involvement in the minerals trade. According to U.S. officials, a  former head of the UN Group of Experts, and NGO representatives, illegal  armed groups—-including the FDLR, various illegal local militia or civil  defense groups, and other smaller illegal armed groups—-also generate  income from their involvement in the minerals trade.", "For example, according to a 2009 report, the FDLR earned up to 75 percent  of its income from its involvement in the minerals trade (most of it from the  gold trade). The FDLR is now more involved in the gold trade than in other  minerals and generates a substantial percentage of its income from gold,  according to DRC and UN officials and the 2009 report. A 2009 NGO report  estimated that in 2008, illegal armed groups and some Congolese military  units cumulatively generated between $137 million and $225 million from  their involvement in the trade of tin, tantalum, tungsten, and gold in North  Kivu and South Kivu, even though these minerals reportedly represented a  small fraction of the DRC’s total mineral exports. According to a USGS  report, the DRC’s broader minerals trade is worth billions of dollars  annually. According to data from USGS, in 2008, combined exports of tin,  tantalum, tungsten, and gold accounted for less than 4 percent of the DRC’s  total mineral exports. This percentage suggests that while tin, tantalum,  tungsten, and gold are important sources of subsistence income for  populations in the Kivus, these minerals are of much more limited  importance to the overall economy of the DRC.", "According to former members of UN Group of Experts teams, foreign  officials, and NGO representatives, illegal armed groups and some units of  the Congolese national military derive income from the direct control or  illicit taxation of mineral mining areas, of mineral transport routes, and of  numerous other economic activities. According to NGO representatives,  workers in mining areas are often obligated to pay a percentage of their  earnings as illicit taxes or to surrender minerals mined on certain days to  armed groups in control of the mines or the local area. Foreign  government officials and NGO representatives reported that at mining  sites, individual mining pits are actually “owned,” or at least controlled, by  a commander from the Congolese military or an illegal armed group. In  addition, vendors at mining sites, who charge miners exorbitant rates for  food, shelter, and other basic goods, are also obligated to pay illicit taxes  to armed groups in control of the mines or the local area.", "According to UN officials and NGO representatives, illegal armed groups  and some units in the Congolese national military also derive illicit income  from extorting payment from civilians transporting minerals at  checkpoints along transit routes. Until the point of export, individuals  involved in the minerals trade are subject to various forms of illicit  taxation by illegal armed groups and Congolese national military units. In  a 2009 UN report, it was estimated that local military commanders at the  Bisie mine site can earn up to $60,000 annually from these illicit taxes.  UN officials also noted that illegal armed groups and units of the  Congolese national military that are involved in the minerals trade do not  act alone. These groups and units are involved with Congolese and foreign  businesses that control many economic activities, including the minerals  trade.", "In addition to deriving income from the minerals trade, illegal armed  groups and Congolese military units also derive income from direct  control or illicit taxation of other diverse economic activities. According to  U.S. agency officials, foreign government officials, and NGOs, some groups  and units generate significant revenue through their control of transport  routes and their involvement in the agriculture, cattle, charcoal, timber,  sugar, and petroleum trades. According to a nongovernmental research  organization based in North Kivu, groups and units are thoroughly  entrenched in both import and export activities and will control whatever  economic activities are available and lucrative. For example, according to  a 2009 UN report, armed groups are significantly involved in the charcoal  trade. According to a research organization, in 2009, the charcoal trade  around Goma was worth an estimated $25 million a year. In another  example, according to a former head of the UN Group of Experts, many  recently integrated members of the Congolese national military are  involved in the trade of tens of thousands of cattle worth from $300 to  $900 each."], "subsections": []}, {"section_title": "Minerals Trade Is One of Several Factors Fueling the Conflict in Eastern DRC", "paragraphs": ["The minerals trade is one of several factors that contribute to continuing  human rights abuses and conflicts in eastern DRC. According to U.S.  officials and NGO representatives, while the minerals trade is one of  several economic activities perpetuating conflict by providing resources to  both illegal armed groups and some Congolese national military units, it is  not the root cause of conflict. Recent research suggests that resource  exploitation is a consequence of violent conflict, rather than its cause, and  may result from the breakdown of the rule of law. As we have previously  noted, many in eastern DRC only turned to informal, artisanal mining for  subsistence as security in the country deteriorated. While cutting the illicit  incomes of certain illegal armed groups and some Congolese military units  would reduce the incentive for their members to remain in the area, it is  difficult to determine the extent to which their numbers or involvement in  human rights violations would be reduced.", "According to U.S. officials, foreign officials, and NGO representatives,  other factors contribute to conflict in eastern DRC. Factors contributing to  conflict in eastern DRC include long-standing land tenure conflicts;  interethnic conflicts, including Hutu versus Tutsi; and conflicts between  Rwandan-speaking and non-Rwandan-speaking peoples. According to a  former head of the UN Group of Experts and foreign officials, existing  conflicts over land tenure were heightened after the migration of  approximately 1 million Rwandans into eastern DRC following the 1994  genocide. This migration involved Hutus and Tutsis and included Hutu  elements that participated in the planning and execution of the Rwandan  genocide. It exacerbated existing tensions between Rwandan communities  in the DRC and other ethnic groups, and tensions were intensified as a  result of Rwanda’s occupation of eastern DRC from 1998 to 2002."], "subsections": []}]}, {"section_title": "United States and the International Community Are Working to Help Monitor, Regulate, or Control the Minerals Trade, but Illicit Trade Continues and Many Efforts Are Only Preliminary", "paragraphs": [], "subsections": [{"section_title": "State’s Action Plan and Map of Mines Should Be Improved", "paragraphs": [], "subsections": [{"section_title": "State’s “White Paper” Is of Limited Usefulness in Communicating U.S. Plans to Stakeholders", "paragraphs": ["According to State officials, State has drafted an internal document  entitled the Strategic Action Plan for Conflict Minerals in the Eastern DRC  that was approved by the Secretary of State in March 2010 and includes  short-, medium-, and long-term diplomatic and programmatic approaches.  State’s plan, communicated to external audiences through a three-page  white paper, provides an indication of U.S. priorities but does not  effectively communicate the steps that the United States is planning to  take in the region. GAO has reported on the guidelines for information  sharing and communications as important aspects of federal internal  controls. For example, effective communications should include an  adequate means of communicating with, and obtaining information from,  external stakeholders that may have a significant impact on the agency  achieving its goals. The U.S. Congress is a critical stakeholder for U.S.  policy toward the DRC that, as we have previously stated, has recently  passed a law to address the minerals trade in eastern DRC. Also,  multilateral organizations and other U.S. international partners are  significant external stakeholders that can have an important impact on the  ability to achieve the goals the United States shares with numerous other  stakeholders in the region.", "Our review of the white paper shows that it lacks concrete, actionable  steps that the United States could take to help address the lack of security,  weak governance, and lack of infrastructure that U.S. and foreign  government officials have acknowledged as significant challenges. For  example, describing its plan on building DRC capacity, State notes in the  white paper that it is “exploring bringing DRC mining officials to the U.S.,”  “may also seek the vice-chairmanship of the Kimberley Process,” and  “seeks a new economic officer at Embassy Kinshasa to focus on natural  resource and environmental issues.” However, none of these three actions  demonstrates a firm commitment on behalf of the United States to  accomplish a goal. Moreover, State does not clarify how and to what  extent these actions will directly contribute to addressing the challenge of  weak governance or any of the other challenges that State officials have  acknowledged could impede efforts to monitor, regulate, or control the  minerals trade in eastern DRC. For example, given the importance that  most parties have placed on mining sector reform and lack of capacity  among DRC personnel, a more specific commitment by the United States  to assist in the training of DRC officials could provide valuable  information to other stakeholders about the intentions of the United States  to contribute to this capacity building effort. Without this information,  other stakeholders considering capacity building efforts could be unable  to determine how U.S. efforts might complement ongoing international  efforts.", "As we have previously stated, information sharing is particularly important  when communication involves external stakeholders that may have a  significant impact on the agency’s ability to achieve its goals. In this case,  Congress, as a critical stakeholder for U.S. policy toward the DRC, has  been active in discussions on the issue and has also recently passed  legislation mandating additional efforts of agencies such as State and the  Securities and Exchange Commission (SEC). A staff of the Chairman of a  key congressional subcommittee of jurisdiction on DRC issues expressed  concern about the lack of concrete and actionable steps in State’s action  plan, based on the white paper, for the United States to help address the  challenges to monitor, regulate, and control the minerals trade. This  concern existed at the time that Congress was considering the legislation  mandating additional agency actions related to eastern DRC under the  Dodd-Frank Wall Street Reform and Consumer Protection Act. Also,  multilateral organizations and other U.S. international partners are  significant external stakeholders that can have an important impact on the  United States achieving its goals toward the DRC. While acknowledging  that the United States has been supportive of UN and other international  efforts in the DRC, a foreign government official and a UN official said  they were unclear about whether and how the United States plans to  contribute to addressing the challenges of insecurity, weak governance,  and lack of infrastructure toward addressing the conflict minerals  situation in eastern DRC. Members of the international community have  made significant efforts in the region, and success in addressing the many  challenges in the region will likely require close collaboration with the  international community."], "subsections": []}, {"section_title": "State Has Produced an Initial Map of Mines but Has No Plans to Make Improvements", "paragraphs": ["As directed by the National Defense Authorization Act, Fiscal Year 2010,  State produced a map of mines occupied by armed groups in eastern DRC,  although State noted certain deficiencies with the data. For example, on  the map, State noted that there is incomplete information on the number  and location of mines, and that, due to a lack of verifiable data, it is  difficult to locate many mine sites and to establish which mines are active.  State also noted that it is difficult to verify whether armed groups are  present at mine sites and are illicitly taxing the miners or porters as they  move the minerals due to their remoteness.", "While we recognize the challenges associated with this project,  representatives of organizations with whom we spoke indicated the  importance of using the best available information on the location of  mines and of armed groups in the region. However, State officials  indicated that there are no plans to regularly update the map, even though  the source data may no longer reflect the current mining and armed  groups’ activities. According to U.S. agency and UN officials, the situation  in eastern DRC is fluid and evolving; new mines are being dug, old mines  are being abandoned, and armed groups can rapidly move to or withdraw  from mines or mineral trading routes. According to a senior MONUSCO  official and an industry representative, a map produced on the basis of the  best available information at one point in time is not particularly useful  when trying to assess whether the ongoing minerals trade in eastern DRC  is conflict free. The industry representative also said that a comprehensive  spreadsheet with the latest information on specific mines under the  influence of specific armed groups would be much more useful than a  static map.", "The Dodd-Frank Wall Street Reform and Consumer Protection Act,  enacted in July 2010, underscores the importance of U.S. agencies taking  action to help address the trade of DRC conflict minerals. The act includes  provisions requiring the Secretary of State to (1) provide Congress with a  strategy to address the linkages between human rights abuses, armed  groups, the mining of conflict minerals, and commercial products and (2)  produce a map of mineral-rich zones, trade routes, and areas under the  control of armed groups in the DRC. Under the act, U.S. firms are also  required to ensure that the minerals they purchase in the region are  conflict free. State’s ability to make incremental improvements in  subsequent updates of information on the location of mines and armed  groups could also serve as an indication of progress."], "subsections": []}]}, {"section_title": "U.S. Companies Will Be Required to Declare DRC- Conflict Products, but Industry Has Concerns about Meeting U.S. Time Frames", "paragraphs": ["The recently passed Dodd-Frank Wall Street Reform and Consumer  Protection Act also included provisions that mandate SEC to create rules  by April 2011 to require persons to disclose annually whether any conflict  minerals from the DRC or an adjoining country are used in their products.  Under the act, conflict minerals are defined as coltan, cassiterite,  wolframite, gold, and their derivatives. The first full fiscal year after SEC  creates these rules, any U.S. entity that uses a conflict mineral for the  functioning or production of a product must annually disclose the  following to SEC: (1) due diligence measures taken, (2) independent  audits performed, (3) a list of “non-DRC conflict-free” products made, (4)  conflict mineral processing facilities, (5) the mineral country of origin, and  (6) the efforts made to determine the mine of origin. The information must  also be available on the entity’s public Web site, and disclosure will  continue for at least 5 years or until the President decides that no armed  groups are benefiting from the minerals trade.", "Industry representatives have expressed uncertainty and concern about  meeting the time frames laid out in the act. First, a representative of a  global metal association expressed uncertainty whether the regulations on  disclosure will start in the next fiscal year, April 2011, or in the following  fiscal year, April 2012. Second, there is uncertainty about whether the  actual regulations promulgated by SEC will mirror the provisions laid out  in the act. Third, there is uncertainty about whether the act’s provisions  will be applied to a broad range or narrow range of products. For example,  industry representatives claimed it is unclear (1) whether they will be  required to track every piece of coltan, cassiterite, wolframite, gold, and  their derivatives in every product they make or (2) if they can make  general purchasing policy decisions and declare products they know “not  to be DRC conflict free.” Some in the industry are concerned that if the  regulations are applied to a broad range of products, it will be almost  impossible to meet the requirements of the regulations and could lead to a  de facto embargo. Finally, industry representatives have expressed  concern that the act’s time frames are making it harder to implement  efforts already started, such as ITRI’s tin traceability scheme, pointing out  that initiatives and efforts in early stages will no longer be relevant if tight  regulatory time frames overtake their efforts.", "We did not assess the potential effects of the act’s provisions in addressing  the conflict minerals situation in eastern DRC, nor can we assess the  validity of the industry’s claims. However, as we discuss later in the report,  we note that our research indicates that there are significant challenges  that, unless addressed, could undermine efforts to develop an effective  system to monitor, regulate, and control the conflict minerals trade in  eastern DRC."], "subsections": []}, {"section_title": "Members of the International Community Are Working to Help Control the Minerals Trade, but the Illicit Trade Continues and Many Efforts Are in Preliminary or Proposal Stage", "paragraphs": [], "subsections": [{"section_title": "International Community Has Made Efforts to Help Control the Minerals Trade through UN Activities and the Contact Group on the Great Lakes Region", "paragraphs": ["With U.S. support, the UN has made efforts to help monitor, regulate, and  control the minerals trade by imposing UN Security Council sanctions,  deploying UN Group of Experts’ teams to eastern DRC, and developing  MONUSCO training centers. Major donor countries have researched  aspects of the DRC minerals trade through the Contact Group on the Great  Lakes Region (Contact Group).", "Through UN Security Council sanctions, the international community has  targeted individuals and entities that support illegal armed groups in  eastern DRC through the illicit trade of natural resources. According to  U.S. agency officials, the United States strongly supports UN resolutions  designed to target individuals and entities involved in the illicit minerals  trade in eastern DRC. In accordance with UN Security Council resolutions,  the United States established a DRC sanctions program to impose financial  sanctions and a travel ban on various individuals and entities that  contribute to conflict and human rights abuses in the eastern DRC.", "According to U.S. and UN officials, to help monitor the impact of sanctions  and determine whether additional sanctions are needed, the UN  periodically recruits consultants to serve on a Group of Experts team.  Each Group of Experts team examines the current situation in eastern  DRC and reports on the impact of UN sanctions on various individuals and  entities that contribute to conflict and human rights abuses in eastern  DRC. Their reports also provide details on the flow of arms, related  materiel, and illegal armed groups in eastern DRC. According to U.S. and  UN officials, these teams are important investigative bodies and the United  States strongly supports their work.", "In response to a proposal from the DRC government, the UN, through  MONUSCO, has developed plans to create five pilot mineral trading  centers in eastern DRC. The purpose of these centers is to create secure  areas close to mine sites where miners can sell their minerals to small- scale traders, under the regulations, monitoring, and relative safety of DRC  mining and police officials. These centers will allow DRC civilian agents to  more closely regulate the minerals trade and assess appropriate legal taxes  closer to the mining sites. Construction is under way at two mineral  trading center sites, but none are yet operational.", "MONUSCO will fund, with support from bilateral donors, the five pilot  trading centers; however, according to a MONUSCO official, the plan  requires the DRC government to deploy trained, competent, and fairly paid  mining officials and police units to operate the centers. According to  MONUSCO officials, the trading centers will help formalize, regulate, and  contribute to a shift of the minerals trade away from the control of armed  groups by providing greater civilian oversight and control of the trade  along key trade routes. Based on the success of the pilot trading centers,  the next objective will be to build trading centers throughout eastern DRC.  The United States diplomatically supports the development of mineral  trading centers as well as other efforts of the broader international  community, particularly the efforts of the UN, to help control the minerals  trade.", "According to U.S. and foreign government officials, major donor  countries—-including the United States—-have worked collectively on  minerals trade issues and engaged the DRC government through the  Contact Group. The purpose of the Contact Group is to coordinate the  efforts of donors to optimize the impact of their aid to the DRC. To help  further research and address DRC minerals trade issues, the Contact  Group formed a task force on natural resources in the Kivus chaired by the  EU special envoy. According to a senior U.S. agency official, the United  States works closely with its partners on the task force.", "Representatives from task force countries researched (1) mapping of  mining sites and trading routes, (2) potential traceability and certification  schemes for minerals, (3) possible due diligence procedures for  international companies, and (4) opportunities to move the minerals trade  into a more legal trade. According to foreign officials, the task force’s  major conclusions were that there is no immediate solution to the  problems in eastern DRC, and that the challenges will require sustained  commitment from the international community, in cooperation with the  DRC government. According to a senior U.S. agency official, the task force  more recently developed recommendations to discuss with the DRC  government, and members of the task force met with DRC mining officials  and talked about ways to improve oversight of the mining sector.", "Despite efforts of the international community, the illicit taxation and  exploitation of the minerals trade continues. Notwithstanding DRC law,  which prohibits Congolese national military units from engaging in the  minerals trade, and national and international laws, which prohibit illegal  armed groups from engaging in the trade, some Congolese national  military units and illegal armed groups continue to profit from their illicit  involvement."], "subsections": []}, {"section_title": "Private Industry, the DRC Government, and Others Also Have Made Efforts to Help Control the Minerals Trade, but Some Efforts Are in the Preliminary or Proposal Stage", "paragraphs": ["Other efforts are being proposed or have been started by private industry,  the DRC government, and others to help monitor, regulate, or control the  minerals trade. In cooperation with the DRC government, the global tin  association—ITRI—has developed a three-phase tin supply chain initiative  designed to improve due diligence, transparency, and traceability within  the cassiterite (tin) supply chain in the DRC. Phase 1 has been completed.  It involved establishing harmonized document requirements for trading  houses to export minerals, including written declarations confirming the  lack of involvement of illegal armed groups in their supply chains.  According to an ITRI representative, ITRI smelting companies will only  buy tin from DRC trading houses that provide the required documentation.", "According to the same ITRI representative, phase 2 is in its preliminary  stage. ITRI’s intent is to develop a system to trace the origin of minerals  from the mine site to the exporter (i.e., a trading house in Goma or  Bukavu) and to develop chain of custody data. According to the ITRI  representative, ITRI is currently trying to put this system in place and has  set up two pilot traceability projects, in North Kivu and South Kivu. The  primary purpose of this system is to tag bags of minerals to identify their  mine of origin, then for these tags to follow the bags of minerals up to the  point of export. The ITRI representative said that phase 3 is just a proposal  at this point, but its concept is to assess social and environmental factors  at mine sites and to consider incentives and methods to improve these  factors. The ITRI representative also stated that the initiative will  eventually need an accurate and regularly updated list of mine sites under  the influence of armed groups; importantly, ITRI does not have the  capacity to generate this information. The situation on the ground in  eastern DRC changes quickly, ITRI will need a list of specific mines  considered free of the influence of armed groups so that these minerals  can be legitimately exported.", "As part of its efforts to demilitarize and formalize the mining sector, the  DRC government has recently deployed mining officials to eastern DRC  and is planning a project with the World Bank to increase the technical  capacity of DRC mining sector governance. Working with the World Bank  and the United Kingdom’s Department for International Development, the  DRC government plans to implement project PROMINES. The aim of the  project is to build the capacity of DRC mining officials and to encourage  the mining sector to become more formal and transparent, including in  eastern DRC. According to a senior State official, this could be beneficial  in eastern DRC because it is vitally important to increase the capacity of  DRC mining officials to monitor the minerals trade in eastern DRC.", "The German government’s Federal Institute for Geosciences and Natural  Resources, through a cooperation agreement with the DRC government,  has launched a pilot mineral certification project for South Kivu. This  scheme will be similar to a pilot mineral certification scheme for small  mines that German officials have launched in Rwanda. In addition, the  Organization for Economic Cooperation and Development (OECD) is  drafting due diligence guidelines on supply chain management for  companies extracting materials from conflict zones and fragile states.  While not yet fully developed or designed exclusively for companies  involved in the minerals trade in eastern DRC, OECD representatives said  that these guidelines will be an important contribution from governments  to private industry on how the minerals trade should be conducted  following the appropriate due diligence guidelines.", "A Central African multilateral organization, the International Conference  on the Great Lakes Region (ICGLR), has worked with a prominent NGO to  develop a proposal for a regional tracking and certification scheme for  conflict minerals after the minerals have been exported from the DRC.  According to a senior U.S. agency official, ICGLR has sometimes been  dismissed by many in the international diplomatic community as lacking  capacity and not being effective in implementing initiatives. Nonetheless,  the senior U.S. agency official said that U.S. officials who attended the last  ICGLR meeting reported that the group had reached an agreement on  major points to develop a strategy on handling the region’s minerals  trade. The goal is to create a Central African regional certification  scheme for minerals, with a common set of rules."], "subsections": []}]}]}, {"section_title": "Significant Challenges to Monitoring, Regulating or Controlling the Minerals Trade from Eastern DRC Have Yet to Be Addressed", "paragraphs": [], "subsections": [{"section_title": "A Number of Challenges Exists to Tracking Minerals’ Mine of Origin", "paragraphs": ["According to U.S. agency officials, foreign government officials, and  others, it will be very difficult to correctly identify and track the origin of  minerals from specific mines to points of export in Goma or Bukavu.  There are a number of challenges to tracking the mine of origin for  minerals artisanally mined in eastern DRC:    Artisanal mining in eastern DRC is rudimentary. No paperwork exists at  the mines that reliably documents which minerals are extracted from  which mine sites.", "Due to the remoteness of the mine sites and the lack of infrastructure,  especially the lack of roads to the sites, it is virtually impossible for DRC  mining officials, representatives from international organizations, or  others to consistently monitor mine activities at many sites.", "The presence of some Congolese national military units and illegal armed  groups at the mine sites pose a security threat to DRC officials or  representatives from international organizations who might be present at  the sites.", "According to U.S. agency officials and industry representatives,  certification schemes rely on the active participation and cooperation of  DRC mining officials. However, according to U.S. agency officials and  representatives of artisanal miners, DRC mining officials suffer from a lack  of capacity, such as an insufficient number of trained mining officials and  mining police to cover the mines, and endemic corruption.", "Identifying and tracking the mine of origin for gold would be especially  difficult because gold is typically found in very small nuggets or as gold  dust that is usually smuggled out of eastern DRC. According to an industry  representative, to date, no entity in the international community has  proposed a certification scheme for gold. The difficulty of tracking the  mine of origin for gold is important because, according to UN officials,  illegal armed groups, such as the FDLR, that have engaged in some of the  most brutal and egregious human rights violations are reportedly heavily  involved in the gold trade. While Congolese military units seized tin and  tantalum mines during military offenses in 2009, much of the gold trade  remains under the control of illegal armed groups."], "subsections": []}, {"section_title": "Lack of Security, Weak Governance, and Lack of Infrastructure Are Significant Challenges That, Unless Addressed, Will Likely Hamper Efforts to Monitor, Regulate, or Control the Minerals Trade", "paragraphs": [], "subsections": [{"section_title": "Lack of Security, Weak Governance, and Lack of Infrastructure Are Significant Challenges", "paragraphs": ["Unless they are effectively addressed, U.S. agency officials, foreign  government officials, and others have identified lack of security, weak  governance, and lack of infrastructure as significant challenges that will  likely hamper efforts to monitor, regulate, or control the minerals trade.  According to U.S. agency officials, UN officials, and others, the minerals  trade cannot be effectively monitored, regulated, or controlled as long as  armed groups and some units of the Congolese national military continue  to commit human rights violations and exploit the local population at will.", "In addition, U.S. and foreign government officials have also indicated that  weak governance and lack of state authority in eastern DRC is a significant  challenge. According to UN officials, if Congolese military units are  withdrawn from mine sites, civilian DRC officials will need to monitor,  regulate, and control the minerals trade. Such effective civilian oversight  will not occur if civilian officials in eastern DRC continue to be corrupt, to  be severely underresourced, or to lack the necessary skills to perform  their duties. U.S. and foreign government officials also said that lack of  infrastructure in eastern DRC, especially road access to mining sites, is a  significant challenge. According to U.S. agency officials and industry  representatives, the minerals trade cannot be effectively monitored,  regulated, or controlled unless civilian DRC officials, representatives from  international organizations, and others can readily access mining sites to  check on the enforcement of laws and regulations and to ensure visibility  and transparency at the sites.", "The challenges of insecurity, weak governance, and lack of basic  infrastructure in eastern DRC were also identified in a GAO 2007 report,  which pointed out that some of these challenges have to do with the vast  expanse of territory in the region and the associated difficulties in  implementing programs. In addition, the DRC shares borders with  several nations that have played important roles in either the stability  or  the instability of the country, so the participation and cooperation of the nations are essential. control the minerals trade will ultimately depend upon the DRC  government’s cooperation, commitment, and actions."], "subsections": []}, {"section_title": "Three Interrelated Actions Are Necessary to Address Challenges, but Little Progress Has Been Made", "paragraphs": ["The DRC is bordered by Rwanda, Uganda, Sudan, Central African Republic, Republic of  the Congo, Angola, Zambia, Tanzania, and Burundi. the government, and comprehensive training for the troops to not engage in human rights violations and sexual and gender-based violence.", "To address the lack of security, the United States and other donors are  making some efforts to train specific Congolese national military units,  and the UN hopes to provide some barracking of Congolese military units.  For example, the United States and Belgium are providing training to  certain Congolese national military units. However, according to U.S. and  foreign government officials, while security sector reform is a critically  important long-term issue, there has been very little progress to date.  According to foreign government officials, some units trained by foreign  donors in the past quickly resumed behaviors of committing human rights  violations after their training was completed. This was, in part, because  the units were not consistently paid by the DRC government after their  training. A senior U.S. official said that, recently, the United States has  reached broad agreement with other training countries to coordinate their  efforts, and that the United States is pushing the DRC government to take  responsibility for security sector reform.", "To address weak governance, U.S. and foreign government officials said  measures to increase the capacity of civilian DRC officials, including  efforts to reestablish military and civil law and justice, and the training of  law enforcement officials are needed. The DRC government is making  some attempts to improve governance by deploying mining officials in  eastern DRC and pursuing the PROMINES project with the World Bank.  According to a UN official, through the DRC stabilization plan, the UN  hopes to enhance the Congolese police presence and build some  administrative buildings in eastern DRC. However, these efforts are still  mostly in the pilot stage.", "To address lack of infrastructure, U.S. and DRC officials stated that  investments in infrastructure, especially developing and improving roads  to mine sites, are needed to facilitate access. Reliable roads will facilitate  visibility and transparency at mine sites by allowing civilian DRC officials,  representatives from international organizations, and others faster and  easier access to the mines and will reduce opportunities for civilians  transporting minerals to be exploited by armed groups. According to a UN  official, the UN hopes to build some basic infrastructure in eastern DRC,  including roads, through the DRC stabilization plan. However, these  efforts are still mostly in the pilot stage."], "subsections": []}]}]}, {"section_title": "Conclusions", "paragraphs": ["In eastern DRC, diggers using basic tools or their hands mine tin, tantalum,  tungsten, and gold to sell for export to the world market. Illegal armed  groups and some Congolese national military units are involved in the  trade of these minerals. These groups and units continue to commit  serious human rights abuses and engage in violence against civilians.  However, the minerals trade is only one of several economic activities  perpetuating conflict. The United States has provided substantial  humanitarian aid to the DRC; the Secretary of State visited eastern DRC  and called for action; and the United Nations has a large peacekeeping  force in the DRC, to which the United States is the largest donor. However,  the eastern DRC continues to be plagued by violence against the civilian  population from state and nonstate armed groups exploiting the minerals  in the region. Due to the urgency of the situation, the DRC government,  industry groups, and the international community—-including the United  States—-are making efforts to regulate and control the minerals trade in  eastern DRC. However, many of these efforts are in the preliminary or  proposal stage, and significant challenges exist that could undermine their  efficacy—-including insecurity, weak governance, and lack of  infrastructure in eastern DRC.", "Recent actions by State, including its summarizing U.S. plans in a three- page white paper, and producing a map of mines and armed groups,  demonstrate the U.S. government’s interest and engagement in working  with other stakeholders to address the deadly conflict in the minerals-rich  eastern DRC. However, the white paper does not go far enough to provide  concrete, actionable steps, including steps the United States will take to  contribute to addressing the challenges of lack of security, weak  governance, and lack of infrastructure in eastern DRC that could impede  efforts to monitor and regulate the minerals trade. Addressing these  challenges will require close collaboration between the United States and  other stakeholders; thus, providing a more concrete, actionable plan  would enable U.S. partners to determine how U.S. efforts might  complement their own. Also, State’s map of mines and armed groups,  notwithstanding the noted limitations, is a step in the right direction.  However, while State may have used the best available data for the map,  the document presents information at a point in time, whereas U.S. and  UN officials have acknowledged the fluidity of the situation in the mining  areas. Periodically updating the information to capture the changing  situations of the mines and armed groups may contribute to increased  transparency and enhance the efforts to monitor and regulate the mining  sector. The Dodd-Frank Wall Street Reform and Consumer Protection Act  of 2010, which requires the Secretary of State to provide Congress with a  strategy and to produce a map of mineral-rich zones, underscores the  importance of the United States taking further action, in collaboration  with other stakeholders, to help address the trade of DRC conflict  minerals."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To respond to the urgent humanitarian crises and reinforce U.S.  commitment to work for peace and security in eastern DRC, in  collaboration with the DRC government and international partners, we  recommend that the Secretary of State, in consultation with the heads of  other relevant U.S. agencies, take the following action:    Provide Congress and other international stakeholders with concrete,  actionable steps that the United States could take to help monitor,  regulate, and control the minerals trade in eastern DRC, including steps to  help address the challenges of lack of security, weak governance, and lack  of infrastructure in eastern DRC.", "Recognizing the role that timely information on mines and armed groups  could play in monitoring, regulating, and controlling the conflict minerals  trade in eastern DRC, we recommend that the Secretary of State, in  consultation with the Secretary of Defense and working with other  relevant international stakeholders, take the following step:    Make every effort to periodically update information based on the best  available data on mines, armed groups, and mineral trading routes subject  to illicit taxation by illegal armed groups or Congolese military units."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to the Department of State, Department  of Defense, United States Agency for International Development,  Department of the Treasury, and the United States Trade Representative  for their review and comment. We received written comments from State  that are reprinted in appendix II. State concurred with our first  recommendation that the Secretary of State provide Congress and other  international stakeholders with concrete, actionable steps the United  States could take to help monitor, regulate, and control the minerals trade  in eastern DRC, including steps to help address the challenges of lack of  security, weak governance, and lack of infrastructure in eastern DRC.  State also concurred with our second recommendation that the Secretary  of State, in consultation with the Secretary of Defense and working with  other relevant international stakeholders, make every effort to periodically  update information, based on the best available data, on mines, armed  groups, and mineral trading routes subject to illicit taxation by illegal  armed groups and Congolese military units. State stated that it is taking  steps, in coordination with the DRC government, other partners, and  regional initiatives, to help address the illicit trade in minerals. State also  stated that the Department will develop and share the strategy and map of  mineral-rich zones that are required by the Dodd-Frank Act. State noted,  however, that the Department’s ability to address these problems is  constrained by its insufficient resources and lack of access to relevant  areas of the DRC. The United States Trade Representative and the United  States Agency for International Development had no comments on this  report. However, the United States Agency for International Development  stated that the agency will use the information in this report to inform  future programming. We received technical comments from Treasury,  which we incorporated as appropriate.", "We are sending copies of this report to the appropriate congressional  committees and other interested parties. We also will make copies  available to others on request. In addition, this report will be available on  GAO’s Web site at http://www.gao.gov.", "If you or your staffs have any questions about this report, please contact  me at (202) 512-4347 or yagerl@gao.gov. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this report. Key contributors to this report are listed in appendix III."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["To examine the minerals trade in the eastern Democratic Republic of the  Congo (DRC), its connection to human rights violations; and national and  international efforts to monitor, regulate, or control the trade, we assessed  (1) the key minerals mined in eastern DRC and how these minerals are  mined, transported, and processed; (2) the extent to which there are links  between minerals extraction, armed conflicts, and human rights abuses in  eastern DRC; (3) the measures that the DRC, the United States, and the  international community have taken to monitor, regulate, or control the  minerals trade and their effectiveness; and (4) the challenges and  limitations that the DRC, the United States, and the international  community face in monitoring, regulating, or controlling the trade, and  how these challenges are being addressed. To address these objectives, we  reviewed and analyzed various reports, memorandums, and other  documents from relevant U.S. agencies; foreign governments; multilateral  organizations, such as the United Nations (UN); nongovernmental  organizations; and industry organizations. We interviewed officials from  the Department of State (State), the Department of Defense, the United  States Agency for International Development, the Department of the  Treasury (Treasury), and the Office of the United States Trade  Representative.", "We reviewed the Dodd-Frank Wall Street Reform and Consumer  Protection Act of 2010; Treasury’s DRC sanctions regulations; State  documents and reports, including State Country Reports on Human Rights;  United States Geological Survey’s Mineral Commodities Summaries and  Minerals Yearbooks; other documents, cables, reports, and memorandums  from relevant U.S. agencies; reports issued by the UN Group of Experts on  the DRC; and World Bank reports and program documents. We also  reviewed various documents and reports on the global tin association’s tin  traceability initiative for eastern DRC. In addition, we reviewed numerous  reports by nongovernmental agencies, subject matter experts, and  academics on a variety of issues related to eastern DRC.", "During the course of our review, we traveled to London (United Kingdom),  Brussels (Belgium), Goma (eastern Democratic Republic of the Congo),  and Kigali (Rwanda) and interviewed U.S. agency officials, various foreign  government officials, officials from multilateral organizations, and  representatives from both western and local nongovernmental  organizations and industry. We also interviewed UN officials, United  Nations Organization Stabilization Mission in the Democratic Republic of  the Congo (MONUSCO) officials, and U.S. officials of the United States  Mission to the United Nations in New York. We interviewed a number of  current and former members of the UN Group of Experts panels. The UN  and MONUSCO, in particular, have had a substantial, long-term presence  in eastern DRC for the past decade that positions them as the leading  subject matter experts on the situation on the ground in eastern DRC. The  Human Rights Division of MONUSCO, the United Nations Joint Human  Rights Office, has operated on the ground in the DRC since 1996 and  monitors, investigates, and reports on human rights abuses by means of its  in-country network, which includes more than 120 human rights officers  throughout the DRC; military observers; and working relationships with  nongovernmental organizations. Also, the UN Panel of Experts and,  subsequently, the UN Group of Experts have examined the link between  natural resource exploitation in the DRC and conflict since 2000.", "Because of the inaccessibility of many locations in eastern DRC and the  mining sites, in particular, our analysis of conditions in mining areas is  based largely on in-depth research and site visits conducted by  representatives from various western and local nongovernmental  organizations, UN officials, U.S. and foreign government officials, and  international subject matter experts.", "We conducted this performance audit from October 2009 to September  2010, in accordance with generally accepted government auditing  standards. These standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Comments from the Department of State", "paragraphs": [], "subsections": []}, {"section_title": "Appendix III: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the individual named above, Godwin Agbara, Assistant  Director; Ian Ferguson; Qahira El’Amin; Michael Hoffman; Ernie Jackson;  and Karen Deans made key contributions to this report."], "subsections": []}]}], "fastfact": []}