{"id": "GAO-08-600", "url": "https://www.gao.gov/products/GAO-08-600", "title": "Motor Carrier Safety: Improvements to Drug Testing Programs Could Better Identify Illegal Drug Users and Keep Them off the Road", "published_date": "2008-05-15T00:00:00", "released_date": "2008-05-21T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Federal law requires commercial drivers to submit urine specimens for drug testing. The Federal Motor Carrier Safety Administration (FMCSA) is responsible for ensuring that motor carriers comply with these regulations. Recent reports have raised concerns that some drivers may not be tested, some may be tested but avoid detection, and some may test positive but continue to drive. GAO was asked to look at these challenges. This report reviews (1) the factors that contribute to challenges related to drug testing and (2) the various options that exist to address these challenges. GAO obtained information from a wide variety of stakeholders in the drug testing industry, and analyzed data from FMCSA and others to determine the potential effectiveness of various options."]}, {"section_title": "What GAO Found", "paragraphs": ["Many factors contribute to the challenges of detecting drivers who are using illegal drugs and keeping them off the road until they complete the required return-to-duty (treatment) process. Factors contributing to drivers not being in a drug testing program include FMCSA's limited oversight resources for all carriers and limited enforcement options for safety audits of new carriers. Although FMCSA and its state partners review thousands of carriers each year, these reviews touch about 2 percent of the industry. As a result, carriers have limited incentives to follow the regulations. Factors contributing to failures to detect drug use include the ease of subverting the urine test, either because collection sites are not following protocols or because drivers are using products that are widely available to adulterate or substitute urine specimens. For example, GAO investigators, posing as commercial truck drivers needing drug tests, found that employees at 10 of 24 collection sites tested did not ask the investigator to empty his pants pockets, as they are required to do, to ensure he was not carrying adulterants or substitutes. Factors contributing to drivers testing positive yet continuing to drive include drivers not divulging past drug test history, carriers' failure to conduct thorough background checks on a driver's past drug testing history, and self-employed owner-operators' failure to remove themselves from service. GAO's analysis identified the following options as having the greatest potential for addressing these challenges: (1) For increasing the number of drivers tested: strengthen the enforcement of safety audits for new carriers. Stiffer requirements for having a testing program will likely result in more new entrants having effective drug testing programs. DOT has begun this improvement. (2) For reducing opportunities to subvert the test: additional authority to levy fines when collection sites do not follow federal protocols. This could decrease the opportunity to subvert the test. Also, congressional action to ban subversion products at the federal level could make these products more difficult to obtain. (3) For reducing the number of drivers who test positive and continue to drive: a national database of drug testing information. This would allow for more thorough checking of applicants' past test results. FMCSA has begun to lay the groundwork for a database, but FMCSA may need additional authority to ensure accurate reporting of information. Also, using the database to encourage states to suspend a driver's commercial driver's license after a positive drug test or refusal to test would be a more direct way to compel drivers to complete the return-to-duty process. Any of these options would require either additional resources or a transfer of resources that fund other safety-related initiatives, and some of the options require federal or state legislation and rule making. A national database would have to consider driver protections and a process by which information can be corrected or removed."]}], "report": [{"section_title": "Letter", "paragraphs": ["Every year, approximately 5,500 fatalities and 160,000 injuries result from  crashes involving large trucks and buses. While vehicle problems and  driver behaviors such as speeding or fatigue are the most frequently cited  factors involved in these crashes, studies indicate that operating a motor  vehicle while under the influence of drugs or alcohol, or both, can increase  crash risk anywhere from two- to six-fold. Since 1988, federal regulations  have required commercial drivers to be tested for drugs and alcohol in  order to reduce the number of crashes that occur as a result of illegal drug  use and alcohol misuse. This is a sizable undertaking since more than  700,000 commercial motor carrier companies are registered with the  federal government and thousands of new, often small, carriers enter the  industry each year. The Department of Transportation (DOT) and one of  its administrations, the Federal Motor Carrier Safety Administration  (FMCSA), publish regulations that govern the drug and alcohol testing  process for truck and motor coach drivers. FMCSA is responsible for  ensuring that motor carriers comply with these regulations and does so  through safety audits of carriers that have recently started operations and  compliance reviews of carriers already in the industry. FMCSA officials  and some stakeholders we met with agreed that FMCSA’s drug testing  requirements have been successful in deterring and reducing illegal drug  use among those employed in transportation safety-sensitive positions.", "Drug testing results indicate that some drivers are using illegal drugs.  FMCSA data show that each year from 1994 through 2005, between 1.3  percent and 2.8 percent of drivers tested positive for the presence of illegal  drugs under random testing. However, these statistics do not indicate the  full extent of drug use among truck drivers, and the current drug testing  program does not guarantee that drivers who do test positive or refuse to  be tested are disqualified from driving until they complete the required  return-to-duty process. In particular, the following issues have been  identified that suggest there is reason for concern regarding the potential  extent of drug use among truck drivers:    An unknown number of commercial drivers who use illegal drugs are not  part of a drug testing program. Statistics from compliance reviews indicate  that over 9 percent of these reviews conducted between 2001 and 2007  found that carriers have no drug testing program at all, meaning that many  drivers are not subject to a drug testing program. While most of those who  are not tested would likely test negative for drugs, it is likely that some  drivers who would test positive for drugs are not being tested.", "An unknown number of drug users manage to avoid detection even when  they go through the testing process. For example, some drivers are  successfully adulterating or substituting their urine specimens with  products that are widely available and marketed as allowing drivers to  “beat” the test.", "Among the drivers who test positive, an unknown number continue to  drive—primarily by “job-hopping”—without completing a required return- to-duty process guided by a substance abuse professional. There is little  data on the number of drivers who complete the return-to-duty process. A  Director of the Substance Abuse Program Administrators Association  conservatively estimates that less than half of commercial driver’s license  (CDL) holders who test positive or refuse to test successfully complete the  return-to-duty process before returning to their jobs. Those who do not go  through the return-to-duty process and continue to drive are called job- hoppers—job-hoppers test positive for one carrier; are fired, quit, or are  not hired; do not go through the return-to-duty process; abstain from drug  use for a short period; test negative on a pre-employment test for another  carrier; go to work for another carrier; and could continue to use drugs.  Furthermore, self-employed owner-operators are also unlikely to remove  themselves from safety-sensitive duty in the event of a positive test,  though it is not known how many truly self-employed owner-operators  exist.", "In light of these issues, this report examines (1) the factors that contribute  to the main challenges of ensuring all drivers are in a drug testing  program, limiting drivers’ ability to avoid detection by a drug test, and  keeping drivers off the road once they have tested positive; and (2) the  options that exist for addressing these challenges, the potential effect of  these options, and the challenges that would be faced in implementing  them.", "To address these issues, we reviewed DOT and FMCSA regulations,  policies, and reports, and interviewed officials from FMCSA and DOT’s  Office of Drug and Alcohol Policy and Compliance (ODAPC) and the  Department of Health and Human Services’ (HHS) Substance Abuse and  Mental Health Services Administration (SAMHSA). This review focuses on  the controlled-substance portion of the drug and alcohol testing  regulations and does not address alcohol testing. We analyzed FMCSA  data on the results of compliance reviews and safety audits, as well as data  on enforcement activities. We interviewed motor carrier industry  associations representing many segments of the motor coach and trucking  industry, such as the American Trucking Association, the Owner-Operator  Independent Drivers Association, the American Bus Association, and the  National Association of Small Trucking Companies. We also interviewed  officials from unions representing truck and bus drivers and from a variety  of associations representing urine specimen collectors, medical review  officers, substance abuse professionals, consortiums/third-party  administrators, and others involved in the drug testing industry. We also  interviewed representatives from a company that manages several HHS- certified laboratories that analyze DOT drug test specimens. We observed  FMCSA oversight activities, including four compliance reviews and two  new-entrant safety audits in several states. We selected states in which to  observe compliance reviews and new-entrant safety audits on the basis of  the availability of ongoing FMCSA oversight activities. We interviewed  representatives from the motor carriers being audited. In total, we  interviewed 10 motor carriers, including both large and small carriers, and  one owner-operator. We interviewed officials from motor vehicle licensing  departments in states that had passed laws to require reporting of positive  drug test results. We interviewed the state attorney general’s office of a  state that passed a law banning adulterants and substances to subvert a  drug test. We also interviewed officials involved in the drug testing  programs at other DOT modal administrations, including the Federal  Aviation Administration, the Federal Transit Administration, and the  Federal Railroad Administration, to gather information on whether these  problems are common across the administrations, how problems are  addressed by the other administrations, and how issues and circumstances  in the other modal administrations can or cannot be compared with  FMCSA’s experience.", "In the course of our interviews and analyses, we identified many options  that have been suggested as possible ways to address problems or weak  points in FMCSA’s current drug testing program. We assessed the various  options for their likely effectiveness in addressing the particular problem  they were designed to address and their feasibility from the standpoint of  cost, support, and amount of effort involved in implementation. Our  assessments were based on (1) analyzing and synthesizing the views of the  various government officials and industry stakeholders we interviewed  with regard to their estimations of the potential effectiveness and  feasibility of pursuing various options; (2) reviewing studies that have  been conducted regarding the feasibility of certain options; (3) analyzing  cost and other data; and (4) analyzing the experience of other modal  administrations or entities in implementing various options, where  applicable. Inherently there are certain limitations and variances in the  quality of data and information available about certain options. Therefore,  we used a certain amount of professional judgment in comparing options  relative to one another. We determined that the data used in this report are  sufficiently reliable for our purposes. We conducted this performance  audit from June 2007 to May 2008 in accordance with generally accepted  government auditing standards. Those standards require that we plan and  perform the audit to obtain sufficient, appropriate evidence to provide a  reasonable basis for our findings and conclusions based on our audit  objectives. We believe that the evidence obtained provides a reasonable  basis for our findings and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["Federal drug testing regulations require commercial motor carriers to have  a drug testing program that covers transportation safety-sensitive  employees who operate commercial motor vehicles with a gross vehicle  rating of 26,001 pounds or more; are designed to transport 16 or more  passengers, including the driver; or are of any size and are used in the  transportation of placarded quantities of hazardous materials. While the  largest motor carriers operate upward of 50,000 vehicles, most carriers are  small, with approximately 80 percent operating between one and six  vehicles. Carriers continually enter and exit the industry, and turnover  among small carriers is high, thereby making them harder to track. Since  1998, the industry has increased in size by an average of about 29,000  interstate carriers per year.", "The Omnibus Transportation Employee Testing Act of 1991 required DOT  to implement drug testing using urine specimens. According to DOT, in  2006, there were approximately 7.32 million DOT-regulated tests  conducted. DOT’s drug testing both identifies and deters illegal drug use,  with the objective of improving road safety by preventing crashes in which  the driver’s use of illegal drugs may be a contributing factor. According to  the Substance Abuse Program Administrators Association, illegal drug use  impacts driver safety in more ways than simply “impairment.” Risk-taking  behavior, cognitive degradation, and inattention are all correlated with  illegal drug use, even when the individual is not “impaired” from a  toxicological perspective. As implemented by DOT, testing covers five  drug categories: marijuana, cocaine, amphetamines (including  methamphetamine), opiates (including codeine, morphine, and heroin),  and phencyclidine (PCP). Motor carriers are required to obtain a negative  test result prior to employing drivers and allowing them to engage in  safety-sensitive duties. Carriers also must conduct random testing,  postaccident testing, and reasonable suspicion testing. If employees test  positive, refuse to test, or otherwise violate the regulations, they are  required to complete a return-to-duty process before re-engaging in safety- sensitive duties. The return-to-duty process is guided by a substance abuse  professional and must include education or treatment, return-to-duty  testing, follow-up testing, and possible aftercare.", "Motor carriers must implement a drug testing program and may use  service agents to perform some or the majority of the tasks needed to  comply with DOT drug testing requirements. At a minimum, a motor  carrier must designate one of its employees to act as an employer  representative. A designated employer representative is authorized by the  carrier to take immediate action to remove a driver from safety-sensitive  duties after being notified of a positive or refusal-to-test result. Service  agents cannot act as designated employer representatives. Service agents  must meet qualification requirements and are responsible for  implementing the required protocols. Figure 1 provides information about  DOT’s drug testing process and the role of service agents.", "Service agents include the following:    A collector instructs drivers during the urine collection process, makes an  initial inspection of the specimen provided, divides the specimen into  primary and split specimens, and sends it to the laboratory for analysis. A  collection site can be any toilet in a clinic, hospital, or office building; a  toilet on site at a carrier’s place of business; or a portable toilet.", "A laboratory analyzes the specimen. DOT is required to adhere to testing  protocols developed by HHS and to use laboratories certified by HHS; as  of April 2008, there were 42 such laboratories.", "A medical review officer, who is a licensed physician, is responsible for  receiving and reviewing laboratory results for a carrier’s drug testing  program and evaluating medical explanations for certain drug test results.  In cases of confirmed positive, adulterated, substituted, or invalid test  results the officer must verify the laboratory results by speaking with  drivers and informing them of their right to have the split specimen tested.", "A substance abuse professional evaluates drivers who have tested  positive or refused to take a test and makes recommendations about the  return-to-duty process, which could include education, treatment, return- to-duty testing, follow-up testing, and aftercare. Drivers are required to  complete the recommended steps before they re-engage in safety-sensitive  functions.", "A consortium/third-party administrator is a company that can provide  or coordinate either a variety of or all of the above services for carriers  and owner-operators.", "The enormity and fluidity of the motor carrier industry and its service  agents, and FMCSA’s limited resources, do not allow for firm control over  motor carriers or service agents in following drug testing requirements. As  of September 2007, there were approximately 724,000 commercial motor  carriers registered in FMCSA’s Motor Carrier Management Information  System. FMCSA partners with states to provide oversight for safety  requirements, including drug testing. In addition to FMCSA, other DOT  administrations such as the Federal Aviation Administration (FAA),  Federal Railroad Administration (FRA), Federal Transit Administration  (FTA), and Pipeline and Hazardous Materials Safety Administration  oversee safety requirements, including drug testing, in the aviation,  railroad, transit, and pipeline industries respectively. According to the  Substance Abuse Program Administrators Association, of these  administrations, FMCSA has the largest number of entities to oversee and  the fewest personnel, per company, to do so. See appendix II for more  detailed information on DOT administration oversight of drug testing  programs.", "FMCSA has responsibility for ensuring compliance by trucking and motor  coach companies with all types of safety requirements, such as vehicle  inspections and hours of service, as well as drug and alcohol testing  requirements. FMCSA and its state partners ensure compliance through  several oversight activities, including safety audits of new entrants and  compliance reviews of existing companies—both of which cover  compliance with all types of safety requirements, including drug testing.  Safety audits are required for all new entrants to the trucking industry and  are opportunities for FMCSA and states to provide educational and  technical assistance to new carriers, explain carriers’ responsibilities  under the federal requirements, and check for operational deficiencies.  Nearly 37,000 safety audits were conducted in 2007. FMCSA uses a risk- based approach in addressing safety priorities with compliance and  enforcement resources. For example, FMCSA targets carriers for  compliance reviews based primarily on a poor carrier safety record in  SafeStat, which assigns each carrier a priority to receive a compliance  review. FMCSA also targets carriers for compliance reviews based on a  fatal accident, a complaint against the carrier or driver, or a follow-up  investigation after violations. In 2007, FMCSA and state investigators  conducted 16,000 compliance reviews. In addition to the audits and  compliance reviews, FMCSA also makes educational materials about drug  testing available on its Web site.", "Data from FMCSA’s oversight activities show that noncompliance and  poor compliance with the drug testing requirements is widespread. The  most frequently cited drug testing violation found in new-entrant safety  audits, which was found in 30 percent of safety audits conducted since  2003, was that carriers had no drug testing program at all. The two most  frequently cited drug testing violations in compliance reviews in 2007 were  that carriers have failed to adequately implement random drug testing or  pre-employment testing (see fig. 2). Over half of the 3,075 random testing  violations and 2,761 pre-employment testing violations resulted in fines,  with an average fine of $1,908 for random testing and $1,605 for pre- employment testing. Of the 190 cases in which a carrier failed to remove  a driver with a positive drug test from service, almost 80 percent resulted  in a fine, averaging $3,141.", "While FMCSA conducts oversight of motor carriers to ensure compliance  with drug testing requirements, FMCSA only conducts oversight of service  agents employed by the carrier in cases of specific allegations or  complaints. Few carriers conduct regular oversight of the service agents  they employ, and smaller carriers are less likely to conduct such oversight,  given their more limited resources. Other DOT administrations, including  FAA, FRA, and FTA, oversee service agents in various ways by conducting  regular compliance reviews, drug testing-specific audits, service agent- specific audits, and follow-up after complaints. These administrations can  also use public interest exclusions to enforce service agent compliance. A  recent GAO report found that there is a lack of compliance with protocols  among service agents that collect specimens for testing. Posing as  commercial truck drivers needing DOT drug tests, GAO investigators  determined that 22 of the 24 collection sites they tested were not in  compliance with some of the protocols that guide the process of collecting  a urine specimen."], "subsections": []}, {"section_title": "Several Factors Contribute to the Challenges in FMCSA’s Current Drug Testing Program", "paragraphs": ["A number of factors create challenges for FMCSA to ensure that all drivers  are in a drug testing program, drivers’ ability to avoid detection by a drug  test is limited, and drivers who test positive are removed from safety- sensitive duties until they have completed return-to-duty requirements.  First, the factors that contribute to drivers not being subject to testing  include limitations in FMCSA’s oversight resources. Limited resources  mean many carriers have little likelihood of ever being reviewed, which  may reduce the incentive for carriers to follow the regulations. Some  carriers also report confusion about how to implement effective drug  testing programs. Second, factors that contribute to drivers’ ability to  avoid detection include the ease with which the urine specimen can be  subverted because of noncompliant collection sites and the wide  availability of products for adulterating or replacing the urine sample. In  addition, drivers could be using drugs for which DOT does not test. Third,  factors that lead to potentially thousands of drivers who test positive to  continue to drive without completing the required return-to-duty process  include the nonreporting of past positive drug tests by drivers to  prospective employers and self-employed owner-operators who fail to  remove themselves from service."], "subsections": [{"section_title": "Limited Incentive for Carrier Compliance and Poor Understanding of Regulations by Some Carriers Can Result in Drivers Not Being Subject to Drug Testing", "paragraphs": ["Due to the large number of motor carriers regulated, FMCSA reviews only  a small percentage of the total number of carriers. Although those  reviewed typically have been identified as having significant safety  problems, the limited number of reviews lessens the incentive for existing  carriers to comply with drug testing requirements. FMCSA and its state  partners conducted an average of over 13,000 compliance reviews  annually on carriers from 2001 through 2007, but the majority of carriers  were not visited and have little likelihood of ever being visited. Existing  owner-operators and small carriers are less likely than larger companies to  be selected for a compliance review, since they are less likely to have a  safety record. Several associations told us that small carriers may have  less incentive to comply with drug testing regulations since visits by  FMCSA or state investigators are rare.", "New-entrant safety audits provide essential educational information to  new carriers. An FMCSA official told us the majority of new entrants are  typically visited 8 to 9 months after beginning operations. However, before  the safety audit occurs, new entrants may operate without adequately  implementing safety management regulations, including drug testing— FMCSA data indicate 30 percent of new entrants lack a drug testing  program. The purpose of the audit is to educate and encourage  compliance; under the current rules, absence of a drug testing program  does not result in a failure of the audit. An FMCSA official estimated that  less than 1 percent of new entrants fail safety audits. After an audit, the  carrier is given a list of recommendations for corrective actions, but  follow-up to ensure these actions were taken does not always occur.  However, if certain violations are discovered during a safety audit, such as  if a carrier is found to have used a driver who had a positive drug test, the  safety audit would end and the carrier would be immediately referred for a  compliance review. FMCSA published a Notice of Proposed Rulemaking to  strengthen the safety audit pass/fail criteria to give more significance to  basic safety management requirements, including drug testing, in  December 2006. A Final Rule is expected before the end of 2008.", "Several stakeholders we met with told us that for some carriers,  particularly small carriers, a poor understanding of their responsibilities to  implement drug testing regulations can also lead to carriers failing to  implement a drug testing program, or considerable noncompliance with  drug testing regulations. For example, one of the carriers we met with is in  the event industry and uses trucks to haul equipment. Since trucking is not  the company’s core business, the company was not aware of the  requirement to drug test its drivers. In another example, a representative  from one carrier we visited explained that the company was not sure how  to test drivers who work only periodically.", "Compliance with drug testing regulations is particularly problematic for  self-employed owner-operators. Like other drivers employed by motor  carrier companies, self-employed owner-operators must follow drug  testing regulations and participate in a drug testing program. A pre- employment drug test must be performed, and FMCSA requires that the  owner-operator must enroll in a consortium for random drug testing  purposes. However, it is not clear how an individual who is both the  employer and the employee would comply with drug testing reporting  requirements. If a self-employed owner-operator tests positive, there is no  one to remove the individual from safety-sensitive duties. Furthermore,  self-employed owner-operators probably have the smallest chance of  being selected for a compliance review because FMCSA will most likely  not have sufficient data available to create SafeStat ratings, unless they are  in a crash with a fatality."], "subsections": []}, {"section_title": "Several Factors Lead to Subversion of the Test and Result in Drug Users Avoiding Detection", "paragraphs": [], "subsections": [{"section_title": "Lack of Compliance by Collection Sites and Other Service Agents", "paragraphs": ["Collection sites that are out of compliance with DOT protocols for  specimen collection make it easier for drivers to subvert a test. For  example, GAO investigators, posing as commercial truck drivers needing  DOT drug tests, found that employees at 10 of 24 sites the investigators  tested failed to ask an investigator to empty his pants pockets to ensure no  items were present that could be used to adulterate the specimen. One  employee who did ask the investigator to empty his pockets did not verify  that all of his pockets were empty, and the investigator had hidden an  adulterant in his back pocket. At other collection sites, investigators found  substances available at the collection site that could have been used to  dilute or otherwise tamper with their specimen. At some sites, the  investigators found they were given ample opportunity to have a different  individual come in and provide a sample for them.", "While compliance with the regulations and collection protocols certainly  helps to reduce the opportunity for a driver to adulterate, dilute, or  substitute a specimen, as evidenced by our investigators’ findings, full  compliance with all protocols does not ensure that no cheating will occur.  In fact, our investigators were able to substitute a specimen at one site  that followed all protocols. In addition, the investigators concluded that at  any collection site they visited, they would have been able to tamper with  their specimen despite DOT protocols.", "Carriers can mitigate the opportunity to cheat on a drug test by having on- site collections and limiting the opportunity drivers have to retrieve  adulterants or substitutes or to dilute their sample. One large carrier we  interviewed conducts on-site collections with its own personnel and has a  policy and protocol aimed at minimizing any opportunity a driver would  have to retrieve an adulterant or substitute. At this company, drivers are  notified in person of a random drug test and are immediately taken to have  a specimen collected, without the ability to go to a locker, a car, or  anywhere else before providing the specimen. In order to subvert the  specimen in this environment, drivers would need to carry an adulterant at  all times when in the facility. In addition to the DOT-mandated tests, this  carrier conducts more frequent drug testing. Specifically, the company  conducts unannounced tests of all drivers at least once each year. Also,  new drivers, in addition to taking a pre-employment test, are tested again,  at an unannounced time, within the first 90 days of employment. On-site  collections may not be practical for smaller companies due to their more  limited resources and the impracticality of having drivers come into the  facility without being alerted to the possibility that they are being called in  for a drug test.", "In addition, other service agents, including consortiums/third-party  administrators, medical review officers, and substance abuse  professionals, may be out of compliance. For example, in one of its own  reviews, FMCSA found that a third-party administrator was not selecting  drivers at the required 50 percent rate for random tests. In other examples,  FMCSA found one unqualified individual who was acting as a medical  review officer and another unqualified individual acting as a substance  abuse professional who was issuing return-to-duty reports for drivers that  had not completed their prescribed treatment, in violation of return-to- duty requirements."], "subsections": []}, {"section_title": "Little Oversight of Service Agents by FMCSA", "paragraphs": ["Except in the case of specific allegations or complaints, FMCSA  investigators do not visit or audit collection sites or other service agents to  observe procedures and enforce compliance with drug testing  requirements. FMCSA and its state partners have a limited number of  staff who are currently conducting thousands of compliance reviews and  safety audits. DOT officials have stated that there are over 20,000  collection sites across the country that can be used to collect urine for  DOT drug testing, making oversight of these sites a daunting task.  Oversight by carriers—who are ultimately responsible for compliance of  their service agents—or by other entities that employ the services of  collection sites, such as third-party administrators, is also limited. One  large carrier with whom we spoke tests and verifies that the collection  sites it uses are in compliance, but none of the small carriers we  interviewed that had a drug testing program in place conducted any  oversight. Smaller carriers are less likely to conduct such oversight, given  their more limited resources. Representatives from a consortium/third- party administrator with whom we spoke told us that it observes some of  the collection sites it uses, but it is not clear that this is a common  practice. In addition, representatives told us that some major collection  companies internally audit their own sites to ensure compliance with all  requirements, but again, it is not clear whether this is a widespread  practice or whether any undercover testing of protocols is occurring.", "FMCSA does not have the authority to levy civil penalties on service  agents found to be out of compliance. FMCSA officials told us that, at  most, they can only fine the carrier that uses the service agent—not the  service agent itself. Several carrier and drug testing industry associations  we interviewed agreed that a lack of accountability that results from  limited oversight and enforcement leads to poor compliance or  noncompliance. FMCSA, ODAPC, and other DOT administrations can  initiate and have initiated a process known as a public interest exclusion  to disqualify noncompliant service agents. While no public interest  exclusion has been formally issued, the process has resulted in service  agents either correcting noncompliance or going out of business. Officials  we interviewed who have been involved in initiating a public interest  exclusion stated that the process could provide a greater deterrent if it  could be fully completed and a public notification of exclusion were  issued in the Federal Register."], "subsections": []}, {"section_title": "Widely Available Products and Other Methods Can Be Used to Subvert the Test", "paragraphs": ["Several hundred products designed to dilute, cleanse, or substitute urine  specimens can be easily obtained. The ease with which these products are  marketed and distributed through the Internet presents formidable obstacles  to the integrity of the drug testing process. As we have previously reported,  several states have laws that prohibit the manufacture, sale, or use of  products intended to subvert drug tests. To our knowledge, few individuals  have been cited or convicted for violating these laws. The interstate nature of  the manufacture and sale of products intended to subvert a drug test lessens  the impact of state-based laws. In most instances, DOT drug testing protocols  do not require directly observed collection or a thorough search for hidden  subversion products. Drivers intent on adulterating or substituting a urine  specimen can conceal small vials in socks or other undergarments. For  example, our investigators were easily able to bring in adulterants and  synthetic urine they purchased through the Internet at eight collection sites  where they attempted to do so.", "Another method for substitution is to have someone other than the  applicant or driver provide the urine specimen. Specimen collectors are  required to supervise drivers at all times and ensure that undetected  access to the collection area is not possible. Further, collectors are  required to identify the driver by looking at a photo ID issued by the  employer (other than in the case of a self-employed owner-operator) or a  federal, state, or local government. However, GAO investigators found  that at some collections sites, collectors either failed to supervise drivers  or failed to ensure that access to the area was secure. GAO investigators  also were able to successfully use fake driver’s licenses to gain access to  all 24 collection sites. These findings demonstrate that drug users may  have opportunities to have someone else take a drug test in their place.", "DOT does not require specimens to undergo validity testing, which may  detect the presence of some adulterants or substitutes, although DOT  officials stated that laboratory data show that between 98 percent and 99  percent of DOT specimens undergo such testing. However, because  validity testing procedures are available to the public, makers of  adulterants can use the information to formulate their products. According  to statistics from one of the largest HHS-certified laboratories, less than  0.1 percent of DOT tests are identified as adulterated and substituted.  SAMHSA officials with whom we met noted that the potential exists for  adulterated specimens to go undetected. Similarly, when urine specimens  are substituted, the test results could be negative; therefore, no data exist  on the extent to which successful substitution occurs. As a result, the rate  at which adulteration or substitution is occurring is unknown and  impossible to determine. Of the eight specimens our investigators  adulterated or substituted, the laboratory did not detect any of the  adulterants or substitutes used."], "subsections": []}, {"section_title": "Drugs for Which DOT Does Not Test", "paragraphs": ["Drivers who use illegal substances, such as ecstasy, or misuse legal  substances, such as a prescription medication containing oxycodone or other  synthetic opiates, may also be impaired, but they will not be flagged by DOT  drug tests. According to a study by the Office of National Drug Control  Policy, prescription drugs account for the second most commonly abused  category of drugs, after marijuana, but ahead of cocaine, heroin, and  methamphetamine. The Substance Abuse Program Administrators  Association has stated that many controlled-substance medications, including  painkillers, tranquilizers, sedatives, and stimulants can potentially impair an  individual’s ability to drive commercial vehicles, although the extent of  impairment compared with illegal drugs depends on many factors, including  the medication dose, the timing of the dose, the individual’s tolerance to the  medication’s effects, and interactions with other factors, such as fatigue."], "subsections": []}]}, {"section_title": "Nonreporting of Past Positives, Incomplete Background Checks, and Loopholes for Self- employed Drivers Can Lead to Drivers Testing Positive and Continuing to Drive", "paragraphs": ["Drivers can easily omit from a job application any previous employer for  which they tested positive or refused to test or can easily not disclose an  incomplete return-to-duty process. FMCSA officials, industry  associations, and carriers with whom we spoke told us that employers  usually terminate drivers who test positive (or do not hire those who test  positive on a pre-employment test), rather than send them through the  return-to-duty process, due in part to the expense of treatment and  rehabilitation. Drivers who do not complete a return-to-duty process may  either leave the industry or seek employment elsewhere in the industry.  Such drivers can remain drug free for a period of time to pass a pre- employment test and be hired by another carrier. The number of drivers  who engage in such job-hopping is unknown but could be substantial. Of  the approximately 85,000 drivers that FMCSA data suggest test positive  each year on random drug tests, the Substance Abuse Program  Administrators Association estimates that less than half successfully  complete the return-to-duty process.", "Noncompliance by carriers can also lead to the possibility of hiring a job- hopper. One of the top violations found in compliance reviews is a failure to  conduct required background checks, which includes checking for past  positive drug tests. If carriers do request previous drug test information,  previous employers may not respond to them or may not respond in a timely  fashion, which was an issue mentioned at all of the compliance reviews we  observed. In some cases, previous employers may have gone out of business.  Moreover, in one of the compliance reviews we observed, the carrier  indicated that some carriers from which he requested information charged  him for researching their records. In our observations of compliance  reviews, FMCSA investigators do not target these nonresponding carriers in  order to take action against them for noncompliance.", "Self-employed owner-operators who test positive will likely continue to  drive without going through a return-to-duty process. Owner-operators are  required to follow the drug testing regulations and be in a drug testing  program like all other drivers employed by motor carrier companies;  however, there are inherent conflicts for a self-employed owner-operator  in complying with the requirements. Even if an owner-operator who  participates in a consortium tests positive, there is no process for  removing the individual from safety-sensitive duties, and no one beyond  the owner-operator will be notified of the positive result.", "FMCSA is taking actions to try to target drivers who test positive and then  test negative again within a short period of time, indicating a likelihood  that they have not completed a return-to-duty process but are seeking new  employment. This process involves using data from service agents who  work with multiple companies and have noticed the same driver testing  positive with one employer and then testing negative within a 2-week  period for a different employer. According to a carrier association, in a  recent investigation, FMCSA looked at 69 positive tests that were received  within a 15-day period by a service agent and found that 21 of the drivers  tested negative in the same period for a different employer. According to  FMCSA officials, this process has been streamlined and simplified and will  be included in future training for field staff."], "subsections": []}]}, {"section_title": "Options for Addressing Challenges Involve Effectiveness and Feasibility Trade-offs", "paragraphs": ["In discussions with DOT, industry experts, motor carriers, industry  associations, and other stakeholders, and in reviews of previous studies,  we identified many options for addressing challenges of the current drug  testing program. Table 1 lists options that were suggested to us most often,  have been studied in some detail, or were identified through our analysis.  No option fully addresses the three main problems of drivers not being  tested, drivers testing negative but using drugs, and drivers testing positive  but continuing to drive. Each option would require either additional  resources or diverting resources currently used for other road safety  issues. In assessing the potential effectiveness and financial and  operational feasibility of these options, several stood out. The following  sections present the best options on a problem-by-problem basis."], "subsections": [{"section_title": "Improving Carrier Awareness and Compliance with DOT Requirements May Reduce the Number of Drivers Not in Drug Testing Programs", "paragraphs": ["Increasing the number of drivers who are in drug testing programs  requires improved compliance by carriers that are already in business and  by new entrants. There are different options for existing carriers and new  entrants since some oversight avenues by FMCSA are available for new  entrants but not for existing carriers. Table 2 summarizes our assessment  of the effectiveness and feasibility of the options relevant to each group. In  each case, we identified one option—delineated with a check mark—that  we believe represents the best combination of effectiveness and feasibility.", "Of the three options for improving compliance by existing carriers,  increasing the number of carrier compliance reviews provides the best  combination of effectiveness and feasibility. Conducting more reviews  would improve overall compliance with safety requirements. The increase  in reviews by FMCSA would provide an incentive for carriers to implement  sound drug testing programs in order to avoid fines for noncompliance.", "FMCSA is planning some changes to the way it targets carriers for  compliance reviews, which will include additional information on illegal  drug use and alcohol misuse. The effectiveness of this option, however, is  dependent on how many more compliance reviews would be conducted.  Compliance reviews are conducted for only a small percentage of carriers  each year. Providing a more meaningful incentive for carrier compliance  would likely require a substantial increase in this percentage, which  reduces the feasibility of this option. FMCSA and its state partners  currently conduct an average of over 13,000 compliance reviews each  year. Increasing the number of reviews to cover a more substantial portion  of the approximately 724,000 carriers in the industry would require hiring,  training, and paying additional investigators or diverting them from other  existing safety-related tasks.", "Conducting audits specific to drug testing regulations is a second option,  and while it may be less costly than substantially increasing compliance  reviews, its potential effectiveness is not as great and depends on  effectively targeting carriers. Targeting of carriers that have already been  found to be out of compliance with drug testing regulations could be done  based on findings of existing compliance reviews, but targeting additional  carriers may be difficult because of a lack of data on drug testing  programs outside of compliance reviews. Conducting audits specific to  drug testing requirements would take less time than traditional oversight  methods but would require additional resources, although not to the same  degree as substantially increasing carrier compliance reviews. However,  this option would dedicate resources to drug testing only at the expense of  using those resources in other ways that could improve overall safety,  such as in a full compliance review. The audit protocol to be used could be  similar to the other DOT administrations that conduct drug testing audits,  with minor changes to reflect FMCSA-specific requirements.", "A third option for improving compliance with drug testing requirements  among existing carriers is through better education. This would be the  easiest option to implement, would be effective for carriers and facilities  that want to comply with regulations, but would likely yield fewest results  for those deliberately trying to circumvent the regulations. Some carriers  with whom we spoke, including one whose primary business was not  transportation, told us that they either were not aware of the requirement  to drug test their drivers or were confused about their responsibilities  under the requirements. These carriers implied that if they could have  more easily understood the guidelines, they would have complied. FMCSA  already sends some information to carriers and provides information on  its Web site, and officials told us they have plans to send additional  materials on the drug testing program to carriers and to make the drug  testing portion of the Web site more user friendly. In dealing with specific  situational questions, FMCSA also responds to hundreds of drug and  alcohol telephone inquires and e-mails every week that deal with company  specific situations. In addition, ODAPC provides information on drug  testing requirements through speaking engagements and its Web site,  which has a Web page dedicated to employer issues. Employers and  others who go to ODAPC’s Web site have the ability to “Ask ODAPC”  specific questions they have regarding program implementation.  Employers also can phone and fax their inquiries. ODAPC officials  indicate that they answer the vast majority of email and phone inquiries  directly."], "subsections": [{"section_title": "Options for Improving Compliance by New Entrants", "paragraphs": ["The most promising option for improving compliance by new entrants— strengthening follow-up requirements on safety audits already required for  entry into the industry—is currently under way. In December 2006,  FMCSA published a Notice of Proposed Rulemaking to strengthen the  safety audit pass/fail criteria to give more significance to basic safety  management requirements, including drug testing. The proposed changes  would require a new carrier to implement a drug testing program or risk  failing the safety audit. Under the proposed changes, a motor coach or  hazardous materials carrier who fails an audit will have 45 days to correct  the deficiencies. All other carriers will have 60 days. If the new entrant  fails to respond to the notice or fails to correct the deficiencies within the  45- or 60-day grace period, FMCSA will issue an out-of-service order and  revoke the new entrant’s registration. Strengthening the audit in this way  helps ensure new carriers will rectify noncompliance, as opposed to the  current approach in which the carrier receives a list of requirements to  implement but may not be subject to any follow-up. DOT expects a final  rule to be published before the end of 2008. Strengthening safety audits  requires some additional resources to follow up if a carrier fails the audit.", "A second option to improve compliance by new entrants is to require them  to pass the safety audit before they begin operations. According to an  FMCSA official, safety audits generally do not occur until 8 to 9 months  after a new entrant has begun operations; this option would make passing  the safety audit a precondition to operating. Conducting the audit before  carriers begin operations would help FMCSA ensure that all new motor  carriers in operation understand their responsibility to comply with all  safety requirements, including drug testing, but includes feasibility  challenges. FMCSA officials told us that visiting a carrier before it begins  operating would not provide an opportunity to determine how well that  carrier is implementing safety requirements. For example, the applicant  may not yet have hired drivers, and there would be no logs to review.  Officials told us that FMCSA waits at least 90 days after a carrier has  entered the industry to get an accurate impression of its operations. The  increased requirements to obtain a DOT number and begin operations  would initially require more FMCSA resources, so that it could complete  its existing backlog of safety audits for carriers currently in their first 9 or  18 months of operations. The change to entry requirements would also be  time consuming since a rule-making process would be required. Stricter  requirements for entering the industry might reduce the ability of small  companies to begin operations and compete with larger, established  carriers because they would need to spend resources upfront, before their  business is up and running."], "subsections": []}]}, {"section_title": "Improving Detection of Drivers Using Drugs Focuses on Minimizing Opportunities to Subvert the Test", "paragraphs": ["Improving efforts to detect drivers using drugs potentially involves four  types of actions: (1) improving compliance by having service agents who  administer the tests for many carriers use proper testing procedures; (2)  increasing FMCSA’s enforcement authority against noncompliant service  agents; (3) limiting drivers’ ability to subvert the current test; and (4)  expanding the array of tested drugs. Table 3 summarizes our assessment  of the effectiveness and feasibility of each of these options. We identified  several options—delineated with check marks—that in our view represent  the best combination of effectiveness and feasibility.", "All types of service agents are included in both options that aim to  improve compliance because currently service agents are visited by  FMCSA only as a result of specific allegations. However, improving  compliance by collection sites in particular is central to reducing  opportunities to undermine a drug test. Recently, in recognition of the  importance of improving adherence to DOT protocols at collections sites,  ODAPC developed a checklist of critical DOT protocols that was sent to  collection sites for posting in their facilities. GAO investigators found that  collection sites that had checklists of DOT protocols were in better  compliance that those that did not. While this is a positive step that will  help collection sites better follow protocols, the following options focus  on providing a greater oversight presence at collection sites to ensure  better compliance. As discussed previously, however, adhering to  protocols will only minimize, not eliminate, the opportunity for  subversion.", "The option to conduct service agent-only audits and clandestine  inspections appears to hold the most promise since these audits and  surprise inspections, according to stakeholders and our own analysis,  would provide an incentive for service agents to follow proper protocols  and comply with DOT requirements. Currently, FMCSA is testing a service  agent-only audit. Service agent-only audits would create an oversight  presence that previously has not existed and would identify  noncompliance and provide corrective action. Furthermore, these types of  audits would likely send a message to the service agent industry that  noncompliance can be discovered and will have consequences. The costs  associated with this option, however, affect its feasibility. The service  agent industry is large and diverse, and covering it would require a large  number of audits, with attendant costs for hiring, training, and paying new  staff or transferring resources from other current safety-related duties.  However, FMCSA officials indicated that their goal in testing a new service  agent-only audit is to improve the effectiveness of their service agent  compliance activities, regardless of how many reviews they conduct.  ODAPC provides inspector and auditor training on issues related to drug  testing requirements for service agents. For example, ODAPC is working  with DOT’s Research and Innovative Technology Administration to  develop a video on collection-site security and integrity for use by  inspectors, auditors, and collection personnel.", "While the service agent industry is large and diverse, a number of  stakeholders suggested that even a small number of audits or clandestine  inspections would send an initial message that noncompliance by service  agents is serious enough to warrant FMCSA’s attention. This option may  result in increased costs for collection sites in particular, which might  need to conduct additional training for collectors, and for carriers, which  might have to absorb these costs in the form of higher fees for conducting  tests. DOT is in the early stages of implementing efforts to address this  issue. ODAPC officials told us they are developing a database that  centralizes the results of all of the other DOT administrations’ oversight of  service agents, starting with collection sites and ultimately including  medical review officers and others. Officials told us that all DOT  administrations can use the database to determine whether collection sites  have been visited and access the findings of the visits. The database could  serve as a method to target service agents with a history of poor  compliance. FMCSA officials stated that some of its investigators in the  field have been trained on how to conduct audits of collection sites and  that they hope to expand oversight activities with regard to service agents.", "A second option for ensuring compliance by service agents is visiting  service agents or conducting clandestine inspections as part of carriers’  compliance reviews, but this option would be less effective for two  reasons. First, such visits would not be as thorough as a service agent-only  audit. Second, including service agents as part of compliance reviews may  not be practical because some carriers use service agents in different  cities or states. FMCSA targets carrier compliance reviews on the basis of  highway safety risk, but there currently are no corresponding data  indicating that the service agents used by such carriers also carry greater  risk. However, when the database of service agents is operational, an  ODAPC official said that an FMCSA inspector could query the database to  find out whether a carrier was using a service agent that had been visited  by a DOT administration and what the findings were from such visits. This  option would be less expensive than the first because the investigator  would be adding a step to an existing process rather than conducting a  wholly different audit."], "subsections": [{"section_title": "Options for Increasing FMCSA’s Enforcement Authority", "paragraphs": ["Expanding FMCSA’s enforcement authority to include service agents may  result in greater compliance by service agents. Currently, FMCSA can only  fine the carrier that uses the service agent—not the service agent itself.  Stakeholders told us that the ability for FMCSA to fine service agents  would provide an effective incentive to follow protocols. The effectiveness  of this option depends on FMCSA’s ability to expand its oversight  activities, yet stakeholders said merely having the authority to fine service  agents would likely send a message to the service agent industry that there  are consequences for failing to comply with protocols. For example, FRA  officials indicated they had successfully warned service agents that their  continued noncompliance could lead to civil penalty action. These  warnings produced the desired resolution of noncompliance matters.  Representatives from one of the drug testing industry associations that  represent service agents told us that if FMCSA were to actually fine a  service agent, many service agents would come into compliance. Giving  FMCSA the authority to fine service agents would require legislation.  Officials from ODAPC told us they have created a committee to review  existing authorities of all DOT administrations to determine the current  authority of each administration. Consistency in authority to impose civil  penalties against service agents across the department may be important  given that service agents may be used and audited by more than one DOT  administration.", "A second but less promising option for increasing FMCSA’s enforcement  authority is to encourage greater use of the public interest exclusion  process. Our discussions with stakeholders indicated that in instances  where the process has been initiated, it has been an effective tool in  addressing noncompliance. However, officials in FMCSA and elsewhere  within DOT indicated the process is ineffective because a public interest  exclusion has never been issued. ODAPC officials told us they are  exploring changes to the process, such as getting an interim administrative  injunction against service agents pending the execution of a public interest  exclusion process, for instances when egregious noncompliance is  found—which FMCSA officials believe would increase the number  initiated. To make more use of the public interest exclusion process,  FMCSA would also need to find better ways to identify noncompliance by  service agents—either by visiting service agents during compliance  reviews or by conducting service agent-only audits. Because the public  interest exclusion process was designed to provide due process to service  agents, changing the process may be difficult. Additional costs would  depend on the extent to which improving the process results in additional  investigations."], "subsections": []}, {"section_title": "Options for Limiting the Ability to Subvert the Current Test", "paragraphs": ["Options for limiting the ability to subvert drug tests include banning or  limiting the effectiveness of products that drivers can use to alter a urine  specimen, testing alternative specimens, and changing protocols at  collection sites to verify drivers’ identification.", "The first option, a federal law prohibiting the sale, manufacture, or use of  subversion products, would be an improvement over the patchwork of  laws several states have in place, but implementation would be difficult  given the ease with which these products can be distributed. SAMHSA  has stated that it is critical to make the production and knowing use of  adulterant and substitution products illegal under federal law. This option  is also generally supported by representatives of the trucking and service  agent industries. The adoption of a federal prohibition may have a  deterrent effect on some sellers and buyers of the banned products. Sellers  of these products may reduce marketing, and some may decide to exit the  industry rather than face potential prosecution. Further, a federal law  would allow for prosecution in any state, if an individual were found to be  manufacturing, selling, or possessing such products.", "However, the deterrent effect of such a law on drivers who buy these  products may be limited since the individuals who would purchase them  also presumably bought and used the illegal drugs they are trying to mask.  Some other limitations on the effectiveness and feasibility of this option  include the following:    Gathering sufficient evidence to successfully prosecute makers, sellers,  and users of these products may be difficult, and the costs in time and  resources of enforcing the prohibition and investigating and prosecuting  violations may be significant. Web sites, for example, may try to  circumvent the law by posting disclaimers that their products are not  intended to subvert federal drug tests.", "Determining which law enforcement agencies would be responsible for  investigating and prosecuting cases may be difficult.", "Implementing a law to prohibit the purchase of adulterants and substitutes  does not address other subversion methods, such as diluting urine by  drinking large amounts of water or having someone else take a test in  place of the applicant or driver.", "Limiting the ability to subvert drug tests might be facilitated if the methods  used to identify adulterants are not published. This option has two  primary limitations. First, while it might help detect adulterated  specimens, it would not help detect substituted specimens. Drivers intent  on not being detected by drug tests may use a substituted specimen  instead of adulterating their own specimen. Second, SAMHSA officials said  restricting the publication of protocols would at best be a short-term  advantage because if validity testing protocols become the subject of a  litigation, they will become public.", "Another option for minimizing subversion tactics is to test hair or oral  fluids. One benefit would be that collections of these specimens would be  directly observed, thus reducing (but not eliminating) the opportunity to  adulterate or substitute specimens. Further, while products are available  for subversion of such tests, it is not clear whether these products are  effective in masking drug use. Some transportation companies already  conduct hair tests in addition to urine tests, and the result has been a  higher detection rate of illegal drug use. For example, one large carrier  conducted both hair and urine tests on over 15,000 employees in safety- sensitive positions from May 2006 to January 2008. The positive rate for  the hair tests was approximately 9 percent, compared with approximately  1.6 percent for the urine tests. The higher positive rate for the hair tests  may be a result of the fact that hair specimens generally retain evidence of  drug use for a longer period of time than urine specimens.", "These alternative testing methods hold promise for certain testing  purposes but are not suitable for others. Evidence of drug use becomes  apparent in oral fluids almost immediately but can only be detected for a  short time, making oral fluids suitable for postaccident tests and  unsuitable for pre-employment tests. On the other hand, evidence of drug  use does not become apparent in hair for several days after drug use but  has a long detection window, making hair more suitable for pre- employment tests and unsuitable for postaccident tests. In 2004, SAMHSA  published proposed revisions to mandatory guidelines for federal  workplace drug testing programs that included proposals to establish  scientific and technical guidelines for the testing of hair, sweat, and oral  fluid specimens. According to SAMHSA officials and some stakeholders in  the drug testing industry, the scientific issues related to hair testing— including differing detection based on hair length, color, and  contamination of hair from the environment rather than from direct use of  drugs—will require further exploration before protocols can be  established. For example, SAMHSA officials told us that at least two  scientific studies show that a drug will bond into hair when the hair is  exposed to environmental drug use.", "Other unresolved issues related to adopting hair testing include  establishing collection protocols for hair specimens, establishing  appropriate criteria for a positive test result, and determining how drivers  might challenge results via a specimen tested at a second laboratory.  SAMHSA officials, who currently are studying hair testing, said that  because of these and other issues, they cannot predict when a final rule on  hair testing will be issued. Also, since DOT is obligated by statute to use  SAMHSA guidelines on drug testing protocols, considerable work remains  before hair testing can supplement urine testing.", "Finally, another option that can limit the ability of drivers to substitute  their specimen by having someone else provide it would be to change DOT  protocols at collection sites to require verification of the drivers’  identification. However, it is not clear how verification could be effectively  accomplished. For example, carriers could be required to fax a copy of an  individual’s CDL to the collection site prior to a pre-employment or  random test, but there is no guarantee that the fax would be clear enough  to reliably authenticate identification."], "subsections": []}, {"section_title": "Testing for Drugs Not Currently Included in DOT Testing", "paragraphs": ["Testing for additional drugs, such as abused prescription drugs and other  illegal drugs, may be worthwhile. Representatives of the drug testing  industry, for example, generally supported testing for more and different  drugs, including prescription drugs. SAMHSA officials agreed that testing  for more and different drugs might have a deterrent effect on their use, but  expanding the test presents feasibility challenges, such as the cost of  additional laboratory analysis and increased medical review, to determine  whether the use of prescription drugs was proper. ODAPC officials said  they follow the lead of SAMHSA and federal workforce testing policies,  which allows tests only for drugs for which HHS has established  protocols."], "subsections": []}]}, {"section_title": "Reporting Positive Drug Test Information May Reduce the Number of Drivers Who Test Positive or Refuse to Test Yet Continue to Drive", "paragraphs": ["Two key options have been suggested to reduce the number of drivers  who test positive or refuse to test and continue to drive without going  through a return-to-duty process. The options—developing a national  database of drug and alcohol testing results that carriers could query, and  encouraging or compelling states to suspend the commercial driver’s  license (CDL) of a driver who tests positive—differ in their potential  effectiveness and feasibility, as shown in table 4. However, a CDL  suspension could build on a national database. That is, if an accurate  national database were created first, state licensing agencies could use the  information in the database to trigger action to suspend a driver’s CDL.", "A national database that carriers must query in screening a prospective  employee would provide information about whether the applicant had  previously tested positive for drugs or refused to take a DOT drug test, and  whether the applicant had completed the required return-to-duty process.  Applicants can easily omit previous employers for whom they tested  positive or refused to test, and easily not disclose an incomplete return-to- duty process. FMCSA reported to Congress on the feasibility of such a  database in 2004 and, as part of its Comprehensive Safety Analysis 2010  initiative, is working toward initiating a rule-making process for the  creation and implementation of a database comprising positive test results  and refusals-to-test for both drugs and alcohol. According to FMCSA  officials, current plans call for medical review officers to report positive  drug test results and refusals-to-test, but FMCSA would also solicit  comments on obtaining the information directly from carriers and for  carriers to report positive alcohol test results and refusals-to-test. While  the rule-making process is being initiated, FMCSA officials told us that  additional authority over service agents would be necessary to require the  reporting of drug testing information. Carriers would be required to query  the database prior to using drivers, which could supplement or possibly  replace the current requirement to check with previous employers  regarding past positive tests. FMCSA also plans to allow roadside  inspectors to query the national database to determine whether a carrier is  illegally using a driver who has failed a drug test. Four states already have  some form of database of drivers’ past positive drug tests, though  implementation varies by state (see app. III).", "A national database would enhance FMCSA’s ability to identify drivers  who engage in job-hopping, and ensure compliance with return-to duty  requirements. Since there is currently no effective way to identify job- hoppers, a national database would make positive test information more  readily available to carriers and to FMCSA for use in its initiative targeted  at carriers that employ job-hoppers and job-hoppers themselves. A  national database would also likely encourage drivers to go through the  return-to-duty process in order to continue working in the trucking  industry. However, a database would not be effective at stopping all job- hopping because not all carriers will report to or query the database,  particularly if they are not complying with drug testing regulations or do  not have a drug testing program in place. In addition, a database would not  necessarily address the problem of self-employed owner-operators who  test positive and fail to remove themselves from service, and fail to  complete the return-to-duty process.", "Stakeholders generally support a national database, which FMCSA is  considering, but several challenges would need to be addressed. Many  stakeholders, including carriers, industry associations, and one union with  whom we spoke are supportive of a database, particularly if privacy  concerns and drivers’ rights are adequately addressed. Some of these  stakeholders said a national database could affect drivers’ rights if results  are reported by unauthorized entities, if unauthorized persons gain access  to the information, if drivers are unable to clear inaccurate reports from  their records, or if drivers are unable to have return-to-duty completion  information posted to their records.", "Other challenges to implementing this option include the following:    The time and technological resources required to receive, process, and  respond to potentially thousands of queries each day could be significant,  even though the database would only maintain records on the drivers who  test positive or refuse to test. A 2004 FMCSA report estimates the number  of national database users at up to 750,000 or more. This report also  estimates the one-time cost of developing and implementing a national  database at approximately $1.2 million and ongoing annual costs,  including project and FMCSA staffing, at $994,000. FMCSA and ODAPC  officials noted that the costs in this report were likely underestimated.  FMCSA officials are estimating the initial cost of the database to be nearly  $9 million. FMCSA plans to refine its cost estimate as part of its rule- making process. Funding for this project would come at the expense of  FMCSA’s other safety-related activities, absent additional funding from  Congress.", "Processes for authenticating and registering the enormous number of  entities that submit to and query the database, and protecting database  information, could be challenging. A DOT Inspector General report on the  National Driver Register notes privacy concerns that would also need to  be addressed in the creation of a national database of drug test results,  including sufficient encryption of personal information during  transmission between entities, background checks on personnel  responsible for maintaining the database, and security of hard copy  records storage and computer access. Procedures would need to be  developed to ensure that only those authorized gain access to the  database. Procedures for verifying the qualifications and credentials of  those who report positives and refusals would need to be in place to  maintain the integrity of the system and avoid inaccurate database  information.", "Federal legislation would not be required to give FMCSA authority to  develop the database, but a 2004 report by FMCSA suggested a federal  mandate—rather than simply changing FMCSA regulations—would help  avoid conflicts with state laws and support DOT’s rule-making process.  Further, DOT and FMCSA will require additional authority over service  agents to ensure service agents report information.", "There are several things to consider in developing a database, including  (1) reporting issues such as determining who reports, what they report,  how they report, and how reporters are verified as legitimate; (2) access  issues such as determining who can access the information, what  information they can obtain, how they can access the information, and  how those who access the information are verified as legitimate; (3) the  length of time information is maintained; and (4) how inaccurate  information is corrected—all of which affect the potential effectiveness  and feasibility of a database. See appendix IV for a detailed description of  these issues."], "subsections": [{"section_title": "CDL Suspension", "paragraphs": ["Another option would be to encourage or compel states to make a positive  test or refusal-to-test result grounds for a suspension of a driver’s CDL  until the driver has completed the required return-to-duty process. This  option would require congressional action to encourage or require states  to suspend a CDL, and may require states to also adopt legislation (North  Carolina and Washington already suspend CDLs following positive and  refusal-to-test results). In order to transfer drug test information to state  licensing agencies, medical review officers and possibly carriers could  report drug test information to FMCSA, or they could be required to report  directly to the state of licensing. If a national database is in place, FMCSA  could potentially disseminate this information to the state licensing agency  of the CDL holder through the Commercial Driver’s License Information  System (CDLIS). Carriers would then check drivers’ motor vehicle  records, as they are required to do, during the hiring process and annually  thereafter. In doing so, they would identify drivers with disqualified CDLs  due to a positive or refusal-to-test result.", "We consider this option to be even more effective in keeping drivers who  test positive or refuse to test off the road, because its success does not  depend on full compliance by carriers in reporting drug test results or  following drug testing regulations. Most results would likely be submitted  by medical review officers, and the CDL suspension would affect drivers  even if their current or potential employer is not in compliance with the  regulations. In addition, a CDL suspension would affect both job-hoppers  and self-employed owner-operators that are participating in a drug testing  program. Many stakeholders with whom we spoke said this option would  better address job-hopper and owner-operator issues than a national  database. Carriers would know whether drivers are eligible to drive based  on drug test history when making inquiries into driving records, already  required by regulations. Also, owner-operators whose CDL is suspended  following a positive or refusal-to-test could lose their insurance. The CDL  suspension would provide incentive for drivers to go through the return- to-duty process in order to have their CDL reinstated.", "Using a national database to send information on positive drug tests to  state licensing agencies would have some advantages over having medical  review officers or carriers report directly to each state licensing agency.  For example, using a national database would ensure that the legitimacy  of those who report information on positive drug tests is verified, such as  ensuring that medical review officers reporting information are actually  licensed physicians. If the option were to be implemented through direct  reporting to each state, ensuring consistent verification efforts would be  difficult. Furthermore, a single database would make reporting  information easier for medical review officers or carriers compared with  having to report to each state licensing agency.", "Implementing the CDL-suspension option presents a number of  challenges. This option would require congressional action to either  require or encourage states to suspend CDLs based on DOT drug test  results, as well as adoption and implementation by each state, which could  take several years. Stakeholders cited the following challenges and issues:    Obtaining the funding necessary for state licensing agencies and FMCSA to  implement the requirement could be a concern. For example, North  Carolina’s initial costs for its current system included $50,000 in one-time  costs plus personnel costs for a half-time employee. Complying with a  broader federal requirement would clearly require more resources from  every state, potentially at the expense of other initiatives that can also  impact safety. States could utilize their existing systems for recording  information on motor vehicle records, although states would need to have  personnel in place to handle the drug test submissions. FMCSA may also  face additional costs with this option.", "As with the national database, implementing processes for authenticating  and registering entities that submit drug test information to FMCSA for the  CDL suspension in order to avoid inaccurate information, or malicious  intent, could be challenging. A CDL suspension could affect drivers’ rights  if results are reported by unauthorized entities, if drivers are unable to  clear inaccurate suspensions from their records, or if drivers are unable to  have return-to-duty completion information posted to their records.", "States would have to create or change their licensing procedures through  legislation in order to suspend CDLs based on the results of DOT-regulated  drug tests. Enacting legislation could be difficult and time-consuming and  would occur at different times in different states, resulting in some states  beginning to suspend CDLs later than others.", "Issues that affect the potential effectiveness and feasibility of the CDL  suspension are similar to those for a national database in terms of  reporting, the length of time information is maintained, and how  inaccurate information is corrected, but also include determining how  drivers’ CDLs would be reinstated. See appendix IV for a detailed  description of these issues."], "subsections": []}]}]}, {"section_title": "Conclusions", "paragraphs": ["While drug testing in the motor carrier industry has been successful at  identifying many drug users for nearly 20 years, the problems described in  this report suggest that the potential exists for many drug users to avoid  detection and continue to operate a commercial motor vehicle. Given the  enormity and fluidity of the motor carrier industry and the extent of  FMCSA’s oversight resources, establishing a drug testing program that  approaches 100 percent reliability in testing all drivers and identifying  drivers who have been using illegal drugs—and keeping them off the road  until they have complied with return-to-duty requirements—are unrealistic  expectations. However, this report has described a wide range of options  that can be considered to make incremental improvements in the ability of  FMCSA’s drug testing program to keep drivers using drugs off the road. In  our view, a comprehensive approach that encompasses several of the  identified options is needed to effectively address the problems we  identified, to re-establish the importance of the program throughout the  industry, and to reassert the federal government’s interest in ensuring  compliance with drug testing programs.", "ODAPC and FMCSA have both recently initiated a number of actions that are  intended to address challenges to the drug testing program in the motor  carrier industry. These actions, such as sharing information on compliance of  service agents across modal administrations, taking steps to strengthen the  new-entrant safety audit and the public interest exclusion process, and  beginning a rule-making process to establish a national database, among  others, all hold promise to improve the effectiveness of drug testing  programs. However, several of these actions are only just beginning, and  FMCSA may not have the authority it needs to pursue some of the options we  identified as potentially having the most impact and the greatest feasibility.  For example, while FMCSA has a rule-making process under way to improve  the enforcement of safety audits for new entrants and has plans to initiate a  rule-making process to implement a national database, these actions have yet  to come to fruition, and FMCSA may have to seek additional authority to  ensure service agents report to a database. FMCSA’s rule-making process will  also need to consider driver protections and a process by which information  can be corrected or removed. Furthermore, the national database could serve  as the information foundation for enforcing suspension of a CDL—a direct  way to address issues surrounding poor compliance by carriers, as well as  inherent problems with self-employed drivers who test positive but continue  to drive—but requiring CDL suspension is beyond FMCSA’s authority.  Moreover, while ODAPC and FMCSA are working on ways to improve  identification of service agent noncompliance, FMCSA does not have  authority to levy fines against service agents for noncompliance with DOT  requirements.", "While actions that improve compliance with DOT protocols by carriers  and service agents would have some impact on ensuring that more drivers  are in drug testing programs and reducing the opportunities individuals  have to defraud a drug test, cheating on a drug test will still be possible.  All options to reduce opportunities to cheat face feasibility issues. For  example, while the testing of hair or oral fluid specimens, which can be  collected by direct observation, may reduce the ability to subvert drug  tests, additional scientific study and a rule-making process by SAMHSA  are required; even then, products designed to mask the presence of drugs  in specimens already exist and are likely to proliferate. A federal ban on  subversion products also faces challenges in that it would be difficult to  enforce and may not have a significant deterrent effect. However, a federal  ban on subversion products would have advantages. Not only would a ban  have wide support within the industry, but it also would reassert the  federal government’s interest in ensuring compliance with its drug testing  programs and allow for prosecution in any state.", "Any of these options for improving FMCSA’s drug testing program would  require either additional resources or a transfer of resources funding other  initiatives that also work to improve road safety. Taking steps to improve  the program needs to be considered in the context of other programs that  also work to achieve safety advancement, such as ensuring drivers are  complying with hours of service regulations and that vehicles are  maintained and inspected."], "subsections": []}, {"section_title": "Matters for Congressional Consideration", "paragraphs": ["Taking action to address the challenges FMCSA faces to ensure that its  drug testing program detects drivers who are using illegal drugs, and to  keep drivers who have tested positive off the road until they have  completed the return-to-duty process, provides an opportunity to improve  safety on the roads. In order to assist DOT and FMCSA in addressing these  challenges, and thereby improving road safety, Congress should consider    adopting legislation to ban subversion products, and    providing FMCSA with the ability to exert oversight and enforcement  authority over service agents involved in the DOT drug testing process— which would enable DOT to address issues related to requiring service  agents to report drug testing information to FMCSA’s national database  and levying civil penalties on service agents that are not in compliance  with DOT drug testing regulations.", "In addition, Congress should consider taking action to encourage or compel  states to use the national database to take action to suspend the CDL of  drivers who have tested positive or refused to take a DOT drug test."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["In order to address the challenges facing FMCSA to ensure drivers are in a  drug testing program, and to keep drivers off the road once they have  tested positive, we recommend that the Secretary of Transportation  expedite the rule-making process to  improve the enforcement of safety audits for new entrants, and   create a national database of positive and refusal-to-test drug and alcohol  test results."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["In commenting on a draft of this report, DOT and HHS officials generally  agreed with the findings and recommendations and provided technical  clarifications, which we incorporated as appropriate.", "As agreed with your offices, unless you publicly announce the contents of  this report earlier, we plan no further distribution until 30 days from the  report date. At that time, we will send copies to appropriate congressional  committees and to the Secretary and other appropriate DOT and HHS  officials. We will also make copies available to others upon request. In  addition, the report will be available at no charge on the GAO Web site at  http://www.gao.gov.", "If you or your staffs have any questions about this report, please contact  me at (202) 512-2834 or siggerudk@gao.gov. Contact points for Offices of  Congressional Relations and Public Affairs may be found on the last page  of this report. GAO staff who made major contributions to this report are  listed in appendix V."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["To determine the factors that contribute to the challenges of ensuring all  drivers are in a drug testing program, limiting drivers’ ability to subvert a  drug test, and keeping drivers off the road once they are found to test  positive, we reviewed Department of Transportation (DOT) and Federal  Motor Carrier Safety Administration (FMCSA) regulations, policies, and  reports and conducted interviews with individuals from FMCSA and DOT’s  Office of Drug and Alcohol Policy and Compliance (ODAPC) and the  Department of Health and Human Services’ (HHS) Substance Abuse and  Mental Health Services Administration (SAMHSA) to understand the drug  testing process and how carrier compliance with drug testing regulations  is evaluated and to identify the factors that contribute to the challenges  faced by FMCSA. We also interviewed officials from FMCSA and its state  partners that conduct compliance reviews and new-entrant safety audits to  understand what information related to the drug testing requirements is  covered during these activities and how violations with drug testing  requirements are uncovered.", "We analyzed data on the results of compliance reviews and safety audits  conducted by FMCSA and its state partners, as well as data on  enforcement activities, to determine industry compliance with drug testing  requirements and to capture the most frequently violated regulations  related to drug testing and associated enforcement actions. We conducted  semistructured interviews with representatives from 10 motor carriers,  including large and small carriers and an owner-operator. We structured  the interviews to elicit the types of challenges that carriers face in  complying with the drug testing requirements and in ensuring that service  agents they use are also in compliance. In addition, two of the carriers we  met with conducted on-site collections of urine specimens. We  interviewed motor carrier industry associations representing many  segments of the motor coach and trucking industry, such as the American  Trucking Association, the Owner-Operator Independent Drivers  Association, the American Bus Association, and the National Association  of Small Trucking Companies. We also interviewed officials from unions  representing truck and bus drivers and from a variety of associations  representing urine specimen collectors, medical review officers, substance  abuse professionals, consortiums/third-party administrators, and others  involved in the drug testing industry. We also interviewed representatives  from one of the largest laboratories involved in the DOT drug testing  industry. During these meetings, we discussed the factors that contribute  to the difficulties of implementing an effective drug testing program. We  interviewed service agents that conduct various combinations of  background checks, collections, laboratory, and counseling activities, as  well as an insurance entity specializing in motor carrier coverage, to  understand the intricacies, similarities, and differences of the causal  factors limiting the effectiveness of detecting drivers who drive while  impaired.", "In addition, we observed FMCSA oversight activities, including four  compliance reviews and two new-entrant safety audits in California, North  Carolina, Oregon, and Virginia. We selected states in which to observe  compliance reviews and new-entrant safety audits on the basis of the  availability of ongoing oversight activities, and well as our visits to states  that adopted laws requiring the reporting of positive DOT-regulated drug  tests and refusals-to-test. These oversight activities were conducted by  either FMCSA investigators; FMCSA’s state partners, such as state or local  law enforcement; or Consolidated Safety Services, to which FMCSA  contracts new-entrant safety audits.", "Also, we conducted semistructured interviews with officials from the state  licensing agencies of the states that have adopted laws requiring the  reporting of positive DOT-regulated drug tests and refusals-to-tests  including Arkansas, New Mexico, North Carolina, Oregon, Texas, and  Washington, to understand the issues considered in creating the reporting  requirement and to determine how the reporting requirement was  implemented to gather information on costs and effectiveness. We  discussed how information is currently shared between states and how a  national reporting requirement could work. We also interviewed officials  from a state Attorney General’s Office of a state that adopted a law  banning adulterants and substances to subvert a drug test to determine the  issues associated with such a law, including costs, and the law’s  effectiveness.", "We used the results from our Forensic Audits and Special Investigations  (FSI) team, which tested compliance with protocols of collection sites in  three metropolitan areas selected for the large number of truck drivers  residing in those areas, as well as Washington, D.C. Our undercover  investigators posed as commercial truck drivers who needed a DOT drug  test and, in some cases, tested whether they could successfully adulterate  or substitute the specimens. They conducted their investigation from May  to September 2007 in accordance with standards prescribed by the  President’s Council on Integrity and Efficiency.", "To identify the options that have been suggested as possible ways to  address problems in FMCSA’s current drug testing program, we reviewed  several reports, articles, and other published information on options to  address challenges faced in drug testing. For example, we reviewed  FMCSA’s 2004 Report to Congress on the feasibility of creating a national  database of drug test information. We also interviewed officials from DOT  and FMCSA, industry experts, representatives from motor carriers,  industry associations, and other stakeholders to identify options and  understand the issues associated with each option. For example, in  interviews with FMCSA and other stakeholders, we discussed various  ways to improve compliance with drug testing requirements by both  carriers and service agents and gauged the level of support such options  garnered.", "We also interviewed officials involved in the drug testing programs at  other DOT modal administrations, including the Federal Aviation  Administration, the Federal Transit Administration, and the Federal  Railroad Administration to gather information on whether these problems  are common across the administrations, how problems are addressed by  the other administrations, and how issues and circumstances in the other  modal administrations can or cannot be compared with FMCSA’s  experience. For example, we gathered information on whether and how  other administrations oversee service agents. Then, we compared and  contrasted this information with FMCSA’s current oversight approach in  order to understand other ways of addressing challenges and to develop  other options.", "We also interviewed representatives from American Association of Motor  Vehicle Administrators, which monitors the Commercial Driver’s License  Information System (CDLIS), in order to find out the capabilities and  challenges of the system and whether it could be used to send information  about the results of DOT drug tests. In addition, we interviewed  representatives from companies who specialize in gathering background  information for carriers and other various interested parties to determine  how easy it was to obtain privacy information, such as positive drug tests,  on individuals and how they kept the information private after they  obtained it.", "In the course of our interviews and analyses, we identified many options  that have been suggested as possible ways to address problems or weak  points in the current drug testing program. We assessed the various  options for their likely effectiveness in addressing the particular problem  they were designed to address and their feasibility from the standpoint of  cost, support, and amount of effort involved in implementing them. Our  assessments were based on (1) analyzing and synthesizing the views of the  various government officials and industry stakeholders we interviewed  with regard to their estimations of the potential effectiveness and  feasibility of pursuing various options; (2) reviewing studies that have  been conducted regarding the feasibility of certain options; (3) analyzing  cost and other data, where available; and (4) analyzing the experience of  other modal administrations or other entities in implementing various  options, where applicable. Inherently, there are certain limitations and  variances in the quality of data and information available about certain  options. Therefore, we used a certain amount of professional judgment in  comparing options relative to one another. The agencies and other  stakeholders we included in our interviews are listed in table 5; however,  we did not include the names of the carriers or service agents with whom  we met. We determined that the data used in this report are sufficiently  reliable for our purposes.", "We conducted this performance audit from June 2007 to May 2008 in  accordance with generally accepted government auditing standards. Those  standards require that we plan and perform the audit to obtain sufficient,  appropriate evidence to provide a reasonable basis for our findings and  conclusions based on our audit objectives. We believe that the evidence  obtained provides a reasonable basis for our findings and conclusions  based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Oversight of Drug Testing Programs by Selected DOT Administrations", "paragraphs": ["In addition to FMCSA, other DOT administrations, including the Federal  Aviation Administration (FAA), Federal Railroad Administration (FRA),  and Federal Transit Administration (FTA), oversee safety regulations,  including drug testing, in the aviation, railroad, and transit industries,  respectively. Table 6 provides a comparison of each administration’s  oversight of compliance with drug testing regulations by both its carriers  and service agents. Each of these administrations, except FMCSA,  conducts oversight of the majority of its industry either through reviews  that cover all safety requirements or reviews that specifically cover the  drug and alcohol testing requirements. By contrast, FMCSA has the largest  and most fluid industry to oversee and is not able to visit the majority of  its industry. In addition, each of these administrations, except FMCSA,  conducts consistent oversight of service agents, including collection sites,  medical review officers, third-party administrators, and substance abuse  professionals. While the oversight of service agents is intended to cover  service agents used by the employers and operators each administration  regulates, these service agents may also be used by FMCSA-regulated  carriers. For example, FAA, FRA, and FTA conduct oversight of collection  sites by checking qualification documentation for collectors and  conducting mock collections to determine whether collections are done  according to protocols. In addition, if significant noncompliance is  discovered at a collection site through these methods, FTA covertly audits  collection sites. ODAPC officials told us that they fully support clandestine  inspections and audits by all DOT agencies and are developing a training  course for clandestine inspections."], "subsections": []}, {"section_title": "Appendix III: States That Require Reporting of DOT Drug Test Information", "paragraphs": ["Several states already have a reporting requirement in place for positive  drug tests, and a few states also take action to suspend a commercial  driver’s license (CDL) in the event of a positive or refusal-to-test result on  a drug test. States have chosen different ways to address reporting issues,  access issues, and length of time information is maintained. Table 7 shows  information for the states that have created databases or make notations  on the motor vehicle record. Table 8 shows information for states that  have implemented a CDL suspension."], "subsections": []}, {"section_title": "Appendix IV: Issues to Consider in Creating a National Database and Commercial Driver’s License Suspension Requirement", "paragraphs": [], "subsections": [{"section_title": "National Database", "paragraphs": ["Issues to consider in developing a national database include (1) reporting  issues such as determining who reports, what they report, how they  report, and how reporters are verified as legitimate; (2) access issues such  as determining who can access the information, what information they can  obtain, how they can access the information, and how those who access  the information are verified as legitimate; (3) the length of time  information is maintained; and (4) how inaccurate information is  corrected."], "subsections": [{"section_title": "Reporting to a National Database", "paragraphs": ["Information that would be reported to the database includes, at a  minimum, positive drug and alcohol test results, refusals-to-test for both  drug and alcohol tests, and information regarding whether a driver has  gone through a return-to-duty process, along with identifying information  on the drivers and their employers. No single entity involved in the drug  testing process has access to all of this information in all cases, and,  therefore, a number of entities may need to be involved in reporting  information to the database for it to be comprehensive.", "For positive drug tests and some refusals-to-test, medical review officers  appear to be in the best position to report, for several reasons. First, they  are responsible for medically verifying positive drug test results and the  refusals-to-test that have been confirmed by a laboratory as adulterated or  substituted and, therefore, are closest to drug test results and would have  information on positive drug test results for all drivers, including self- employed owner-operators. While designated employer representatives  would also have this information for drivers employed by their carriers,  self-employed owner-operators would not be likely to report their own  positive drug test results. Furthermore, potential underreporting problems  exist with carriers resulting from noncompliance issues. In some states  that have required carriers to report, state officials reported  underreporting from carriers, and as previously discussed in this report,  carriers are often out of compliance in conducting background checks and  with drug testing regulations in general. There is little indication that  medical review officers have the same issues regarding compliance with  DOT regulations as carriers, and, therefore, reporting is likely to be more  complete with medical review officers as opposed to designated employer  representatives. FMCSA currently has little or no civil penalty authority  over medical review officers and does not conduct regular oversight over  them. This will impact its ability to enforce database reporting by these  service agents.", "While medical review officers have knowledge about some refusals-to-test,  they do not have knowledge of others, such as when an employee fails to  show up at a collection site for a random test. These types of refusals  would be known only to the designated employer representative, or in the  case of self-employed owner-operators, these refusals would only be  known to the consortia/third-party administrators. Furthermore, medical  review officers do not verify positive alcohol tests, and, similarly, this  information would only be known to designated employer representatives  or third-party administrators. Therefore, for these refusals-to-test for drug  tests, and alcohol positives and refusals, the designated employer  representatives would need to report this information for drivers  employed by their carriers, and third-party administrators would need to  report for self-employed owner-operators. Including both positives and  refusals is an important component to the database since refusals-to-test  are treated the same as positive tests in the drug testing regulations.", "Once a driver has tested positive or refused to test, a substance abuse  professional is required to guide the driver through the return-to-duty  process. As such, substance abuse professionals would have information  regarding when a driver has completed the recommended course of  education or treatment the substance abuse professional prescribed,  which indicates that the driver is eligible to drive following a negative  return-to-duty/pre-employment drug test. Similar to medical review  officers in reporting testing information, FMCSA currently has little or no  civil penalty authority over substance abuse professionals and does not  conduct regular oversight over them. This will impact its ability to enforce  database reporting by these service agents.", "Carriers often terminate an employee after a positive drug test result. If  another carrier wishes to hire that employee after a negative return-to-duty  test, that employer would be responsible for ensuring that all follow-up  tests required by the substance abuse professional are completed. The  new employer could be required to report a negative return-to-duty test in  order for that notation to be made in the database, so that the database  indicates the driver is eligible to drive. While medical review officers are  required to review all laboratory drug test results, including positives,  negatives, and other nonnegatives, requiring medical review officers to  report information on the results of the return-to-duty process may not be  a viable option because they may not be aware that a return-to-duty test is  being taken and would not be aware of the number of follow-up tests  prescribed. Current regulations do not require substance abuse  professionals to verify and report successful completion of a negative  return-to-duty test or completion of all required follow-up tests.", "Another issue that would need to be carefully considered is whether non- DOT tests would be appropriate to report to the database. For example,  some carriers conduct hair testing in addition to DOT-mandated urine  tests, which results in a higher number of positive drug tests. Moreover,  drug tests may be required by courts for other purposes, but carriers may  not be privy to that information. Some have argued that any positive drug  test is an indication that a driver should not be allowed to operate in  safety-sensitive duties and that carriers should have access to this  information. However, under current regulations, this would not appear to  be appropriate for several reasons. For results of hair or other types of  tests, there are no SAMHSA guidelines on testing protocols or on cutoff  levels for what constitutes a positive test, as there are for urine tests, and  therefore these tests are not a valid basis for removing a driver from  service under federal regulations. Drug tests required by courts or for  other purposes may not include procedures comparable to DOT’s  collection, laboratory analysis, and medical review procedures and,  therefore, would also not be valid under the regulations for removing a  driver from service.", "As with any database, consideration would need to be given to how the  information would be reported, what type of documentation would be  required, and how entities reporting information to the database would be  verified as legitimate.", "Reporting of drug test information could occur through a Web portal  directly from reporters but could also be entered manually from fax and  mail submissions. In order to maintain timely records, decisions would  need to be made regarding the time frames within which reporters would  be required to submit information (e.g., within 3 days of confirmed  laboratory results or completion of the prescribed treatment).", "Documentation required to support the information entered into the  database—such as the Federal Drug Testing Custody and Control Form  (CCF), which includes identifying information on the driver, test  information, and verified test results, or information from substance  abuse professionals on drivers’ completion of prescribed treatment— could be submitted electronically, could be mailed or faxed to FMCSA, or  could be retained by the reporting entities as is currently required under  DOT regulations. FMCSA could review documentation for all submitted  information before it is released into the database or could conduct  regular audits of entities reporting information to the database to ensure  compliance with documentation requirements.", "Prior to gaining access to the database, entities would need to be verified  as legitimate submitters of drug test results. To do so, basic identification  information would need to be required from all potential reporting entities,  which could include practitioner license numbers for medical review  officers and substance abuse professionals, DOT numbers for carriers, and  affirmations that reporting entities meet the requirements of the drug  testing regulations.", "In order for drivers to be fully aware that their drug test results are in a  database and what measures are available to them to challenge  information or be removed, consideration may need to be given to  whether reporters should be required to (1) notify drivers that their  information is being reported to the database and (2) provide drivers with  information on how they can challenge the accuracy of the information or  specific steps they need to take to have their status in the database  changed or their name removed from the database."], "subsections": []}, {"section_title": "Accessing Information from a National Database", "paragraphs": ["The primary purpose of the database is for carriers to query to find out  whether an applicant had previously tested positive for drugs or refused to  take a DOT drug test and whether the applicant is eligible to participate in  safety-sensitive duties, given the difficulties in getting this information  through current background-check requirements and driver disclosure. To  accomplish this, carriers would need to be required to query the database  prior to hiring a new driver, which would require a rule-making process to  change the regulations. This would then obviate the requirement for  carriers to conduct background checks related to drug testing through  inquiries to previous employers; however, the database would need to be  in place for a minimum of 3 years before the change could be made, in  order for the same extent of information to be made available to carriers.  Since some carriers outsource their background checks, some third-party  administrators may potentially also need access to query the database to  fulfill this requirement. Similar to verifying and registering the reporters of  drug test information, carriers and third-party administrators would also  need to register with FMCSA to verify their legitimacy to access the  database and affirm legitimate use of the database. Carriers and third- party administrators would then query the database before hiring a new  employee, using identifying information, such as a driver’s CDL number  and state of licensure. The automated query response to the carrier would  include information such as past positive and refusal test information,  information on completion of prescribed treatment, and information on  completion of return-to-duty and follow-up testing, if that information is  maintained in the database.", "To ensure that drivers have given their permission to search the database  for their drug test history, carriers would need to obtain permission from a  driver to query the database for a driver’s drug test history, similar to  current background-check requirements. Since it is not practical for  FMCSA to review documentation on release of information prior to every  query, with each query, carriers and third-party administrators would need  to affirm they have obtained permission from the driver and would need to  retain a signed, written release of information in their files. This release  could be subject to audit during compliance reviews or as part of specific  audits of database usage.", "Careful consideration may also need to be given to whether any additional  entities should have access to the database, either now or in the future.  Some have proposed that drivers have access to their own records, in  order to be aware of information that may be used against them in hiring  decisions. However, verification and registration of potentially millions of  individual drivers, and ensuring that their access is restricted to their own  records, may be difficult to achieve. In order to address concerns about  drivers’ access to their own information in the database, when a driver is  reported to the database, the reporter could be required to inform the  driver, and when a driver is denied employment because of information in  the database, the carrier could be required to inform the driver.", "Other access issues that may need consideration include whether law  enforcement officials should be able to query the database and how they  may use the information in the database. FMCSA plans to make the  database available to law enforcement officials during roadside  inspections in order to target carriers that may employ drivers that have  tested positive and have not gone through the return-to-duty process.  However, it is not clear what actions an officer can take during a roadside  inspection against a driver who is in the database and has not gone  through a return-to-duty process—for example, whether an officer can or  should take the driver out of service for not complying with DOT  regulations, even if the driver is not currently impaired."], "subsections": []}, {"section_title": "Length of Time Drivers Remain in the Database", "paragraphs": ["The length of time a driver’s record is in the database merits  consideration. In reality, a positive drug test generally results in carriers  firing the driver. Few carriers will send a driver through a return-to-duty  process. Further, some employers will not hire a driver with a past positive  test, even if the driver has completed the return-to-duty process, since they  may not wish to hire individuals with a history of positive drug tests,  regardless of what treatment they have undergone. At least one large  carrier we interviewed indicated that this is their policy. Therefore, while a  driver’s name is in the database, obtaining employment will be more  difficult, regardless of whether the driver has completed the return-to-duty  process.", "A number of options exist for how long records may be retained in the  database:    Records could remain in the database for a period of 3 years,  corresponding to the length of employment history that carriers are  required to check for prospective drivers.", "Records could remain in the database for up to 5 years, corresponding to  the length of time required for record retention of positive drug tests.", "Records could remain indefinitely for drivers who do not complete the  return-to-duty process, since regulations prohibit those drivers from  returning to safety-sensitive positions until that process is complete.", "Records could also remain indefinitely for drivers that complete treatment,  and return-to-duty and follow-up tests, with a notation in the database that  they have completed the return-to-duty process. However, this option may  impede future hiring for drivers who have completed the return-to-duty  process since some carriers may still be unwilling to hire them.", "How a driver may be removed from the database prior to the expiration of  a retention period also warrants consideration. One option would be for  potential removal from the database once a substance abuse professional  reports that a driver has completed prescribed treatment and is eligible for  a return-to-duty test. However, because the driver’s next employers are  responsible for conducting return-to-duty and follow-up tests in  accordance with the substance abuse professional’s recommendations, it  may not be appropriate to remove a driver from the database at this point  and rely on the driver to convey this information to prospective  employers. Another option would be to remove a driver from the database  once all follow-up tests prescribed by the substance abuse professional  are completed (specifically, a minimum of six follow-up tests in a 12- month period, according to DOT regulations). This information, under  current regulations, would need to be reported by a driver’s current  employer. However, consideration could be given to whether substance  abuse professionals should conduct an additional evaluation to determine  that their follow-up testing plan and any other prescribed education or  treatment program have been successfully completed before the driver  may be removed from the database; this would require changes to the  regulations, since currently only a driver’s current employer would be  aware of completion of the substance abuse professional’s follow-up  testing plan and any other prescribed education or treatment program."], "subsections": []}, {"section_title": "Refuting Inaccurate Information in the Database", "paragraphs": ["In order to ensure that drivers’ rights are protected, consideration would  need to be given to a process for drivers to refute inaccurate information  in the database regarding names and CDL numbers. Amending the CCF to  include CDL number, CDL state, and DOT number, and using the CDL  number as an identifier, as opposed to a driver’s name, would minimize  inaccuracies in reporting, but administrative mistakes may still occur.  Since drug testing regulations include a medical officer review verification  process for all positives and some refusals, it would seem to be redundant  to allow a process for refuting whether a driver tested positive or refused  to test."], "subsections": []}]}, {"section_title": "CDL Suspension", "paragraphs": ["Issues to consider for a CDL suspension are similar to those for a national  database but also include determining how drivers are able to have their  CDLs reinstated."], "subsections": [{"section_title": "Reporting to State Licensing Agencies", "paragraphs": ["Issues surrounding the reporters of information, the types of information  reported for a CDL suspension, and methods for verifying reporters as  legitimate are the same as for a national database. However, there are  several options for how information could be reported by medical review  officers, carriers, third-party administrators, and substance abuse  professionals to state licensing agencies:    Entities could report directly to the state licensing agency in the state in  which they are located. The state licensing agency could then send out-of- state CDL information to other states through CDLIS, using a procedure  similar to current reporting of out-of-state convictions to the state in  which the driver is licensed.", "Entities could report directly to the states where a driver holds a CDL.", "Although this option would reduce the delay in suspending a driver’s CDL  that would exist with the first option since information would go directly  to the state of issuance, it may require reporters to report to many  different states.", "Entities could report directly to FMCSA through a national database.", "FMCSA would verify the information and then transfer it to the state of  licensure through CDLIS. This option builds on the national database that  FMCSA is planning and allows FMCSA to review and verify information  before state licensing agencies suspend the CDL."], "subsections": []}, {"section_title": "Accessing Information from State Licensing Agencies", "paragraphs": ["After receiving information on positives and refusals, the state licensing  agency of the CDL holder, using the CDL number and CDL state to identify  the driver, would suspend the driver’s CDL until the driver goes through a  return-to-duty process in accordance with drug testing regulations.  Additional querying by carriers or third-party administrators and the  associated registration and verification may not be necessary since  carriers are already required to pull the motor vehicle record (MVR) of a  prospective driver prior to hiring and periodically thereafter. Use of the  information in the MVR by other entities would be subject to current state  laws regarding access to MVRs."], "subsections": []}, {"section_title": "Length of Time Driver’s CDL Is Suspended", "paragraphs": ["States that currently have CDL suspensions have different policies about  reinstating licenses and removing records after a certain period of time, as  shown in appendix III. In Washington state, a substance abuse  professional must present information that drivers have begun treatment  or education for drivers to have their license reinstated. Reinstatement of  the CDL does not indicate that drivers are necessarily eligible to return to  duty. Washington sends a reinstatement letter to drivers stating that  reinstatement does not release the drivers to return to duty and that the  drivers must check with their employer. After licenses are reinstated in  Washington, the motor vehicle record retains the license suspension  information and the reason for the suspension for as long as information is  retained by the licensing agency. In North Carolina, as part of getting their  license reinstated, drivers need to present a letter from a substance abuse  professional stating that initial treatment is complete and they are eligible  for a return-to-duty test. After the licensing agency receives the letter in  North Carolina, the motor vehicle record retains the information that the  license was disqualified and the reason for its disqualification for 2 years.", "Consideration may be warranted for whether there should be a single  standard for how a CDL is reinstated and the length of time a driver’s  motor vehicle record retains information of a positive drug test. The issues  are similar to those discussed previously regarding record retention and  removal from a national database. However, although CDLs should not be  reinstated prior to completion of the prescribed education or treatment  program when a driver is eligible to take a return-to-duty or pre- employment test, drivers will need a valid CDL to seek new employment if  they have been fired. CDLs should therefore be able to be reinstated prior  to completion of return-to-duty and follow-up tests with notations in the  motor vehicle record that inform employers of the need to consult with  the driver’s substance abuse professional for further information on  follow-up testing. If a driver does not go through a return-to-duty process,  suspension could remain in effect and on the motor vehicle record for a  period of 3 years, 5 years, or indefinitely."], "subsections": []}, {"section_title": "Refuting Inaccurate Information Leading to a CDL Suspension", "paragraphs": ["Considerations for a process to refute inaccurate information are similar  to those for a national database. Consideration may be warranted for  whether the establishment of a consistent petition process across states  would be necessary."], "subsections": []}]}]}, {"section_title": "Appendix V: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Andrew Von Ah (Assistant  Director), Susannah Bloch, Andrea Chinchilla, Paul Desaulniers, Michelle  Everett, Bert Japikse, Sara Ann Moessbauer, Jim Ratzenberger, Sandra  Sokol, Stan Stenersen, and Rebecca Kuhlmann Taylor also made key  contributions to this report."], "subsections": []}]}], "fastfact": []}