{"id": "GAO-16-271", "url": "https://www.gao.gov/products/GAO-16-271", "title": "Innovative Manufacturing: Commerce Should Target Program Outreach to Address Capital Access Gaps", "published_date": "2016-02-04T00:00:00", "released_date": "2016-02-04T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["To help small and medium-sized manufacturers obtain the capital they need to develop innovative technologies and remain competitive, COMPETES 2010 directed the Secretary of Commerce to establish the ITM program. When implemented, the program is to provide loan guarantees to small and medium-sized manufacturers for the use or production of innovative technologies. Under COMPETES 2010, Commerce must ensure that activities carried out under the ITM program do not duplicate the efforts of other federal loan guarantee programs. Commerce's EDA is responsible for implementing the program.", "COMPETES 2010 also included a provision for GAO to biennially review the program. This report assesses (1) the status of EDA's implementation of the ITM program and (2) the extent to which EDA has coordinated with other agencies to ensure that ITM program activities do not duplicate the efforts of other federal loan guarantee programs. GAO analyzed applicable laws and program documents, interviewed EDA officials and contractor staff, and interviewed officials from agencies with comparable loan guarantee programs or with other expertise about the needs of small and medium-sized manufacturers."]}, {"section_title": "What GAO Found", "paragraphs": ["The Department of Commerce's Economic Development Administration (EDA) has taken a number of steps to implement the Federal Loan Guarantees for Innovative Technologies in Manufacturing (ITM) program, but several key tasks remain before EDA can issue loan guarantees. EDA hired a contractor to assist with developing the program, drafted program documents and published them in the Federal Register for comment, and submitted documents to the Office of Management and Budget for review, as required when creating new federal credit programs. EDA officials said the most significant of the remaining key tasks are finalizing the ITM program regulations, manuals, and forms. Other key tasks remaining include hiring additional staff, finalizing the requirements for the program's information technology systems, developing marketing materials, and conducting outreach. As of November 2015, EDA officials expected they could begin issuing ITM program loan guarantees as early as July 2016.", "EDA has coordinated with other federal agencies to learn from their experiences with loan guarantee programs, but EDA has not clearly differentiated ITM from other programs, which may result in duplication.", "Coordination. EDA officials said they reached out to officials from the Departments of Energy and Agriculture, and the Small Business Administration (SBA)—agencies that have loan guarantee programs comparable to the ITM program—to learn from their experiences. EDA officials decided to largely model the ITM program after an SBA program that provides loan guarantees to small businesses, and they adapted or plan to adapt the SBA program's application forms, and regulations, among other things. EDA's coordination has helped avoid duplication of the effort those agencies have already expended in designing loan guarantee programs.", "Potential duplication. As currently designed, the ITM program is not clearly differentiated from SBA's program or from other programs that already provide loan guarantees to a similar pool of borrowers. EDA officials acknowledged that the ITM program is potentially duplicative with other programs in a number of respects. However, the America COMPETES Reauthorization Act of 2010 (COMPETES 2010) directs the Secretary of Commerce to ensure that the activities carried out under the ITM program are coordinated with, and do not duplicate the efforts of other federal loan guarantee programs. GAO's fragmentation, overlap, and duplication analysis guide states that one way to help minimize duplication among government programs is to identify and target service gaps that the programs could fill. In 2011, the National Institute of Standards and Technology (NIST) identified several gaps in capital access for small and medium-sized manufacturers, including gaps companies face in early stages of growth. However, in coordinating with SBA and NIST, EDA did not seek information on how the ITM program could target these capital access gaps to minimize duplication with other programs. Coordinating more extensively with SBA and NIST on targeting the ITM program could provide EDA with greater assurance that ITM loan guarantees will not duplicate the efforts of other federal loan guarantee programs."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends that EDA work with SBA and NIST to further identify any gaps in capital access that the program could fill, and conduct outreach to help target those gaps. Commerce agreed with GAO's recommendation."]}], "report": [{"section_title": "Letter", "paragraphs": ["Manufacturing plays a key role in the U.S. economy as a source of  economic growth, high-paying jobs, and innovation. According to data  from the Bureau of Economic Analysis and the Bureau of Labor Statistics,  in 2014, the manufacturing sector accounted for about $2 trillion—or 12  percent of the U.S. economy—and employed approximately 12 million  workers—or about 9 percent of the U.S. workforce. U.S. manufacturers  continue to be the most productive in an increasingly global marketplace,  according to the President’s Council of Advisors on Science and  Technology, and the development of innovative products and processes  serves as an important driver of U.S. competitiveness. Small and  medium-sized manufacturers are particularly important to U.S.  competitiveness because they represent a majority of manufacturers in  the country.", "However, small and medium-sized manufacturers often lag behind large  firms in innovation and adopting new technologies. In comparison to  other sectors, manufacturing has a greater need for capital because of  the heavier use of machinery and equipment. The sector also requires  more working capital because of the longer periods of time needed to  convert materials into finished commercial products and sell them. Many  small and medium- sized manufacturers have reported difficulty gaining  access to the capital they need. If capital access is limited, small and  medium-sized manufacturers may face greater difficulty developing and  commercializing innovative technologies in order to remain competitive.", "To invest in innovation, improve U.S. competitiveness, and help address  the capital needs of small and medium-sized manufacturers, the America  COMPETES Reauthorization Act of 2010 (COMPETES 2010), among  other things, directed the Secretary of Commerce to establish the Federal  Loan Guarantees for Innovative Technologies in Manufacturing (ITM)  program. The ITM program is intended to support loan guarantees for  small and medium-sized manufacturers for the use or production of  innovative technologies. A key issue debated during consideration of  COMPETES 2010 was whether the ITM program would duplicate existing  loan guarantee programs at other federal agencies, including programs at  the U.S. Department of Agriculture (USDA) and the Small Business  Administration (SBA). COMPETES 2010 directs the Secretary of  Commerce to ensure, to the maximum extent practicable, that the  activities carried out under the ITM program are coordinated with, and do  not duplicate, the efforts of other federal loan guarantee programs.  Ultimately, the Economic Development Administration (EDA) within the  Department of Commerce (Commerce) was assigned the task of  implementing the ITM program.", "COMPETES 2010 also included a provision that GAO conduct biennial  reviews of the Secretary of Commerce’s execution of the program. In our  first report on the program, published in July 2013, we found that EDA  had taken preliminary steps to execute the program, but it had not yet  issued any loan guarantees. We found that EDA officials had (1)  established a staffing budget and initiated a search for key staff members  including an attorney and a program director, (2) obtained technical  assistance from SBA on how to develop a loan guarantee program, (3)  created a timeline for executing the program, and (4) published a request  in the Federal Register for comments from manufacturers and potential  lenders to help determine the level of demand and ideal structure for the  program. According to EDA officials, at that time, they expected to issue  the first loan guarantees in December 2015. This second report assesses  (1) the status of EDA’s implementation of the ITM program and (2) the  extent to which EDA has coordinated with other agencies to ensure that  ITM program activities do not duplicate the efforts of other federal loan  guarantee programs.", "To assess the status of EDA’s implementation of the ITM program, we  analyzed applicable laws and reviewed program documents, as well as  documents published in the Federal Register related to the program. We  also reviewed the contract and statement of work for a contractor EDA  hired to assist in developing the program. To identify completed and  pending key tasks, we reviewed EDA’s project plan, which included  information on tasks required to implement the ITM program from  program development to issuance of the first loan guarantee, and each  task’s level of completion. We also interviewed EDA officials and  contractor staff about the program’s development, among other topics.", "To assess the extent to which Commerce has coordinated with other  agencies to ensure that ITM program activities do not duplicate the efforts  of other federal loan guarantee programs, we reviewed the 2014 Catalog  of Federal Domestic Assistance (CFDA) to identify examples of  comparable loan guarantee programs at other federal agencies. We  verified program information and parameters listed in the CFDA against  the Electronic Code of Federal Regulations and agency websites, and  then asked agency officials to confirm this information during interviews.  To mitigate the possibility that the CFDA information excluded relevant  programs, we asked officials from agencies with comparable programs  whether there were any other potentially comparable programs at their  agencies. Using this methodology, we identified four examples of  programs that are comparable to the ITM program because they provide  loan guarantees for domestic manufacturers and allow or specifically  target businesses producing, using, or commercializing innovative  technologies, among other criteria. These four programs are as follows:", "SBA’s 7(a) Loan Guarantee program, which provides loan guarantees  to small businesses for a variety of purposes;", "USDA’s Business and Industry Loans program, which provides loan  guarantees to rural businesses and cooperatives for a variety of  purposes;", "USDA’s Biorefinery, Renewable Chemical, and Biobased Product  Manufacturing Assistance program, which provides loan guarantees  for the development, construction, and retrofitting of commercial-scale  biorefineries; and", "Department of Energy’s (DOE) Federal Loan Guarantees for  Innovative Energy Technologies program, which provides loan  guarantees for the use of new or significantly improved technologies  in energy projects that avoid, reduce, or sequester air pollutants or  greenhouse gases. See appendix I for additional information on these  four programs.", "We interviewed EDA officials and officials associated with the comparable  programs at SBA, USDA, and DOE to assess the extent to which EDA  has coordinated with those agencies to minimize duplication with their  federal loan guarantee programs. Specifically, we asked SBA, USDA, and  DOE officials about the interactions and discussions they had with EDA  regarding the development of the ITM program and their experiences with  implementing loan guarantee programs at their own agencies. We also  interviewed EDA officials to identify how they coordinated with other  agencies and incorporated information gathered from those agencies as  they developed the ITM program. For each of the programs, we reviewed  regulations and budgetary information. Using information from these  documents we compared programs based on program features such as  program purpose, allowable loan amounts, and recipient population.  Furthermore, we interviewed a National Institute of Standards and  Technology (NIST) Hollings Manufacturing Extension Partnership (MEP)  program official with experience related to the financial resources and  strategies MEP centers can use to help manufacturers develop innovative  products or expand markets and sales. We discussed NIST’s interactions  with EDA officials about the ITM program, the needs of small and  medium-sized manufacturers, and marketing and outreach. We obtained  a NIST MEP report on the capital needs of small and medium-sized  manufacturers, which we reviewed and determined to be sufficiently  reliable for the purposes of this report. We also interviewed Office of  Management and Budget (OMB) staff about their progress on the review  of the ITM program. In addition, we reviewed GAO’s recent guidance on  evaluating fragmentation, overlap, and duplication.", "We conducted this performance audit from April 2015 to February 2016 in  accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["A federal loan guarantee is a binding agreement between an agency and  a lender. If a borrower defaults on a guaranteed loan, the lender is to be  reimbursed by the agency for the balance of the guaranteed portion of the  loan. The guaranteed portion of a loan may vary across federal loan  guarantee programs. A loan guarantee gives lenders an incentive to  make loans that, due to the perceived risk of default, they otherwise might  not make without requiring, for example, higher interest rates or additional  collateral. For each of their loan guarantee portfolios, agencies are  required to estimate the long-term cost to the government, which is  referred to as the credit subsidy cost. The credit subsidy cost for each  loan guarantee is equal to the amount of the estimated losses or gains to  the federal government over the life of the loan. As part of the  agreement, lenders may be required to pay fees to the agency to offset  administrative expenses and credit subsidy costs.", "Part of EDA’s mission is to support economic development by promoting  innovation, global competitiveness, and regional collaboration. In addition  to developing the ITM program, EDA’s activities include providing funding  through a number of investment programs, as well as offering a variety of  services that include technical assistance, postdisaster recovery  assistance, trade adjustment support, strategic planning, and research  and evaluation. EDA does not currently administer any loan guarantee  programs besides the pending ITM program.", "In directing the establishment of the ITM program, COMPETES 2010  provided for three types of eligible projects—ones that reequip, expand,  or establish a manufacturing facility in the United States to use an innovative technology or an innovative process in manufacture an innovative technology product or an integral  component of such a product; or commercialize an innovative product, process, or idea that was  developed by research funded in whole or in part by a grant from the  federal government.", "As it has designed the ITM program, EDA has drafted the following  definitions to help determine project eligibility:  innovative—defined as representing a significant improvement in  function, performance, reliability, or quality of a product or service in  comparison to commercial technologies currently in use, and technological—defined as relying on the principles of one of the  following sciences: engineering, physical sciences, computer  sciences, or biological sciences.", "The ITM program will provide a guarantee for up to 80 percent of a loan,  with a maximum loan size of $10 million, or up to $15 million in certain  circumstances, according to EDA officials. Through fiscal year 2015,  Congress has appropriated $19 million for the ITM program. Credit  subsidy costs are based on the assumption that the government will only  need to reimburse lenders for a percentage of the loan guarantees made.  In this case, according to EDA estimates, the agency will need to reserve  about 7 percent of the value of loans guaranteed to cover the cost of  future defaults. The program may support a total of up to $70 million in  guaranteed loans for each $5 million in appropriations. This $5 million can  be used to support $70 million in guaranteed loans because costs to the  government are only incurred when a borrower defaults on a loan.", "Although Commerce’s EDA was given the task of implementing the ITM  program, COMPETES 2010 stated that Commerce may use its NIST  MEP centers to provide information about the ITM program and conduct  outreach to potential borrowers. NIST MEP’s goals are to enhance U.S.  productivity and technological performance, as well as to strengthen the  global competitiveness of manufacturing firms. Under the program, NIST  partners with 60 nonfederal organizations called MEP centers, which are  located in each of the 50 states and Puerto Rico. MEP centers provide  services aimed at helping small and medium-sized U.S.-based firms grow  and enhance their competitiveness."], "subsections": []}, {"section_title": "EDA Has Taken A Number of Steps to Implement the ITM Program, but Key Tasks Remain Before Loan Guarantees Can Be Issued", "paragraphs": ["Since our 2013 report on the ITM program, EDA has made progress on  implementing the program, but several key tasks remain to be completed  before EDA can issue loan guarantees.", "EDA has made progress on a number of tasks. For example, to help  develop the program, EDA hired a contractor—FI Consulting. With FI  Consulting’s assistance, EDA developed a credit subsidy model and  drafted program regulations and forms, among other efforts.", "As of November 2015, key tasks remain in developing the program, and  EDA officials expect they could begin issuing loan guarantees for the ITM  program as early as July 2016. This was delayed from December 2015,  EDA officials said, because of the complexity of building a loan guarantee  program and promulgating regulations. EDA officials stated that the most  significant of the remaining key tasks are finalizing the ITM program  regulations, manuals, and forms. According to EDA’s project plan, they  expect to have program manuals and draft program regulations  completed in March 2016; the regulations are to be sent to OMB for  review and revised by EDA in June 2016. Other remaining key tasks  include finalizing the requirements for the ITM program information  technology support systems, which will be used for functions such as  accounting and credit subsidy cost estimation, as well as developing  marketing materials and conducting outreach.", "Table 1 shows the status of key tasks for the ITM program."], "subsections": []}, {"section_title": "EDA Has Coordinated with Other Agencies on Some Issues, but Has Not Clearly Differentiated ITM from Other Programs", "paragraphs": ["EDA has coordinated with other federal agencies to learn from their  experiences with loan guarantee programs, but as currently designed,  EDA has not clearly differentiated the ITM program from other  comparable programs that we identified.", "EDA officials said they reached out to officials from SBA, USDA, and  DOE—agencies that have loan guarantee programs comparable to the  ITM program—to learn from their experiences and identify practices that  could be incorporated into the ITM program. In particular, EDA officials  highlighted the information they learned about SBA’s loan guarantee  programs. Based on what they learned, EDA officials said they decided to  largely model the ITM program after the 7(a) program. Specifically, EDA  has adapted or plans to adapt SBA’s application forms, loan performance  data, staff position descriptions, regulations, and manuals to fit ITM  program parameters and statutory requirements. EDA also hired  contractor FI Consulting, which told us its consultants previously worked  on the 7(a) program. In addition, EDA officials said they coordinated with  USDA and DOE officials to gather information to help design the ITM  program. Table 2 provides examples of practices suggested by other  agencies with loan guarantee programs and how EDA plans to use those  practices.", "EDA’s coordination with other agencies has helped avoid duplication of  the effort those agencies have already expended in designing loan  guarantee programs. However, as currently designed, the ITM program  does not clearly differentiate its potential applicants from those of the  comparable federal loan guarantee programs we identified. SBA’s 7(a)  program, USDA’s Business and Industry Loans program, USDA’s  Biorefinery, Renewable Chemical, and Biobased Product Manufacturing  Assistance program, and DOE’s Federal Loan Guarantees for Innovative  Energy Technologies program already provide loan guarantees to a  similar pool of borrowers as those eligible for the ITM program, with  roughly equivalent limitations. Areas of overlap between these four  programs and the ITM program include the following:", "Business size. As required by COMPETES 2010, small and medium- sized manufacturers are to be eligible for the ITM program. Those  businesses are also eligible for three of the four comparable  programs. One program, SBA 7(a), is available only to small  businesses.", "Business type. EDA officials expect that the ITM program will be  open to only manufacturers producing, using, or commercializing  innovative technologies. All four comparable programs allow such  manufacturers to participate, and two of the programs—the USDA  Biorefinery, Renewable Chemical, and Biobased Product  Manufacturing Assistance program and the DOE Loan Guarantees for  Innovative Energy Technologies program—are intended to support  specific types of innovative technologies. According to an EDA  analysis of SBA 7(a) loan data, roughly 11 percent of the loans made  under SBA’s 7(a) program from October 1991 through March 2014  were to manufacturers in subsectors identified as innovative. USDA  officials estimated that about 25 percent of the agency’s Business and  Industry program loan guarantees are issued to manufacturers.", "Maximum allowable loan amount. According to EDA officials, the  ITM program will guarantee loans of up to $15 million. Three of the  four comparable programs are able to guarantee loans of at least $15  million.", "Maximum guaranteed portion of loan. The maximum loan  guarantee percentage allowed under the ITM program is 80 percent.  Each of the four comparable programs also allows for a loan  guarantee percentage of 80 percent, but the percentages can vary  depending on loan amounts or total project costs.", "Permitted uses of funds. The ITM program, according to EDA  officials and program documents, will allow funds to be used to  purchase land, buildings, and equipment, just like the four comparable  programs we examined, but permissible uses of funds vary somewhat  across programs. All four of the other programs also allow funds to be  used for working capital or startup costs, though the ITM program will  not, according to EDA officials and program documents.", "Table 3 provides a more detailed comparison of the ITM program, as  currently designed, and the SBA 7(a) program on which the ITM program  is largely modelled. Appendix I provides a comparison of the ITM program  to all four comparable programs we examined.", "EDA officials acknowledged that the ITM program is potentially  duplicative with other federal loan guarantee programs in a number of  respects. In addition, EDA officials said that it is possible that loan  guarantees ultimately issued under the ITM program could be similar to  those issued by another agency, such as SBA or USDA. However, as  discussed, COMPETES 2010 directs the Secretary of Commerce to  ensure, to the maximum extent practicable, that the activities carried out  under the ITM program are coordinated with, and do not duplicate, the  efforts of other federal loan guarantee programs. GAO’s fragmentation,  overlap, and duplication analysis guide states that one way to help  minimize duplication among government programs is to identify and  target service gaps that the programs could fill. Targeting can be  accomplished by using program eligibility parameters and marketing and  outreach to aim the program at more specific segments of a potentially  eligible population in need of access to capital that might not be served or  are underserved by other federal programs.", "While EDA officials coordinated with other agencies to design the ITM  program, they did not work with agencies specifically to target service  gaps—in this case, capital access gaps—because they have not yet  developed a marketing and outreach strategy for the program. A 2011  study commissioned by MEP about the capital access needs of small and  medium-sized manufacturers identified several capital access gaps  resulting in potentially underserved populations for federal loan  guarantees. Specifically, the report, which NIST provided to EDA,  identified gaps in capital access based on several characteristics, for  example, as follows:", "Size: The report specifically identifies gaps in the availability of capital  for manufacturers with less than 200 employees, restricting their  ability to grow and compete. In addition, MEP reported that there are  38 federal government programs that specifically target  manufacturing, but many are not fully accessible to small  manufacturers or do not target funds directly for small and medium- sized companies. The MEP report further identified a gap in small  manufacturers’ awareness of sources of capital.", "Growth stage: According to the MEP report, early-stage companies  may experience larger gaps in capital access than businesses in  advanced stages of growth, hindering their ability to fund activities  such as product design and improvement. One reason early-stage  companies may have a harder time obtaining funding is that lenders  and investors see them as more risky. For example, early-stage  companies may not be able to demonstrate financial strength by  providing a consistent history of profitability.", "SBA officials stated that EDA did not specifically seek information from  them on how to target the ITM program so as not to duplicate the efforts  of SBA’s loan guarantee programs. As a result, EDA has not taken full  advantage of SBA officials’ expertise regarding the types of small  manufacturers that receive support through the 7(a) program and those  that do not, to help identify potential capital access gaps. SBA officials  said that they spend a significant amount of time trying to determine  potential applicants not being served by their loan guarantee programs.  Officials said they use internal SBA data and information gathered from  industry representatives to inform discussions on the topic. SBA officials  said that new and early-stage businesses are the most challenged in  terms of capital access.", "EDA also coordinated with NIST on some aspects of the ITM program,  but its coordination was not focused on targeting capital access gaps.  According to a NIST official, EDA officials coordinated with NIST about  relevant topics such as the optimal loan sizes and loan guarantee  percentages to support small and medium-sized manufacturers. In  addition, a NIST official said that he discussed how to define innovative  technologies with EDA officials. EDA officials said they reviewed the MEP  report in order to determine demand for the ITM program and inform its  design. However, EDA did not specifically coordinate with NIST about  how to help address the capital access gaps identified in the report,  according to a NIST MEP official. EDA officials stated that they intend to  work with NIST by using its MEP centers to conduct ITM program  marketing and outreach to borrowers and manufacturers. However,  according to a NIST MEP program official, as of November 2015, EDA  had not worked with NIST to develop marketing materials or an outreach  strategy, or discussed other ways to ensure that the ITM program  addresses capital access gaps. As a result, EDA has not taken full  advantage of NIST’s and its MEP centers’ expertise regarding the capital  needs of small and medium-sized manufacturers. Coordinating more  extensively on targeting marketing materials and outreach efforts to  potential applicants in need of access to capital could give EDA greater  assurance that ITM program loan guarantees will not duplicate the efforts  of other federal loan guarantee programs."], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["Technological innovation drives the development of new products and  improved processes, allows the U.S. manufacturing sector to remain  competitive in the global marketplace, and stimulates economic growth.  COMPETES 2010 directed the establishment of the ITM program to help  small and medium-sized manufacturers gain access to the capital they  need for the use or production of innovative technologies. While EDA has  taken a number of steps to implement the program, key tasks remain  before loan guarantees can be issued, such as finalizing program  regulations and developing marketing materials and outreach plans. EDA  has coordinated with several agencies on program design, but  coordination on targeting the program through, for example, developing  marketing materials and a strategy to conduct outreach to potential  applicants in need of access to capital has been limited. The result is that,  as currently designed, the ITM program does not clearly differentiate its  potential applicants from those already served by other federal loan  guarantee programs. Working with SBA and NIST to examine how the  ITM program could fill capital access gaps not filled by other federal  programs, and then marketing the program to target those gaps could  help EDA ensure, as COMPETES 2010 directs, that ITM program  activities do not duplicate the efforts of other federal loan guarantee  programs."], "subsections": []}, {"section_title": "Recommendation for Executive Action", "paragraphs": ["To better ensure that the activities carried out under the ITM program do  not duplicate the efforts of other federal loan guarantee programs, such  as SBA’s 7(a) program, the Secretary of Commerce should direct EDA to  work with SBA and NIST to further identify any gaps in capital access that  may be present that the program could fill, and then develop marketing  materials and conduct outreach to help target those gaps."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report for review and comment to the  Secretaries of Agriculture, Commerce, and Energy; Director of the Office  of Management and Budget; and Administrator of the Small Business  Administration. In its written comments, reproduced in appendix II,  Commerce concurred with our recommendation and said that EDA will  work with SBA and NIST to further identify capital access gaps that can  be filled by the ITM program. Commerce also noted that there can be no  assurance that loan guarantees provided by the ITM program will never  duplicate the efforts of other agencies’ programs. However, our  recommendation to work with SBA and NIST to identify capital access  gaps and then target those gaps in marketing the program would better  ensure that the activities carried out under the ITM program do not  duplicate the efforts of other federal loan guarantee programs, not  eliminate the possibility of duplication completely. In addition to  Commerce’s written comments, EDA provided technical comments, which  we incorporated as appropriate. EDA also included a more general  comment suggesting that GAO emphasize that EDA has taken significant  steps to implement the program. In our report, we note that EDA has  taken a number of steps to implement the program. However, as outlined  in table 1, several key steps remain before EDA can provide loan  guarantees. DOE and SBA also provided technical comments that we  incorporated, as appropriate. USDA and OMB indicated they had no  comments on the report.", "We are sending copies of this report to the appropriate congressional  committees; the Secretaries of Agriculture, Commerce, and Energy; the  Director of the Office of Management and Budget; and the Administrator  of the Small Business Administration. In addition, the report is available at  no charge on the GAO website at http://www.gao.gov.", "If you or your staff members have any questions about this report, please  contact me at (202) 512-3841 or neumannj@gao.gov. Contact points for  our Offices of Congressional Relations and Public Affairs may be found   on the last page of this report. GAO staff who made key contributions to  the report are listed in appendix III."], "subsections": []}]}, {"section_title": "Appendix I: Comparison of Economic Development Administration (EDA) Prospective Innovative Technologies in Manufacturing (ITM) Program and Four Comparable Programs", "paragraphs": ["Table 4 below shows how the Economic Development Administration’s  Innovative Technologies in Manufacturing loan guarantee program  compares to the four comparable programs we examined."], "subsections": []}, {"section_title": "Appendix II: Comments from the Department of Commerce", "paragraphs": [], "subsections": []}, {"section_title": "Appendix III: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the individual named above, Chris Murray (Assistant  Director), Natalie Block, Kevin Bray, Mark Braza, Marcia Carlsen, Emily  Eischen, Ellen Fried, Cole Haase, Steve Komadina, Gerald Leverich,  Cody Raysinger, and Jack Wang made key contributions to this report."], "subsections": []}]}], "fastfact": []}