{"id": "GAO-20-300", "url": "https://www.gao.gov/product/GAO-20-300", "title": "Medicare: Information on Medicare-Dependent Hospitals", "published_date": "2020-02-28T00:00:00", "released_date": "2020-02-28T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The MDH program was enacted in 1989, providing a financial benefit to some small, rural hospitals with high shares of Medicare patients. The original MDH program was established through statute for 3 years, and Congress has extended it on several occasions. The Bipartisan Budget Act of 2018 included a provision to extend the MDH program through 2022, as well as a provision for GAO to review the MDH program.", "This report describes, among other things, the changes that occurred in the number of MDHs and selected metrics over time. GAO analyzed data submitted to CMS by hospitals from fiscal years 2011 through 2017—the most recent year for which consistent data were available at the time of GAO's analysis—among other CMS data. GAO also reviewed CMS regulations and other agency documents.", "The Department of Health and Human Services provided technical comments on a draft of this report, which GAO incorporated as appropriate."]}, {"section_title": "What GAO Found", "paragraphs": ["The Centers for Medicare & Medicaid Services (CMS) operates the Medicare-dependent Hospital (MDH) program, which assists hospitals that have 60 percent or more of inpatient days or discharges from Medicare patients, 100 or fewer beds, and that are generally located in a rural area. MDHs receive an additional payment if their historic costs in one of three base years adjusted for inflation, among other things, are higher than what the hospital would have otherwise received under the inpatient prospective payment system (IPPS). In contrast, if the IPPS amount was higher than historic costs, the MDH would receive no additional payment. In fiscal year 2018, CMS paid approximately $119 million in additional payments to MDHs.", "From fiscal years 2011 through 2017, the number of MDHs declined by around 28 percent. (See figure.) In addition, the number of MDHs that received an additional payment declined by around 15 percent.", "Over this period of time, MDHs also experienced a 13 percent decrease in the share of their Medicare revenue that came from inpatient services. In addition, there was a decline in the share of total MDH revenue that was attributed to Medicare patients, and a decline in Medicare profit margins by about 6 percentage points."]}], "report": [{"section_title": "Letter", "paragraphs": ["In the 1980s, the Centers for Medicare & Medicaid Services (CMS)  transitioned from paying hospitals based on their reported costs to  implementing Medicare’s inpatient prospective payment system (IPPS),  which pays hospitals a set amount based on a beneficiary’s diagnosis. In  mandating this transition, Congress’s intent was to control Medicare costs  by giving hospitals financial incentives to deliver services more efficiently  and reduce unnecessary use of inpatient services by paying hospitals a  predetermined amount. However, for some small rural hospitals, the  Medicare payments they received under the IPPS were not sufficient to  cover their reported costs for services provided to Medicare beneficiaries,  resulting in increased financial distress for these hospitals. In response,  Congress created rural payment designations that, among other things,  can provide hospitals with additional payments on top of what CMS pays  through the IPPS. There are currently five Medicare rural payment  designations.", "One such designation—the Medicare-dependent hospital (MDH)  program—was created in 1989 as a temporary program providing a  financial benefit for eligible hospitals—in general, small, rural hospitals  with large shares of Medicare patients. Congress has extended the  program on several occasions, most recently through 2022. To be  eligible for the MDH program, hospitals must have at least 60 percent of  inpatient days or discharges involving Medicare patients, have 100 or  fewer beds, and be located in a rural area, though hospitals can also be  eligible if they are located in a state without any rural areas and meet  other specified criteria. Some, though not all, MDHs receive additional  payment above what they are paid under the IPPS. CMS determines the  amount of these additional MDH payments using each hospital’s historical  cost data. In fiscal year 2018, CMS estimated that the MDH program paid  approximately $119 million in additional payments to MDHs.", "The Bipartisan Budget Act of 2018 included a provision for us to review  MDH program criteria. This report describes  1.  how the MDH designation differs from the other rural hospital  2.  the extent to which the number of MDHs and other select MDH  metrics have changed over time.", "To describe how the MDH designation differs from the other rural hospital  designations, we reviewed CMS documentation, such as CMS  regulations that specify how payments are to be made under the  designations and which hospitals are eligible to receive them. We also  identified the number of rural hospitals that have each designation. To  identify the universe of rural hospitals, we used the CMS IPPS Impact  File. We then used the Provider Specific File (PSF) to identify the  number of hospitals that had each of the five rural payment designations  and, where possible, calculated the median amounts of additional  payment received under each designation using Medicare Cost Reports  (MCR) in fiscal year 2017—the most recent year for which consistent data  were available at the time of our analysis. We also interviewed relevant  CMS officials and representatives from a non-generalizable set of  stakeholder groups, such as groups that represent hospitals, health care  providers, and beneficiaries. Additionally, we interviewed researchers in  the field of rural health policy.", "To describe changes in the number and selected metrics of MDHs from  fiscal year 2011 through 2017, we calculated the number of MDHs and  the distribution of additional payments for MDHs in each year using CMS  IPPS Impact Files, PSF, and MCR data. Using these data sources, we  then calculated three standard industry financial and operational metrics  for MDHs as compared to all rural hospitals and all hospitals in  aggregate. The first metric is the median proportion of total Medicare  payments—referred to as revenue—the hospitals received from providing  inpatient and outpatient care to Medicare beneficiaries. The second  metric is hospitals’ profit margins—a profitability measure calculated as  the amount of revenue the hospital received minus reported costs,  divided by the amount of revenue received. We calculated profit margins  specific to Medicare revenue and costs (Medicare profit margins) but also  for revenue and costs beyond Medicare (total facility profit margins),  including payments for treating non-Medicare (including privately insured)  patients. We calculated Medicare and total facility profit margins at the  hospital level using hospital-reported costs and revenues from the MCRs, and reported the median margins for each hospital group. Third, we  calculated hospitals’ degree of Medicare dependence using three  separate definitions, or measures, of dependence: (1) the amount of  revenue the hospital received from Medicare as a share of all the revenue  the hospital received for inpatient and outpatient services (total care  revenue), (2) the share of inpatient days of care the hospital provides that  are attributed to Medicare beneficiaries, and (3) the share of inpatient  discharges that are attributed to Medicare beneficiaries. We separately  analyzed data for MDHs that were eligible for the MDH program based on  data from the 1980s. We identified these MDHs using data from Medicare  Administrative Contractors—third party entities that administer Medicare  program payments.", "We also used regression models to estimate the relationship between  MDH program criteria and the three definitions of Medicare dependence  using data from the MCR, PSF, and CMS IPPS Impact Files. We also  separately estimated the relationship between total facility profit margin  (without additional MDH payment) and MDH program criteria. Each model  held certain hospital and market factors constant, including hospital  ownership status, distance to the nearest 100-bed hospital, and  percentage of population 65 and older. We assessed the reliability of  each of the data sets we used for these analyses by interviewing CMS  officials, reviewing related documentation, and performing data checks.  On the basis of these steps, we concluded that the data were sufficiently  reliable for the purposes of our reporting objectives. For more information  on our methodology for the data analysis, see appendix I.", "We conducted this performance audit from March 2019 to February 2020  in accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background Payment for Hospital Services under Medicare", "paragraphs": ["Under traditional Medicare, hospitals are paid for the inpatient and  outpatient services they provide under two distinct payment systems.", "Inpatient stays, including services incurred after being admitted to the  hospital, are paid under the IPPS. Under this system, Medicare pays  hospitals a flat fee per beneficiary stay, set in advance, with different  amounts generally based on the beneficiary’s condition. Payment  rates are also influenced by hospital-specific factors such as the  relative hourly wage in the area where the hospital is located, and  whether the hospital qualifies for other case- or hospital-specific  additional payments.", "Outpatient services, including services obtained through the  emergency department or other services incurred without being  admitted to the hospital, are paid under the outpatient prospective  payment system. Under this system, Medicare pays hospitals a flat  fee per service, set in advance, with different amounts for each type of  service. As with the IPPS, payment rates are adjusted for geographic  factors.", "Congress has established payment adjustments for certain hospitals  under the IPPS by changing the qualifying criteria for IPPS payment  categories, creating and extending exceptions to IPPS rules, or  exempting certain types of hospitals from the IPPS. These adjustments  may help ensure beneficiary access to care or to help hospitals recruit  and retain physicians and other medical professionals."], "subsections": []}, {"section_title": "MDH Designation Eligibility Criteria", "paragraphs": ["Created through the Omnibus Budget Reconciliation Act of 1989, the  MDH designation is an example of how Congress can enhance payments  to certain hospitals. To qualify as an MDH, a hospital must demonstrate  that it is:", "Medicare-dependent, defined as having at least 60 percent of their  inpatient days or discharges attributable to Medicare beneficiaries;  small, defined as having 100 or fewer beds; and  rural, defined as being located in a rural area, though hospitals can  also be eligible if they are located in a state without any rural areas.", "CMS regulations provide that hospitals can meet the requirement of  demonstrating a 60 percent Medicare share of days or discharges using  two of the three most recently settled cost reports, or using cost reports from 1987 or 1988. We refer to hospitals that meet this criterion using  1987 or 1988 cost report data as “legacy MDHs.”"], "subsections": []}, {"section_title": "MDH Designation Payment Criteria and Payment Methodology", "paragraphs": ["Some, but not all, MDHs are eligible to receive additional payment each  year if they meet the payment criterion. Specifically, MDHs are assigned  a payment rate—known as the hospital-specific rate (HSR)—based on  their historic reported inpatient operating costs, trended forward to adjust  for inflation and other factors, from one of three years (1982, 1987, or  2002). If the payment based on the HSR is higher than what the MDH  would have otherwise received under IPPS, the MDH receives an  additional payment. In this case, the MDH additional payment is  calculated as 75 percent of the difference between the HSR and the IPPS  amount. If the IPPS amount were higher than the HSR, the MDH would  receive no additional payment. (See fig. 1.)", "Hospitals with an MDH designation are also eligible to receive other  benefits. For example, MDHs are eligible for a separate additional  payment if the hospital experiences at least a 5 percent decline in  inpatient volume due to circumstances beyond its control. The MDH  program does not provide for additional payments for outpatient services."], "subsections": []}]}, {"section_title": "The MDH Program Differs from Other Medicare Rural Hospital Payment Designations in Terms of Eligibility Criteria, Financial Benefit, Legislative Permanence, and Relative Size", "paragraphs": ["In addition to the MDH designation, four other rural hospital designations  exist: (1) critical access hospitals (CAH), (2) sole community hospitals  (SCH), (3) low-volume adjustment hospitals (LVA), and (4) rural referral  centers (RRC). Our review of CMS documentation shows that the MDH  payment designation differs from the other rural payment designations in  terms of eligibility criteria, financial benefit, extent of legislative  permanence, and size—that is, the number of hospitals receiving the  designation. (For detailed information on the five rural payment  designations, see app. II.)", "Eligibility Criteria. The MDH designation differs from the other  designations in terms of eligibility criteria. As noted earlier, MDHs must  have at least 60 percent of their inpatient days or discharges attributed to  Medicare patients, must be small and, with few exceptions, rural. In  contrast, both the SCH and CAH designations require hospitals to be  remote rural hospitals (i.e., located a specified distance from the nearest  hospital). Similarly, LVAs are generally required to be more than 15  miles from the nearest hospital. Rural hospital designations also differ in  terms of eligibility criteria related to bed size. CAH-designated hospitals  are required to have 25 inpatient beds or fewer, while MDHs must have  100 beds or fewer. RRCs must have at least 275 beds or meet other  criteria, such as serving a high proportion of remote patients, among  other things.", "Financial Benefit. The MDH designation has a relatively small financial  benefit compared to most of the other rural hospital designations, and the  benefit only applies to costs associated with inpatient services. MDHs  generally can only receive 75 percent of the difference between payment  based on their HSR and the payment they would have otherwise received  based on the IPPS rate as an additional payment added to their IPPS rate  payment. In contrast, the SCH and CAH designations have both  inpatient and outpatient payment benefits. Hospitals with an SCH  designation can receive an additional payment added to their IPPS rate  payment equal to 100 percent of the difference between payment based  on the HSR and what the hospital would otherwise receive as payment  based on the IPPS rate, as well as a 7.1 percent addition to their  outpatient payments. The CAH designation results in the highest  financial benefit by generally providing 101 percent of the hospital’s  reported costs in the current year for both inpatient and outpatient  Medicare services. LVAs generally can receive up to 25 percent in  additional payments, and while RRCs receive no direct financial benefit,  they are exempt from certain requirements related to geographic  reclassification (as are SCHs).", "Legislative Permanence. Unlike all but one other rural payment  designation, the MDH program is a temporary program and must be  extended periodically by Congress in order to continue. Historically, the  extension by Congress has sometimes occurred after the program has  expired and as a result there were temporary lapses in payments to MDH  designated hospitals. The Bipartisan Budget Act of 2018 included a  provision to extend the MDH program through fiscal year 2022. The only  other designation that must be extended is the LVA designation. In 2010,  the Patient Protection and Affordable Care Act temporarily expanded the  LVA designation eligibility criteria to include hospitals with a higher  volume of discharges and located closer to other hospitals than in  previous years. These expanded eligibility criteria have been amended  and extended through fiscal year 2022. If Congress does not extend the  expanded eligibility criteria beyond fiscal year 2022, the LVA designation  will return to the narrower eligibility criteria that were in place prior to the  Patient Protection and Affordable Care Act.", "Relative size and overlap. Of the 2,204 rural hospitals in fiscal year  2017, a relatively small share of these hospitals were MDHs. (See fig.  2.) In total, 138 hospitals, or 6.3 percent of those rural hospitals with at  least one designation, were MDHs. In contrast, CAHs comprised the  largest proportion of rural hospitals with a designation. In fiscal year 2017,  1,246 rural hospitals—or 56.5 percent of those rural hospitals with at least  one designation—were CAHs. Of the five designations, three—CAHs,  MDHs, and SCHs—are exclusive to each other, meaning a hospital can  only have one of the three designations at any time. Hospitals designated  as MDHs and SCHs may also be designated as LVAs, RRCs, or both.  Approximately 75 percent of MDHs and 81 percent of SCHs had at least  one concurrent designation in fiscal year 2017; in contrast, none of the  CAHs received a secondary designation because CAHs are not eligible to  receive other designations. Those MDHs with a concurrent designation  consisted of 88 that had an LVA designation, 14 that had an RRC  designation, and 2 that had both an LVA and RRC designation. (For  detailed information on the 5 rural payment designations including LVA  and RRC eligibility and financial benefit, see app. II.)"], "subsections": []}, {"section_title": "The Number of MDHs Declined over Time, As Did the Inpatient Share of Medicare Revenue and Profit Margins", "paragraphs": ["From fiscal years 2011 through 2017, the number of MDHs declined, as  well as the number of MDHs that received an additional payment under  the program. In addition, during this period MDHs varied on other  operational and financial metrics, including the share of Medicare revenue  coming from inpatient care, various measures of Medicare dependence,  and profit margins."], "subsections": [{"section_title": "From Fiscal Years 2011 through 2017, the Number of MDHs Declined by 28 Percent, and the Number of MDHs Receiving Additional Payments Decreased by 15 Percent", "paragraphs": ["Our analysis of CMS data shows that the number of MDHs declined from  193 to 138—a 28 percent decrease over the 7-year period from fiscal  year 2011 through fiscal year 2017. (See fig. 3.) This decline can be due  to a number of factors, including hospital closures, mergers, or changes  in designation. For example, we previously reported that 16 MDHs closed  between 2013 and 2017. Moreover, our review of Medicare  Administrative Contractor documentation found that some MDHs became  ineligible for the program due to no longer meeting eligibility criteria. In  addition, the number of MDHs that received an additional annual payment  also declined, from 92 MDHs in fiscal year 2011 to 78 MDHs in fiscal year  2017—a 15 percent decrease.", "Among MDHs that received an additional payment, the amount received  and the share of the hospital’s total revenue this payment represented  varied widely across the years, though the average amount generally  increased over time. (See table 1.) For example, in fiscal year 2017, one  hospital received around $1,000 in additional payment while another  received almost $10.5 million. While the trend was not uniform among all  MDHs, the median additional payment increased from about $695,000 in  fiscal year 2011 to about $812,000 in fiscal year 2017.", "Our analysis of CMS data also shows that the average additional  payment MDHs received ranged from less than 0.1 percent up to 8.7  percent of total facility revenue, with a fairly consistent average of 1.2 to  1.6 percent. (See table 2.) This underscores that the additional payment  under the MDH program can be small relative to the overall revenue that  the hospital receives."], "subsections": []}, {"section_title": "MDHs Varied over Time on Select Operational and Financial Metrics", "paragraphs": ["Our analysis of CMS data also shows that from fiscal years 2011 through  2017, MDHs varied on selected operational and financial metrics: the mix  of Medicare revenue that came from inpatient versus outpatient care,  various measures of Medicare dependence, and profit margins."], "subsections": [{"section_title": "Inpatient/Outpatient Mix", "paragraphs": ["On average, MDHs experienced a decline in the share of Medicare  revenue that came from inpatient services. (See fig. 4.) In fiscal year  2011, around 66 percent of MDH Medicare revenue came from inpatient  services compared to 58 percent in fiscal year 2017—a 13 percent  decrease. This trend was slightly greater than that for all rural hospitals  (an 11 percent decrease) and all hospitals (a 10 percent decrease)."], "subsections": []}, {"section_title": "Measures of Medicare Dependence", "paragraphs": ["The trends across three measures of Medicare dependence varied for  MDHs over time. Looking at the Medicare share of total revenue for  MDHs, we found this share decreased when comparing fiscal years 2011  and 2017, from 25 to 22 percent. (See fig. 5.)", "In contrast, in terms of the number of inpatient days and discharges  attributable to Medicare beneficiaries, we found these measures both  increased slightly over time. Specifically, the median share of MDH  inpatient days attributable to Medicare beneficiaries increased, although  by less than a percentage point, and the median Medicare share of  inpatient discharges increased by about 2 percentage points, when  comparing fiscal years 2011 and 2017. (See figures 6 and 7.)", "To obtain additional context on the relationship between MDH eligibility  criteria and the various measures of Medicare dependence, we ran  regression models to identify the extent to which hospitals’ bed size and  rural status were associated with the Medicare share of days, discharges,  and total care revenue for all hospitals from fiscal years 2011 through  2017. We found that rural hospitals with fewer beds were associated with  higher Medicare shares of inpatient days and discharges, holding all other  factors constant.  This indicates that by targeting smaller, rural hospitals  in its eligibility criteria, the MDH program is targeting hospitals that are  Medicare-dependent defined in terms of inpatient volume. At the same  time, rural hospitals with fewer beds generally received a smaller share of  their total care revenue from Medicare compared with other hospitals.  This suggests that hospitals associated with high Medicare inpatient  volume may not have relatively high shares of total care revenue coming  from Medicare. For more technical detail on our regression analyses and  findings, see appendix III."], "subsections": []}, {"section_title": "Profit Margins", "paragraphs": ["Our analysis of self-reported data from hospitals shows that Medicare  profit margins and total facility profit margins declined for MDHs from  fiscal year 2011 through 2017. (See table 3.) The degree to which  Medicare margins declined for MDHs during this time period (6  percentage points) was greater than the degree to which they declined for  rural hospitals (4 percentage points) and all hospitals (3 percentage  points). The self-reported data show that unlike rural and all hospitals,  MDHs were not profitable in 2017—meaning that the revenue they  received from Medicare and other payers was less than their reported  costs for providing services. Specifically, the total facility profit margin  turned from positive to negative and dropped almost two percentage  points between fiscal years 2011 and 2017.", "We also ran regression models to examine the relationship between all  hospitals’ total profit margins and the various measures of Medicare  dependence. We found that hospitals with a higher Medicare share of  total-care revenue had lower total facility margins on average, holding all  other factors constant; in contrast, there was no significant relationship  between total facility margins and the inpatient volume-based measures  of Medicare dependence.  This indicates that a higher volume of  inpatient services was not associated with lower profitability."], "subsections": []}]}]}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to the Department of Health and Human  Services for comment. The Department of Health and Human Services  provided technical comments, which we incorporated as appropriate.", "We are sending copies of this report to the Secretary of the Department  of Health and Human Services. In addition, this report is available at no  charge on the GAO website at http://www.gao.gov.", "If you or your staffs have any questions about this report, please contact  me at (202) 512-7114 or farbj@gao.gov. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this report. GAO staff who made key contributions to this report are  listed in appendix IV."], "subsections": []}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["This appendix explains the quantitative scope and methodology used to  examine how the Medicare-dependent hospital (MDH) designation differs  from the other Medicare rural hospital designations. This appendix also  explains the scope and methodology used to describe changes in the  number and selected metrics of MDHs and other hospital types, including  those used for a regression analysis to provide information on the  relationship between MDH program criteria and Medicare dependence."], "subsections": [{"section_title": "Differences between MDH and Other Designations", "paragraphs": ["To describe how the MDH designation differs from other rural hospital  designations, we used CMS data—specifically, the Provider Specific File  (PSF)—to identify the number of MDHs, critical access hospitals (CAH),  sole community hospitals (SCH), rural low-volume adjustment hospitals  (LVA), and rural referral centers (RRC) in fiscal year 2017. We then  identified all rural hospitals without a designation in 2017 using the 2018  CMS Inpatient Prospective Payment System (IPPS) Impact File because  those data are prepared in the middle of the year preceding the fiscal  year. We define rural hospitals using the CMS MDH programmatic  definition; that is, those hospitals that are not located in metropolitan  statistical areas, as well as those hospitals that reclassified as rural for  CMS payment purposes. We next identified the number of hospitals with  each designation and the value of additional payments received under the  rural designations that each hospital had in that year using data provided  by each hospital through their Medicare Cost Report (MCR).  The MCR  is submitted to CMS by hospitals each fiscal year and contains  information such as facility characteristics, utilization data, and costs to  provide services to Medicare beneficiaries and all patients. Because  CAHs are paid based on cost under a different payment system than the  other hospitals, we did not have complete data to estimate what those  hospitals would have been paid under the inpatient prospective payment  system and thus could not identify the additional payments received by  CAHs. In addition, RRCs only receive indirect payment benefits, and thus  we could not calculate a comparable additional payment for that group of  hospitals. For all analyses, we excluded hospitals within the Indian Health  Service, as well as hospitals in Maryland and those outside of the  remaining 49 states and the District of Columbia. We also excluded  hospitals with reporting periods greater than 14 months or less than 10  months and those that reported zero or negative Medicare revenue."], "subsections": []}, {"section_title": "Number of MDHs and Selected Metrics", "paragraphs": ["To describe changes in the number and select metrics of MDHs and other  hospital types, we examined MCR data for fiscal years 2011 through  2017. To first identify the universe of MDHs, rural hospitals, and all acute  care inpatient prospective payment system (IPPS) hospitals, we used the  PSF and MCR for fiscal years 2011 through 2017, as well as CMS Impact  Files for fiscal years 2012 through 2018. Then, we used the MCR to  calculate the number of MDHs that received the MDH payment  adjustment and the distribution of additional payments among MDHs in  each year. Using those same data sources, we then calculated several  metrics and examined trends for MDHs as compared to all rural hospitals  and all hospitals overall. The first metric is the median proportion of total  Medicare payments—referred to as revenue—each hospital group  received from providing inpatient and outpatient care to Medicare  beneficiaries. The second metric is hospitals’ median profit margins—a  profitability measure calculated as the amount of revenue the hospital  received minus reported costs, divided by the amount of revenue  received. We calculated profit margins specific to Medicare revenue and  costs (Medicare profit margins) but also for revenue and costs beyond  Medicare (total facility profit margins), including payments for treating  non-Medicare (including privately insured) patients. We calculated  Medicare and total facility profit margins at the hospital level using  hospital-reported costs and revenues from the MCRs, and reported the median margins for each hospital group. The Medicare margin reflects  only payments and costs received for inpatient and outpatient services  (about 90 percent of total Medicare revenue, according to CMS officials)  and excludes payments and costs for other hospital-based services, such  as those for skilled nursing and home health care. Third, we calculated  hospitals’ degree of Medicare dependence using three separate  definitions, or measures, of dependence: (1) the amount of revenue the  hospital received from Medicare as a share of all the revenue the hospital  received for inpatient and outpatient services (total care revenue), (2) the  share of inpatient days of care the hospital provides that are attributed to  Medicare beneficiaries, and (3) the share of inpatient discharges that are  attributed to Medicare beneficiaries. We also calculated these metrics  separately for those MDHs that were eligible for the program based on  data from the 1980s—legacy MDHs. To do so, we used data provided by  Medicare Administrative Contractors—third-party entities that administer  Medicare program payments and determine MDH eligibility."], "subsections": []}, {"section_title": "Regression Analysis", "paragraphs": ["To provide additional context on the relationship between MDH eligibility  criteria and the various definitions of Medicare dependence, we  developed an econometric model to analyze the association between bed  size, rural status, and the three measures of Medicare dependence. We  conducted the regression analysis using data from the CMS IPPS Impact  Files and MCRs from fiscal years 2011 through 2017. We used the  following measures as dependent variables: (1) the amount of revenue  the hospital received from Medicare as a share of all the revenue the  hospital received for inpatient and outpatient services (total care  revenue), (2) the share of inpatient days of care the hospital provides that  are attributed to Medicare beneficiaries, and (3) the share of inpatient  discharges that are attributed to Medicare beneficiaries."], "subsections": [{"section_title": "Dependent Variables", "paragraphs": ["𝑌𝑌𝑖𝑖𝑖𝑖=log (𝑅𝑅𝑖𝑖𝑖𝑖) .", "Where 𝑅𝑅𝑖𝑖𝑖𝑖 represents the Medicare share of revenue, inpatient days or  discharges, and the i and t subscripts represent the hospital and year,  respectively. This formulation has the advantage of restricting the models’  predicted values to be positive and also allows for a relatively  straightforward interpretation of the parameter estimates."], "subsections": []}, {"section_title": "Explanatory Variables", "paragraphs": ["We included hospital capacity or size as measured by the number of  hospital beds. The number of beds is itself one of the criteria for MDH  eligibility, and we were interested in whether hospitals of smaller sizes  have more or less Medicare dependency.", "We included an indicator variable flagging whether the hospital is in a  rural location. Rural location is one of the criteria for MDH program  eligibility, and so this was a key variable in our model.", "We included the ownership category of the hospital, such as whether  a hospital is for-profit or not for-profit, or whether it is a public or  private institution. This organizational category may determine  institutional characteristics, which affects the likelihood that the  hospital serves either more or fewer Medicare beneficiaries.", "We included the degree of proximity to other hospitals of substantive  size; specifically, the distance from the closest hospital with at least  100 beds. In addition to our rural indicator variable, this controlled for  whether more remote hospitals are more likely to be more dependent  on Medicare.", "We included whether the state in which the hospital is located has  expanded Medicaid to provide coverage to low-income, non-elderly  adults, because it is possible that an increased number of Medicaid- eligible patients may affect the number of Medicare patients using  hospital services. This variable may be associated with less Medicare  dependence if Medicaid becomes a relatively larger payer source, or it  may be associated with more Medicare dependence if Medicaid  eligibility brings Medicare-eligible people into the health care system.", "We included the percent of population in the hospital’s county over  age 65, because areas with larger numbers of people over age 65  may be more likely to have a higher proportion of Medicare  beneficiaries using health care services.", "We included the percent growth in county population, which allowed  us to control for areas with declining populations that may be more  likely to contain Medicare-dependent hospitals.", "Our model included time fixed effects (a dummy variable for each year  in the analysis). The time fixed effects controlled for factors affecting  hospitals nationally in as given year—in particular, those factors for  which data were unavailable.", "We included a set of state fixed effects (a dummy variable for each of  the states in the analysis) to control for effects that are common to a  specific area, but for which data may have been unavailable.", "We estimated specifications that included interactions between our  bed size categories and rural location. This allowed us to determine  whether bed size had the same impact on Medicare dependence for  hospitals in rural locations compared with those in urban locations."], "subsections": []}, {"section_title": "Model Specification", "paragraphs": ["ln (𝑅𝑅𝑖𝑖𝑖𝑖)=�𝑓𝑓𝑖𝑖𝐹𝐹𝑖𝑖 +𝑋𝑋𝑖𝑖𝑖𝑖𝛽𝛽+𝐶𝐶𝑠𝑠𝑖𝑖𝛾𝛾+𝜀𝜀𝑖𝑖𝑖𝑖,𝑡𝑡=1,…,𝑇𝑇; 𝑖𝑖=1,…,𝐻𝐻.", "The dependent variable is the logarithm of our measure of Medicare", "𝑋𝑋𝑖𝑖𝑖𝑖 is a 1 x k vector of hospital characteristics and possible 𝛽𝛽 is a k x 1 vector of parameters associated with the hospital interactions of these characteristics, where i denotes the ith hospital ∑ ∑", "𝐶𝐶𝑠𝑠𝑖𝑖 is a 1 x m vector of time-varying county-level variables hospital and their associated (lower case) parameters. 𝛾𝛾 is an m x 1 vector of parameters associated with the state-level characteristics such as the percent of the population over 65 and the  dependence, 𝑅𝑅𝑖𝑖𝑖𝑖.  and t denotes the year. 𝑋𝑋𝑖𝑖𝑖𝑖 contains key explanatory variables such as  characteristics, 𝑋𝑋𝑖𝑖𝑖𝑖. ownership type, the number of beds, rural or urban location, whether  𝑇𝑇𝑖𝑖=2a hospital receives MDH program monies and other characteristics.  represents the set of time (year) dummy variables (upper  𝑆𝑆𝑠𝑠=2 represents the set of state dummy variables (upper case) case) and their associated (lower case) parameters.  characteristics such as the percent of the population over 65 and the  county population growth rate.  characteristics, 𝐶𝐶𝑐𝑐𝑖𝑖.", "Our model includes an interaction effect between the rural dummy  variable and each of the characteristics except the geographic fixed  effects.  𝜀𝜀𝑖𝑖𝑖𝑖 is a well-behaved Gaussian random error term that may have a  heteroskedastic and/or clustered structure.", "We used Stata® to estimate the regression model, using fixed effects  at the state-level to account for unobserved heterogeneity and  clustering at the county-level."], "subsections": []}, {"section_title": "Specification of the Bed Size Categories and Geographic Fixed Effects", "paragraphs": ["Our focus was on the main criteria for MDH eligibility—namely hospital  size as measured by number of beds and rural versus no-rural hospital  location. We divided the hospitals into five bed number categories:", "50 beds or fewer", "Over 50 beds to 100 beds", "Over 100 beds to 300 beds", "Over 300 beds to 400 beds  This categorization strikes a balance between having too many  categories, which would reduce the statistical power of our analysis, and  having too few categories, which would fail to identify any non-linear  pattern in the statistical relationship. These categories also contain the  100 bed criterion as one of the cut-off points.", "Our analysis controls for location and possible heterogeneity by using  geographic fixed effects but we also want to identify the impact of rural  location. Selecting too detailed a level of geographic fixed effect such as  county or zip code would limit our ability to identify the rural effect so we  used states. We recognized that state fixed effects may not identify more  localized effects; this is a limitation of our model."], "subsections": []}, {"section_title": "Total Facility Profit Margins and Measures of Medicare Dependence", "paragraphs": ["We also modeled the effects of hospital characteristics on total facility  profit margins; that is, the difference between revenue and costs as a  percent of revenue. For MDHs in our analysis, we excluded any MDH  additional payment from the margin calculation in order to isolate and  remove the program impact on financial status.", "We used the same explanatory factors in our econometric model of  hospital margins as in our models of Medicare dependence but we  supplement these factors with our three measures of Medicare  dependence—a separate model for each measure. This allowed us to  assess how our different measures of Medicare dependence are  associated with financial well-being.", "We assessed the reliability of the relevant fields in each of the data sets  we used for these analyses by interviewing CMS officials, reviewing  related documentation, and performing data checks. On the basis of  these steps, we concluded that the data were sufficiently reliable for the  purposes of our reporting objective."], "subsections": []}]}]}, {"section_title": "Appendix II: Medicare Rural Hospital Payment Designation Eligibility and Payment", "paragraphs": ["We identified five Medicare rural hospital payment designations and  categorized them into two categories: (1) primary payment designations  and (2) secondary payment designations. Primary designations include  critical access hospitals (CAH), sole community hospitals (SCH), and  Medicare-dependent Hospitals (MDH). Each designation has distinct  eligibility requirements and payment methodologies."], "subsections": []}, {"section_title": "Appendix III: Full Regression Results", "paragraphs": ["This appendix describes the full results for our modeling of Medicare  dollars as a percentage of total revenue, the percent of inpatient days, the  percent of inpatient discharges, and total hospital profit margins."], "subsections": [{"section_title": "Results for Modeling Medicare Revenue as a Share of Total Revenue", "paragraphs": ["We tested for the hypothesis that key groups of parameters were  significantly different between urban and rural locations.", "We performed a k-parameter post-estimation Wald linear restriction  where 𝛽𝛽𝑘𝑘𝑢𝑢 and 𝛽𝛽𝑘𝑘𝑟𝑟 are matrices of the estimated urban and rural  parameters, respectively, for each of the k categories (bed-size,  ownership type, etc.). We rejected the null hypothesis of parameter  equality for bed-size, ownership types, Medicaid expansion, and year  dummies at the 5 percent level. The miles distance parameters  rejected the hypothesis at marginally above the 5 percent level.", "Rural hospitals generally were associated with larger Medicare shares  of revenue than urban hospitals. In every bed-size category, the  parameters for rural hospitals were significantly greater than for urban  hospitals. In addition, controlling for urban-rural location, with the  exception of the largest hospital category (over 400 beds) hospitals  with fewer beds had a smaller Medicare share of revenue, as shown  in figure 8.", "Hospitals in counties with higher percentages of people over age 65  were significantly associated with greater Medicare dependence."], "subsections": []}, {"section_title": "Results for Modeling Medicare as a Share of Total Inpatient Days", "paragraphs": ["Our Wald tests rejected the null that parameters rural and urban were  equal in the bed-number categories and in the ownership categories.", "As with the Medicare share of total revenue, our model for Medicare  share of inpatient days showed, controlling for bed numbers, that rural  hospitals generally had significantly greater Medicare dependence  than urban hospitals. In most bed-size categories, the parameters for  rural hospitals were greater than for urban hospitals.", "The pattern for bed size was different for Medicare dependence  measured in revenue in that for rural hospitals, dependence fell as  bed numbers rose, but, for urban hospitals, we observed a hump- shape distribution with the middle bed-number categories having  higher dependence than the smallest and largest categories, as  shown in figure 9.", "Hospitals located in counties with higher percentages of people over  age 65 had higher dependence."], "subsections": []}, {"section_title": "Results for Modeling Medicare as a Share of Total Inpatient Discharges", "paragraphs": ["Our model for the Medicare share of inpatient discharges showed that,  controlling for bed numbers, rural hospitals generally had greater  Medicare dependence than urban hospitals.", "In most bed-size categories, the parameters for rural hospitals were  significantly greater than for urban hospitals. Our Wald tests rejected  the null hypothesis that parameters for rural and urban were equal in  the bed-size categories, Medicaid expansion variables, and in the  ownership categories.", "The pattern for bed numbers was also different to Medicare  dependence measured in revenue. The urban hospitals had a hump- shape distribution with the middle bed-number categories having  higher dependence than the smallest and largest categories, whereas  the rural showed largest effects at the smallest and the larger  intermediate categories, as shown in figure 10.", "Hospitals located in counties with higher percentages of people over  age 65 had higher dependence."], "subsections": []}, {"section_title": "Results for Modeling Hospital Profit Margins", "paragraphs": ["The Medicare share of total revenue was significantly associated with  smaller total facility profit margins and was the only statistically significant  measure of Medicare dependence in the margin models. In general,  hospitals with small numbers of beds—fewer than 100—were associated  with smaller hospital margins relative to our reference category of large  urban hospitals. However, there was no significant difference in any of the  bed-number categories between urban and rural hospitals."], "subsections": []}]}, {"section_title": "Appendix IV: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact Staff Acknowledgments", "paragraphs": ["Jessica Farb, (202) 512-7114 or farbj@gao.gov  In addition to the contact named above, Gregory Giusto (Assistant  Director), Kate Nast Jones (Analyst-in-Charge), Britt Carlson, Rachel  Gringlas, Michael Kendix, Vikki Porter, Caitlin Scoville, Jennifer Rudisill,  and Jeffrey Tamburello made key contributions to this report."], "subsections": []}]}], "fastfact": ["Medicare pays hospitals set amounts based on the diagnoses of the Medicare patients they serve. Small, rural hospitals that meet certain eligibility criteria can qualify for additional payments.", "If those hospitals serve a high proportion of Medicare patients, they can apply for the additional payments under the Medicare-dependent hospital program. We found that between 2011 and 2017:", "The number of Medicare-dependent hospitals decreased by about 28% because, for example, they became ineligible for the program, merged with other hospitals, or closed.", "The typical Medicare-dependent hospital saw profits decrease by almost 2 percentage points."]}