{"id": "GAO-01-805", "url": "https://www.gao.gov/products/GAO-01-805", "title": "Facilities Location: Agencies Should Pay More Attention to Costs and Rural Development Act", "published_date": "2001-07-31T00:00:00", "released_date": "2001-08-09T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Concerns have been raised that federal agencies may not have been considering locating facilities in rural areas, as required by the Rural Development Act of 1972 (RDA), despite recent advances in telecommunications technology."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO found that, since its 1990 report (GGD-90-109) on this issue, federal agencies generally continue to be located in higher cost, urban areas. Eight of the 13 cabinet agencies surveyed had no formal RDA siting policy, and there was little evidence that agencies considered RDA's requirements when siting new federal facilities. Furthermore, GSA has not developed the cost-conscious, governmentwide location policy recommended by GAO in 1990. In GAO's survey, the sites that involved relocated operations still largely remained in urban areas, while the sites that involved newly established operations were more evenly spread over rural and urban areas. Federal agencies' mission requirements, such as the need to be near clients or other organizations, apparently have led them to select urban areas. GAO found that government functions, such as research and development, data processing, accounting and finance, and teleservice centers, can be located in rural areas. Although it is unclear from the information GAO collected whether any of the federal agencies that located sites in urban areas could have located them in rural areas, it is clear is that RDA has not had the influence on federal siting practices that Congress intended. Many agencies had no RDA policy, as required by the act, and many agency personnel in GAO's survey either did not consider RDA or did not know whether the act was used in making their site selection."]}], "report": [{"section_title": "Letter", "paragraphs": ["This report responds to your request that we develop information on the  types of federal functions that lend themselves to being performed at  locations other than Washington, D.C., and federal regional cities.  You  were concerned that federal agencies may not have been considering  locating facilities in rural areas, as required by the Rural Development Act  of 1972 (RDA), particularly in light of recent advances in  telecommunication technology.  You specifically asked that we report on  (1) What executive branch civilian non-Department of Defense functions  have recently selected urban locations other than Washington, D.C., and  the federal cities, compared to rural locations, and what factors, benefits,  and problems were associated with such site selections? (2) What federal laws and policies govern facility location and to what  extent have agencies implemented this guidance?  (3) What lessons can be learned from private sector site selections?  (4) What functions lend themselves to being located in rural areas?", "To answer the first question, we used a questionnaire and follow-up  interviews to survey agency officials regarding 115 sites acquired during  fiscal years 1998 though 2000 by the General Services Administration  (GSA) or other agencies that exercised their independent statutory  authority to acquire sites.  At your request, we excluded moves to  Washington, D.C., and the 10 federal cities.  We chose space of 25,000  square feet or larger in order to review decisions with more significant  economic importance.  To determine what federal laws and policies  govern facility location, we interviewed GSA and other agency officials and  reviewed relevant laws and policies.  We contracted with a consultant who  surveyed 52 private sector companies and reviewed real estate-related  literature discussing private sector site selections to determine what  lessons the public sector could learn from private sector site selections.  To  determine which functions lend themselves to locations in rural areas, we  used results from our questionnaire survey, interviews with real estate and  other officials at 13 cabinet agencies, and observations from the  consultant’s survey.", "For this survey, we defined rural area as an area having a population of  25,000 and under.  We had to select a threshold because RDA is unclear as  to which population size to use for facility siting.  The prior threshold,  which was eliminated in 1996, used a population threshold of 50,000 and  included a population density requirement.  Population density data were  not readily available; therefore, it was not feasible for us to use this  definition.  We chose 25,000 or less because it was used to define rural  areas by several federal agencies for purposes other than federal siting  under RDA and private sector organizations that we identified.  The 25,000  population threshold resulted in the identification of 32 of the 115 sites in  our survey as rural sites.", "We did our work from August 2000 to May 2001 in accordance with  generally accepted government auditing standards.  Although we obtained  GSA’s and other agencies’ comments on factors they considered for site  selections, we did not attempt to determine the appropriateness of  agencies’ siting decisions.  A more complete description of our scope and  methodology is included in appendix I."], "subsections": [{"section_title": "Background", "paragraphs": ["GSA is the central management agency for acquiring real estate for federal  agencies.  According to a GSA policy official, GSA is responsible for  managing the acquisition of about 40 percent of the federal government’s  office space and 10 percent of all government space.  Other agencies, such  as DOD, have their own authority to acquire space.  To acquire real estate,  an agency must either go through GSA using GSA’s statutory authority, use  its own statutory authority, or obtain delegated authority from GSA.  If it is  using GSA, the agency must provide GSA with a \"delineated area,\" the  geographic area where the agency wants to be located.  GSA’s policy  requires its staff to review each delineated area to confirm its compliance  with all applicable laws and regulations. Once an agency has selected a  delineated area, GSA, under CICA, is to acquire the site within the selected  area through the use of full and open competitive procedures.  If an agency  acquires property independently of GSA using its own statutory authority, it  is responsible for compliance with all relevant laws and regulations but is  not subject to GSA regulations.", "In 1990, we were asked by Senator Kent Conrad to look at policies that  guide civilian agencies in selecting facility locations and determine whether  any changes in federal location policies were warranted.  We reported that  GSA needed to develop a more consistent and cost-conscious  governmentwide location policy that required agencies, in meeting their  needs, to maximize competition and select sites that offer the best overall  value, considering such factors as real estate and labor costs.  Since 1990,  at least two matters raised in that report have remained unchanged.  First,  GSA has not developed for congressional consideration the cost-conscious  and consistent governmentwide location policy that we recommended.   The second item that remains unchanged is that rents in the CBAs of  federal regional cities and Washington, D.C., are generally higher than the  rents in non-CBA sections of those same cities—an average of $4.03 per  square foot higher within calendar year 1999, as shown in table 1.", "According to an April 2001 GSA congressional testimony, high rents for  class A commercial space in San Francisco, CA, caused three federal  agencies to move from leased space in San Francisco to leased space in  Oakland, CA, where rates were 25 percent to 30 percent lower.", "One change that occurred since our 1990 report that affected the  workplace is the surge in telecommunications services, including  widespread access to the Internet.  One result of telecommunications  services is the practice of “telecommuting,” whereby employees can work  from home or remote offices for all or part of their work week.   Telecommuting increased significantly, rising from a level of 4 million U.S.  workers in 1992, according to the Department of Transportation, to 16.5  million in 2000, according to the International Telework Association and  Council.", "Despite the continuing relative higher cost of urban commercial rents,  federal employment generally remains focused in Metropolitan Statistical  Areas (MSA), as shown in table 2."], "subsections": []}, {"section_title": "Recently Selected Federal Sites Were Mostly in Urban Areas", "paragraphs": ["During fiscal years 1998 through 2000, agencies chose urban areas for  about 72 percent of the 115 acquired federal sites in our survey and  selected rural areas (those with a population of 25,000 or less) for about  28 percent of the sites.  Agencies reported that mission was the primary  factor used to determine the location for over one-half of the sites and that  the mission dictated the need to be in close proximity to clients, other  agency facilities, and related organizations.  GSA conducted the  acquisitions for 79 of the sites using GSA authority, and agencies using their  own statutory authority conducted the acquisitions for the other 36 sites.", "Agencies selecting urban sites reported that close proximity to other  agency facilities and organizations contributed to cost savings resulting  from less travel, more prompt on-site support, and ease in technology  sharing.  Other benefits reported for urban sites included the availability of  a skilled labor pool and accessibility to public transportation for both  employees and agency clients.  Agencies that chose rural sites reported  some similar benefits, stating that close proximity to related or support  agency facilities and proximity to industries with which the agency is  connected resulted in more efficient use of agency resources and less  travel.  Other benefits reported for rural sites included better building and  data security and improved access to major transportation arteries.", "Officials reporting for about 66 percent of the sites either said no problems  existed at the sites (45 percent), or they did not respond to the survey  question (21 percent).  For the remaining sites, agencies selecting urban  areas reported problems such as lack of secure buildings, lack of  expandable space, and high rental rates.  Agencies selecting rural areas  reported problems such as lack of infrastructure for high-speed  telecommunications and a lack of access to public transportation.", "Functions performed at the sites varied, and some functions were  performed in both urban and rural areas."], "subsections": [{"section_title": "Most of the Sites Were Located in Urban Areas", "paragraphs": ["Eighty-three (or 72 percent) of the sites in our survey were located in urban  communities (areas with a population above 25,000), and 32 (or 28 percent)  were located in rural areas (areas with a population of 25,000 or below).   Most of the 115 site selections involved relocations within existing  communities (56) or expansions of existing sites (14).  As table 3 shows,  the number of newly established locations (locations for agency functions  for which the agency neither relocated nor expanded an existing site) was  almost evenly distributed between rural and urban areas.  Functions at the  six rural sites selected for newly established locations included  storage/inventory (mainly Census Bureau material for the 2000 Census), air  traffic control, and law enforcement.  The seven urban areas selected for  the newly established locations included functions such as document  archiving, passport production, law enforcement, and inspection of  diseased plants near plant quarantine areas.", "As table 3 shows, of the 32 sites that were relocated from one community  to another community, 18 were in urban areas and 14 were in rural areas.   Among these relocated sites, law enforcement and administrative program  management were the most prevalent functions; and the two functions  were about evenly divided between urban and rural sites.  However, the  finance and accounting and research and development functions were  found only at rural sites.  Functions at the urban relocated sites included  inspecting/auditing, tax administration, and aviation operations.", "An agency can use GSA to acquire property on its behalf or acquire the  property independently, using either statutory authority or authority  delegated by GSA.  No major difference existed in the percentage of urban  sites selected, regardless of whether the site decisions were made by  agencies working with GSA or made independently of GSA.  About 71  percent of the sites that GSA procured on behalf of agencies were in urban  areas, and about 75 percent of the sites agencies selected independently of  GSA were in urban areas."], "subsections": []}, {"section_title": "Agencies Reported That Agency Mission Requirements Determined Site Location", "paragraphs": ["From a list of 12 factors (and an overall “others” category) in our survey,  agencies reported that they considered numerous factors to determine the  delineated area for the sites in our survey.  As shown in table 4, agencies  considered mission in making location decisions for 82 of the sites in our  survey.  The next most-cited factors were transportation efficiencies, which  was considered for 46 sites; and particular space needs, such as specialized  floor layouts, which was considered for 45 sites.", "In their discussion as to why agency mission was the primary factor for site  selections, agencies most often cited the need for the site to be in close  proximity either to the mission service area, other agency facilities, other  government agencies, or related private sector organizations.  For example:  The U.S. Customs Service (Customs) reported that it chose the  delineated area for its international mail inspection function in Carson,  CA, because the U.S. Postal Service (USPS) had relocated its  international mail operations to Carson, CA, and Customs needed its  inspection function to be near the international mail site.  Customs also  reported that its cybersmuggling center needed to be located within the  concentration of private computer-based industries in Fairfax, VA.  U.S. Attorney offices reported that their policy is to be within four  blocks of federal courthouses because, as the principal litigators for the  U.S. government, U.S. Attorneys need to be available for courtroom  activities on a regular basis.  U.S. Marshals Service (USMS) offices also  reported that USMS offices need to be colocated with the courts  because the agency’s primary concern is the safety and security of the  judiciary, the judicial process, and its participants.", "The Department of Agriculture’s Animal and Plant Health Inspection  Service (APHIS) reported that the delineated areas of its sites in our  survey were selected because they needed to be in close proximity to  diseased plant quarantine areas.  The Federal Emergency Management  Agency also reported that its Pasadena, CA, site in our survey needed to  be in close proximity to a disaster area.", "The Immigration and Naturalization Service reported that its national  records center had to be located as close as possible to a National  Archives and Records Administration (NARA) center in Lees Summit,  MO, to reduce the costs associated with a high-volume records transfer  to NARA.", "Agencies providing services to the public, such as the Social Security  Administration (SSA), IRS, and the Department of Veterans Affairs,  reported that the delineated areas for their offices/clinics were selected  because the agencies needed to be as close as possible to the  client/patient population that the agencies service.", "Agencies did not select rural areas for 83 of the 115 sites in our survey.  For  about 75 percent of the 83 sites, agencies cited mission requirements as the  reason for not selecting rural areas.  They again cited proximity  considerations and said that locating the sites in rural areas would have  placed them too far from their clients, other supporting agency facilities,  related research facilities, or the function they had to monitor.  For  example, GSA’s Federal Technology Service reported that it did not  consider a rural area for its site because the function needed to remain in  the Washington, D.C., area to have access to its major customers and  telecommunications providers.", "Other reasons for not selecting rural areas included the need to be near  public transportation and rural areas’ lack of the necessary labor pool and  sufficient space.  Some respondents also said that rural areas can have high  costs, such as for transportation to airports.  The Bureau of Reclamation  stated that a water resources management operation was not located in a  rural area because of the unavailability of a building to meet space needs.", "The IRS said it did not place a telephone−based customer service site in a  rural area because of the need for a large number of recruitment candidates  who were available only in a more heavily populated area.  Similarly, the  SSA said that when one of its teleservicing centers needed additional  space, it did not move the center to a rural area because of the difficulty of  locating sufficient space and personnel in rural areas.", "In addition to agency mission, lower real estate cost was one of three main  factors that contributed to the selection of the 32 rural sites.  Respondents  representing almost one-half of the rural sites identified (1) lower real  estate costs; (2) particular space needs (e.g., specialized space for security  reasons); and (3) transportation efficiencies, such as access to major  arteries, as factors considered in the site selection decisions."], "subsections": []}, {"section_title": "Agencies Reported Benefits and Problems With Selected Sites", "paragraphs": ["In response to our survey’s request to list three chief benefits and  problems, if any, associated with the selected location for sites in our  survey, agencies reported numerous benefits and few problems for both  urban and rural locations.  The benefits of urban areas included close  proximity to other agency resources, such as support facilities and related  government agencies, and related private sector organizations.  Agencies  said proximity was a benefit because it contributed to more prompt on-site  support and cost savings resulting from less travel and transportation of  material over distances and eased technology sharing and daily interaction  among related organizations.  For example, both the Forest Service and  APHIS reported that their sites’ close accessibility to universities allowed  for sharing of advanced technologies and improved collaboration between  the agency and university researchers.  Also, the Department of Veterans  Affairs reported that the urban location of one of its clinics was a benefit  because it was in close proximity to the city’s medical center complex.   Other benefits cited for sites in urban areas included the availability of a  skilled labor force, the ability to use existing infrastructure, and the  accessibility of public transportation for both employees and clients.", "Agencies that located sites in rural areas reported some similar benefits,  such as close proximity to related or support facilities, other program  employees, and the industry to which the agency was connected.  They said  proximity resulted in more efficient use of agency resources and less  travel.  Other benefits reported for rural sites included improved building  and data security and accessibility to major transportation arteries.", "Agencies reported they had no problems with about 45 percent of the sites,  either urban or rural.  They provided no response to this survey question  for another 21 percent of the sites.  For the remaining sites, agencies  selecting urban areas reported problems such as lack of secure buildings  and expandable space, traffic problems, high rental rates, and specific  problems with buildings needing repairs.  Agencies selecting rural areas  reported problems such as a lack of proximity to other agency facilities and  public transportation, great distance from major airports, and a lack of  necessary infrastructure for telecommunications and city waste  management services."], "subsections": []}, {"section_title": "Functions Located at Established Sites Varied Widely", "paragraphs": ["As table 5 shows, agencies reported that the three most common functions  located in rural areas included law enforcement, research and  development, and supply storage and inventory control.  Three functions,  automated data processing, finance and accounting, and social services,  were located only in rural areas.", "The three most common functions located in urban areas were law  enforcement, administration of loans/grants/benefits and processing of  applications and claims, and administration/program management.  Law  enforcement was the most prevalent function in both urban and rural  areas, although it was more prevalent in urban areas.  Also, although  research and development and supply storage and inventory functions  were more prevalent in rural areas, sometimes they were also located in  urban areas."], "subsections": []}]}, {"section_title": "The Rural Development Act and Other Federal Policies on Location", "paragraphs": ["Several laws and executive orders affect the location of federal facilities.   The laws, which take priority over the executive orders, include RDA, the  primary law on rural siting; and CICA, a law governing federal acquisition  generally.  When considering areas in which to locate, RDA \"directs the  heads of all executive departments and agencies of the Government to  establish and maintain departmental policies and procedures giving first  priority to the location of new offices and other facilities in rural areas.”   Any move by an agency to new office space in another location would be  considered a new office or facility covered by RDA.  Once agencies have  selected their respective areas for possible locations, CICA generally  requires that agencies obtain full and open competition for facilities  acquisitions within the areas selected.", "The two primary executive orders on federal facility location decisions are  Executive Order 12072 of August 16, 1978; and Executive Order 13006 of  May 21, 1996.  Executive Order 12072 specifies that when the agency  mission and program requirements call for facilities to be located in urban  areas, federal agencies must give first consideration to locating in a CBA  and adjacent areas of similar character.  Executive Order 13006 requires  the federal government to utilize and maintain, wherever operationally  appropriate and economically prudent, historic properties and districts,  especially those located in the CBA.", "Agencies acquiring real estate are responsible for complying with federal  laws and executive orders.  If GSA is acquiring the real estate for an agency,  then GSA regulations state that GSA is responsible for ensuring  compliance with “all applicable laws, regulations, and Executive orders.\"   However, if the agency is making the acquisition under its independent  statutory authority, or through a delegation from GSA, the agency is  responsible for compliance with relevant laws and regulations.  Some  agencies also have been provided statutory authority to acquire real estate  for different purposes.  Some agencies such as the Tennessee Valley  Authority (TVA) have been provided broad authority.  TVA is authorized to  purchase or lease real property that it deems necessary or convenient in  transacting its business.  Other agencies’ statutory authority is for more  limited purposes.  For example, the Secretary of the Interior is authorized  to lease buildings and associated property for use as part of the National  Park System and the Secretary of the Treasury is authorized to lease  space for the storage of unclaimed or other imported merchandise that the  government is required to store."], "subsections": [{"section_title": "Limited Consideration of RDA", "paragraphs": ["RDA states that executive departments and agencies must establish  policies and procedures to give first priority to the location of new offices  and other facilities in rural areas.  However, among the 13 cabinet  departments, only the departments of Agriculture (USDA), Commerce,  Labor, Transportation, and the Treasury had written policies specifically  addressing RDA.  The other departments (Justice, Health and Human  Services, the Interior, Housing and Urban Development, State, and  Education) said they did not have policies on RDA; and two (Energy and  Veterans Affairs) said they expect all employees to abide by all policies on  facility acquisitions, but they also had no written policies regarding RDA.", "In addition, many agency real estate specialists in field offices also said  either their agencies did not have RDA policies or they did not know if their  agencies had such  policies.  Among the 113 sites for which we received  responses, 61 sites involved agencies that did not have RDA policies, and 24  involved agencies that had policies. Respondents for 28 sites also said that  they did not know if their agencies had RDA policies.", "Our survey also requested respondents to report which of the four  applicable laws and executive orders were considered in the acquisition of  the surveyed sites.  Agencies reported that   CICA was considered for 73 percent of the 113 sites for which a   Executive Order 12072 (on locating in CBAs) was considered for 50  percent of the 113 sites for which a response was received,  Executive Order 13006 (on historic districts) was considered for 43  percent of the 112 sites for which a response was received, and   RDA was considered for about 27 percent of the 113 sites for which a  response was received.", "Agencies reported that they considered RDA for 8 of the 36 sites that were  acquired independently of GSA.  Agencies also reported that RDA was  considered for 21 of the 79 sites acquired by GSA.  Conversely, for about 73  percent of 113 sites for which a response was received, respondents said  they either did not use RDA in site acquisitions or did not know whether it  was used.", "To determine if GSA was requiring agencies to apply RDA, we looked at  GSA regulations and examined 33 GSA lease files.  GSA regulations state  that federal agencies using GSA are responsible for identifying their  delineated areas, consistent with their missions and program  requirements in accordance with applicable regulations and statutes,  including RDA.  The agencies must also submit to GSA a written statement  explaining the basis for their delineated areas, and GSA is responsible for  reviewing these delineated areas to confirm their compliance with laws and  regulations.  We looked at 33 files involving GSA leases made from 1989  through 2000 in 3 GSA regions, including the Rocky Mountain Region,  based in Denver; the Greater Southwest Region, based in Ft. Worth, TX;  and the Mid-Atlantic Region, based in Philadelphia.  We found no mention  of RDA in any of the 33 acquisition files.  In the files we examined, we did  find cases where GSA requested modification of the delineated area in  response to other criteria, such as CICA. Additionally, a GSA official in the  National Capital Region (NCR) provided us with a checklist of documents  that are expected to be in each NCR lease file.  Neither the 1999 checklist  nor the 2000 update of that list mentioned RDA, although both mentioned  Executive Orders 12072 and 13006."], "subsections": []}, {"section_title": "What Constitutes Rural or Rural Area Is Unclear", "paragraphs": ["In addition to agencies’ limited consideration of RDA, the act’s definition of  \"rural\" is unclear.  RDA provides that rural areas, for the purpose of federal  facilities location decisions, are defined in the private business enterprise  exception in section 1926(a)(7) of title 7 of the U.S. Code.  Prior to 1996,  this exception in 7 U.S.C. § 1926(a)(7) defined rural as “all territory of a  State that is not within the outer boundary of any city having a population  of fifty thousand or more and its immediately adjacent urbanized and  urbanizing areas with a population density of more than one hundred  persons per square mile, as determined by the Secretary of Agriculture  according to the latest decennial census of the United States: Provided, that  special consideration for such loans and grants shall be given to areas other  than cities having a population of more than twenty five thousand.”"], "subsections": []}, {"section_title": "Different Agencies Use Different Rural Definitions", "paragraphs": ["Government agencies have different definitions of what constitutes a rural  area.  For example, GSA uses two different population thresholds to define  rural area for purposes of RDA.  According to GSA Interim Rule D-1, a rural  area is any area \"that (i) is within a city or town if the city or town has a  population of less than 10,000 or (ii) is not within the outer boundaries of a  city or town if the city or town has a population of 50,000 or more and if the  adjacent urbanized and urbanizing areas have a population density of more  than 100 per square mile.\" Meanwhile, as table 6 shows, other federal agencies use other definitions of  rural to implement various federal programs; and private organizations use  other definitions as well."], "subsections": []}]}, {"section_title": "Lessons From Private Sector Relocations That Relate to the Federal Government", "paragraphs": ["According to our study and our consultant’s review, location factors  considered important by the private sector for minimizing costs might  benefit the public sector.  These factors are (1) incentives offered by  localities to attract new employers, such as free land; and (2) the lower real  estate, labor, and operational costs available in some areas.  The private  sector cited these two factors as having influenced their location decisions  more frequently than did the federal agencies in our survey.  We recognize  that federal agencies’ missions may sometimes preclude them from taking  advantage of the savings represented by these factors.  However, in  instances where an agency has flexibility in locating a function, the agency  may be able to take advantage of one or both of these factors, so long as  they are not offset by other higher operational costs."], "subsections": [{"section_title": "Location Factors Important to the Private Sector", "paragraphs": ["According to our consultant, there are two broad steps involved in office  location decisions made by the private sector.  The first step is to determine  whether a given location is functionally suited to achieve the purposes of  the office that is to be located.  The second step is to test the location for its  ability to meet a range of factors that have been shown to be important in  meeting required goals.  Our consultant found that corporations strongly  preferred urban locations over rural ones.  The determining location factor  for most companies, he said, derives from a specific location’s  characteristics.  The private sector considers numerous factors in making  location decisions, and the relative importance of the factors appears to be  company specific.  However, our consultant’s literature search and survey  of 52 private sector companies identified several factors as the main areas  of consideration in the private sector location decisionmaking process.   They were (1) transportation and logistics, (2) labor availability and cost,  (3) real estate costs, and (4) business climate and business incentives.  Of  these factors, some were location factors considered by the federal sites  we surveyed and some were not."], "subsections": [{"section_title": "Transportation: Access to Highways, Trains, and Airports", "paragraphs": ["Access to highways and major thoroughfares is important for employees  who commute and essential to maintaining connections to companies’  suppliers and customers.  When asked to rate the importance of  transportation and logistics, 17 of the 52 respondents in our consultant’s  survey gave it the highest rating for headquarters offices, and over one-half  gave it the highest rating for satellite (field) offices.   With the increasing  globalization of markets, easy access to airports is also very important in  corporate location decisions.  Professional services, such as those of  accountants and lawyers, also increasingly require access to airports, our  consultant said.", "Transportation factors were also important to the public sector.  In our  survey of federal agency sites, officials for 40 percent of the sites said  access to transportation, such as airports, trains, and highways, was an  important factor in their location decisions. Examples cited by the agencies  included easy access to airports for trainees from around the nation and  access to highways for service centers."], "subsections": []}, {"section_title": "Availability and Cost of Labor", "paragraphs": ["According to our consultant, the availability and cost of labor are among  the most important location factors for the private sector.  Most of the  corporations responding to our consultant’s survey rated these among the  top location factors considered when locating either their headquarters or  field offices.  Asked to rate the importance of \"availability and cost of labor  supply,” of the 52 survey respondents 30 gave it the highest rating for  headquarters offices and 32 gave it the highest rating for satellite (field)  offices.  Our consultant emphasized that the availability of sufficient and  qualified labor is crucial to any business location decision because, even in  a low-wage area, the need to train a qualified workforce can wipe out  savings from lower labor costs.  Our consultant also stated that while many  small towns on the fringes of metropolitan areas have experienced rapid  growth, their small populations suggest that they will remain small, which  can be a liability to attracting companies.", "Labor costs include not only wage rates but also benefits, unemployment  insurance, and workmen’s compensation requirements.  Labor costs also  include costs associated with recruitment and training and the competition  for labor within the same area. Some companies try to avoid areas where  they have to compete with major competitors for the same labor pool  because of the possibility that skilled labor would be unavailable or that  competitors would drive up the wage rate.  According to our consultant,  these factors are particularly important when considering rural areas  where educational qualifications, in some cases, are not so readily  available.", "Availability and cost of labor were not location factors considered by  federal agencies for most of the sites in our survey.  Respondents reported  that they considered personnel costs, including lower labor costs and  recruitment and retention costs, in location decisions for no more than 23  of the 115 sites in our survey.  Whether the federal government can adopt  the private sector’s practice in this area is open to question because, as  previously mentioned, the primary location factor cited by federal agencies  for the sites in our survey was agency mission.  If agency mission dictates  where most of the federal facilities have to be located, specifically in close  proximity to clients, then the agency may have little flexibility to realize  costs savings from low-wage areas."], "subsections": []}, {"section_title": "Lower Real Estate and Operating Costs", "paragraphs": ["Since at least 1990, real estate costs have consistently ranked among the  top 10 factors influencing private sector location decisions.  Real estate  costs include direct costs (i.e., land, building, and occupancy costs such as  rent and utilities), and indirect costs (costs such as shipping,  transportation, and storage).  When direct costs are higher in one  community than another, the addition of lower indirect costs may result in  a lower overall real estate cost in the community with higher direct costs.   When asked to rate the importance of real estate costs, 31 percent of the  corporate survey respondents gave this factor the highest rating for  corporate headquarters offices, and 63 percent did the same for corporate  field offices.", "Real estate cost was cited less frequently by federal agencies in our survey  than by the private sector in making site location decisions.  Agencies  reported that for about 22 percent of the sites in our survey, lower real  estate cost was a factor in the decision.  If the public sector adopted this  private sector practice, specifically for functions where agencies have  flexibility as to where they may be located, potential savings could be  offered by lower real estate costs, so long as the savings are not offset by  other higher operating costs."], "subsections": []}, {"section_title": "Business Climate and Business Incentives", "paragraphs": ["The business climate of an area, including its business incentives, is a cost  factor highly important to the private sector.  When asked to rate the  importance of an area’s business climate, 54 percent of respondents in our  consultant’s survey gave it the highest rating.  Business climate factors  include the general business potential and receptivity of a community to  the corporate purpose.  This includes the community’s economic health, its  organization and preparedness for growth, and the capacity of the  community to support future growth of the locating company.   For  example, zoning issues are critical.  Similarly, business incentives, such as  tax abatements, free land, or infrastructure improvements offered by a  community, are indicative of the business climate and are highly important  location decision factors.  According to our consultant, while incentives do  not replace the need for a company’s location to make good business sense,  incentives become a means of distinguishing among otherwise acceptable  alternatives.", "Business incentives were mentioned by only 2 agencies in our survey of 115  sites.  USDA said it chose a site at a local university for wildlife research  because Colorado State University made land available at no cost.  In  return, USDA agreed to work in cooperation with university students on  wildlife research.  The Environmental Protection Agency (EPA) said when  the lease expired for its regional office in Kansas City, KS, it relocated to  another location within the city because the city provided free land.  EPA  reported that this was a “win-win” situation for both the agency and the city  because the agency saved on its real estate costs, and the office benefited  the economically depressed area where it is located.", "The limited use of local incentives by agencies in our survey contrasts with  the emphasis the private sector places on incentives to save costs.  For  example, functions that need not be in proximity to the public or other  facilities—such as training, data processing, document distribution, or  telephone-based servicing—have the potential to take advantage of local  incentives.  While federal agencies cannot take advantage of all local  incentives, such as tax relief, they might make use of other local incentives.   For example, our 1990 report, referred to earlier, noted that the Bureau of  Engraving and Printing chose a site in Ft. Worth, TX, in the late 1980s in  part because of incentives offered by the locality.  The incentives included  the donation of 100 acres of land and construction of a building, a total  package valued at between $12.5 million and $15 million.", "Public policy may have an impact on the extent to which federal agencies  may seek incentives provided by local communities.  The public sector  sometimes seeks to provide economic assistance to certain areas, rather  than the reverse—consider how the government may benefit from an area.", "RDA and executive orders, such as Executive Order 12072, promote  locating federal agencies in rural areas or in the central business districts of  urban areas to foster their economic development.  In contrast, according  to our consultant, the private sector seeks the reverse—consider how the  corporation may benefit from the community."], "subsections": []}]}, {"section_title": "Government Lacks Cohesive Location Policy", "paragraphs": ["The government lacks a cohesive overall location policy that requires  agencies to consider costs when initially deciding whether to locate a site  in a rural or an urban area.  In 1990, we reported that the government was  not as cognizant of cost considerations as was the private sector and that  government policy was aimed at improving the economic development of  either rural areas through RDA or urban areas through the executive  orders.  We recommended that GSA develop for congressional  consideration a more consistent and cost-conscious govermentwide  location policy that considers such factors as maximizing competition and  taking advantage of lower real estate and labor costs in order for the  government to lower its acquisition and operating costs.  In 1991, GSA  issued a temporary regulation requiring agencies to consider the  availability of local labor pools, pay differentials for employees, local  incentives offered, and real estate costs for prospectus-level projects  whose missions did not dictate a geographic area. However, the  requirement was eliminated in 1997 when GSA revised its location  regulations.  GSA officials could not explain why the requirement was  deleted when we asked them in May 2001.", "On the basis of our latest survey of 115 sites, we found that little  consideration in the site acquisition process was given to the differing costs  of alternative areas.  Besides finding little interest in lower real estate costs  or in the use of certain local incentives, our survey also found that only 15  sites were acquired using cost analyses of alternative geographic areas,  which compared costs of different areas in which a site could ultimately be  selected.  However, no regulation presently calls for such an analysis.", "In 1990, we reported that GSA, as a central management agency, had not  provided leadership to assist agencies in implementing and complying with  RDA.  We noted that GSA had not assisted agencies in developing  procedures and guidelines to implement the various location policies.   Therefore, we recommended in our 1990 report that GSA develop for  congressional consideration a more consistent governmentwide location  policy.  In our recent survey of agency sites, we found most agencies,  whether they obtained the sites independently or through GSA, did not use  RDA or did not know whether it was used in choosing their sites."], "subsections": []}]}, {"section_title": "Some Functions Can Potentially Locate in Rural Areas", "paragraphs": ["On the basis of our survey of 115 federal facilities, the report of our  consultant, and our interviews with high-ranking officials in human  resources and information technology at 13 cabinet agencies, we were able  to identify several federal functions that could be performed in rural areas.   These included printing, archiving, accounting and finance, training,  passport application processing, automatic data processing, research and  development, storage, and law enforcement."], "subsections": [{"section_title": "Private Sector Functions That Might Locate in Rural Areas", "paragraphs": ["Our consultant identified 21 functions that the private sector might locate  in rural areas, as shown in table 7.", "According to our consultant, these functions lend themselves to being  performed in rural areas because (1) some of them do not demand the large  and technical, sophisticated labor pool often found in urban areas; (2)  some functions may be performed in a location remote from the principal  office’s day-to-day operations; and (3) some support functions can be  performed by telephone.  He also emphasized that rural areas are  sometimes suitable for functions where security is important, such as  research and development and law enforcement activities.", "We reviewed the 21 functions to see if they were represented in the federal  sector and whether any of the federal agencies we contacted identified  them as being found in rural areas or potential for rural areas.  Nine of the  21 functions met these criteria.  They were (1) accounting, (2) distribution  and warehousing, (3) education and training, (4) enforcement and quality  control, (5) printing and publishing, (6) records archiving, (7) data  processing, (8) scientific studies and research and development, and (9)  telemarketing/teleservicing.", "Table 8 shows the potential benefits and challenges that would result from  situating the function in a rural area for the nine selected functions."], "subsections": []}, {"section_title": "Functions Performed by Federal Agencies in Rural Areas", "paragraphs": ["Some of the federal functions in our survey were more often located at  rural sites than at urban ones.  These were automated data processing,  finance and accounting, social services, research and development, and  storage and inventory.", "Special space needs and low real estate cost were key factors for research  and development and storage sites.  The survey also asked respondents to  pick 1 or more of 12 named reasons why they had chosen their locations.   Survey responses regarding research and development and  storage/inventory facilities that were in rural areas pointed to two factors:  low real estate costs and unique space needs.  For instance, officials  representing four of the eight research and development sites cited their  unique space needs as a reason for their sites’ selection.  Of these sites,  three were in rural areas.  Officials representing five of the eight  storage/inventory facilities also gave this reason, and four were in rural  areas.  Similarly, all three of the research and development sites for which  officials cited low real estate costs as a reason for their site choices were  located in rural areas.  All five of the storage and inventory sites for which  respondents cited low real estate costs as a factor were in rural areas.", "Information from cabinet agency officials showed that functions that had  been decentralized within the agency were more likely to be found in rural  areas than were centralized functions.  We asked these officials, who  worked in information technology or human resources, about five  functions—printing, training, personnel benefits administration,  procurement, and finance/payroll—and whether these or other functions  could be relocated to rural areas.  Officials from 11 of the 13 cabinet  agencies said they had decentralized 1 or more of the 5 functions by placing  it in regional or even local operating units, including those in rural areas.   For instance, USDA said its training and procurement functions were  decentralized to local offices, which are \"in a majority of rural counties.”   The Interior Department said that, except for finance and payroll, the other  functions were decentralized “to the installation level,” and it has hundreds  of rural installations.  Four agencies reported that they had placed training  in rural areas, and one, the Department of Energy, said it also had  decentralized the procurement and personnel functions to local offices,  half of which are in nonurban areas.", "However, if an administrative function was centralized it was more likely to  be in an urban area.  For instance, of the seven agencies that said they had  centralized payroll, five said they located that function in cities, including  New Orleans.  The remaining two agencies placed the function in suburbs.   The five agencies that centralized printing said they were doing it at an  urban location—Washington, D.C.  One agency that centralized its training  and benefits administration said it had achieved economies of scale that it  feared would be lost if any part of that centralized operation was relocated  to a rural area.", "At least six agencies represented in these interviews identified one or more  problems with rural areas.  One official cited difficulty in recruiting  minority employees because some rural areas tend to lack minorities.  Such  areas, this official said, also may pose sufficient cultural adjustments for  minorities and minority employees may not wish to relocate to these areas.   Other officials cited cost concerns.  Officials for five agencies, for instance,  said rural areas can involve personnel-related costs, such as the cost of  relocating employees or of recruiting and training replacement workers.   Officials from three agencies also expressed concern over the relatively  higher cost of travel to rural areas, with one asserting that this made such  areas poor choices for training sites.  Three agencies also raised concerns  about facility costs, stating that the lack of available office space in rural  areas would force them to build new facilities and lose agency  infrastructure investments at current locations.  Three agency officials also  told us that their urban operations were in those areas because of factors  intrinsic to urban areas, such as the availability of public transportation  and proximity to the operations of other agencies or private sector  organizations.", "The full impact of telecommunications advancements in office location  decisions is still uncertain.  A widespread notion is that  telecommunications advances have made the use of rural areas more  viable.  However, of the 11 cabinet agencies that discussed the benefits and  drawbacks of rural telecommunications, only 2 agencies said  telecommunications advances had made rural locations more viable.  The  other nine agencies expressed concern about telecommunications service  in rural areas, with five saying that sophisticated telecommunications  services are not always available or can be costly when they are available.   Three agencies also said telecommunications is of less importance to siting  decisions than other factors, and one of these expressed concern that rural  telecommunications networks are inherently less secure than urban ones.   On a positive note, five agencies saw telecommunications benefiting  employees by, for instance, allowing benefits data and training to be  offered on-line or by allowing employees to work from home or from the  sites where they are conducting inspections.", "The private sector offered similar views.  According to our consultant,  although telecommunications is an increasingly important factor in  location decisionmaking, its full impact has not become clear.  Advanced  telecommunications services are touted as leveling the playing field  between small towns and metropolitan areas; however, broadband (high- speed) telecommunications facilities are not available in all areas, as  noted by our consultant.  He also emphasized that many small towns and  rural areas lack the capital and infrastructure to facilitate these broadband  services."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["Since our 1990 report on this issue, federal agencies continue to locate for  the most part in higher cost, urban areas.  Eight of the 13 cabinet agencies  surveyed had no formal RDA siting policy, and there was little evidence  that agencies considered RDA’s requirements when siting new federal  facilities.  Further, GSA has not developed for congressional consideration  a cost-conscious, governmentwide location policy, as we recommended in  1990.", "In our survey, the sites that involved relocated operations still largely  remained in urban areas, while the sites that involved newly established  operations were more evenly spread over rural and urban areas.  Federal  agencies’ mission requirements, such as the need to be near clients or other  organizations, apparently have led them to select urban areas.  Other  factors that led them to select urban areas are the availability of public  transportation and particular space needs.  A major factor that influences  private sector site selection for urban areas was the availability and cost of  skilled labor.  Other private sector factors included real estate cost, access  to transportation, and business incentives.  In choosing the geographic area  for a facility, the private sector more often cites cost considerations and  incentives offered by states and local areas than did the federal agencies in  our survey.", "Several government functions, such as research and development, data  processing, accounting and finance, and teleservice centers, can be located  in rural areas.  Although it is not clear from the information we collected  whether any of the federal agencies that located sites in urban areas could  have located them in rural areas, one matter that is clear is that RDA has  not had the influence on federal siting practices that the Congress appears  to have intended when RDA was enacted.  Many agencies had no RDA  policy, as required by the act, and many agency personnel in our survey  either did not consider RDA or did not know whether the act was used in  making their site selection decisions.  If agencies had RDA policies and  agency personnel were aware of and considered them, certain constraints  would still exist that impede efforts to locate in rural areas, such as  inadequate infrastructure for high-speed telecommunications, limited  public transportation, and a limited labor force.", "In the future, some of these constraints may be mitigated for a number of  rural areas, but for the federal government to cost effectively consider rural  as well as urban areas, we believe the following must occur:  The government needs to have a cohesive, governmentwide site location  policy that considers costs to the government as well as the goal of  enhancing the socioeconomic status of urban areas and rural areas.  We  do not believe that the public policy objectives of assisting either urban  or rural areas in a way that will allow agencies to fully and effectively  achieve their missions preclude agencies from considering other factors  such as the availability and cost of labor, real estate costs, operational  costs, and certain local incentives.  In fact, a more cost-conscious  federal siting policy may even increase agencies’ consideration of rural  areas, since rural areas may have lower overall costs. However, we also  recognize that in making siting decisions, the agency’s ability to achieve  its mission can be a more important consideration than costs.", "Federal agencies need to have clearly stated and documented policies  on site location that conform to governmentwide policy, including RDA;  and GSA and other agencies need to document their consideration of  RDA to ensure consistent policy application.  As a central management  agency, GSA could require any agency subject to its authority to do this.", "Federal agencies need one, clear definition of “rural area” for the  purposes of implementing facility siting under RDA."], "subsections": []}, {"section_title": "Matters for Congressional Consideration", "paragraphs": ["We suggest that Congress consider (1) enacting legislation to require  agencies to consider, along with their missions and program requirements,  real estate, labor, and other operational costs and applicable local  incentives when deciding whether to relocate or establish a new a site in a  rural area or urban area, and (2) amending RDA to clarify the definition of  “rural area” for facility siting purposes to facilitate its implementation."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We recommend that the Administrator of GSA, in GSA’s role as the federal  government’s central property management agency, revise its guidance on  federal facility siting to (1) advise customer agencies that they should  consider, along with their missions and program requirements, real estate,  labor, and other operational costs and applicable local incentives when  deciding whether to relocate or establish a new site in a rural or urban  area; (2) require that each federal agency subject to GSA’s authority provide  a written statement to GSA demonstrating that, in selecting a new facility  location, the agency, as required by RDA, had given first priority to locating  in a rural area, and if a rural area was not selected, the agency’s justification  for the decision; and (3) define the term “rural area” to provide its customer  agencies with a single definition for purposes of federal siting under RDA,  until the Congress amends RDA to define the term."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided copies of a draft of this report for comment to the heads of 21  federal agencies.  The agencies included both the agencies in our survey  and departmental agencies from which we obtained additional site location  information.  We received written comments from 14 of the agencies and  oral comments from 7 of the agencies.", "Seventeen of the agencies responded that they either had no comments on  the draft report, agreed with the information in the report, or suggested  technical changes, which we considered and incorporated within this  report where appropriate.  The remaining four agencies provided more  extensive comments, which are discussed below.", "The GSA Administrator provided written comments dated July 16, 2001,  which are reprinted in appendix VII.  The Administrator stated that  references in our report to GSA as the government’s central real property  management agency were somewhat misleading, since GSA administers  only about 10 percent of the total federal real property inventory and,  therefore, GSA has no authority to establish governmentwide policy.   However, we note that GSA’s mission statement identifies it as one of three  central management agencies in the federal government.  According to  GSA, its inventory includes 40 percent of all federal office space, which is  occupied by 1 million civilian federal employees, approximately half of the  total federal civilian workforce. Thus, GSA’s policies would affect almost  half of the federal government’s civilian office space, the type of space that  was included in our survey.", "We agreed with the Administrator’s statement in his comments that  agencies acquiring property independently of GSA are not subject to GSA  regulations, and we have revised this report accordingly.", "The Administrator also said that our 1990 report, which we referred to in  our draft report, called for GSA to develop a governmentwide location  policy, and he added that GSA could not have done so since it lacked the  authority.  Our 1990 report did not call on GSA to develop this policy under  its authority, but instead recommended that GSA propose a policy to  Congress as a matter for consideration.  The Administrator also said GSA  had no mechanism for implementing a governmentwide leadership role in  1990, while that might be possible now through its Office of  Governmentwide Policy.  As previously mentioned, we recommended in  1990 that GSA develop such a policy for congressional consideration.", "The Administrator also said our draft report implied that GSA selected the  geographic area for agencies’ site acquisitions.  We did not intend that  implication, and we have revised this report to clarify that issue.", "In addition, the Administrator pointed to GSA’s efforts to make its customer  agencies aware of RDA requirements.  In our report, we noted GSA’s  regulations require RDA compliance by customer agencies.  Nonetheless,  RDA was not often used in the site acquisitions we surveyed, and some  agencies said they were not aware of RDA requirements.", "The Administrator also responded to our recommendation that GSA  require written statements from each customer agency demonstrating that  the agency had given first priority to locating in a rural area and, if a rural  area was not selected, the agency also include a justification for the  decision to GSA.  He agreed to require a written statement from customer  agencies regarding use of RDA in site acquisitions.  However, he did not  agree to asking for a justification because he said this would put GSA into  the position of second-guessing the agencies because he believes that the  agencies have authority to decide where to locate their facilities.  While we  agree with GSA on the latter point, we remain convinced that a justification  is needed to help document that agencies gave first priority to rural areas  when they did not choose a rural area.   We are not recommending that GSA  be required to evaluate these justifications.", "The Administrator also responded to our recommendation that GSA define  “rural area” to provide agencies with a single definition for the purpose of  federal siting under RDA until the Congress amends RDA to define the  term.  He said GSA will develop a definition for use by its customer  agencies, but it has no authority to establish a definition for all federal  agencies.  We clarified our report to reflect GSA’s authority to develop a  definition only for its customers. GSA did agree, however, to issue a  bulletin to make other agencies aware of this definition.  We believe that  GSA’s definition should be useful to other agencies until Congress amends  RDA to set forth a statutory definition.", "We also received written comments from the Department of the Interior’s  Acting Assistant Secretary of Policy, Management and Budget dated July 3,  2001, which are reprinted in appendix VIII.  The Acting Assistant Secretary  responded that the agency generally agreed with the findings and agreed in  part with the matters for congressional consideration and the  recommendations for executive action.  Our report suggested that  Congress consider enacting legislation to require agencies to consider  certain costs along with agency mission when deciding whether to locate a  site in a rural or urban area.  He responded that our suggestion should be  limited to the establishment of new offices because agencies have different  considerations, for example, relocation costs, when expanding operations  at an existing location, as compared to establishing a new office.  We did  not intend our recommendation to apply to situations in which an agency  expands an operation at an existing site that does not involve a relocation  or establishment of a new site.  We clarified our recommendation in this  regard.", "The Acting Assistant Secretary also commented that our recommendation  that GSA require customer agencies to provide a written statement to GSA  demonstrating that the agency had given first priority to a rural area should  (1) be required only if the agency does not select a rural area, (2) be limited  to a minimum dollar threshold that would exempt certain locations from  the documentation requirement, and (3) exempt operations that are being  expanded in the same local area.  Our recommendation, as noted in the  draft report, states that all site decisions should include a written statement  to GSA and a justification only should be provided if a rural area was not  selected. Although we agree that the establishment of a minimum dollar  threshold may be reasonable conceptually, we note that RDA does not  include a dollar threshold for application of the act’s requirements. We also  believe that expansions of existing operations should be subject to this  requirement if they might involve a relocation.", "The two Department of the Treasury components in our survey also  provided written comments. We received comments from IRS’ Director of  the Office of Real Estate and Facilities Management dated June 26, 2001.   IRS’s comments on this report covered four areas: (1) the use of RDA, (2)  compliance with RDA requirements, (3) agencies’ ability to consider costs  when selecting new sites, and (4) technical considerations.", "With respect to the first point—use of RDA, IRS said that   the RDA’s encouragement of locating in rural areas needs to be balanced  against other legal requirements that sometimes contradict RDA  requirements, such as those of CICA, and OMB and congressional  budget requirements and limitations, and short-term and long-term cost  considerations;  a “rural area” should be defined in a way that achieves the intent of the  RDA and be based on terms other than population alone; and  if Congress supports a location policy that is economically rather than  socially based, then Congress should repeal RDA and replace it with  legislation that would require  agencies to meet specific threshold terms  specified in the legislation.", "We agree that agencies need to consider a variety of legal requirements  when selecting a new site for their facilities as well as costs. However, the  statutory requirement imposed by RDA must be given priority. We also  believe that if Congress defines “rural area” for purposes of RDA, it may  want to consider factors in addition to population.  By stating in our report  that cost factors should be considered in the location process, we are not  suggesting that Congress enact a location policy based solely on  economics.  Rather we are saying that cost should be one of the factors  considered in the decisionmaking process.", "With respect to its second point, on compliance, IRS said that agencies  selecting their own sites without GSA assistance are to be held directly  accountable for compliance with RDA and, therefore, GSA should not be  required to evaluate or enforce compliance with the RDA.  Additionally, IRS  said that if an agency is using GSA to acquire a site, a simple statement that  the agency considered the RDA should be sufficient.  We recommended  that GSA require a written statement only for federal agencies subject to its  authority.  We are not recommending that GSA enforce compliance with  RDA for agencies that have and use their own authority to acquire space.   In those cases where GSA acquires space for other agencies, we believe  that providing GSA with a justification for a site selection that includes the  reasons for not choosing a rural area under the RDA will help document  that the agency gave consideration to RDA.", "Regarding IRS’s third point, IRS said that, in considering costs, most  agencies have no means to assess project costs, such as real estate or labor  costs, across geographic areas. The agency added that market data on rural  areas are not readily available or readily accessible to compare them with  alternative geographic areas.  We believe that GSA and OPM can provide  much of the information needed to do cost analyses.  Furthermore, private  sector companies are able to make such analyses and gain access to them.   Finally, several agencies in our survey said their site selection process  included cost analyses of alternative geographic areas as well as cost  analysis of sites within a geographic area.", "Regarding IRS’s fourth point, its technical comments, IRS thought we  should make distinctions between leased occupancies and new federal  construction because of the greater time commitment for continued  occupancy in new construction.  We do not agree with IRS on this point.   RDA does not distinguish between leased and owned space, and in our  view, it is as important to consider costs and other factors regardless of  whether space is leased or owned, particularly considering that many  leases are for long time periods.", "On July 3, 2001, we received written comments from the U.S. Customs’  Director, Office of Planning, which are reprinted in appendix IX.  The  Director responded that Customs concurred with the report’s  recommendation to GSA to revise its guidance on federal facilities and  stated that information in the report about Customs’ facility acquisition  process and factors used by Customs to select the sites in our survey was  correct.  He also stated that when Customs acquires property under its  existing statutory authority, it utilizes the same process as GSA; and,  although not mentioned in our draft report, Customs applies GSA’s basic  policy to house agencies in existing federally owned and leased space  before acquiring additional space.  The Director of Planning also stated that  many of Customs’ facilities are unique because the operation requires  proximity to the border, an airport, or a seaport, and difficulties sometimes  arise in complying with RDA and the pertinent executive orders because  many of the land border crossings, airports, and seaports are not located in  the central business area of either a rural area or an urban area.  We agree  and acknowledged in this report that agency mission requirements  primarily dictated the location of the sites in our survey.", "As agreed with your office, unless you publicly announce its contents  earlier, we plan no further distribution of this report until 21 days after its  issue date.  At that time, we will send copies of this report to the Chairman  and Ranking Minority Member, Senate Committee on Governmental  Affairs; the Chairman and Ranking Minority Member, House Committee on  Government Reform; the Chairman and Ranking Minority Member, Senate  Committee on Environment and Public Works; the Chairman and Ranking  Minority Member, House Committee on Transportation and Infrastructure;  the Chairman and Ranking Minority Member, Senate Committee on  Agriculture, Nutrition and Forestry; the Chairman and Ranking Minority  Member, House Committee on Agriculture; the House and Senate  Appropriations Committees; Representative Ernest J. Istook; the Director  of the Office of Management and Budget; and the Administrator of GSA.   We will also make copies available to others upon request.", "If you have any questions about this report, please call me on (202) 512- 8387.  Key contributors to this report are acknowledged in appendix X."], "subsections": []}]}, {"section_title": "Objectives, Scope, and Methodology", "paragraphs": [], "subsections": [{"section_title": "Objectives", "paragraphs": ["Our objectives were to determine (1) what executive branch civilian non- Department of Defense (DOD) functions have recently selected urban  locations other than Washington, D.C., and the federal cities, compared to  rural locations; and what factors, benefits, and problems were associated  with such site selections; (2) what federal laws and policies govern facility  location and to what extent have agencies implemented this guidance; (3)  what lessons can be learned from private sector site selections; and (4)  what functions lend themselves to being located in rural areas."], "subsections": []}, {"section_title": "Scope and Methodology", "paragraphs": ["To address the first objective, we looked at (1) sites selected by the General  Services Administration (GSA), the government agency that has authority  to acquire space on behalf of executive branch agencies and (2) sites  selected by executive branch agencies using their independent statutory  authority.  We chose to look at sites acquired independently of GSA to  determine whether agencies, when acting independently, engaged in  practices that were different from those of agencies that used GSA for their  acquisitions.  We looked at those sites that were acquired from fiscal years  1998 to 2000.  In establishing an appropriate site size to study, we wanted to  choose sites that were large enough to have some economic impact on the  community in which they were located, that were sufficient in number to  provide useful information, and for which sufficient information was  available.", "Accordingly, we decided to consider only those sites with space of 25,000  square feet or more.  Regarding manageability, GSA advised us that spaces  of this size were small enough that they would be found on GSA’s inventory  in all of its 11 regions.  Concerning economic impact, GSA advised us that  spaces of 25,000 square feet or more would tend to be associated with a  relatively larger number of employees than spaces of less than 25,000  square feet and would consequently have a greater economic impact.   Finally, in considering the availability of information, we discovered that if  a space has 25,000 or more square feet, the agency requesting that site can  officially appeal any GSA revision of the delineated area in which that  agency wishes to search for a site.  As a result, we thought the appeals  process would make information on such sites more readily available.", "We selected fiscal years 1998 through 2000 to obtain the most recent  complete data available.  As agreed with your office, we excluded  Washington, D.C., and the 10 agency regional cities because of your request  to see site acquisitions made outside of those cities.", "We focused exclusively on new sites, rather than locations where leases  had been renewed.  In addition, we excluded spaces acquired by the  judicial and legislative branches of the federal government because these  branches are not subject to the Rural Development Act (RDA), which is  applicable to executive departments and agencies.  We also excluded sites  acquired by DOD because DOD informed us that it has so much vacant  space available at its bases nationally that it has no choice but to consider  its existing vacant space when locating new or existing operations.  We  excluded the sites acquired by the United States Postal Service (USPS)  because USPS advised us that it had little or no discretion in deciding  where to locate most of its facilities, in that they needed to be in specific  locations to serve customers or near airports.  In addition, the Postal  Reorganization Act of 1970 exempts USPS from federal laws relating to  contracts and property.  Further, USPS has authority to acquire space  independently of GSA."], "subsections": [{"section_title": "Identifying Sites Recently Acquired Through GSA and Independently of GSA", "paragraphs": ["GSA provided us with a list of 166 sites it had recently acquired for  agencies.  After excluding sites on the basis of the previously discussed  criteria, the total number of GSA-acquired qualifying sites was reduced to  81, representing 29 agencies.  We did not independently verify the  completeness or accuracy of the site data provided by GSA.", "GSA also provided us with a list of 52 agencies, including cabinet  departments and their components, that have some level of statutory  authority to acquire space independently of GSA.  After excluding agencies  from the list on the basis of the previously discussed criteria, we reduced  the total number of agencies to 33.  We subsequently contacted the 33  agencies, asking each whether it had, independently of GSA, used its  statutory authority to acquire, during fiscal years 1998 through 2000, sites  that met our criteria.  All 33 agencies responded, and 12 agencies identified  37 sites meeting these criteria.  Of the 12 agencies, 5 were not among the  29 agencies represented by the 81 sites GSA helped agencies to acquire.   Therefore, our total universe was 118 sites (81+37) represented by 34  agencies (29+5).  Using a 28-question, mail-out survey form,  we surveyed  agency officials at the 118 sites.  As of May 3, 2001, we had received  responses for 115 of the 118 sites, for a response rate of 97.5 percent.", "The practical difficulties of conducting any survey may introduce errors,  commonly referred to as nonsampling errors.  For example, differences in  how a particular question is interpreted by the survey respondents could  introduce unwanted variability in the survey's results.  We took steps in the  development of the questionnaire, the data collection, and the data editing  and analysis to minimize nonsampling errors.  These steps included  pretesting the questionnaire with officials of the Department of Veterans  Affairs and the National Institutes of Health, prompting potential  respondents in order to increase our survey's response rate, and editing the  questionnaires for completeness and accuracy."], "subsections": []}, {"section_title": "Identifying Sites in Rural Areas—Defining “Rural”", "paragraphs": ["To determine whether any of the sites were in rural areas, we reviewed  RDA to obtain a definition for rural.  However, RDA’s definition for rural  was unclear, and we found application of it would be impractical.  For the  purpose of locating federal facilities, RDA states that rural areas shall be  defined as those areas identified by the private business enterprise  exception in 7 U.S.C. § 1926(a)(7).  Prior to 1996, the private business  enterprise exception in 7 U.S.C. § 1926(a)(7) defined rural areas as  including all territory of a state that is not within the outer boundary of any  city having a population of 50,000 or more and its immediately adjacent  urbanized and urbanizing areas with a population density of more than 100  persons per square mile, as determined by the Secretary of Agriculture,  according to the latest decennial census of the United States.  In 1996,  7 U.S.C. § 1926(a)(7) was amended and no longer includes the private  business enterprise exception.  Therefore, the appropriate definition of  rural area under RDA is unclear. Furthermore, we identified two problems  with the pre-1996 definition.  First, determining the population density for  communities adjacent to these federal sites was not feasible within the  scope of this job.  Second, the term “outer boundary” in this definition lacks  specificity.", "The current definition of rural in 7 U.S.C. § 1926(a)(7) is for purposes of  water and waste disposal grants and loans and defines rural as a city, town,  or unincorporated area that has a population of no more than 10,000  inhabitants.  We are not certain that this is the appropriate definition since  it refers to water and sewer grants and not the private business enterprise  exception.  The prior threshold, which was eliminated in 1996, used a  population threshold of 50,000 and included a population density  requirement.  Population density data were not readily available; therefore,  it was not feasible for us to use this definition.", "For this survey, we chose a threshold of 25,000 or less because it was used  to define rural areas by several other federal agencies and private sector  organizations that we identified.  When we applied this population  threshold of 25,000 to the sites on the list of 81 GSA-acquired federal sites,  we determined that 23 were located in rural communities; and of the 37  sites that agencies acquired independently of GSA, 9 were located in rural  communities.  Thus, our survey included a total of 32 rural sites.   We note  that 26 of the “rural” sites in our survey that fall within the 25,000  population threshold were actually located in metropolitan statistical areas  in which large cities are located."], "subsections": []}, {"section_title": "Determining Laws, Regulations, and Policy That Affect Site Selections", "paragraphs": ["To address the second objective, which concerned federal laws and  policies that affect the selection of sites, we reviewed federal laws,  executive orders, and policies that relate to the location of federal facilities.   We also conducted interviews with officials of GSA’s Office of  Governmentwide Policy, the chief realty officers of 13 of the 14 cabinet  agencies,  and an Office of Personnel Management official on federal  employee compensation and relocation benefits.  Furthermore, we asked  survey respondents to identify whether they had applied the relevant laws  and policies when making a site acquisition.  We also examined GSA lease  files created between 1989 and 2000 in three GSA regions—the Rocky  Mountain Region in Denver, CO; the Greater Southwest Region in Ft.  Worth, TX; and the Mid-Atlantic Region in Philadelphia, PA—where we  were already conducting an examination of GSA files for another  assignment.  We examined the files for documentation regarding  application of RDA.  However, we did not attempt to verify whether GSA or  other agencies were in compliance with RDA."], "subsections": []}, {"section_title": "Private Sector Lessons for the Public Sector", "paragraphs": ["To address our third objective, we contracted with a private sector  consultant to (1) perform a literature search, interview experts in  corporate real estate consulting, and survey corporations that had made  recent site selection decisions; (2) determine the factors and criteria the  private sector uses to select urban, suburban, or rural office locations; (3)  identify types of office functions (such as claims processing) that lend  themselves to being performed in more rural areas; (4) identify, to the  extent possible, similar federal functions; and (5) identify and explain how  technological advances in the last decade have reduced the disadvantages  previously associated with rural areas and what impact U.S. economic  changes have had on facility location decisions.", "Our consultant reviewed relevant professional literature, surveyed a  judgmental sample of private sector firms, and analyzed selected economic  data for indicators of private sector location practices.  Our consultant's  results are not statistically representative of private sector locations  practices because of the following factors: (1) a judgmental sample rather  than a random sample was used, (2) 17 percent of those surveyed  responded, and (3) no evidence was provided that those who responded  were distributed proportionately across industry-type and geographic  region to the proportions corresponding to these factors in the population  of the 1,000 largest U.S. companies.  Our consultant also did not empirically  determine whether the same factors that influence private sector location  decisions are applicable to location decisions of federal facilities.", "Information obtained from our consultant was still very useful for our  review because the information included data from both survey  respondents and an extensive literature search on factors involved in  corporate location decisions.  Also, although our consultant's study  included various types of companies, the study's focus was on the location  of offices of those companies.  Offices in the consultant's survey performed  such functions as professional services, management, computing,  secretarial, clerical, and administrative, functions that are similar to  government functions."], "subsections": []}, {"section_title": "Identifying Functions That May Relocate", "paragraphs": ["To accomplish the fourth objective, which concerned the potential of  certain federal functions to relocate to rural areas, we used the agency  survey described above and interviewed officials at 13 of the 14 cabinet  agencies about the location of functions—such as printing, personnel  benefits administration, and procurement—that are often conducted on an  agencywide basis.  Experts in government management and personnel  management had identified such functions as those that could be  conducted in nonurban areas.  At these agencies, we contacted the chief  technology and human resources officials to inquire whether each of these  agencywide functions was being conducted in an urban or a nonurban area  and why.  These officials were also asked to report the impact of  telecommunications technology on the location of these agency functions  and whether technology had made rural areas more viable as site locations.   We also reviewed several of our reports, which provided background  information on all four of our objectives.", "We did our review between August 2000 and May 2001 in Washington, D.C.,  and in the cities of Philadelphia, PA; Denver, CO; and Fort Worth, TX, cities  where we were already conducting an examination of GSA files for another  assignment.  Our review was conducted in accordance with generally  accepted government auditing standards."], "subsections": []}]}]}, {"section_title": "List of Surveyed Federal Agencies That Recently Selected Site Locations", "paragraphs": ["The Smithsonian Institution is an independent trust instrumentality of the United States."], "subsections": []}, {"section_title": "Location of the 32 Rural Sites (Areas With Populations of 25,000 or Less) in Our Survey", "paragraphs": ["(Not in MSA)", "Washington, D.C. (Not in MSA) (Not in MSA)", "Washington, D.C.", "Washington, D.C.", "Washington, D.C. (Not in MSA)", "Washington, D.C.", "Washington, D.C. (Not in MSA)", "Washington, D.C.", "Washington, D.C. (Not in MSA)"], "subsections": []}, {"section_title": "Location Factors Considered by Private Sector Organizations", "paragraphs": ["As table 9 shows, some agencies have been provided independent statutory  authority to acquire real estate, and some agencies have broad authority.   For example, the Tennessee Valley Authority is authorized to purchase or  lease real estate property that it deems necessary or convenient in  transacting its business; and the Securities and Exchange Commission is  authorized to enter into real property leases for office, meeting, storage,  and other space as is necessary to carry out its functions.  Other agencies'  statutory authority to acquire space is for more limited purposes.  For  example, the Secretary of the Interior is authorized to lease buildings and  associated property for use as part of the National Park System, while the  Secretary of the Treasury is authorized to lease space for the storage of  unclaimed or other imported merchandise that the government is required  to store."], "subsections": []}, {"section_title": "Survey of Federal Facilities’ Locations", "paragraphs": [], "subsections": []}, {"section_title": "Comments From the General Services Administration", "paragraphs": [], "subsections": []}, {"section_title": "Comments From the Department of the Interior", "paragraphs": [], "subsections": []}, {"section_title": "Comments From the U.S. Customs Service", "paragraphs": [], "subsections": []}, {"section_title": "GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contacts", "paragraphs": [], "subsections": []}, {"section_title": "Acknowledgments", "paragraphs": ["In addition to those named above Alan Belkin, Lucy Hall, Brandon Haller,  Stuart Kaufman, Thomas Keightley, Gary Lawson, Susan Michal-Smith,  Edward Warner, and Greg Wilmoth all made key contributions to this  report."], "subsections": []}]}], "fastfact": []}