{"id": "GAO-17-209", "url": "https://www.gao.gov/products/GAO-17-209", "title": "School Bus Safety: Crash Data Trends and Federal and State Requirements", "published_date": "2017-01-12T00:00:00", "released_date": "2017-01-12T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["School buses transport over 26 million students to school and other activities every day. While school buses have a strong safety record, crashes with fatalities and injuries do occur. Since school buses transport precious cargo—our children—government and industry strive to further improve their safety. Federal and state agencies both oversee school bus safety, and locally, school buses can be operated by school districts or private contractors, working on behalf of school districts.", "The Fixing America's Surface Transportation Act included a provision for GAO to review school bus safety. GAO examined (1) fatal crashes involving school buses for 2000 to 2014 and (2) federal and state school-bus-related laws and regulations, among other objectives. GAO analyzed two sets of data from the National Highway Traffic Safety Administration and the University of Michigan Transportation Research Institute on fatal school bus crashes for 2000 to 2014, the latest year for which data were available; reviewed federal laws and regulations; and systematically searched state laws and regulations on school-bus inspections, driver training, and maximum vehicle age and capacity in all 50 states. GAO also interviewed federal officials from the Department of Transportation (DOT), school bus industry associations and manufacturers, and other stakeholders.", "DOT reviewed a draft of this report and provided technical comments that GAO incorporated as appropriate."]}, {"section_title": "What GAO Found", "paragraphs": ["Based on GAO's analysis of data for 2000 to 2014, 115 fatal crashes involved a school bus on average each year—which is 0.3 percent of the 34,835 total fatal motor-vehicle crashes on average each year. The school-bus driver and school-bus vehicle (e.g., a defect) were cited as contributing factors in 27 percent and less than 1 percent of fatal school-bus crashes, respectively. Seventy-two percent of fatal crashes occurred during home-to-school and school-to-home travel times. Limited national data on school bus crashes exist beyond data on fatal school-bus crashes, but some states have richer data—for example, on the type of bus or whether the operator was a school district or private contractor.", "Federal laws and regulations set requirements for certain aspects of school bus safety, and state laws and regulations in many cases go beyond the federal requirements. Federal regulations for school-bus vehicle standards and driver licensing apply to both school districts and contractors. DOT has reported that new school buses must meet more Federal Motor Vehicle Safety Standards than any other type of new motor vehicle. Federal safety regulations for commercial motor-vehicle operations apply in certain cases, such as for contractors hired by schools to provide transportation for extracurricular activities across state lines. Based on a systematic search of state laws and regulations, GAO found that all 50 states require school bus inspections while most states—GAO found 44—require refresher training for school bus drivers. However, GAO found that less than a quarter of states set specific requirements for the maximum age and seating capacity of school buses. Overall, according to stakeholders GAO interviewed, states' requirements vary by state for school bus inspections, driver training, and vehicles but tend not to differ based on the type of operator."]}], "report": [{"section_title": "Letter", "paragraphs": ["Every day, school buses across the country transport over 26-million  students to school and other activities. The National Highway Traffic  Safety Administration (NHTSA) has reported that school buses are the  safest means of getting children to and from school and school-related  activities. School buses have a strong safety record, but school bus  crashes with fatalities and injuries still occur and are often high-profile,  since they involve precious cargo—the nation’s schoolchildren. Thus,  government agencies, student transportation groups, and others strive to  further improve the safety of school buses. Federal, state, and local  government agencies all play a role overseeing the safety of school bus  transportation. For example, at the federal level, NHTSA sets vehicle  standards for brakes and emergency exits, and the Federal Motor Carrier  Safety Administration (FMCSA) establishes rules, including those for  commercial driver licensing and drug and alcohol testing of commercial  motor vehicle drivers. Also, states set additional requirements for school  bus transportation, including requirements to periodically inspect school  buses to help ensure their safe operation.", "The Fixing America’s Surface Transportation (FAST) Act included a  provision for us to review school bus safety, including examining any  differences in the safety performance of different types of school bus  operators—that is, public school districts and private contractors—and  what safety requirements apply to them. We examined: data federal and state agencies collect on school bus crashes and the  number and characteristics of fatal school-bus crashes that have  occurred since 2000;  federal and state laws and regulations pertaining to school bus  inspections, vehicles, and drivers, as well as state data on  inspections’ outcomes; and  sources for leading practices for safe school-bus transportation, as  identified by stakeholders and literature, as well as any areas where  further federal guidance could be useful.", "As part of this work, we also examined whether there were differences for  school-district- and contractor-operated school buses in any of the above  areas. Overall, we focused our review on the transportation of public  school students from kindergarten through grade 12 (K-12) traveling to  and from home and school and for extracurricular activities, and not  transportation of private-school students.", "To examine federal and state data on school bus crashes, we reviewed  the Department of Transportation’s documents describing NHTSA’s and  FMCSA’s crash data. We also surveyed state pupil transportation  directors in the 50 states to determine whether and how states collect  data on the type of operators (i.e., school districts or contractors) that are  involved in school bus crashes; type of operator is one school-bus- specific variable that aligned with the FAST Act provision and scope of  our review. We received completed surveys from 47 of 50 respondents  for an overall response rate of 94 percent. In addition, we interviewed  federal officials, industry associations, and other stakeholders to identify  sources of crash data and the strengths and limitations of existing school  bus crash data. To describe the number and characteristics of fatal  school-bus-related crashes, we analyzed data on school bus crashes for  2000 to 2010 in the Buses Involved in Fatal Accidents (BIFA) database of  the University of Michigan Transportation Research Institute (UMTRI) and  data for 2011 to 2014 in NHTSA’s Fatality Analysis Reporting System  (FARS), the most current data available. Based on interviews with  NHTSA and UMTRI officials, as well as reviewing system documentation  and electronic data testing, we determined that the data were sufficiently  reliable for the purpose of describing the number of fatal school-bus  crashes.", "To describe requirements pertaining to school bus safety, we reviewed  federal laws and regulations for inspections, driver training, and vehicle  standards that apply to school buses, in particular standards for maximum  vehicle age and capacity that apply to school buses. We also conducted  a systematic search of current laws and regulations in each of the 50  states in a legal database to identify requirements in state laws or  regulations in the above three categories. We took steps to verify the  results of our search, including comparing the requirements we found with  the lists of requirements compiled by school bus associations and other  organizations. Our search sought to identify the existence of state  requirements in the above areas and did not seek to identify any local  requirements. We also performed additional research on and conducted  in-depth interviews with officials in eight selected states—California,  Illinois, Nebraska, New York, Pennsylvania, Tennessee, Virginia, and  Washington—to better understand their oversight of school bus safety  and discuss inspection data. We selected states to include those with the  highest number of students transported daily by school bus, the highest  annual route miles traveled per student, variation in the number of school  buses owned by states/school districts and contractors, geographic  variation, and availability of school-bus crash data.", "To identify sources of leading practices and any areas where further  federal guidance could be useful, we conducted a literature review of  pertinent studies in peer-reviewed journals, trade publications, and  conferences, among others, covering the last 15 years. We also  interviewed 30 stakeholders—including federal officials, officials in the 8  selected states, industry associations, school bus manufacturers, and  school bus contractors, among others—to gather their views and  expertise on leading practices and the other areas we examined for this  review. We selected stakeholders to represent a range of roles in the  school bus industry and to cover federal and state levels of government.  See appendix I for more information on our scope and methodology.", "We conducted this performance audit from February 2016 to January  2017, in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["School buses are used to transport students to and from home and  school and extracurricular activities like field trips and athletic events. The  industry defines four basic types of school buses. Types A and B are  comparatively small in size, while types C and D are comparatively large  in size, as shown in figure 1. In general, the capacity of a school bus  increases from type A to type D buses, and type D school buses can  have a capacity up to 90 students. Type C school buses are most  common, representing 70 percent of school bus sales in 2014 (23,715 of  34,021 buses) according to figures reported by School Bus Fleet.", "School districts or private contractors can operate school buses  transporting public school students. School districts have a spectrum of  contracting options from which to choose school bus transportation.  When a school district contracts with a private company, the contractor  could manage and provide all or some aspects of student transportation,  depending on the school district’s needs and preferences. In full-service  or “turnkey” contracts, the contractor takes on all aspects of pupil  transportation services, such as hiring and training drivers and managing  school bus routes. In other contracts, the district may retain ownership of  school buses but have the contractor operate the buses, or the district  may only have the contractor provide particular operations, such as  special needs transportation.", "Whether district-operated or contracted, oversight of school bus  transportation occurs across all levels of government and can involve  multiple agencies at each level of government.", "At the federal level, NHTSA sets vehicle safety standards for new  motor vehicles and administers grant programs as part of its mission  to reduce deaths, injuries, and economic losses resulting from motor  vehicle crashes. NHTSA also collects and analyzes crash data for a  variety of purposes, such as to determine the extent of a safety  problem and steps it should take to develop countermeasures. Two  data sets are used to generate national statistics: FARS is a census of  fatal crashes, and the General Estimates System (GES) is a sample  of fatal, injury, and property-damage crashes. In addition to these  activities that apply broadly to motor vehicle safety, including school  buses, NHTSA provides guidance and holds workshops specific to  school bus safety. For example, in December 2016 NHTSA hosted a  day-long meeting on school transportation safety that included panels  on school transportation risks and school bus vehicle technology,  among other topics.", "Also at the federal level, FMCSA’s mission is to reduce crashes and  fatalities involving commercial motor vehicles. FMCSA is responsible  for setting and enforcing federal safety regulations that apply to large  commercial truck and bus operators. For school bus transportation,  FMCSA’s safety regulations for commercial motor vehicle operations  do not apply to home-to-school and school-to-home transportation.  These regulations apply in very limited circumstances such as for  contractors hired by schools who provide transportation for  extracurricular activities across state lines. The primary exception to  this, however, is commercial driver’s licensing; school bus drivers  must have a commercial driver’s license with a school bus  endorsement, which requires a driver to pass additional knowledge  and skills tests specific to operating a school bus, and are subject to  drug and alcohol testing. FMSCA collects data on motor vehicle  crashes but focuses on crashes involving large trucks and commercial  buses, given its mission and jurisdiction. This crash data is collected  in the Motor Carrier Management Information System.", "At the state level, multiple agencies are often responsible for setting  or enforcing state-specific requirements for school-bus driver  qualifications and training, vehicles, inspections, and other operational  aspects. Some states require school districts to provide students with  transportation to and from home and school, while other states allow  school districts to decide whether to provide such transportation.", "Finally, local school districts are responsible for implementing and  supervising school bus operations. This includes managing and  establishing routes and policies, operating and maintaining school  buses, and training and assigning staff, sometimes in conjunction with  contractors."], "subsections": []}, {"section_title": "Detailed Data Are Limited on School Bus Crashes, but Fatal School-Bus Crashes Are a Very Low Percentage of All Fatal Motor Vehicle Crashes", "paragraphs": [], "subsections": [{"section_title": "While Little Federal Data Exist beyond School Bus Fatalities, State Data May Contain More Detailed Information", "paragraphs": ["At the federal level, both NHTSA and FMCSA collect data on motor  vehicle crashes that include crashes involving school buses. Since these  data cover crashes involving a range of vehicles, information that is  specific to school buses, like the specific type of school bus or whether it  was operated by a school district or contractor, is not included in these  national data. States may have richer data on school bus crashes, and  we found that a small number of states collect some school-bus-specific  information in their crash data, such as the type of operator. However,  state data on school bus crashes vary because states determine what  specific data elements to collect in crash data."], "subsections": [{"section_title": "Federal Crash Data", "paragraphs": ["NHTSA collects basic data on motor vehicle crashes, including school- bus-related crashes, but not any in-depth data specific to school buses,  such as whether a school bus was district or contractor operated or the  type of school bus. NHTSA’s FARS and GES crash data both include a  variable to identify school-bus-related crashes. Therefore, NHTSA uses  this variable to isolate school-bus-related crashes in FARS data and  generates an annual report describing the number and some  characteristics of fatal school-bus-related crashes. For example, the  report describes characteristics of fatal school-bus crashes such as the  time of day and whether the fatality(ies) was an occupant or non- occupant of the school bus or other involved vehicles. NHTSA can also  isolate school bus crashes from GES data; however, because GES is a  sample of crashes and school bus crashes are such rare events, GES  data cannot be used to reliably examine year-to-year trends, according to  NHTSA. NHTSA’s crash data aim to cover all types of traffic accidents,  and as such, FARS and GES do not include additional variables tailored  to accidents involving school buses. Moreover, the source for FARS and  GES—police accident reports—vary from state to state and may not  contain such school-bus-specific information, such as type of bus and  type of operator, for NHTSA to aggregate across states.", "FMCSA’s crash data for large truck and bus crashes do not include a  variable to identify school-bus-related crashes. FMCSA’s crash data,  which come from police accident reports, identify the vehicle involved as  a bus or truck but does not further delineate the type of bus (e.g., transit  bus or school bus). In addition, it does not define or collect data on the  type of school bus operator."], "subsections": []}, {"section_title": "State Crash Data", "paragraphs": ["States collect crash data to help implement and evaluate highway safety  policies, but the specific crash data that states collect vary. Some states  have richer data on all types of school bus crashes, including fatal, injury,  and property-damage-only crashes than NHTSA and FMCSA, based on  our review of federal and select state’s crash data collection processes.  However, since states have discretion in determining what specific data  elements to collect, state data on school bus crashes vary. Each state  has its own crash data system, and police accidents reports—a key  source of crash data—are unique to each state. For example, on  California’s police accident report, officers enter codes to identify the  involved vehicles, and specific codes classify the type of school bus and  operator (e.g., public or contractor). Other states’ police accident reports  may not collect as detailed information on a school bus involved in a  crash. For example, our review of police accident reports in our selected  states found that one state’s police accident report had a field to indicate  whether a crash involved a school bus, and another state’s report used  the narrative section to note a school bus’s involvement.", "We surveyed states to determine whether they track the type of school  bus operator in crash data, or other state data such as inspection or  funding data, since information states collect on school bus crashes and  operations differs. In our survey of states, about half of states that  responded (22/47) reported that they track whether school buses are  district operated or contracted, though least often in crash data. States  most commonly reported tracking the type of operator in funding or  reimbursement data (15), followed by inspection data (10), and statewide  crash data (7). We asked these states why they tracked the type of  operator, and states reported doing so most often for funding purposes  (18), followed by compliance with state contracting laws (10), and  educational or training purposes (7). For example, in its inspection data,  New York state officials said they track the type of school bus operator  along with several other variables that allow the state to analyze data on  inspection outcomes, such as the number of buses passing inspection or  being placed out of service, to see if there are different outcomes across  these variables. For the 25 states that reported they do not track whether  school buses are school-district or contractor operated, states nearly  always indicated there was no need or requirement to track such data.  For example, 17 states said there is no distinction made in state law or  regulation on the type of operator. Three states also reported that there  are no contractors operating school buses in the state because school  districts choose not to use them, so there is no need to track such  information.", "The Transportation Research Board noted in 2002 that fatalities and  injuries involving students make up a relatively small proportion of all  fatalities and injuries, so the benefits of additional data collection efforts  that focus solely on school travel should be carefully considered before  being recommended or implemented. Stakeholders we interviewed had  mixed views on whether data improvements should be a priority for the  federal government. For example, one stakeholder said that the federal  government could create a repository for national school-bus data that  would require standardized methods of data collection by the states and  that the resultant data would help illuminate key areas of school bus  safety, such as illegal passing of stopped school buses, that are not  currently being highlighted. However, another stakeholder we  interviewed, who believes national data is lacking, said examining and  collecting additional crash data for other modes of transportation may be  more revealing than it would be for school buses, given the safety record  of school buses. School buses continue to have a strong safety record  relative to other types of motor vehicles based on more recent fatal crash  data, which we discuss in more detail below. According to NHTSA, only 8  percent of fatalities in crashes involving a school bus from 2005 to 2014  were school bus occupants (i.e., drivers or passengers). We also found  that school bus crashes constituted less than 1 percent of all crashes in 6  of our selected states for which annual crash reports included a section  on school bus crashes.", "NHTSA and FMCSA officials we interviewed said the agencies have no  plans to change their data collection processes specific to school bus  crashes, but both have efforts under way to improve the overall quality of  crash data. For example, FMCSA is in the process of establishing a  working group, as required in the FAST Act, to examine the information  collected in police accident reports on commercial motor vehicles, a  process that could lead to improvements in the data collected on crashes  involving large trucks and buses. Also, if funding is available, NHTSA  officials said the agency plans to analyze states’ reporting requirements  for school bus crashes in fiscal year 2017. This analysis would identify  sources of crash data and whether these sources provide reliable  information that could be used to determine causative factors and  examine potential countermeasures for all reported school bus crashes.", "Additionally, states play a primary role in overseeing school bus safety, as  described later in this report, and states have their own mechanisms to  use state crash data to identify and use federal grant programs to  address highway safety issues in their state. NHTSA and FMCSA have  grant programs whereby each state identifies its priorities for highway and  motor carrier safety, respectively. For example, for NHTSA’s Highway  Safety Grant Program, each state must develop a Highway Safety Plan  based on an evaluation of highway safety data, including crash data, to  identify safety problems within the state. Therefore, if a state identifies a  need for initiatives to improve school bus safety and has jurisdiction, the  state could include it as a priority in its grant application and target federal  and state spending for related initiatives. NHTSA and FMCSA said that,  at present, no states identified school bus safety as a priority area in  applications for the State and Community Highway Safety Grant Program  or Motor Carrier Safety Assistance Program."], "subsections": []}]}, {"section_title": "Fatal Crashes Involving School Buses Constitute a Very Low Percentage of All Fatal Motor Vehicle Crashes", "paragraphs": ["While national data on school bus crashes are limited, from 1999 to 2010  UMTRI collected BIFA data, with support from FMCSA; however, these  data are no longer collected. BIFA data supplemented FARS data with  detailed information collected through interviews and from police accident  reports about the physical configuration and operating authority of each  bus involved in a fatal crash, including the type of operator. For this  report, we analyzed BIFA data for 2000 to 2010 to describe  characteristics of fatal crashes involving school buses during that time  period. However, for variables included in BIFA data that originated in  FARS data, we also analyzed data from FARS for fatal crashes involving  school buses for 2011 to 2014 to provide more recent information as  BIFA data were only collected through 2010. Since this analysis  examined data on fatal crashes involving school buses, it is not  generalizable to all types of crashes involving school buses. Further, we  did not have exposure data (e.g., vehicle miles traveled by school buses  of different types or used for different types of trips) to allow us to report  rates of crashes for the characteristics we examined.", "We found that from 2000 to 2010, an average of 118 fatal crashes  involving a school bus occurred each year. The total number per year  ranged from 93 (2009) to 128 (2008). When we extended our analysis to  include 2011 to 2014, the average fell slightly to 115 fatal crashes each  year, which is 0.3 percent of the 34,835 fatal motor-vehicle crashes that  occurred on average each year during this time. Most fatal crashes  involved local travel and occurred during times that would indicate the  buses were traveling to and from school, according to our analysis. For  2000 to 2010, most fatal crashes (89 percent) were considered local,  meaning the total trip distance was less than 50 miles. Seventy-four  percent of fatal crashes from 2000 to 2010 occurred during home-to- school and school-to-home travel times. From 2011 to 2014, this  percentage fell to 65 percent of fatal crashes, with the remainder of fatal  crashes occurring during other times (see fig. 2).", "Our analysis of BIFA and FARS data also examined driver and vehicle  factors that may have contributed to the fatal school bus crashes and  found such factors were not prevalent.", "Driver-related factors: The data on fatal school bus crashes from 2000  to 2014 identified a driver-related factor involving the school bus driver  for 27 percent of these crashes (see fig. 3). The most common type of  driver-related factor was miscellaneous (e.g., leaving vehicle  unattended with engine running, failing to keep in the proper lane), at  68 percent of all driver-related factors. The next most common  category, identified for 12 percent of driver-related factors, was  physical or mental condition (e.g., careless driving, reaction to or  failure to take drugs or medications). In 8 percent of fatal crashes from  both 2000 to 2010 and 2011 to 2014, the school bus driver was  charged with a violation. The most common type of violation fell under  either the “rules of the road” turning, yielding, and signaling category  (e.g., failure to signal for a turn or stop) or the reckless/careless/hit- and-run category (e.g., inattentive, careless, improper driving),  representing 36 and 32 percent of all violations, respectively.", "Vehicle-related factors: Vehicle-related factors involving the school  bus were rarely cited in fatal crashes involving school buses. Of the  1,731 total fatal crashes from 2000 to 2014, only 5 crashes had an  identified vehicle factor for the school bus—3 for brakes, 1 for tires  and wheels, and 1 for other components.", "Examining other vehicle and crash characteristics, we found that about 80  percent of fatal crashes involved large school buses (type C or D)—which  account for most bus sales, according to in recent sales data—and 6  percent involved small school buses (type A or B), with the remainder  unknown or of another body type. Seven percent of buses involved in  fatal crashes during this time were classified as special needs school  buses. In addition, the average age of the school buses in fatal crashes  from 2000 to 2010 was 7 years; the average age for school buses in fatal  crashes rose slightly to 8 years for 2011 to 2014. Most of these crashes  occurred on dry roads (81 percent) and in clear weather conditions (85  percent) for both the 2000 to 2010 and 2011 to 2014 time period.", "We found that school districts operated 67 percent of school buses  involved in fatal crashes from 2000 to 2010, and contractors working for  school districts operated 25 percent of school buses involved in these  fatal crashes, which is roughly proportional to the operations conducted  by districts and contractors. We found no definitive national data on the  number of each type of operator or the miles driven by each type of  operator, so we cannot directly compare the rates of fatal crashes for  each type of operator. However, the percentage of fatal crashes involving  buses operated by school districts and contractors roughly aligns with  industry association estimates of operations conducted by each type of  operator. One association estimates that contractors provide one-third of  pupil transportation services in the United States. An official from another  association estimated the extent of contracting in two ways: first, by  number of buses (contractors operate about one-third of school buses);  second, by the number of operations (contractors conduct about one- fourth of school bus operations). We also examined the share of fatal  school bus crashes with driver- or vehicle-related factors, by type of  operator, and did not find any major deviations from the overall  percentage of fatal crashes involving school-district and contractor- operated school buses."], "subsections": []}]}, {"section_title": "Federal Laws and Regulations Set a Baseline for School Bus Safety, upon which State Laws and Regulations Build", "paragraphs": ["Federal laws and regulations establish minimum requirements for school  bus safety. Building on federal requirements, states establish more  comprehensive safety requirements for school bus vehicles and  operations. We found that all 50 states require school bus inspections,  and most states also require driver training. However, fewer states  require a specific maximum vehicle age or seating capacity for school  buses. While state requirements build on federal laws and regulations,  the specific requirements states set for school bus safety vary."], "subsections": [{"section_title": "Federal Regulations Lay the Groundwork for School Bus Safety and Can Differ Based on the Type of Operator", "paragraphs": ["The same two federal agencies that collect crash data set minimum  safety regulations for school bus vehicles and operations.", "NHTSA sets Federal Motor Vehicle Safety Standards (vehicle safety  standards) that create a baseline for school bus standards. Forty-eight  out of 62 vehicle safety standards apply to new school buses,  according to NHTSA. For example, Federal Motor Vehicle Safety  Standard No. 217 establishes standards for emergency exits and  window retention and release, and Federal Motor Vehicle Safety  Standard No. 221 specifies requirements for the strength of the body  panel joints in the bodies of school buses. NHTSA has reported that  new school buses have to meet more vehicle safety standards than  any other type of new motor vehicle. All manufacturers of new motor  vehicles and equipment must certify compliance with vehicle safety  standards; therefore, school buses operated by school districts and  contractors all must meet these federal standards.", "FMCSA is responsible for setting and enforcing Federal Motor Carrier  Safety Regulations that apply to large commercial truck and bus  operations. However, FMCSA’s safety oversight of school bus  operations is limited because most school bus transportation is  exempt from its safety regulations. In particular, all school bus  transportation to and from home and school is exempt. Beyond  home-to-school and school-to-home transportation, the type of  operator—whether it is a private contractor or a school district or other  governmental entity—and the type of trip—including whether the trip  will cross state lines—determine whether all Federal Motor Carrier  Safety Regulations apply. For example, contractors hired to provide  interstate transportation for extracurricular activities, such as field trips  or sporting competitions, are required to comply with other Federal  Motor Carrier Safety Regulations such as limits on driving and on-duty  time. School district employees are exempt from these  requirements. However, even with these exemptions, federal  regulations for commercial drivers’ licenses and drug and alcohol  testing for commercial driver’s license holders apply to all school bus  drivers and operators. Figure 4 provides examples of federal  regulations for school bus safety.", "Within federal laws and regulations for school bus operations and  vehicles, we specifically examined what federal requirements exist for  school bus inspections, driver training, and maximum vehicle age and  seating capacity. While many federal requirements, like vehicle standards  for school buses, apply to both school districts and contractors, some  federal requirements apply to only certain types of school transportation."], "subsections": [{"section_title": "School Bus Inspections", "paragraphs": ["FMCSA’s safety regulations require inspections of commercial motor  vehicles. However, most school bus operations are exempt from this  requirement, as noted above. Federal Motor Carrier Safety Regulations  require other types of commercial operators to systematically inspect,  repair, and maintain vehicles under their control, requirements that  include inspecting service brakes, the steering mechanism, lighting, and  tires, among other components. For inspections, commercial operators  must conduct periodic (at least annual) vehicle inspections, which could  be conducted in-house, at a commercial business, or through a state-run  inspection program. Therefore, a contractor’s school-bus operations  may be subject to this federal inspection requirement if, for instance, the  contractor is hired by the school district to transport students across state  lines for school-sponsored extracurricular activities; a school district’s  school-bus operations would not be subject to the federal inspection  requirement if the district provides the transportation for this type of trip.  Representatives of contractors we spoke with stated that in practice, most  contractors usually comply with Federal Motor Carrier Safety Regulations,  even when they are not using the school buses for interstate activities, as  contractors want the flexibility and maximum ability to operate buses  under different circumstances, such as chartered services on the  weekend. NHTSA does not have an oversight role in school bus  operations but recommends that states establish procedures for regularly  scheduled inspections of school buses in accordance with FMCSA’s  requirements, as described above."], "subsections": []}, {"section_title": "Driver Training", "paragraphs": ["FMCSA recently established minimum training regulations for entry-level  school bus drivers. In December 2016, FMCSA issued a final rule  requiring all drivers—employed by school districts and contractors—to  complete entry-level driver training when applying for a commercial  driver’s license, including those seeking a school bus endorsement. As  part of this final rule, FMCSA established a training curriculum to address  the specific training needs of school bus drivers. Training providers are  required to cover all topics in the curriculum, including loading and  unloading, railroad-highway grade crossings, and emergency exit and  evacuation, but FMCSA set no minimum hours for the knowledge and  behind-the-wheel training for the school bus endorsement. Additionally,  NHTSA developed a series of refresher (i.e., in-service) training modules  for school bus drivers in 2011. NHTSA officials told us they developed  this training module because school bus stakeholders often asked  NHTSA for guidance and assistance on training experienced school-bus  drivers. Stakeholders we interviewed, including selected state officials,  told us that they widely use NHTSA’s refresher training materials for  school bus drivers."], "subsections": []}, {"section_title": "Vehicle Standards for Maximum Age and Capacity", "paragraphs": ["As previously noted, 48 federal vehicle safety standards apply to school  buses. However, federal vehicle safety standards do not stipulate a  maximum vehicle age or maximum seating capacity for school buses  because, according to NHTSA, it does not have regulatory authority  regarding how school buses are used. Nevertheless, NHTSA has made  recommendations and issued guidance related to both of these items. In  its pupil transportation guideline, issued in March 2009, NHTSA  recommended replacing school buses manufactured before April 1, 1977,  with school buses that meet current vehicle safety standards for buses  and recommended prohibiting schools from purchasing school buses built  prior to April 1, 1977, for school transportation. For capacity, NHTSA  has reported in information posted on its website that school bus  manufacturers determine the maximum number of persons who can sit on  a school bus seat, which is based on sitting three small elementary age  school children or two high school age persons into a typical 39-inch  school-bus seat. In this same posting, NHTSA also reported that states  and school bus operators are responsible for determining the number of  persons who can safely fit into a school bus seat, and NHTSA  recommended that all passengers be seated entirely within the confines  of the school bus seats while the bus is in operation. NHTSA sets vehicle  safety standards, and FMCSA does not have a role setting vehicle  standards for school buses."], "subsections": []}]}, {"section_title": "Building on Federal Requirements, States Set Requirements for School Bus Safety That Vary by State but Generally Not by Type of Operator", "paragraphs": ["States build upon federal laws and regulations and usually set additional,  state-specific requirements for school bus safety that generally apply to  both school districts and contractors, according to stakeholders we spoke  with. We found that multiple state agencies often play a role overseeing  school bus vehicles and drivers. For example, in Illinois, the State Board  of Education and Secretary of State oversee school bus driver training,  and the Department of Transportation oversees school bus inspections,  while in Pennsylvania the Department of Transportation oversees school  bus driver training and the State Police oversees school bus inspections.  In addition, state laws and regulations vary widely across states. For  example, three school bus manufacturers we spoke with told us that no  two states have the same vehicle standards for school buses, with  varying requirements for eight-way flashing signal lights, content and  location of first aid kits, and location of switch panels, among other things.  Figure 5 describes examples of state requirements for school bus  transportation.", "Upon examination of state laws and regulations, we found that states set  requirements for inspections, driver training, and vehicle standards that  supplement the baseline federal requirements. States’ school-bus safety  requirements vary widely across states but tend not to differ based on the  type of operator, according to all eight selected state officials we spoke  with, as described below. Four other stakeholders we interviewed  affirmed that there are no differences in state requirements for school bus  transportation for different types of operators. However, for state  requirements for commercial motor vehicles, which can apply to but are  not specific to school buses, six stakeholders we interviewed, including  manufacturers and contractors, said there are some differences in  requirements for contractors and school districts. For example, two  stakeholders commented that states vary in the extent to which they  exempt school bus operations from state requirements for commercial  motor vehicles, requirements that are not school-bus-specific but apply to  a wider range of vehicles and that are similar to Federal Motor Carrier  Safety Regulations. See appendix II for additional descriptions of state  requirements for school bus inspection, driver training, and maximum  vehicle age and seating capacity in the eight selected states."], "subsections": [{"section_title": "School Bus Inspections", "paragraphs": ["Based on our review of laws and regulations in the 50 states, we found  that all 50 states require school bus inspections to check for defects and  safety compliance with state rules at the state or local level. We also  found that the frequency of these inspections and agency conducting or  overseeing inspections varies across states. For 41 states, we found that  the state required periodic inspections of school buses to be conducted  by state inspectors or third-party inspectors. For example, California  requires its state highway patrol to inspect school buses at least once  every year, while the Illinois state transportation agency requires  certified, private inspection stations to inspect school buses at least twice  a year. In the other nine states, we found the state requires local school  districts to conduct inspections and/or authorizes the state to conduct  spot check inspections of school buses without any set frequency. For  example, Nebraska requires local school districts to conduct an  inspection of each school bus before the start of the school year and then  every 80 days during the school year. According to a Nebraska state  official, the state discontinued its state school bus inspection program due  to resource constraints and delegated responsibility for inspections to  local school districts. State officials in all eight selected states told us that  all school bus operators, including contractors, are subject to the state’s  school-bus inspection requirements.", "States may also require additional inspections to supplement the periodic  inspections, including conducting random or unannounced inspections.  Officials from four of the eight states we interviewed—Illinois,  Washington, Tennessee, and Pennsylvania—stated that they  complement annual or biannual inspections with unannounced or random  school-bus inspections. For example, a Tennessee state official told us  that the state conducts random inspections of school buses for at least 10  percent of the statewide school-bus fleet annually to ensure that all  operators maintain their buses safely and appropriately. States may also  require even more frequent inspections, sometimes on a daily basis. For  example, California requires all school bus operators to inspect their  school buses regularly—every 45 days or 3,000 miles, whichever occurs  first—as part of a preventive maintenance program.", "To provide context to understand how states implement these  requirements and the results of inspections, we asked the selected states  about the data they collect on inspection outcomes. The selected states  vary in how they collect and maintain inspection data and the extent to  which results are accessible to the public, as was the case with the  frequency of inspections. Officials from selected states told us there are  different methods of collecting and compiling inspection results. For  example, a Tennessee state official told us that the state uses electronic  devices (e.g., tablets, laptops) to collect data during inspections and  maintain results in a central database. Illinois state officials told us that  private, certified inspection stations can use an electronic or paper form to  document inspection results, and all completed forms are maintained by  the state. Given these differences, states vary in their ability to easily  search and summarize inspection results for school buses in the state.  We found school bus inspection results are generally accessible to the  public, but how the public can access results varies. For instance,  Washington posts the number of school buses inspected and the number  and percentage of buses placed out of service by school district each  school year on its state agency website, while Pennsylvania and  Tennessee state officials told us that school bus inspection results are  accessible only through a formal request.", "Additionally, in our review of selected states’ school-bus inspection  results, we found that a relatively small number of school buses were  placed out of service after an inspection because they were determined to  be unsafe to operate without repairs. Specifically, 3 to 5 percent of  inspected school buses in a given year were put out of service for  violations, based on data from four of our selected states, as shown in  table 1 below. By contrast, the out-of-service rate for all types of buses  nationwide is about 7 percent, according to FMCSA. Problems that could  put a school bus out of service in one state we interviewed include any  leaks on the exhaust system, an exterior brake or stop-arm light that  doesn’t work, or a bus alarm not sounding when the emergency door is  opened. In three states, the most common problems identified during  inspection involved brakes, lights or signals, and exhaust systems.  Officials we spoke with in the six selected states that had state inspection  programs stated that out-of-service school buses cannot be operated until  the identified problem has been fixed and the bus passes another  inspection.", "We found that a majority of states require training for all school bus  drivers. Specifically, we found that 44 states require entry-level (i.e.,  pre-service) training and 44 states require refresher training for all school  bus drivers. However, as with inspection requirements, we found that  the frequency, length, and other attributes of the required training vary  across states. For example, Pennsylvania requires a minimum of 20 hours of school-bus-specific training for all entry-level drivers and a  minimum of 10 hours of refresher training for drivers every 4 years.  Tennessee requires all school bus drivers to receive at least 4 hours of  annual refresher training on various topics, including operational safety of  school buses, loading and unloading of students, and managing student  behavior, but the state does not require entry-level school-bus driver  training, according to a Tennessee state official. While the training  requirements vary across states, officials from all eight of our selected  states stated that all school bus drivers must meet state training  requirements, whether they are employed by a school district or  contractor.", "States administer school bus driver training in different ways, and  additional training requirements may exist at the local level. For example,  in Virginia and New York, the state departments of education oversee  school bus driver training programs and train and certify instructors, who  can be school district or contractor employees, to provide training to  drivers. In Nebraska, the state department of education contracts with the  Nebraska Safety Center at the University of Nebraska to develop training  curriculum and train instructors to provide training. Beyond state  requirements, local school districts and contractors may have additional  training programs and requirements for school bus drivers. Contractors  we spoke with told us that they also require entry-level and refresher  training for their drivers that meets or exceeds state requirements. State  officials in California, Pennsylvania, and Tennessee also told us that local  school districts may require additional, supplemental training for drivers.  For example, a state official told us that one large school district requires  drivers to complete a minimum of 40 hours of gang awareness training.", "Additionally, all eight selected states require school bus drivers to receive  training on transporting students with special needs. Drivers in these  states typically receive training on transporting special needs students as  part of the training curriculum for entry-level or refresher training for  school bus drivers. For example, in New York, under state law, entry-level  school bus drivers are required to take a minimum of two hours of  instruction related to transporting special needs students during the first  year of employment, and all school bus drivers are required to take one  hour of annual training related to transporting special needs students.", "State officials in a few of our selected states said additional training on  special needs transportation is provided to drivers at the local level. A  Washington state official told us that the state trains all instructors on  special needs transportation topics so the instructors can in turn provide  more targeted training to drivers, such as how to secure wheelchairs on a  particular bus model."], "subsections": []}, {"section_title": "Vehicle Standards for Maximum Age and Capacity", "paragraphs": ["In our search of state laws and regulations, we found six states that set a  requirement for the maximum vehicle age for when a school bus must be  replaced or no longer used. The requirements in these six states varied.  For example, Tennessee sets a maximum age for school buses that  applies to school districts and contractors; specifically, type A and B  buses can be used for up to 15 years, and type C and D buses can be  used for up to 18 years with unlimited miles, or up to 19 years for buses  with less than 200,000 miles that have passed inspections twice a year.  According to a state official, Tennessee has a maximum vehicle age  requirement because older school buses may not be cost-effective to  maintain, as older vehicles have more mechanical and maintenance  issues. In other states, all types of school buses were subject to the same  maximum age, such as stating that school buses used to transport  students cannot be more than 20 or 25 years old.", "In addition to these six states with specific requirements, we also found  instances where states provide funding or set a school bus depreciation  schedule to replace school buses. Although these programs do not  necessarily prohibit school bus operators from operating school buses  that exceed the parameters of a state’s funding program, they encourage  school districts to regularly replace school buses. For example, according  to a state official, Washington provides replacement funding for school  buses to school districts and contractors, and the state established a  useful life cycle for each type of school bus, but the state does not require  school districts and contractors to retire or stop using a bus at the end of  the established life cycle. Washington sets an 8-year life cycle for type A  buses and a 13-year life cycle for type C and D buses owned by the  school district. In Virginia, the state has a 15-year life cycle for all school  bus types, but according to state officials, a school bus older than 15  years can continue to be used as long as it passes inspections.", "While states do not typically set maximum school bus age requirements,  local school bus operators usually make decisions on when to replace a  school bus, according to stakeholders we interviewed. In particular,  according to seven stakeholders we interviewed—3 manufacturers, 3  state agencies that conduct inspections, and 1 contractor—local  operators make these decisions based on a business case that includes  factors such as maintenance costs and environmental conditions.  Representatives from two school bus manufacturers we interviewed told  us that most states do not have a maximum vehicle age requirement and  that many school districts will continue to use buses as long as they pass  inspections and maintenance costs are not too high. State officials from  Washington and Virginia said school bus operators need to maintain any  school buses that are used for longer than the state-established life cycle  and that these buses must pass the state inspection.", "With regard to school bus seating capacity, we found eight states that  have a specific requirement for maximum seating capacity on school  buses. Eight states set a specific maximum capacity or parameter that  would yield a specific maximum capacity. For example, New York has a  maximum seating capacity of 84 student passengers in type C and D  school buses. We also found that about half of the states (23) had other  types of seating capacity requirements, such as explicitly restricting  school buses from transporting more student passengers than the  manufacturer’s rated seating capacity. For example, Illinois does not  allow a school bus to be operated with more passengers than  recommended by the manufacturer’s rated seating capacity."], "subsections": []}]}]}, {"section_title": "Stakeholders Identified Voluntary Industry Standards as a Primary Source of Leading Practices, and Work Is Under Way in Areas Where Stakeholders Most Often Said Additional Federal Guidance Would Be Useful", "paragraphs": ["Stakeholders from the school bus industry most commonly cited the  National Congress on School Transportation (NCST) and its National  School Transportation Specifications and Procedures as a source of  leading practices for safe school bus transportation. Seventeen of the  30 stakeholders we interviewed, including state directors of student  transportation and manufacturers, identified NCST and the voluntary  document as a national standard for school bus safety. An NCST official  told us that the National School Transportation Specifications and  Procedures is meant to build on federal laws and regulations and for  states to consider when establishing their standards, specifications,  regulations, and guidelines for school transportation.", "NCST holds a congress roughly every 5 years. The primary purpose and  product of the congresses is the specifications and procedures document  that contains recommendations across different aspects of student  transportation, including school-bus body and chassis specifications,  procedures for conducting school bus inspections, and selecting and  training drivers. As the congress meets regularly, NCST has discussed  new safety concerns or needed guidance and amended its specifications  and procedures document accordingly. For example, one stakeholder we  spoke with said a relatively recent change in the document was the  inclusion of criteria, based largely on federal regulations, to use in a  school-bus inspection program to determine when a school bus should be  placed out of service.", "Stakeholders also cited federal and state requirements and industry  associations and experts as sources of leading practices. Eleven of 30  stakeholders we spoke with identified state laws and regulations, while 10  stakeholders identified federal laws and regulations and industry  associations as sources they turn to for leading practices. Eight  stakeholders also mentioned federal guidance as sources of best  practices for school bus operations and inspections. For federal guidance,  two stakeholders mentioned they look to NHTSA’s Highway Safety  Program Guideline No. 17, Pupil Transportation Safety, which  recommends strategies for a school bus safety program at the state level.  For example, this guideline recommends developing a training plan for drivers and establishing a systematic preventive-maintenance program  for school buses that includes periodic vehicle inspections.", "Our literature review identified these same sources and also provided  general practices for states and local school districts and contractors to  follow. For example, we found NCST’s specifications and procedures  document, NHTSA’s Highway Safety Program Guideline No. 17, and  textbooks that often cited federal vehicle safety standards and FMCSA’s  safety regulations in our literature research. In our review of these  sources, including NCST’s specifications and procedures document, we  found recommended practices for maintaining school buses, including  establishing an inspection program with uniform criteria for placing school  buses out of service and analyzing the intended life cycle of school buses  with ongoing efficiencies associated with vehicle replacement.", "A few stakeholders we spoke with indicated that specific, national leading  practices for certain aspects of school bus transportation may not always  be appropriate, as school bus operations are driven by local or regional  factors such as available funding and environmental and geographic  conditions. For example, stakeholders we spoke with said that different  factors, like weather and road conditions, can contribute to how long a  school bus should remain in use. Three stakeholders, including a  manufacturer, noted that school buses operating in adverse road and  weather conditions in some states may need to be replaced more  frequently due to higher maintenance costs. A 2002 National Association  of State Directors of Pupil Transportation Services (NASDPTS) report  noted that accurate and thorough records on operating and maintenance  costs of a school bus fleet provide data needed to analyze and  understand costs and said that establishing school bus replacement  policies are important. As noted earlier, states and local districts largely  oversee school bus safety, and as such, school bus transportation is  subject to local district decisions, practices, and differences in operations.", "When we asked stakeholders what additional federal research and  guidance would benefit the school bus industry, there was no consensus  among the stakeholders. Seven of thirty stakeholders said current federal  research and guidance is sufficient and did not cite a need for additional  guidance. For the two areas stakeholders mentioned most often, federal  agencies have related efforts under way.", "Five stakeholders said data on or guidance to combat illegal passing  of school buses would be useful. NASDPTS conducts an annual  survey on illegal passing, whereby school bus drivers voluntarily count  the number of vehicles that pass them when they stop to load and  unload students. For each of the 5 years NASDPTS has collected this  data, participating school bus drivers have observed more than  74,000 instances of illegal passing on a single day. In 2000, NHTSA  issued a best practices guide on reducing the illegal passing of school  buses. Further, NHTSA officials told us that research on the  effectiveness of using cameras to enforce laws on passing school  buses is currently under way with data collected at multiple locations,  to be completed in early 2018. Based on the results of this research,  NHTSA officials said they may update the content of the best  practices guide on reducing the illegal passing of school buses.", "Four stakeholders said that additional federal guidance on school bus  driver training on various topics, including loading and unloading  students and technology distraction, would be helpful. As previously  mentioned, FMCSA recently established minimum training regulations  for entry-level training for school bus drivers when applying for  commercial driver’s license, and two school bus associations— NASDPTS and the National School Transportation Association—were  part of the negotiated rulemaking committee that helped develop the  training regulations. Additionally, NHTSA’s 2011 refresher training for  school bus drivers covers several topics, including loading and  unloading students. NHTSA officials said they plan to update the  content, if needed, after consulting with school-bus industry  stakeholders in fiscal year 2017.", "Finally, NHTSA officials and stakeholders commented that the school bus  industry is a close-knit community that keeps one another informed with  conferences and networks across all levels of government. Stakeholders  we spoke with said that much of the school bus industry’s awareness  comes from annual forums and conferences at the state and national  level. For example, the annual NASDPTS conference held in November  2015 included sessions on incidents of dragging students in bus doors  and FMCSA’s then proposed rule on entry-level driver training. Another  stakeholder told us that they confer with state school transportation  associations—state organizations of school bus drivers and transportation  managers—to identify and address any school-bus safety issues in the  state. In addition, NHTSA and FMCSA officials and one stakeholder told  us that three of the national school bus associations meet annually with  FMCSA and NHTSA to discuss various school-bus safety issues."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this product to the Department of Transportation  for comment. The Department of Transportation provided technical  comments, which we incorporated as appropriate.", "We are sending copies of this report to the appropriate congressional  committees, the Secretary of the Department of Transportation, and other  interested parties. In addition, the report is available at no charge on the  GAO website at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  me at (202) 512-2834 or flemings@gao.gov. Contact points for our  Offices of Congressional Relations and Public Affairs may be found on  the last page of this report. GAO staff who made key contributions to this  report are listed in appendix III."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["The Fixing America’s Surface Transportation Act included a provision for  GAO to conduct a review of school bus safety, including examining any  differences in the safety performance of different types of school bus  operators—that is, school districts and contractors—and what safety  requirements apply to them. We examined: (1) data federal and state  agencies collect on school bus crashes and the number and  characteristics of fatal school-bus crashes that have occurred since 2000;  (2) federal and state laws and regulations pertaining to school bus  inspections, vehicles, and drivers, as well as state data on inspections’  outcomes; and (3) sources for leading practices for safe school-bus  transportation, as identified by stakeholders and literature, as well as any  areas where further federal guidance could be useful. As part of our work,  we also examined whether there were differences for school-district and  contractor-operated school buses in any of the above areas. Overall, we  focused our review on the transportation of public K-12 students traveling  to and from home and school and for extracurricular activities and not  transportation of private school students.", "To describe what data federal and state agencies collect on school bus  crashes, we reviewed agency documents that describe or use National  Highway Traffic Safety Administration (NHTSA) and Federal Motor  Carrier Safety Administration (FMCSA) crash datasets, including the 2014  FARS/NASS GES Coding and Validation Manual and Large Truck and  Bus Crash Facts 2014. We interviewed NHTSA and FMCSA officials to  understand what data each agency collects on school bus crashes and  whether they track the type of operator involved in school bus crashes.  We also asked about any planned or ongoing efforts to change or  improve the data collected on school bus crashes. To understand crash  data collected by states, we reviewed NHTSA guidance on crash data  systems, primarily the Traffic Records Program Assessment Advisory.  We also interviewed school-bus industry associations, the Association of  Transportation Safety Information Professionals, and other stakeholders  to identify national and state data on school bus crashes and to discuss  the strengths and limitations of existing datasets.", "We also administered an e-mail survey to the 50 state pupil-transportation  directors to gather information on school bus data. Specifically, the survey  asked whether states systematically collect data on the type of school bus  operator—that is, school district or contractor—in crash or other data, and  the reasons why these data were or were not collected. We obtained  contact information for the survey recipients from the National Association  of State Directors of Pupil Transportation Services (NASDPTS) and  administered the survey between June 20, 2016, and August 8, 2016.  Because this was not a sample survey, there are no sampling errors.  However, the practical difficulties of conducting any survey may introduce  errors, commonly referred to as nonsampling errors. For example,  difficulties in how a particular question is interpreted can introduce  unwanted variability into the survey results. We took steps in the  development of the questionnaire, the data collection, and the data  analysis to minimize these nonsampling errors. For example, we  pretested the survey with the pupil transportation directors in three states  and NASDPTS to ensure that questions were clear and unbiased and to  minimize the burden the survey placed on respondents. Based on  feedback from the pretests, we made minor changes to the content and  format of survey questions. We received completed surveys from 47  respondents for an overall response rate of 94 percent.", "To describe the number and characteristics of fatal school-bus crashes  since 2000, we analyzed data from two data sets. First, we analyzed  Buses Involved in Fatal Accidents (BIFA) data from the University of  Michigan Transportation Research Institute (UMTRI) for calendar years  2000 to 2010 to describe the attributes of crashes involving school buses.  BIFA includes data on fatal traffic crashes in the United States involving a  bus. We used BIFA data as they were the only source of national crash  data we identified that included bus-specific variables like type of operator  and bus, and 2010 was the last year for which BIFA data were collected.  Cases for BIFA are selected from NHTSA’s Fatality Analysis Reporting  System (FARS) file. BIFA supplements the FARS data; UMTRI collected  police reports for each crash and trained interviewers to contact owners,  operators, or drivers of the buses to collect detailed information on the  bus, operator, and driver. Our analysis of BIFA data included variables  collected by UMTRI, such as the type of bus, type of operator (school  district or contractor), and length of trip, as well as FARS variables, such  as driver- and vehicle-related factors, model year of the vehicle, and road  and atmospheric conditions. Since the BIFA data were last collected for  calendar year 2010, we reviewed NHTSA’s school-transportation-related  analysis for 2000 through 2014 to compare the overall number of fatal  school-bus crashes during and after BIFA data collection and examine  whether there were any trends or changes after 2010. We also examined  whether there were any changes to federal rules for school bus vehicles  and operators that would substantially change the regulatory landscape  for school bus operations after 2010. In reviewing the data and federal  rule changes, we found no substantial changes that would raise concerns  about using the BIFA data from 2000 to 2010 for our review. For BIFA, we  identified crashes using the included variable for “school-bus-related  crashes.” Second, we analyzed FARS data for calendar years 2011 to  2014, the latest year for which data were available, to examine this more  recent FARS data to extend our analysis for certain variables like  atmospheric and road conditions and time of day of the crash. For FARS,  we implemented guidance NHTSA provided to use four variables from the  accident and vehicle data files to identify school-bus-related crashes.  Based on interviews with NHTSA and UMTRI officials, as well as  reviewing system documentation and electronic data testing, we  determined that the data were sufficiently reliable for the purpose of  describing the number and type of fatal school-bus crashes. While these  data sets allow us to describe the attributes of fatal crashes, the  descriptive information is not generalizable to crashes with non-fatal  injuries or with property damage only. Moreover, we did not have  exposure data, such as the total miles traveled by different types of buses  or operators, so we could not calculate crash rates that would allow for  directly comparing different types of crashes.", "To describe federal school bus safety requirements, we reviewed federal  laws and regulations on school bus inspections, driver training, and  vehicle standards—specifically, vehicle age and seating capacity of  school buses. We primarily focused our review on these three areas  based on our initial research into school bus safety requirements and the  content of the mandate. We reviewed inspection requirements in the  Federal Motor Carrier Safety Regulations that would apply to school bus  operators, but the scope of our review did not include all other aspects of  these regulations, such as hours-of-service requirements for drivers and  driver qualifications. We did not examine seat belts as part of our review  due in part to NHTSA’s current effort to further research seat belts on all  school buses. We also reviewed and analyzed guidance and reports  from NHTSA, FMCSA, and the National Transportation Safety Board,  including NHTSA’s Highway Safety Program Guideline No. 17, Pupil  Transportation Safety; National Transportation Safety Board’s accident  investigation reports involving school buses; and FMCSA’s March 2016  Notice of Proposed Rulemaking and December 2016 Final Rule on entry- level driver training. We also interviewed officials from those agencies to  understand the scope and applicability of federal laws and regulations for  school bus vehicles and operators.", "To describe state laws and regulations, we systematically searched laws  and regulations for all 50 states to determine the extent to which states  set requirements for school bus inspections, driver training, and vehicle  standards. Specifically, we searched for state requirements for: (1) school  bus inspections; (2) entry-level or refresher training for school bus  drivers; (3) maximum age, mileage, or use that require retiring or no  longer using school buses; and (4) maximum seating capacity for school  buses. We conducted this search on state statutes and administrative  codes in a legal database. In consultation with GAO’s Office of General  Counsel and our librarian, we developed search terms and protocols and  used a data collection instrument for each of the requirements to ensure  consistent collection of information. For example, for our searches on  state requirements for school bus inspections, we used the search term  “school bus w/10 inspect!” and increased the proximity of the key words  from within 10 words to within 15 and 20 words. When our search  returned no results for a state, we then searched the websites of the  state’s education, transportation, motor vehicle, and/or police agencies  and used any information found from these searches, such as a legal  citation or terminology, to direct additional searches in a legal database.", "We also consulted with our Office of General Counsel on coding the  results of our searches in the data collection instrument. After completing  our searches, we compared the results of our search on states’ school- bus inspection requirements with the 2011 survey results from South  Carolina and NASDPTS on school bus inspection practices to verify our  research. We also compared the results of our research on vehicle age  with a list provided by the National Conference of State Legislatures and  the results of our research on vehicle age and seating capacity with a  stakeholder’s compiled list of state requirements and practices on school  bus vehicle age/life cycle use and seating capacity. We took steps to  reconcile any identified differences, including conducting further research  in a legal database and state agency websites and contacting state  officials to clarify and verify the information we found in our legal search.  We also validated our search results with eight selected states as part of  our in-depth review on how selected states implement school-bus safety  requirements, as further described below. Finally, our Office of General  Counsel reviewed and verified the search results for all 50 states. The  scope of our research did not include local requirements, and thus we did  not include any local requirements for school bus inspections, driver  training, or maximum vehicle age or seating capacity that may be  applicable to school bus operators. In addition, our search terms and  protocols aimed to identify states with requirements, but due to the nature  of keyword searches, we may not have identified all relevant school bus  requirements. Further, for states for which we didn’t identify requirements,  we attempted several types of searches to try to find state inspection,  driver training, or maximum age or capacity requirements. However, we  cannot definitively conclude that there are no requirements in the  mentioned categories for these states.", "To better understand implementation of federal and state rules and  whether public and private bus operators face different safety  requirements, we performed additional research on and conducted in- depth interviews with state officials from eight selected states. Using  School Bus Fleet’s 2013–2014 school year school transportation data, we  selected states to include those with the highest number of students  transported daily by school bus, the highest annual route miles traveled  per student, and variation in the number of school buses owned by  states/school districts and contractors. We also selected states that vary  geographically and maintained data available on school bus involved  accidents and school bus inspections. We selected eight states:  California, Illinois, Nebraska, New York, Pennsylvania, Tennessee,  Virginia, and Washington. These eight states account for about 28  percent of public K-12 students transported daily on school buses. We  conducted semi-structured interviews with state officials from the selected  eight states and, when available, collected data on the outcomes of  school bus inspections and the age of school buses. These eight selected  states are a non-probability sample of states, and thus, the information  we obtained is used for illustrative purposes and is not generalizable.", "To identify sources of leading practices, we conducted a literature search  to identify leading practices on school bus inspections, driver training, and  maximum vehicle age and seating capacity. We reviewed literature for the  last 15 years for pertinent studies in peer-reviewed journals, trade  publications, and conferences, among others, to identify sources and  leading practices. We also interviewed school bus industry stakeholders,  including officials from school-bus industry associations, federal agencies,  select state agencies, school bus manufacturers, and school bus  contractors, to identify sources of leading practices. We selected  stakeholders to represent a range of roles in the school bus industry and  the federal and state levels of government. A full list of stakeholders  interviewed for this review is provided in table 2 below. In these  interviews, we asked stakeholders an open-ended question for them to  generate sources of leading practices, rather than offering a list of  possible sources. Therefore, not every stakeholder we interviewed  commented on whether a particular document or organization  represented a source of leading practices; we can only report counts of  stakeholders that identified a particular document or organization. We  also asked school bus industry stakeholders what areas of additional  federal guidance and research, if any, are needed. In identifying sources  of leading practices and areas of further federal guidance and research,  our questions did not apply to 4 of the 30 stakeholders in both cases. For  example, we did not ask federal agencies about what additional federal  research or guidance would be useful as we instead asked them about  current or future research on school bus safety. The views of these  school bus stakeholders are not generalizable to the entire school bus  community, but they provide us with valuable insights. We analyzed the  content of interviews with stakeholders and identified sources of leading  practices from our literature review in the areas of inspections, driver  training, and vehicle standards."], "subsections": []}, {"section_title": "Appendix II: Description of Eight Selected States’ Requirements on School Bus Safety", "paragraphs": ["In our review of eight selected states, we found variation in state  requirements for and implementation of school bus inspection, driver  training, and vehicles standards for maximum age and seating capacity,  as shown in table 3 below."], "subsections": []}, {"section_title": "Appendix III: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Susan Zimmerman (Assistant  Director), Joanie Lofgren (Analyst in Charge), Carl Barden, Pamela  Daum, Leia Dickerson, H. Brandon Haller, David Hooper, Jennifer Kim,  Avani Locke, Grant Mallie, Janet Mascia, SaraAnn Moessbauer, Malika  Rice, Amy Rosewarne, and Carter Stevens made key contributions to this  report."], "subsections": []}]}], "fastfact": []}