{"id": "GAO-07-316", "url": "https://www.gao.gov/products/GAO-07-316", "title": "Maritime Security: Public Safety Consequences of a Terrorist Attack on a Tanker Carrying Liquefied Natural Gas Need Clarification", "published_date": "2007-02-22T00:00:00", "released_date": "2007-03-14T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The United States imports natural gas by pipeline from Canada and by tanker as liquefied natural gas (LNG) from overseas. LNG--a supercooled form of natural gas--currently accounts for about 3 percent of total U.S. natural gas supply, with an expected increase to about 17 percent by 2030, according to the Department of Energy (DOE). With this projected increase, many more LNG import terminals have been proposed. However, concerns have been raised about whether LNG tankers could become terrorist targets, causing the LNG cargo to spill and catch on fire, and potentially explode. DOE has recently funded a study to consider these effects; completion is expected in 2008. GAO was asked to (1) describe the results of recent studies on the consequences of an LNG spill and (2) identify the areas of agreement and disagreement among experts concerning the consequences of a terrorist attack on an LNG tanker. To address these objectives, GAO, among other things, convened an expert panel to discuss the consequences of an attack on an LNG tanker."]}, {"section_title": "What GAO Found", "paragraphs": ["The six unclassified completed studies GAO reviewed examined the effect of a fire resulting from an LNG spill but produced varying results; some studies also examined other potential hazards of a large LNG spill. The studies' conclusions about the distance at which 30 seconds of exposure to the heat (heat hazard) could burn people ranged from less than 1/3 of a mile to about 1-1/4 miles. Sandia National Laboratories (Sandia) conducted one of the studies and concluded, based on its analysis of multiple attack scenarios, that a good estimate of the heat hazard distance would be about 1 mile. Federal agencies use this conclusion to assess proposals for new LNG import terminals. The variations among the studies occurred because researchers had to make modeling assumptions since there are no data for large LNG spills, either from accidental spills or spill experiments. These assumptions involved the size of the hole in the tanker; the volume of the LNG spilled; and environmental conditions, such as wind and waves. The three studies that considered LNG explosions concluded explosions were unlikely unless the LNG vapors were in a confined space. Only the Sandia study examined the potential for sequential failure of LNG cargo tanks (cascading failure) and concluded that up to three of the ship's five tanks could be involved in such an event and that this number of tanks would increase the duration of the LNG fire. GAO's expert panel generally agreed on the public safety impact of an LNG spill, but believed further study was needed to clarify the extent of these effects, and suggested priorities for this additional research. Experts agreed that the most likely public safety impact of an LNG spill is the heat hazard of a fire and that explosions are not likely to occur in the wake of an LNG spill. However, experts disagreed on the specific heat hazard and cascading failure conclusions reached by the Sandia study. DOE's recently funded study involving large-scale LNG fire experiments addresses some, but not all, of the research priorities identified by the expert panel. The leading unaddressed priority the panel cited was the potential for cascading failure of LNG tanks."]}], "report": [{"section_title": "Letter", "paragraphs": ["Worldwide, over 40,000 tanker cargos of liquefied natural gas (LNG) have  Worldwide, over 40,000 tanker cargos of liquefied natural gas (LNG) have  been shipped since 1959, and imports of LNG are projected to increase  been shipped since 1959, and imports of LNG are projected to increase  over the next 10 years. LNG is a supercooled liquid form of natural gas—a  over the next 10 years. LNG is a supercooled liquid form of natural gas—a  crucial source of energy for the United States. Natural gas is used in  crucial source of energy for the United States. Natural gas is used in  homes for cooking and heating and as fuel for generating electricity, and it  homes for cooking and heating and as fuel for generating electricity, and it  accounts for about one-fourth of all energy consumed in the United States  accounts for about one-fourth of all energy consumed in the United States  each year. Prices for natural gas in the United States have risen over the  each year. Prices for natural gas in the United States have risen over the  past 5 years as demand for natural gas has increased faster than domestic  past 5 years as demand for natural gas has increased faster than domestic  production. To make up for the domestic shortfall, the United States  production. To make up for the domestic shortfall, the United States  imports some natural gas in pipelines from Canada. However, most  imports some natural gas in pipelines from Canada. However, most  reserves of natural gas are overseas and cannot be transported through  reserves of natural gas are overseas and cannot be transported through  pipelines. Natural gas from these reserves has to be transported to the  pipelines. Natural gas from these reserves has to be transported to the  United States as LNG in tankers. Because of the projected increase in LNG  United States as LNG in tankers. Because of the projected increase in LNG  tankers arriving at U.S. ports, concerns have been raised about whether  tankers arriving at U.S. ports, concerns have been raised about whether  the tankers could become terrorist targets.  the tankers could become terrorist targets.", "LNG—primarily composed of methane—is odorless and nontoxic. It is  LNG—primarily composed of methane—is odorless and nontoxic. It is  produced by supercooling natural gas to minus 260 degrees Fahrenheit at  produced by supercooling natural gas to minus 260 degrees Fahrenheit at  atmospheric pressure, thus reducing its volume by more than 600 times.  atmospheric pressure, thus reducing its volume by more than 600 times.  This process makes transport by tankers feasible. The tankers are double- This process makes transport by tankers feasible. The tankers are double- hulled, with each tanker containing between four and six adjacent tanks  hulled, with each tanker containing between four and six adjacent tanks  heavily insulated to maintain the LNG’s supercool temperature. Generally,  heavily insulated to maintain the LNG’s supercool temperature. Generally,  these ships can carry enough LNG to supply the daily energy needs of over  10 million homes. Importing LNG requires specialized facilities—called  regasification terminals—at ports of entry. At these terminals, the liquid is  reconverted into natural gas and then injected into the pipeline system for  consumers. Currently, the United States has a total of five LNG import  terminals—four are considered onshore terminals, that is, they are located  within 3 miles of the shore; one is an offshore terminal located 116 miles  off the Louisiana coast in the Gulf of Mexico.", "The United States imports about 3 percent of its total natural gas supply as  LNG in recent years, but by 2030, LNG imports are projected to account  for about 17 percent of the U.S. natural gas supply, according to the  Department of Energy’s (DOE) Energy Information Administration. To  meet this increased demand, energy companies have submitted 32  applications to build new terminals for importing LNG in 10 states and five  offshore areas. Figure 1 shows the locations of LNG terminals that are  operational, approved, and proposed.", "As of October 2006, the Federal Energy Regulatory Commission  (FERC)—responsible for approving onshore LNG terminal siting  applications—and the U.S. Coast Guard—responsible for approving  offshore LNG terminal siting applications—had together approved 13 of  these applications. In addition, the Coast Guard contributes to FERC’s  review of onshore LNG facilities by reviewing and validating an applicant’s  Waterway Suitability Assessment (WSA) and reaching a preliminary  conclusion as to whether the waterway is suitable for LNG operations with  regard to navigational safety and security considerations. The WSA  includes a security risk assessment to evaluate the public safety risk of an  LNG spill from a tanker following an attack. The security risk assessment  analyzes potential types of attacks, their probability, and the potential  consequences. The WSA also identifies appropriate strategies that can be  used to reduce the risk posed by a terrorist attack on an LNG tanker,  either by reducing the probability of an attack, or by reducing its  consequences. If the WSA deems the waterway suitable for LNG tanker  traffic, the Coast Guard provides FERC with a “Letter of  Recommendation,” which describes the overall risk reduction strategies  that will be used on LNG tankers traveling to the proposed terminal. The  Coast Guard is the lead federal agency for ensuring the security of active  LNG import terminals and tankers traveling within U.S. ports.", "As figure 1 shows, six new facilities have been proposed for the  northeastern United States, a region that faces gas supply challenges. The  Northeast has limited indigenous supplies of natural gas, and receives  most of its natural gas either through pipelines from the U.S. Gulf Coast or  Canada, or from overseas via tanker as LNG. The pipelines into the  Northeast currently run at or near capacity for much of the winter, and  demand is projected to significantly increase over the next 5 years,  exceeding available supply by 2010. To meet the increasing demand, new  supplies of natural gas must reach the Northeast by expanding existing  pipeline capacity, constructing new pipelines, or constructing new LNG  terminals—all of which have risk associated with them. Difficulties siting  LNG facilities in the Northeast could lead to higher natural gas prices  unless additional supply can be brought into the region via new, or  expansion of old, pipelines.", "Scientists and the public have raised concerns about the potential hazards  that an LNG spill could pose. When LNG is spilled from a tanker, it forms a  pool of liquid on the water. Individuals who come into contact with LNG  could experience freeze burns. As the liquid warms and changes into  natural gas, it forms a visible, foglike vapor cloud close to the water. The  cloud mixes with ambient air as it continues to warm up and eventually  the natural gas disperses into the atmosphere. Under certain atmospheric  conditions, however, this cloud could drift into populated areas before  completely dispersing. Because an LNG vapor cloud displaces the oxygen  in the air, it could potentially asphyxiate people who come into contact  with it. Furthermore, like all natural gas, LNG vapors can be flammable,  depending on conditions. If the LNG vapor cloud ignites, the resulting fire  will burn back through the vapor cloud toward the initial spill. It will  continue to burn above the LNG that has pooled on the surface—this is  known as a pool fire. Experiments to date have shown that LNG fires burn  hotter than oil fires of the same size. Both the cold temperatures of spilled  LNG and the high temperatures of an LNG fire have the potential to  significantly damage the tanker, causing multiple tanks on the ship to fail  in sequence—called a cascading failure. Such a failure could increase the  severity of the incident. Finally, concerns have been raised about whether  an explosion could result from an LNG spill.", "Although LNG tankers have carried over 40,000 shipments worldwide  since 1959, there have been no LNG spills resulting from a cargo tank  rupture. Some safety incidents, such as groundings or collisions, have  resulted in small LNG spills that did not affect public safety. In the 1970s  and 1980s, experiments to determine the consequences of a spill examined  small LNG spills of up to 35 meters in diameter. Following the terrorist  attacks of September 11, 2001, however, many experts recognized that an  attack on an LNG tanker could result in a large spill—a volume of LNG up  to 100 times greater than studied in past experiments. Since then, a  number of studies have reevaluated safety hazards of LNG tankers in light  of a potential terrorist threat. Because a major LNG spill has never  occurred, studies examining LNG hazards rely on computer models to  predict the effects of hypothetical accidents, often focusing on the  properties of LNG vapor fires. The Coast Guard uses one of these studies,  conducted in 2004 by Sandia National Laboratories, as a basis for  conducting the security risk assessment required in the WSA for proposed  onshore LNG facilities. Access to accurate information about the  consequences of LNG spills is crucial for developing accurate risk  assessments for LNG siting decisions. While an underestimation of the  consequences could expose the public to additional risk in the event of an  LNG spill, an overestimation of consequences could result in the use of  inappropriate and costly risk mitigation strategies. DOE recently funded a  new study—to be completed by Sandia National Laboratories in 2008— that will conduct small- and large-scale LNG fire experiments to refine and  validate existing models (such as the one used by Sandia National  Laboratories in their 2004 study) that calculate the heat hazards of large  LNG fires.", "In this context, you asked us to (1) describe the results of recent  unclassified studies on the consequences of an LNG spill and (2) identify  the areas of agreement and disagreement among experts concerning the  consequences of a terrorist attack on an LNG tanker.", "To address the first objective, we identified eight unclassified, completed  studies of LNG hazards and reviewed the six studies that included new,  original research (either experimental or modeling) and clearly described  the methodology used. While we have not verified the scientific modeling  or results of these studies, the methods used seem appropriate for the  work conducted. We also interviewed agencies responsible for LNG  regulations and visited all four onshore LNG import facilities and one  export facility. To address the second objective, we identified 19  recognized experts in LNG hazard analysis and convened a Web-based  expert panel to obtain their views on LNG hazards and to get agreement  on as many issues as possible. In selecting experts for the panel, we  sought individuals who are widely recognized as having experience with  one or more key aspects of LNG hazard analysis. We sought to achieve  balance in representation from government, academia, consulting,  research organizations, and industry. Additionally, we ensured that our  expert panel included at least one author from each of the six unclassified  studies of LNG hazards. Because some of the studies conducted are  classified, this public version of our findings supplements a more  comprehensive classified report produced under separate cover. A more  detailed description of our scope and methodology is presented in  appendix I. We conducted our work from January 2006 through January  2007 in accordance with generally accepted government auditing  standards."], "subsections": [{"section_title": "Background", "paragraphs": ["Natural gas is primarily composed of methane, with small percentages of  other hydrocarbons, including propane and butane. When natural gas is  cooled to minus 260 degrees Fahrenheit at atmospheric pressure, the gas  becomes a liquid, known as LNG, and it occupies only about 1/600th of the  volume of its gaseous state. Since LNG is maintained in an extremely  cooled state—reducing its volume—there is no need to store it under  pressure. This liquefaction process allows natural gas to be transported by  trucks or tanker vessels. LNG is not explosive or flammable in its liquid  state. When LNG is warmed, either at a regasification terminal or from  exposure to air as a result of a spill, it becomes a gas. As this gas mixes  with the surrounding air, a visible, low-lying vapor cloud results. This  vapor cloud can be ignited and burned only within a minimum and  maximum concentration of air and vapor (percentage by volume). For  methane, the dominant component of this vapor cloud, this flammability  range is between 5 percent and 15 percent by volume. When fuel  concentrations exceed the cloud’s upper flammability limit, the cloud  cannot burn because too little oxygen is present. When fuel concentrations  are below the lower flammability limit, the cloud cannot burn because too  little methane is present. As the cloud vapors continue to warm, above  minus 160 degrees Fahrenheit, they become lighter than air and will rise  and disperse rather than collect near the ground.", "If the cloud vapors ignite, the resulting fire will burn back through the  vapor cloud toward the initial spill and will continue to burn above the  LNG that has pooled on the surface. This fire burns at an extremely high  temperature—hotter than oil fires of the same size. LNG fires burn hotter  because the flame burns very cleanly and with little smoke. In oil fires, the  smoke emitted by the fire absorbs some of the heat from the fire and  reduces the amount of heat emitted. Scientists measure the amount of heat  given off by a fire by looking at the amount of heat energy emitted per unit  area as a function of time. This is called the surface emissive power of a  fire and is measured in kilowatts per square meter (kW/m). Generally, the  heat given off by an LNG fire is reported to be more than 200 kW/m. The heat from fire can be felt far away from the fire  itself. Scientists use heat flux—also measured in kW/m can cause second degree burns after about 30 seconds of exposure  to bare skin. This heat flux can be compared with the heat from a candle— if a hand is held about 8 to 9 inches above the candle, second degree burns  could result in about 30 seconds. A heat flux of about 12.5 kW/m can damage steel structures.", "Four types of explosions could potentially occur after an LNG spill: rapid  phase transitions (RPT), deflagrations, detonations, and boiling-liquid- expanding-vapor-explosions (BLEVE). More specifically:    An RPT occurs when LNG is warmed and changes into natural gas nearly  instantaneously. An RPT generates a pressure wave that can range from  very small to large enough to damage lightweight structures. RPTs strong  enough to damage test equipment have occurred in past LNG spill  experiments on water, although their effects have been localized at the site  of the RPT.", "Deflagrations and detonations are explosions that involve combustion  (fire). They differ on the basis of the speed and strength of the pressure  wave generated: deflagrations move at subsonic velocities and can result  in pressures (overpressures) up to 8 times higher than the original  pressure; detonations travel faster—at supersonic velocities—and can  result in larger overpressures—up to 20 times the original pressure.  Methane does not detonate as readily as other hydrocarbons; it requires a  larger explosion to initiate a detonation in a methane cloud.", "A BLEVE occurs when a liquefied gas is heated to above its boiling point  while contained within a tank. For instance, if a hot fire outside an LNG  tanker sufficiently heated the liquid inside, a percentage of the LNG within  the tank could “flash” into a vapor state virtually instantaneously, causing  the pressure within the tank to increase. LNG tanks do have pressure relief  valves, but if these were inadequate or failed, the pressure inside the tank  could rupture the tank. The escaping gas would be ignited by the fire  burning outside the tank, and a fireball would ensue. The rupture of the  tank could create an explosion and flying debris (portions of the tank).", "World natural gas reserves are abundant, estimated at about 6,300 trillion  cubic feet, or 65 times the volume of natural gas used in 2005. Much of this  gas is considered “stranded” because it is located in regions far from  consuming markets. Russia, Iran, and Qatar combined hold natural gas  reserves that represent more than half of the world total. Many countries  have imported LNG for years. In 2005, 13 countries shipped natural gas to  14 LNG-importing countries. LNG imports, as a percentage of a country’s  total gas supply, for each of the importing countries ranged from 3 percent  in the United States to nearly 95 percent in Japan. In 2005, LNG imports to  the United States originated primarily in Trinidad and Tobago (70  percent), Algeria (15 percent), and Egypt (11 percent). The remaining 4  percent of U.S. LNG imports came from Oman, Malaysia, Nigeria, and  Qatar.", "LNG tankers primarily have two basic designs, called membrane or Moss  (see fig. 2). Both designs consist of an outer hull, inner hull, and cargo  containment system. In membrane tank designs, the cargo is contained by  an Invar, or stainless steel double-walled liner, that is structurally  supported by the vessel’s inner hull. The Moss tank design uses  structurally independent spherical or prismatic shaped tanks. These tanks,  usually five located one behind the other, are constructed of either  stainless steel or an aluminum alloy. LNG tankers ships are required to  meet international maritime construction and operating standards, as well  as U.S. Coast Guard safety and security regulations."], "subsections": []}, {"section_title": "Studies Identified Different Distances for the Heat Effects of an LNG Fire", "paragraphs": ["The six studies we examined identified various distances at which the heat  effects of an LNG fire could be hazardous to people. The studies’  variations in heat effects result from the assumptions made in the studies’  models. Some studies also examined other potential hazards such as LNG  vapor explosions, other types of explosions, and asphyxiation, and  identified their potential impacts on public safety."], "subsections": [{"section_title": "Studies Identified Various Distances That the Heat Effects of an LNG Fire Could Be Hazardous to People because of Assumptions Made", "paragraphs": ["The studies’ conclusions about the distance at which 30 seconds of  exposure to the heat could burn people ranged from about 500 meters  (less than 1/3 mile) to more than 2,000 meters (about 1-1/4 miles). The  results—size of the LNG pool, the duration of the fire, and the heat hazard  distance for skin burn—varied in part because the studies made different  assumptions about key parameters of LNG spills and also because they  were designed and conducted for different purposes. Key assumptions  made included the following:    Hole size and cascading failure. Hole size is an important parameter for  modeling LNG spills because of its relationship to the duration of the  event—larger holes allow LNG to spill from the tanker more quickly,  resulting in larger LNG pools and shorter duration fires. Conversely, small  holes could create longer-duration fires. Cascading failure is important  because it increases the overall spill volume and the duration of the spill.", "Waves and wind. These conditions can affect the size of both the LNG  pool and the heat hazard zone. One study indicated that waves can inhibit  the spread of an LNG pool, keeping the pool size much smaller than it  would be on a smooth surface, and thereby reducing the size of the LNG  pool fire. Wind will tend to tilt the fire downwind (like a candle flame  blowing in the wind), increasing the heat hazard zone in that direction  (and decreasing it upwind).", "Volume of LNG spilled. The amount of LNG spilled is one of the factors  that can affect the size of the pool.", "Surface emissive power of the fire. While the amount of heat given off by  a large LNG fire is unknown, assumptions about it directly affect the  results for the heat hazard zone. It is expected that the surface emissive  power of LNG fires will be lower for large fires because oxygen will not  circulate efficiently within a very large fire. Lack of oxygen in the middle  of a large fire would lead to more smoke production, which would block  some of the heat from the fire.", "The LNG spill consequence studies’ key assumptions and results are  shown in table 1.", "In terms of the studies’ results, we identified the following three key  results:    Pool size describes the extent of the burning pool—and can help people  understand how large the LNG fire itself will be.", "Heat hazard distance describes the distance at which 30 seconds of  exposure could cause second degree burns.", "Fire duration of the incident describes how long people and  infrastructure will be exposed to the heat from the fire. The longer the fire,  the greater potential for damage to the tanker and for cascading failure.", "Although all the studies considered the consequences of an LNG spill, they  were conducted for different purposes. Three of the six studies—Quest,  Sandia, and Pitblado—specifically addressed the consequences of LNG  spills caused by terrorist attacks. Two of these three studies—Quest and  Sandia—were commissioned by DOE. The Quest study, begun in response  to the September 11, 2001, attacks, was designed to quantify the heat  hazard zones for LNG tanker spills in Boston Harbor. Only the Quest study  examined how wind and waves would affect the spreading of the LNG on  the water and the size of the resulting LNG pool. The Quest study based its  wind and wave assumptions on weather data from buoys near Boston  Harbor. The Quest study found that, while the waves would help reduce  the size of the LNG pool, the winds that created the waves would tend to  increase the heat hazard distance downwind. To simplify the modeling of  the waves, the Quest study considered “standing” waves (rather than  moving waves) of various heights and, therefore, did not consider the  impact of wave movement on LNG pool spreading. The ABSC study  expressed concern that Quest’s standing wave assumption resulted in pool  sizes that were too small because wave movement might help spread the  LNG.", "The 2004 Sandia study was intended to develop guidance on a risk-based  analysis approach to assess potential threats to an LNG tanker, determine  the potential consequences of a large spill, and review techniques that  could be used to mitigate the consequences of an LNG spill. The  assumptions and results in table 1 for the Sandia study refer to the  scenarios Sandia examined that had terrorist causes. According to Sandia,  the study used available intelligence and historical data to develop  credible and possible scenarios for the kinds of attacks that could breach  an LNG tanker. Sandia then modeled how large a hole each of the weapon  scenarios could create in an LNG tanker. Two of these intentional breach  scenarios included cascading failure of three tanks on an LNG tanker. In  these cases, the LNG spill from one tank, as well as the subsequent fire,  causes the neighboring two tanks to fail on the LNG tanker, resulting in  LNG spills from three of the five tanks on the tanker. After considering all  of its scenarios, Sandia concluded that, as a rule-of-thumb, 1,600 meters is  a good approximation of the heat hazard distance for terrorist-induced  spills. However, as the table shows, one of Sandia’s scenarios—for a large  spill with cascading failure of three LNG tanks—found that the distance  could exceed more than 2,000 meters and that the cascading failure would  increase the duration of the incident.", "Finally, the stated purpose of industry’s Pitblado study was to develop  credible threat scenarios for attacks on LNG tankers and predict hazard  zones for LNG spills from those types of attacks. The study identified a  hole size smaller than the other studies that specifically considered  terrorist attacks.", "The other studies we reviewed examined LNG spills regardless of cause.  FERC commissioned the ABS Consulting study to develop appropriate  methods for estimating heat hazard zones from LNG spills. FERC uses  these methods, in conjunction with the Sandia study, to examine the  public safety consequences of tankers traveling to proposed onshore LNG  facilities before granting siting approval. The two scenarios in the ABSC  study illustrate how small holes could result in longer fires, which have a  higher potential to damage the tanker itself. One scenario used a hole size  of 0.79 square meters and the other a hole size of about 20 square meters.  The difference in duration is striking—it takes 51 minutes and 4.2 minutes,  respectively, for the fire to consume all the spilled LNG.", "Finally, the Lehr and Fay studies compared the fire consequences of LNG  spills with known information about oil spills and fires. Although most  studies made similar assumptions about the volume of LNG spilled from  any single LNG tank, Lehr examined a much smaller spill volume—just 500  cubic meters of LNG, compared with a range of 12,500 to 17,250 cubic  meters."], "subsections": []}, {"section_title": "Some Studies Examined Other Potential Hazards and Identified Their Impact on Public Safety", "paragraphs": ["Three of the studies also examined other potential hazards of an LNG spill,  including LNG vapor explosions, other types of explosions, and  asphyxiation.", "LNG vapor explosions. Three studies—Sandia, ABSC, and Pitblado— examined LNG vapor explosions, and all agreed that it is unlikely that LNG  vapors could explode and create a pressure wave if the vapors are in an  unconfined space. Although the three studies agreed that LNG vapors  could explode only in confined areas, they did not conduct modeling or  describe the likelihood of such confinement after an LNG spill from a  tanker. The Sandia study stated that fire will generally progress through  the vapor cloud slowly and without producing an explosion with damaging  pressure waves. The study did suggest, however, that if the LNG vapor  cloud is confined (e.g., between the inner and outer hull of an LNG  carrier), it could explode but would only affect the immediate surrounding  area. The ABSC study and the Pitblado study agreed that a confined LNG  vapor cloud could result in an explosion.", "Other types of explosions. Three studies—Sandia, ABSC, and Pitblado— examined the potential for RPTs. The Sandia study concluded that, while  RPTs have generated energy releases equivalent to several pounds of  explosives, RPT impacts will be localized near the spill. Sandia also noted  that RPTs are not likely to cause structural damage to the vessel. The  ABSC study noted that their literature search suggested that damage from  RPT overpressures would be limited to the immediate vicinity, though it  noted that the literature did not include large spills like those that could be  caused by a terrorist attack. Only one study, Pitblado, discussed the  possibility of a BLEVE. According to our discussions with Dr. Pitblado, an  LNG ship with membrane tanks could not result in a BLEVE, but he said  that Moss spherical tanks could potentially result in a BLEVE. A BLEVE  could result because it is possible for pressure to build up in a Moss  tanker. A 2002 LNG tanker truck incident in Spain resulted in an explosion  that some scientists have characterized as a BLEVE of an LNG truck.  Portions of the tanker truck were found 250 meters from the accident  itself, propelled by the strength of the blast.", "Asphyxiation. Only the Sandia study examined the potential for  asphyxiation following an LNG spill if the vapors displace the oxygen in  the air. It concluded that fire hazards would be the greatest problem in  most locations, but that asphyxiation could threaten the ship’s crew, pilot  boat crews, and emergency response personnel."], "subsections": []}]}, {"section_title": "Experts Generally Agreed That the Most Likely Public Safety Impact of an LNG Spill Is Fire’s Heat Effect, but That Further Study Is Needed to Clarify the Extent of This Effect", "paragraphs": ["Our panel of 19 experts generally agreed on the public safety impact of an  LNG spill and disagreed with a few of the conclusions of the Sandia study.  The experts also suggested priorities for future research—some of which  are not fully addressed in DOE’s ongoing LNG research—to clarify  uncertainties about heat impact distances and cascading failure. These  priorities include large-scale fire experiments, large-scale LNG spill  experiments on water, the potential for cascading failure of multiple LNG  tanks, and improved modeling techniques."], "subsections": [{"section_title": "Experts Agreed That the Heat from an LNG Fire Was Most Likely to Affect Public Safety, but That Explosions from an LNG Spill Are Unlikely", "paragraphs": ["Experts discussed two types of fires: vapor cloud fires and pool fires.  Eighteen of 19 experts agreed that the ignition of a vapor cloud over a  populated area could burn people and property in the immediate vicinity  of the fire. While the initial vapor cloud fire would be of short duration as  the flames burned back toward the LNG carrier, any flammable object  enveloped by the vapor cloud fire could ignite nearby objects, creating  secondary fires that present hazards to the public. Three experts  emphasized in their comments that the vapor cloud is unlikely to penetrate  very far into a populated area before igniting. Expanding on this point, one  expert noted that any injuries from a vapor cloud fire would occur only at  the edges of a populated area, for example, along beaches. One expert  disagreed, arguing that a vapor cloud fire is unlikely to cause significant  secondary fires because it would not last long enough to ignite other  materials.", "Experts agreed that the main hazard to the public from a pool fire is the  heat from the fire but emphasized that the exact hazard distance depends  on site-specific and scenario-specific factors. Furthermore, a large,  unconfined pool fire is very difficult to extinguish; generally almost all the  LNG must be consumed before the fire goes out. Experts agreed that three  of the main factors that affect the amount of heat from an LNG fire are the  following:    Site-specific weather conditions. Weather conditions, such as wind and  humidity, can influence the heat hazard distances. For example, more  humid conditions allow heat to be absorbed by the moisture in the air,  reducing heat hazard distances.", "Composition of the LNG. The composition of the LNG can also affect the  distance at which heat from the fire is felt by the public. In small fires,  methane, which comprises between 84 percent and 97 percent of LNG,  burns cleanly, with little smoke. Other LNG components—propane and  butane—produce more smoke when burned, absorbing some of the fire’s  heat and reducing the hazard distance. As the fire grows larger, the  influence of the composition of LNG is hypothesized to be less  pronounced because large fires do not burn efficiently.", "Size of the fire. The size of the fire has a major impact on its surface  emissive power; the heat hazard distance increases with pool size up to a  point but is expected to decrease for very large pools, like those caused by  a terrorist attack.", "Experts also discussed the following hazards related to an LNG spill:    RPTs. Experts agreed that RPTs could occur after an LNG spill but that the  overpressures generated would be unlikely to directly affect the public.", "Detonations and deflagrations. Experts made a key distinction between  these types of explosions in confined spaces as opposed to unconfined  spaces. For confined spaces, they agreed that it is possible, under  controlled experimental conditions, to induce both types of explosions of  LNG vapors; however, a detonation of confined LNG vapors is unlikely  following an LNG spill caused by a terrorist attack. Experts were split on  the likelihood of a confined deflagration occurring after a terrorist attack:  eight thought it was unlikely, four thought it likely, and five thought  neither likely nor unlikely. For unconfined spaces, experts were split on  whether it is possible to induce such explosions; however, even experts  who thought such explosions were possible agreed that deflagrations and  detonations in unconfined spaces are unlikely to occur following an LNG  spill caused by a terrorist attack.", "BLEVE. Experts were split on whether a BLEVE is theoretically possible  in an LNG tanker. Of the ten experts who agreed it was theoretically  possible, six thought that a BLEVE is unlikely to occur following an LNG  spill caused by a terrorist attack on a tanker.", "Freeze burns and asphyxiation. Experts agreed that freeze burns do not  present a hazard to the public because only people in close proximity to  LNG spill, such as personnel on the tanker or nearby vessels, might come  into contact with LNG or very cold LNG vapor. For asphyxiation, experts  agreed that it is unlikely that an LNG vapor cloud could reach a populated  area while still sufficiently concentrated to pose an asphyxiation threat."], "subsections": []}, {"section_title": "Experts Disagreed with a Few Key Conclusions of the Sandia National Laboratories Study", "paragraphs": ["Experts disagreed with heat hazard and cascading failure conclusions of  the Sandia study. Specifically, 7 of 15 experts thought Sandia’s heat hazard  distance was “about right,” and the remaining 8 experts were evenly split  as to whether the distance was “too conservative” (i.e., larger than needed  to protect the public) or “not conservative enough” (i.e., too small to  protect the public). Experts who thought the distance was too  conservative generally listed one of two reasons. First, the assumptions  about the surface emissive power of large fires were incorrect because the  surface emissive power of large fires would be lower than Sandia  assumed. Second, Sandia’s hazard distances are based on the maximum  size of a pool fire. However, these experts pointed out that once a pool fire  ignites, its diameter will begin to shrink, which will also reduce the heat  hazard distance. Experts who thought Sandia’s heat hazard distance was  not conservative enough listed a number of concerns. For example,  Sandia’s distances do not take into consideration the effects of cascading  failure. One expert suggested that a 1-meter hole in the center tank of an  LNG tanker that resulted in a pool fire could cause the near simultaneous  failure of the other four tanks, leading to a larger heat hazard zone.", "Officials at Sandia National Laboratories and our panel of experts  cautioned that the hazard distances presented cannot be applied to all  sites. According to the Sandia study authors, their goal was to provide  guidance to federal agencies on the order of magnitude of the hazards of  an LNG spill on water. As they pointed out in interviews and in their  original study, further analysis for specific sites is needed to understand  hazards in a particular location. Six experts on our panel also emphasized  the importance of site-specific and scenario-specific factors. For instance,  one expert explained that the 5kW/m hazard distance depends on the size  of the tanker and the spill scenario, including factors such as wind speed,  timing of ignition, and the location of the hole. Other experts suggested  that key factors are spill volume and the impact of waves. Additionally,  two experts explained that there is no “bright line” for hazards—that is,  1,599 meters is not necessarily “dangerous,” and 1,601 meters is not  necessarily “safe.”", "Only 9 of 15 experts agreed with Sandia’s conclusion that only three of the  five LNG tanks on a tanker would be involved in cascading failure. Five  experts noted that the Sandia study did not explain how it concluded that  only three tanks would be involved in cascading failure. Three experts said  that an LNG spill and subsequent fire could potentially result in the loss of  all tanks on board the tanker.", "Twelve of 16 experts agreed, however, with Sandia’s conclusion that  cascading failure events are not likely to greatly increase (by more than 20  to 30 percent) the overall fire size or heat hazard ranges. The four experts  who disagreed with Sandia’s conclusion about the public safety impact of  cascading failure cited two main reasons: (1) Sandia did not clearly  explain how it reached that conclusion and (2) the impact of cascading  failure will partly depend on how the incident unfolds. For instance, one  expert suggested that cascading failure could include a tank rupture,  fireball, or BLEVE, any of which could have direct impacts on the public  (from the explosive force) and which would change the heat hazard zones  that Sandia identified.", "Finally, experts agreed with Sandia’s conclusion that consequence studies  should be used to support comprehensive, risk-based management and  planning approaches for identifying, preventing, and mitigating hazards  from potential LNG spills."], "subsections": []}, {"section_title": "Experts Suggest Future Research Priorities to Determine the Public Safety Impact of an LNG Spill", "paragraphs": ["In the second iteration of the Web-based panel, we asked the experts to  identify the five areas related to the consequences of LNG spills that need  further research. Then, in the final iteration of the Web-based panel, we  provided the experts with a list of 19 areas—generated by their  suggestions and comments from the second iteration—and asked them to  rank these in order of importance. Table 2 presents the results of that  ranking for the top 10 areas identified and indicates those areas that are  funded in the DOE study discussed earlier.", "As the table shows, two of the top five research areas identified are related  to large LNG fires—large fire phenomena and large-scale fire testing.  Experts believe this research is needed to establish the relationship  between large pool fires and the surface emissive power of the fire.  Experts recommended new LNG tests for fires between 15 meters and  1,000 meters. The median suggested test size was 100 meters. Some  experts also raised the issue of whether large LNG fires will stop behaving  like one single flame but instead break up into several smaller, shorter  flames. Sandia noted in its study that this behavior could reduce heat  hazard distances by a factor of two to three.", "Experts also ranked research into cascading failure of LNG tanks second  in the list of priorities. Concerning cascading failure, one expert noted  that, although the consequences could be serious, there are virtually no  data looking at the hull damage caused by exposure to extreme cold or  heat.", "As table 2 shows, DOE’s recently funded study involving large-scale LNG  fire experiments addresses some, but not all, of the research priorities  identified by the expert panel. For DOE, Sandia National Laboratories  plans to conduct large-scale LNG pool fire tests beginning with a pool size  of 35 meters—the same size as the largest test conducted to date. Sandia  will validate the existing 35-meter data and then conduct similar tests for  pool sizes up to 100 meters. The goal of this fire testing is to document the  impact of smoke on large LNG pool fires. Sandia suggests that these tests  will create a higher degree of knowledge of large-scale pool fire behavior  and significantly lower the current uncertainty in predicting heat hazard  distances.", "According to researchers at Sandia National Laboratories, some of the  research our panel of experts suggested may not be appropriate. Sandia  indicated that comprehensive modeling, which allows various complex  processes to interact, would be very difficult to do because of the  uncertainty surrounding each individual process of the model. One expert  on our panel agreed, noting that while comprehensive modeling of all LNG  phenomena is important, combining those phenomena into one model  should wait for experiments that lead to better understanding of each  individual phenomenon."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["It is likely that the United States will increasingly depend on the  importation of LNG to meet the nation’s demand for natural gas.  Understanding and resolving the uncertainties surrounding LNG spills is  critical, especially in deciding on where to locate LNG facilities. Because  there have been no large-scale LNG spills or spill experiments, past studies  have developed modeling assumptions based on small-scale spill data.  While there is general agreement on the types of effects from an LNG spill,  the results of these models have created what appears to be conflicting  assessments of the specific consequences of an LNG spill, creating  uncertainty for regulators and the public. Additional research to resolve  some key areas of uncertainty could benefit federal agencies responsible  for making informed decisions when approving LNG terminals and  protecting existing terminals and tankers, as well as providing reliable  information to citizens concerned about public safety. Although DOE has  recently funded a study that will address large-scale LNG fires, this study  will address only 3 of the top 10 issues—and not the second-highest  ranked issue—that our panel of experts identified as potentially affecting  public safety."], "subsections": []}, {"section_title": "Recommendation for Executive Action", "paragraphs": ["To provide the most comprehensive and accurate information for  assessing the public safety risks posed by tankers transiting to proposed  LNG facilities, we recommend that the Secretary of Energy ensure that  DOE incorporates the key issues identified by the expert panel into its  current LNG study. We particularly recommend that DOE examine the  potential for cascading failure of LNG tanks in order to understand the  damage to the hull that could be caused by exposure to extreme cold or  heat."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We requested comments on a draft of this report from the Secretary of  Energy (DOE). DOE agreed with our findings and recommendation. In  addition, DOE included technical and clarifying comments, which we  included in our report as appropriate.", "As agreed with your offices, unless you publicly announce the contents of  this report earlier, we plan no further distribution until 30 days from the  report date. At that time, we will send copies to interested congressional  committees, the Secretary of Energy, and other interested parties. We also  will make copies available to others upon request. In addition, the report  will be available at no charge on the GAO Web site at http://www.gao.gov.", "If you or your staff have any questions regarding this report, please  contact me at (202) 512-3841 or wellsj@gao.gov. Contact points for our  Offices of Congressional Relations and Public Affairs may be found on the  last page of this report. Key contributors to this report are listed in  appendix IV."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["To address the first objective, we identified eight unclassified, completed  studies of liquefied natural gas (LNG) hazards and reviewed the six studies  that included new, original research (either experimental or modeling) and  clearly described the methodology used. While we have not verified the  scientific modeling or results of these studies, the methods used seem  appropriate for the work conducted based on conversations with experts  in the field and our assessment. We also discussed these studies with their  authors and visited all four onshore LNG import facilities and one export  facility. We attended a presentation on LNG safety and received specific  training on LNG properties and safety. We also conducted interviews with  officials from Sandia National Laboratories, Federal Energy Regulatory  Commission, Department of Transportation, Department of Energy, and  the U. S. Coast Guard. During our interviews, we asked officials to provide  information on past LNG studies and plans for future LNG spill  consequences work.", "To obtain information on experts’ opinions of the public safety  consequences of an LNG spill from a tanker, we conducted a three-phase,  Web-based survey of 19 experts on LNG spill consequences. We identified  these experts from a list of 51 individuals who had expertise in one or  more key aspects of LNG spill consequence analysis. In compiling this  initial list, we sought to achieve balance in terms of area of expertise (i.e.,  LNG experiments, modeling LNG dispersion, LNG vaporization, fire  modeling, and explosion modeling). In addition, we included at least one  author of each of the six major LNG studies we reviewed, that is, studies  by Sandia National Laboratories; ABS Consulting; Quest Consultants Inc.;  Pitblado, et al.; James Fay (MIT); and William Lehr (National Oceanic and  Atmospheric Administration). We gathered resumes, publication lists, and  major LNG-related publications from the experts identified on the initial  list.", "We selected 19 individuals for the panel. One or more of the following  selection criteria were used: (1) has broad experience in all facets of LNG  spill consequence modeling (LNG spill from hole, LNG dispersion,  vaporization and pool formation, vapor cloud modeling, fire modeling, and  explosion modeling); (2) has conducted physical LNG experiments; or (3)  has specific experience with areas of particular importance, such as LNG  explosion research. In addition, we included: (1) at least one author from  each of the major LNG studies and (2) representatives from private  industry, consulting, academia, and government. All 19 experts selected  for the panel agreed to participate. The names and affiliations of panel  members are included in appendix II.", "To obtain consensus concerning public safety issues, we used an iterative  Web-based process. We used this method, in part, to eliminate the  potential bias associated with group discussions. These biasing effects  include the potential dominance of individuals and group pressure for  conformity. Moreover, by creating a virtual panel, we were able to include  more experts than possible with a live panel.", "For each phase in the process, we posted a questionnaire on GAO’s survey  Web site. Panel members were notified of the availability of the  questionnaire with an e-mail message. The e-mail message contained a  unique user name and password that allowed each respondent to log on  and fill out a questionnaire but did not allow respondents access to the  questionnaires of others.", "In the questionnaires, we asked the experts to agree or disagree with a set  of statements about LNG hazards derived from GAO’s synthesis of major  LNG spill consequence studies. Prior to the first iteration, we had an LNG  spill consequence expert who was not a part of the panel review each  statement and provide comments about technical accuracy and tone.  Experts were asked to indicate agreement on a 3-point scale (completely  agree, generally agree, do not agree) and to provide comments about how  the statements could be changed to better reflect their understanding of  the consequences of LNG spills.", "If most experts agreed with a statement during the first iteration, we did  not include it in the second iteration. If there was not agreement, we used  the experts’ comments to revise the statements for the second iteration.  The second iteration was posted on the Web site, using the same protocol  as used for the first. Again, panel members were asked to agree or  disagree and provide narrative comments. We revised the statements  where there was disagreement and posted them on the Web site again for  the third iteration. At the end of the third iteration, at least 75 percent of  the experts agreed or generally agreed with most of the ideas presented.", "Because some of the studies conducted are classified, this public version  of our findings supplements a more comprehensive classified report  produced under separate cover. We conducted our work from January  2006 through January 2007 in accordance with generally accepted  government auditing standards."], "subsections": []}, {"section_title": "Appendix II: Names and Affiliations of Members of GAO’s Expert Panel on LNG Hazards", "paragraphs": ["Quest Consultants, Inc.", "National Oceanic and Atmospheric Administration   Technology and Management Systems, Inc.", "Texas A&M University   Baker Engineering and Risk Consultants, Inc."], "subsections": []}, {"section_title": "Appendix III: Summary of Expert Panel Results", "paragraphs": ["For each question below, we show only those responses that were  selected by at least one expert. The number of responses adds up to 19— the total number of experts on the panel. Percentages may not add to 100%  due to rounding."], "subsections": [{"section_title": "Introduction", "paragraphs": ["Large LNG spills from a vessel could be caused by an accident, such as  collision or grounding, or by an intentional attack. While large accidental  LNG spills are highly unlikely given current LNG carrier designs and  operational safety policies and practices, these spills do pose a hazard to  the public if they occur in or near a populated area. What is your level of  agreement with this paragraph? (Finalized in the second iteration.)"], "subsections": []}, {"section_title": "LNG Hazards", "paragraphs": [], "subsections": [{"section_title": "Overall Hazards", "paragraphs": ["LNG is a cryogenic liquid composed primarily of methane with low  concentrations of heavier hydrocarbons, such as ethane, propane, and  butane. LNG is colorless, odorless, and nontoxic. When LNG is spilled, it  boils and forms LNG vapor (natural gas). The LNG vapor is initially denser  than ambient air and visible; LNG vapor will stay close to the surface as it  mixes with air and disperses. LNG and LNG vapor pose four possible  hazards: freeze burns, asphyxiation, fire hazard, and explosions. What is  your level of agreement with this paragraph? (Finalized in the second  iteration.)"], "subsections": []}, {"section_title": "LNG Hazards-Freeze Burns", "paragraphs": ["LNG poses a threat of freeze burns to people who come into contact with  the liquid or with very cold LNG vapor. Since LNG boils immediately and  vaporizes after it leaves an LNG tank and LNG vapor warms as it mixes  with air, only people in close proximity to the release, such as personnel  on the tanker or nearby escort vessels, might come into contact with LNG  or LNG vapor while it is still cold enough to result in freeze burns. Freeze  burns do not present a direct hazard to the public. What is your level of  agreement with this paragraph? (Finalized in the second iteration.)"], "subsections": []}, {"section_title": "LNG Hazards-Asphyxiation", "paragraphs": ["After an LNG spill, LNG vapor forms a dense, visible vapor cloud that is  initially heavier than air and remains close to the surface. The cloud  warms as it mixes with air and as portions of the cloud reach ambient air  temperatures, they begin to rise and disperse. Asphyxiation occurs when  LNG vapor displaces oxygen in the air. Asphyxiation is a threat primarily  to personnel on the LNG tanker or to people aboard vessels escorting the  tanker at close range. An LNG vapor cloud could move away from the  tanker as it mixes with air and begins to disperse. However, it is unlikely  that the vapor cloud could reach a populated area while still sufficiently  concentrated to pose an asphyxiation threat to the public. What is your  level of agreement with this paragraph? (Finalized in the second  iteration.)"], "subsections": []}, {"section_title": "LNG Hazards-Vapor Cloud: Wind Effect", "paragraphs": ["The effect of wind on an LNG vapor cloud varies with wind speed. The  most hazardous wind conditions, however, are low winds, which can push  a vapor cloud downwind without accelerating the LNG vapor dispersion  into the atmosphere. Low wind conditions have the highest potential of  allowing an LNG vapor cloud to move a significant distance downwind.", "What is your level of agreement with this paragraph? (Finalized in  the third iteration.)"], "subsections": []}, {"section_title": "LNG Hazards-Fire Hazard", "paragraphs": ["Because LNG vapor in an approximately 5 to 15 percent mixture with air is  flammable, LNG vapor within this flammability range is likely to ignite if it  encounters a sufficiently strong ignition source such as a cigarette lighter  or strong static charge. What is your level of agreement with this  paragraph? (Finalized in the third iteration.)"], "subsections": []}, {"section_title": "LNG Hazards-Fire Hazard: Thermal Hazard End Point", "paragraphs": ["The main hazard to the public from a pool fire is the thermal radiation, or  heat, that is generated by the fire rather than the flames themselves. Often  this heat is felt at considerable distance from the fire. Scientific papers  have used two different thresholds as end points to describe the impact of  thermal radiation on the public: 5 kilowatts per square meter and 1.6  kilowatts per square meter.   Which level do you think is the appropriate end point to use to  define thermal hazard zones in order to protect the public?   (Please indicate your response, then provide an explanation in the  textbox below your answer.)", "5 kilowatts per square meter  1.6 kilowatts per square meter  I do not have the expertise necessary to  respond to this question.", "57.89%   Generally agree but suggest the following  clarification.", "I do not have the expertise necessary to respond to  this section.", "The composition of the LNG can also affect the distance at which thermal  radiation from the fire is felt by the public. In small fires, methane, which  comprises between 84 percent and 97 percent of LNG, burns cleanly, with  little smoke. Cleaner-burning LNG fires, particularly those burning LNG  with higher methane content, result in higher levels of thermal radiation  than oil or gasoline fires of the same size because the smoke generated by  oil and gasoline fires acts as a shield, reducing the amount of thermal  radiation emitted by the fire. While LNG composition can have a large  impact on the thermal radiation from small LNG fires, as LNG fires get  larger, these effects are hypothesized to be less pronounced. What is  your level of agreement with this paragraph? (Finalized in the third  iteration.)", "I do not have the expertise necessary to respond to this  section.", "The size of the fire has a major impact on the thermal radiation from an  LNG pool fire. Thermal radiation increases with pool size up to a point but  is expected to decrease for very large pools, like those caused by a  terrorist attack. What is your level of agreement with this paragraph?  (Finalized in the second iteration.)", "I do not have the expertise necessary to respond to this  section."], "subsections": []}, {"section_title": "LNG Hazards–Vapor Cloud Fire", "paragraphs": ["If an LNG vapor cloud formed in the wake of an LNG spill and drifted  away from the tanker as it warmed and dispersed, the vapor cloud could  enter a populated area while areas of the cloud had LNG vapor/air  mixtures within the flammability range. Since populated areas have  numerous ignition sources, those portions of the cloud would likely ignite.  The fire would then burn back through the cloud toward the tanker and  continue to burn as a pool fire near the ship, assuming that liquid LNG still  remains in the spill area. Ignition of a vapor cloud over a populated area  could burn people and property in the immediate vicinity of the fire. While  the initial fire would be of short duration as the flames burned back  toward the LNG carrier, secondary fires could continue to present a  hazard to the public. What is your level of agreement with the above  paragraph? (Finalized in the second iteration.)"], "subsections": []}, {"section_title": "LNG Hazards–Vapor Cloud Fire: Burn Back Speed", "paragraphs": ["After ignition of a vapor cloud that drifted away from an LNG  tanker spill, how fast could the flame front travel back toward the  spill site if it was unconfined or confined? (Finalized in the second  iteration.)", "I do not have the expertise necessary to respond to  this section.", "Experts did not agree on the speed of a flame front traveling through an  LNG vapor cloud in either a confined or unconfined state. Responses  varied from less than 5 meters per second up to 50 meters per second in  unconfined settings and from 0 meters per second to 2,000 meters per  second in confined settings.", "A rapid phase transition (RPT) can occur when LNG spilled onto water  changes from liquid to gas virtually instantaneously due to the rapid  absorption of ambient environmental heat. While the rapid expansion from  a liquid to vapor state can cause locally large overpressures, an RPT does  not involve combustion. RPTs have been observed during LNG test spills  onto water. In some cases, the overpressures generated were strong  enough to damage test equipment in the immediate vicinity. Overpressures  generated from RPTs would be very unlikely to have a direct affect on the  public. What is your level of agreement with this paragraph?  (Finalized in the second iteration.)"], "subsections": []}, {"section_title": "Explosions-Deflagrations and Detonations", "paragraphs": ["Deflagrations and detonations are rapid combustion processes that move  through an unburned fuel-air mixture. Deflagrations move at subsonic  velocities and can result in overpressures up to eight times the original  pressure, particularly in congested/confined areas. Detonations move at  supersonic velocities and can result in overpressures up to 20 times the  original pressure. What is your level of agreement with this  paragraph? (Finalized in the third iteration.)"], "subsections": []}, {"section_title": "Explosions—Deflagrations, Detonations, and BLEVEs", "paragraphs": ["Please choose the response that best describes your opinion about each  type of explosion of LNG vapors in each setting described. (Finalized in  the third iteration.)", "Detonation in a  confined setting  (BLEVE)", "If experts answered that “under controlled experimental conditions, it is  possible to induce this type of explosion in this type of setting,” they were  asked to answer the following question:  What is the likelihood of a each type of explosion of LNG vapors in  each setting described occurring following an LNG spill caused by a  terrorist attack on a tanker? (Finalized in the third iteration.)", "Deflagration with  overpressure in a  (BLEVE)"], "subsections": []}, {"section_title": "LNG Hazards–Is BLEVE the Worst?", "paragraphs": ["A BLEVE is the worst potential hazard of an LNG spill. It would result in  the rupture of one or more LNG tanks, perhaps simultaneously, on the  ship, with potential rocketing debris and damaging pressure waves. What  is your level of agreement with the above paragraph? (Finalized in  the first iteration.)", "Do not agree (Please explain in the textbox  below.)"], "subsections": []}]}, {"section_title": "Questions About the 2004 Sandia National Laboratories Study", "paragraphs": ["The Sandia report concluded that the most significant impacts to public  safety exist within 500 meters of a spill, with much lower impacts at  distances beyond 1,600 meters even for very large spills. Please choose  the response that best describes your opinion about these hazard  distances. (Finalized in the third iteration.)", "They are too conservative (i.e., should be  smaller)", "They are not conservative enough (i.e.,  should be larger)", "The Sandia report concluded that large, unignited LNG vapor clouds could  spread over distances greater than 1,600 meters from a spill. For a nominal  intentional spill, the hazard range could extend to 2,500 meters. The actual  hazard distances will depend on breach and spill size, site-specific  conditions, and environmental conditions. Please choose the response  that best describes your opinion about these hazard distances.  (Finalized in the third iteration.)", "They are too conservative (i.e., should be  smaller)", "They are not conservative enough (i.e., should  be larger)", "The Sandia report concluded that cascading damage (multiple cargo tank  failure) due to brittle fracture from exposure to cryogenic liquid or fire- induced damage to foam insulation is possible under certain conditions  but is not likely to involve more than two or three cargo tanks for any  single incident. What is your level of agreement with this paragraph?  (Finalized in the third iteration.)", "I do not have the expertise necessary to respond to  this section.", "The Sandia report concluded that cascading events are not expected to  greatly increase (not more than 20-30 percent) the overall fire size or  hazard ranges (500 meters for severe impacts, much lower impacts beyond  1,600 meters) but will increase the expected fire duration. What is your  level of agreement with this paragraph? (Finalized in the third  iteration.)", "The Sandia report suggested that consequence studies should be used to  support comprehensive, risk-based management and planning approaches  for identifying, preventing, and mitigating hazards to public safety and  property from potential LNG spills. What is your level of agreement  with this paragraph? (Finalized in the third iteration.)"], "subsections": []}, {"section_title": "Commodity Comparison", "paragraphs": ["In your opinion, what is the risk to public safety posed by an attack on  tankers carrying each of the following energy commodities? (Finalized in  the first iteration.)"], "subsections": []}, {"section_title": "Future Research", "paragraphs": ["In the first and second survey iterations, you noted areas related to LNG  spill consequences that need further research. We are interested in your  thoughts on the relative level of need for research in these areas, and also  the five areas you think should be of highest priority in future research.", "Please indicate the degree to which further research is needed in  each of the areas listed below. (Finalized in the third iteration.)", "Responses to each part of this question are in the table below, which is  sorted by mean score so that the highest-ranked research priorities appear  first.", "Great  need   (2) need (3) need  (4) no need  (5) (6) answer  (7)", "Great  need   (2)", "Do not have  the expertise  need (3) need  (4) no need  (5) (6) answer  (7)", "Great  need   (2)", "Do not have  the expertise  need (3) need  (4) no need  (5) (6) answer  (7)", "Experts suggested pool sizes of 15 meters up to 1,000 meters, though the median response was 100  meters.", "Experts suggested pool sizes of 15 meters up to 1,000 meters, though the median response was 100  meters.", "Experts suggested frequency modeling, determination of acceptable risk to society, analysis of foam  on LNG tankers, risk analysis for larger LNG tankers, CFD modeling for pool spreading and  evaporation, and improvement to existing techniques used for fighting LNG fires.", "Not applicable."], "subsections": []}]}, {"section_title": "Appendix IV: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the individual named above, Mark Gaffigan, Amy Higgins,  Lynn Musser, Janice Poling, Rebecca Shea, Carol Herrnstadt Shulman, and  James W. Turkett made key contributions to this report."], "subsections": []}]}], "fastfact": []}