{"id": "GAO-04-58", "url": "https://www.gao.gov/products/GAO-04-58", "title": "Clean Air Act: New Source Review Revisions Could Affect Utility Enforcement Cases and Public Access to Emissions Data", "published_date": "2003-10-21T00:00:00", "released_date": "2003-10-21T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Recent Environmental Protection Agency (EPA) revisions to the New Source Review (NSR) program--a key component of the federal government's plan to limit harmful industrial emissions--have been under scrutiny by the Congress, environmental groups, state and local air quality agencies, the courts, and several industry groups. The revisions more explicitly define when companies can modify their facilities without needing to obtain an NSR permit or install costly pollution controls, as NSR requires. GAO was asked to determine (1) whether EPA and the Department of Justice (DOJ) assessed the potential impact of the revisions on the ongoing enforcement cases against coal-fired utilities and, if so, what the assessments indicated; and (2) what effect, if any, the revisions might have on public access to information about facility changes and their resulting emissions."]}, {"section_title": "What GAO Found", "paragraphs": ["EPA staff assessed the potential impact of the NSR revisions on the utility enforcement cases and, according to current and former EPA enforcement officials, determined that some of the revisions could affect the cases. EPA staff discussed the potential effects of the revisions with DOJ. In part as a result of the assessments, EPA changed some of the revisions before issuing them as final and proposed rules in December 2002. Specifically, EPA changed the content and wording of some of the provisions included in the final rule and determined that the rule would not affect the cases. However, EPA enforcement officials were very concerned that the proposed rule--addressing when a company could consider a facility change \"routine maintenance, repair, or replacement\" and exempt from NSR--could have a negative impact on the cases. The concern was that proposing one specific definition for this exclusion that differed from the way the agency had applied it in the past could affect the cases' outcome. Consequently, EPA instead proposed several alternative definitions--different cost thresholds below which a company could make a change that is exempt--for public comment. Nevertheless, some of the enforcement officials and stakeholders believe that industry's knowledge that EPA could be defining the exclusion in terms more favorable to industry delayed some settlements while the rule was being developed, jeopardizing expected emissions reductions. Subsequently, in August 2003, despite seven ongoing cases, EPA announced a final rule specifying a 20 percent cost threshold below which a company could make certain changes and consider them routine replacement and exempt from NSR. EPA and DOJ maintain that the rule will not affect the cases because it applies only to future changes. But some EPA enforcement officials and stakeholders are concerned that even if judges find companies to be in violation of the old rule, judges could be persuaded, when setting remedies, to not require the installation of pollution controls--limiting emissions benefits--because under the 20 percent threshold, most of the facility changes in dispute would now be exempt. Certain provisions in the December 2002 final rule could limit assurance of the public's access to data about--and input on--decisions to modify facilities in ways that affect emissions. This would make it more difficult for the public to monitor local emissions, health risks, and NSR compliance. Under the rule, fewer facility changes may trigger NSR and thus the need for permits and related requirements to notify the public about changes and to solicit comments--unless state and local air quality agencies have their own permit and public outreach rules. However, the scope of these state and local rules varies widely. Also under the rule, companies will now determine whether there is a \"reasonable possibility\" a facility change will increase emissions enough to trigger NSR--in effect policing themselves. But EPA has not defined \"reasonable possibility,\" required that companies keep data on all of their reasonable possibility determinations, or specified how the public can access the data companies do keep on site."]}], "report": [{"section_title": "Letter", "paragraphs": ["Since its inception in 1977, the New Source Review (NSR) Program—one  of the Clean Air Act’s (CAA) key mechanisms for maintaining air quality to  protect public health—has prevented the emission of millions of tons of  harmful pollutants. It has done so by requiring newly built industrial  facilities, and existing industrial facilities undergoing major modifications  to equipment or operating procedures, to install modern air pollution  controls. The Congress allowed existing facilities to defer installation of  such controls until a major modification was made with the expectation  that, over time, all facilities would install such equipment, and this would  lead to lower overall emissions. In recent years, the program has become increasingly controversial because of what the utility industry believes to  have been inconsistent interpretation and enforcement of the program by  the Environmental Protection Agency (EPA) against power plants. Some  of the affected companies have agreed to settlements that will cost  hundreds of millions of dollars and require emissions reductions, while  other companies are in various stages of litigation. In addition, two recent  rounds of changes to this program have been the subject of congressional  debate and litigation and have drawn the scrutiny of environmental  groups, some state attorneys general, and some state and local air quality  authorities. These groups are concerned about, among other things, the  potential effect of the changes on emissions, the ongoing NSR  enforcement cases, or the public’s ability to access information about  facility changes and the emissions that result.", "When created, the NSR program was intended to represent a balance  between the environmental interest in improving air quality and the  economic interest in allowing capital improvement projects at industrial  facilities. Accordingly, one of the program’s objectives is to protect public  health in areas that both meet and do not meet federal air quality  standards. Companies that want to make changes to existing facilities that  would result in emissions increases exceeding a certain threshold have to  apply for a federal NSR permit and then typically install some type of  pollution control. According to EPA, the cost of installing controls can  reach hundreds of millions of dollars for some facilities. However,  companies can be exempt from the federal NSR requirements if (1) a  facility change is considered “routine maintenance, repair, and  replacement,” (2) the company agrees not to significantly increase its  emissions after making a physical or operational change, or (3) the  company balances any emissions increases resulting from a change in a  facility with emissions reductions elsewhere in the same facility. To  implement the NSR program, the CAA requires that EPA provide  permitting and enforcement authority to state and local air pollution  agencies, and most of these agencies currently have this authority. Some  states and localities also have their own NSR programs for governing new  construction or facility changes whose emissions thresholds are lower  than the federal NSR threshold.", "Because of the NSR program’s complexity and administrative burden,  among other things, EPA began a reform process in 1992 that resulted in  proposed changes to the program in 1996 and 1998, but the agency did not  take final action until 2002. In the meantime, EPA referred to the  Department of Justice (DOJ) a number of alleged violations of existing  NSR provisions by the owners and operators of some of the largest coal- fired power plants in the country. In general, EPA targeted companies  that undertook projects without obtaining a permit or installing pollution  controls but that EPA believed were significant facility changes that  resulted in emissions increases and were therefore subject to NSR. For  their part, the companies believed that their projects were not subject to  NSR for various reasons, including that the projects qualified for the  “routine maintenance, repair, and replacement” exclusion (hereafter  referred to as the “routine maintenance exclusion”). In November 1999,  DOJ filed seven NSR enforcement actions in U.S. district courts, and EPA  issued an administrative compliance order to the Tennessee Valley  Authority (TVA). Subsequently, DOJ filed an additional six NSR  enforcement actions against several other companies. In many of these  federal cases, states have also taken action to intervene against the power  plants. As of October 2003, 7 of the 14 cases have been settled or decided.", "As a result of concerns about regulatory barriers to investments in energy  efficiency and pollution control projects, among other things, EPA decided  to finalize some of the 1996 and 1998 NSR reform proposals. Subsequently,  the agency issued final and proposed rules to revise the program in  December 2002. First, the agency decided to modify certain of the  proposed 1996 NSR revisions and issue them as a final rule that provided  companies with options to avoid triggering NSR requirements. For  example, companies could set a limit on a facility’s overall emissions and  then make changes within the facility without being subject to NSR, or  obtain credit for controls already in place. Because EPA received a  number of petitions from parties asking the agency to reconsider certain  aspects of this rule, EPA took public comments on certain features of the  final rule during July and August 2003. The agency is analyzing the  comments to determine if it should make any changes in response. Also in  December 2002, EPA issued for public comment a proposed rule to revise  the criteria by which it would determine if a facility change is “routine  maintenance, repair, or replacement” and therefore exempt from NSR.  After reviewing the comments received on the proposed rule, in August  2003, EPA announced plans to issue a final rule defining when a facility  change could be considered a replacement under the routine maintenance  exclusion.", "When EPA formally announced in June 2002 that it intended to revise,  among other things, the routine maintenance exclusion, several  environmental groups and some state attorneys general involved in the  ongoing enforcement cases raised concerns that the revisions could  negatively affect the cases. Among other things, these groups were  concerned that industry attorneys might use the planned revisions to the  routine maintenance exclusion to delay the cases by arguing that the  lawsuits should be dismissed because under the rule proposal, the  companies’ actions would not violate the NSR requirements.", "In light of the concerns about the impact of the revisions, as well as recent  congressional debate on them, you asked us to determine (1) whether EPA  and DOJ assessed the potential impact of the NSR revisions on  enforcement cases against coal-fired utilities before issuing them as final  and proposed rules in December 2002 and, if so, what the assessments  indicated and (2) what effect, if any, the December 2002 final rule might  have on public access to information on facility changes and the resulting  emissions. You also asked us to review EPA’s assessment of the economic  and environmental impact resulting from the December 2002 final rule,  and we presented our findings to you in a report issued on August 22,  2003.", "To respond to these objectives, among other things, we met with EPA  officials who were involved in discussions related to the potential impact  of the NSR revisions on the coal-fired power plant enforcement cases,  including officials from three EPA offices—Air Quality Planning and  Standards, Enforcement and Compliance Assurance, and General  Counsel—and DOJ’s Environment and Natural Resources Division. We  also spoke to former EPA officials who had been involved in these  discussions. To determine how the December 2002 NSR final rule could  affect public access to information about facility changes and their  associated emissions, we reviewed the relevant federal NSR requirements  before the revisions and compared them with those in the final rule. We  also met with officials from EPA’s offices of Air Quality Planning and  Standards and Enforcement and Compliance Assurance, industry groups,  environmental groups, and state associations to discuss their views on the  effects of the final rule on public access to this information."], "subsections": [{"section_title": "Background", "paragraphs": ["Under the CAA, EPA establishes health-based air quality standards that the  states must meet and regulates air pollutant emissions from various  sources, including industrial facilities and mobile sources such as  automobiles. EPA has issued standards for six primary pollutants—carbon  monoxide, lead, nitrogen oxides, ozone, particulate matter, and sulfur  dioxide—that have been linked to a variety of health problems. For  example, ozone can inflame lung tissue and increase susceptibility to  bronchitis and pneumonia. In addition, nitrogen oxides and sulfur dioxide  contribute to the formation of fine particles that have been linked to  aggravated asthma, chronic bronchitis, and premature death. About 133  million Americans already live in areas with air pollution levels above  health-based air quality standards, according to EPA.", "The NSR program, established in 1977, is intended to ensure as new  industrial facilities are built and existing ones expand that public health is  protected, that the air quality in national parks and wilderness areas is  maintained, and that economic growth will occur in a manner consistent  with the preservation of existing clean air resources. The NSR program  comprises (1) the Prevention of Significant Deterioration (PSD) program,  which generally applies to pollutants in areas that meet federal air quality  standards for those pollutants or for which the attainment status is  unclassified, and (2) the Nonattainment NSR program, which generally  applies to pollutants in areas that are not meeting the standards for those  pollutants, although the term NSR usually refers to both.", "The federal NSR program is primarily administered by state and local air  quality agencies, with oversight by EPA. If a company plans a change to its  facility and determines that it will trigger federal NSR regulations, the  company must then prepare and file a permit application with the relevant  state or local agency. Figure 1 illustrates this permitting process.", "The state or local permitting agency determines if the application is  complete; develops a draft permit, if justified; notifies EPA and the public  of the application; and solicits comments on the draft permit. The  permitting agency then responds to comments and issues a final permit, if  merited, which can be administratively or judicially appealed. The  permitting agency must provide EPA with a copy of every permit  application and draft permit; address EPA’s comments, if any; and notify  EPA of the final action taken. In addition, the records and reports the state  or local agency collects as it monitors compliance with the permit and  NSR program generally must be available for public review.", "Even when federal NSR requirements do not apply to a facility change, the  project may still be subject to other federal, state, and local air pollution  control requirements. For example, under Title V of the CAA, a company  must obtain a facility operating permit that consolidates all of the  company’s federal obligations for controlling air pollution and complying  with the act. These obligations can include meeting the requirements and  standards of states’ and localities’ federally approved plans for improving  air quality; other federal requirements to control pollution, such as those  controlling hazardous air pollutants not also covered under NSR; and  requirements included in any federal, state, or local NSR permits issued to  the facility. EPA has now given most state and local agencies approval to  implement the Title V operating permit programs that, among other things,  provide for public participation in the Title V permitting process. These  operating permits are issued and then renewed every 5 years and can be  updated at any time.", "During the mid-1990s, EPA began evaluating NSR compliance for entire  industry sectors that produced significant amounts of air pollution. The  agency focused its inspections on industry sectors it suspected of potential  NSR violations. In particular, EPA looked at industries with a decreasing  number of facilities but static or increased production, industries with  many years of operation and high emissions but with no record of NSR  permits, and industries with new plants being constructed with no NSR  permits. EPA’s data suggested that facilities in some sectors might have  been making major modifications to increase production or extend the life  of the facilities’ equipment—and therefore increasing emissions—without  obtaining NSR permits or installing pollution controls. As a result, EPA  targeted its NSR investigations on coal-fired power plants, petroleum  refineries, steel minimills, chemical manufacturers, wood products  companies, and the pulp and paper industry. In 1996, EPA began its  investigation of the coal-fired utility industry. Subsequently, EPA referred  to DOJ a number of alleged violations of the NSR provisions. Generally,  the referrals indicated EPA’s conclusion that the owners and operators of  some of the largest coal-fired power plants in the country had violated the  NSR provisions by making physical changes to their facilities, without  obtaining a permit, that increased emissions and that the agency did not  consider to be routine in nature. The companies, however, believed the  changes did not violate the NSR program for a number of reasons,  including that the projects were exempt under the routine maintenance  exclusion. After reviewing these referrals, DOJ in November 1999 filed  seven enforcement actions in U.S. district courts. That same month, EPA  issued an administrative compliance order to the Tennessee Valley  Authority alleging multiple NSR violations at its coal-fired power plants.  Since these actions were taken, DOJ has filed an additional six  enforcement actions against coal-fired utilities. As of October 2003, 7 of  the 14 cases have been settled or decided. Table 1 provides a summary of  the seven ongoing enforcement cases and the status of each.", "Over the years since its inception, various aspects of the NSR program  have been subject to litigation that resulted in court decisions affecting the  program. For example, in 1990, the Seventh U.S. Circuit Court of Appeals  issued a decision in Wisconsin Electric Power Co. v. Reilly. EPA argued  in the case that when Wisconsin Electric Power Company (WEPCO) was  estimating whether a physical change would increase emissions enough to  trigger NSR, the company should have assumed it would operate the  modified equipment at the maximum level possible, even though WEPCO  had never operated at that level. The court ruled that this requirement was  inappropriate. EPA then issued a rule for electric steam-generating utilities  only that allowed them to estimate their projected annual emissions after  the change based on their actual emissions history for purposes of  preconstruction permitting, but they would have to report their actual  emissions for 5 years after making the change.", "More recently, in January 2001, the President established a task force—the  National Energy Policy Development Group (NEPDG)—chaired by the  Vice President to develop a national energy policy. In its May 2001  National Energy Policy Report, the group recommended to the President  that EPA and the Department of Energy investigate the impact of the NSR  program on investments in new utility and refinery generation capacity, on  energy efficiency, and on environmental protection. The group also  recommended that the Attorney General review the existing NSR  enforcement actions to ensure they were consistent with the CAA and its  implementing regulations. In response to the group’s recommendations,  DOJ issued a report in January 2002 that concluded EPA had a reasonable  basis for bringing those actions against coal-fired utilities.", "In June 2002, also in response to the group’s recommendations, EPA  issued a report to the President and concurrently issued a set of  recommendations for revising the NSR program. EPA issued a final rule  in December 2002 that contained five provisions based on its June 2002  recommendations, outlined in table 2 below.", "Subsequently, in response to a number of requests, EPA agreed to  reconsider certain aspects of the final rule, took public comment on those  features during July and August 2003, and is assessing the comments to  determine if the agency needs to make any changes.", "Also in December 2002, EPA issued for public comment a proposed rule  that would change the method for determining whether a facility change  can be exempt from federal NSR requirements because it is routine  maintenance, repair, or replacement. EPA intended for the final version  of the proposed rule to supplement its case-by-case determination of what  facility changes qualify for the routine maintenance exclusion, using  factors such as the nature, extent, cost, frequency, and purpose of the  change. EPA proposed to determine a facility’s total replacement costs  and calculate a certain percentage of those costs that the agency would  allow the company to spend on routine maintenance and repair without  triggering NSR. EPA proposed several alternative cost thresholds for  routine maintenance and repair below which modifications could be  considered exempt and solicited comments on the thresholds. EPA also  included for comment a provision that would generally allow a facility to  consider the replacement of existing equipment with identical or  functionally equivalent new equipment as routine replacement, depending  on the amount of costs involved. The agency announced a final rule in  August 2003, specifying the cost threshold industry could use to replace  equipment and exempt it from NSR. This rule will finalize one aspect of  the December 2002 proposed rule and, at this time, the agency is not  taking action to finalize any other aspects of this proposed rule.", "The NSR revisions have recently been the subject of recent congressional  debates. In 2002, Congress held hearings during which members of  Congress, EPA and DOJ officials, and a number of stakeholders—  including representatives of industry, states, and environmental groups—  presented their positions on the NSR program revisions. For example,  during a July 16, 2002, hearing before the Senate Committee on  Environment and Public Works, some state attorneys general and  environmental group officials testified that the revisions could seriously  undercut the ongoing enforcement cases, jeopardizing the millions of tons  in pollution reductions that those cases could yield. At the same hearing,  EPA and industry officials generally testified that the revisions would  allow companies to modify their facilities so that they are more energy  efficient and, as a result, would emit less pollution. In addition, during a  September 3, 2002, hearing before the Subcommittee on Public Health,  Senate Committee on Health Education, Labor, and Pensions, former EPA  Administrator Carol Browner testified that, among other things, she was  concerned that the revisions would “eliminate the very features of the  current law that provide transparency to the public—monitoring, record  keeping, and reporting.”"], "subsections": []}, {"section_title": "Because EPA’s Assessments Showed That Some NSR Revisions Could Affect the Enforcement Cases, the Agency Made Changes before Issuing the Final and Proposed Rules", "paragraphs": ["EPA enforcement officials assessed the potential impact of the NSR  revisions (before issuing them as final and proposed rules in December  2002) on the enforcement cases against coal-fired utilities and determined  that some of the revisions could have an impact. These EPA officials  discussed their views on the potential impact with DOJ. In part as a result  of the assessments, for the revisions that were included in the final rule,  EPA adjusted the content and wording of the language before issuing the  rule so that they were not expected to affect the cases. For the proposed  rule, the EPA enforcement staff had concerns that if EPA specifically  defined what facility changes would qualify for the routine maintenance  exclusion, the cases could be affected since they involved disagreements  about how EPA had been applying the routine maintenance exclusion in  the past. Consequently, EPA decided not to specifically define what  activities qualify as routine maintenance but to propose several options for  calculating cost thresholds below which modifications could be  considered exempt and solicited public comment on the options.  Nevertheless, during the 1½ years that the final language of the revisions  was being debated, some EPA enforcement officials and key stakeholders  believe that some companies were discouraged from settling their cases  because of the possibility that EPA could revise the definition of the  exclusion in a way that would be favorable to industry—although some  companies did settle after the proposed rule was issued. Furthermore,  some EPA enforcement officials and key stakeholders believe that the  announcement of the August 2003 final rule, in which EPA set a specific  cost threshold for routine replacement activities, could also delay  settlement of some of the cases and could affect judges’ decisions in the  cases about what remedies to apply to companies that are found to be in  violation of the old NSR rule."], "subsections": [{"section_title": "After Careful Content and Wording Changes, EPA Determined That the Final Rule Would Not Significantly Affect the Cases", "paragraphs": ["EPA enforcement officials assessed the potential impact of the draft NSR  revisions that were issued as a final rule in December 2002 on the  enforcement cases and discussed their views about the impact with DOJ.  According to current and former EPA enforcement officials, after EPA  internally debated and agreed upon the language of the revisions, they  were not expected to adversely affect the ongoing enforcement cases  against coal-fired utilities. According to these EPA officials, in 2001 and  2002, several briefings and less formal discussions occurred during which  the enforcement staff raised concerns about the revisions’ potential  adverse impact on the cases. Officials involved in at least one, and in some  cases several, of these meetings included the EPA Administrator, the  Deputy Administrator, the Assistant Administrator for Air and Radiation,  the former Principal Deputy Assistant Administrator for Enforcement and  Compliance Assurance, and the Director of the Air Enforcement Division.  DOJ’s Deputy Assistant Attorney General for Environment and Natural  Resources and other DOJ enforcement staff also discussed the potential  impact of the proposed revisions on the cases with EPA’s Assistant  Administrator for Air and Radiation and staff in EPA’s offices of the  General Counsel and Enforcement and Compliance Assurance. According  to EPA enforcement officials, they prepared analyses—some of which  were documented in briefing papers, charts, and graphs—that were  discussed internally. EPA enforcement officials said that because their  main objective in raising concerns about the revisions was to maintain the  cases, they urged senior agency officials to tailor the language of the  revisions to address their concerns before issuing the final rule. The  enforcement staff felt this would help ensure that the language finally  adopted would minimize any impact on the cases.", "More specifically, according to the Director of EPA’s Air Enforcement  Division, the staff prepared analyses indicating that three of the revisions  in the rule would have no impact on the enforcement cases. These three  revisions involve the exemptions for clean units, pollution control  projects, and the option of setting a plantwide limit on emissions. In  addition, because of the 1990 WEPCO decision, utilities already had the  authority, before EPA issued the final rule, to use the revised method for  estimating emission changes resulting from a facility change. Therefore,  since this provision in the rule was not a significant change for the utility  industry, the EPA staff did not expect this provision to affect the cases.  However, the EPA enforcement officials were concerned about the  provision establishing a revised method for calculating past, or baseline,  emissions. Specifically, EPA considered changing the time period used to  calculate baseline emissions for utilities. According to the Director of  EPA’s Air Enforcement Division, the enforcement staff prepared an  analysis comparing the effects of using different time periods on the  viability of each case. In part as a result of this analysis, the baseline  calculation for utilities was not changed in the final rule."], "subsections": []}, {"section_title": "Because EPA’s Assessments of the Draft Proposed Rule Raised Concerns That It Could Affect the Cases, EPA Changed Its Strategy and Revised the Rule before It Was Issued", "paragraphs": ["During the same briefings held in 2001 and 2002, the EPA enforcement  staff expressed concern that more explicitly defining what facility changes  qualify for the routine maintenance exclusion, as anticipated in the  December 2002 proposed rule, had the most potential to negatively affect  the cases. They were concerned because the enforcement cases generally  involve disagreements between EPA and the utilities on whether past  facility changes made without an NSR permit qualified for the routine  maintenance exclusion. In general, EPA enforcement officials were  concerned that if the agency specifically proposed a definition of routine  maintenance that was different from the way the agency had applied the  exclusion in the past, defendants could delay the cases by arguing that  some of the facility changes under dispute in the lawsuits might be able to  qualify for an exemption from NSR. For example, the EPA officials were  considering setting a cost threshold for an allowance for annual  maintenance, repair, and replacement below which a company would not  have to obtain an NSR permit. EPA enforcement officials believed that if a  threshold were proposed that was higher than the costs incurred for the  facility changes at issue in the cases, the cases could be adversely  impacted. Specifically, the officials were concerned that judges might not  order companies to install pollution controls even if they were found to be  in violation of the prior NSR rule, since the facility changes in question  would now be legal under the proposed rule (if adopted as proposed). The  EPA enforcement staff compared the potential impact of various cost  thresholds on the viability of each case. Based in part on these  comparisons, EPA decided not to specifically set cost thresholds for  individual industries in its December 2002 proposed rule, but rather to  solicit comments on what thresholds to use.", "The EPA enforcement staff had similar concerns about the other revision  under consideration for the December 2002 proposed rule. It would allow  companies to consider the replacement of existing equipment with  identically or functionally equivalent new equipment as “routine  maintenance, repair, and replacement” and be exempt from federal NSR  regulations. The cost of the equipment had to be below a certain  percentage of the cost to replace a process unit. A process unit for power  plants is defined as an electric utility steam-generating unit (power plants  can have more than one of these). The replacement equipment also had to  meet certain criteria, such as maintaining the basic design parameters of  the original unit. EPA enforcement officials were concerned that,  depending on where the threshold was set, this revision could also affect  the cases. As with the first provision, the EPA enforcement staff compared  the potential impact of various replacement cost thresholds (up to 50  percent) on the viability of each case in dispute at the time and concluded  that 95 percent to 98 percent of the facility changes at issue in the utility  enforcement cases would be considered routine maintenance—and thus  exempt from NSR—if the new rule were applied and the threshold were  set at more than about 1 percent or 2 percent of the process unit’s costs.  Again, EPA decided not to specify a threshold in the December 2002  proposal but instead to solicit comments on the overall approach. EPA  reviewed the comments submitted on both proposed revisions and, even  though seven of the enforcement cases had not yet been settled or decided  by the courts, announced a final rule in August 2003 specifying a 20  percent threshold for the replacement of existing equipment, provided the  replacement does not change the basic design parameters of the process  unit and the process continues to meet enforceable emission and  operational limitations. To illustrate the impact of this cost threshold, it  costs approximately $800 million on average to replace a 1,000-megawatt  electric utility steam-generating unit, excluding the costs of pollution  controls, according to EPA enforcement officials. Under the new rule, an  unlimited number of projects costing on average between $8 million and  $160 million each (assuming cost thresholds of between 1 percent and 20  percent) could be excluded from NSR requirements. According to the  Director of EPA’s Air Enforcement Division, this could allow companies to  make facility changes without an NSR permit that are much more  substantial than any of those in dispute in the cases."], "subsections": []}, {"section_title": "EPA Enforcement Staff and Key Stakeholders Believe the Possibility of Revising the Routine Maintenance Exclusion Delayed Settlement of Some Cases, and the August 2003 Rule May Have Additional Negative Effects", "paragraphs": ["According to former and current EPA senior enforcement officials, despite  the agency’s efforts to minimize the impact of the final and proposed rules  on the enforcement cases, they believe the possibility that EPA could  revise the routine maintenance exclusion in ways that could improve the  companies’ legal positions in the cases had a detrimental effect on the  willingness of some companies to settle. The officials stated that EPA  normally settles 90 percent to 95 percent of its enforcement cases before  they go to trial, but that companies were slower to settle after EPA  publicly acknowledged it was considering the revisions. For example,  according to a former EPA enforcement official who had been involved in  the cases, the attorneys representing some of the companies in the cases  asked EPA why they should comply with an interpretation of the law that  the administration was trying to change. These concerns were reinforced  further when an industry attorney in a state NSR enforcement case  suggested that the court delay the case because EPA was still  reconsidering its interpretation of the CAA through the NSR revisions.  Similarly, the current Director of EPA’s Air Enforcement Division believes  the most significant impact on the enforcement cases was that companies  delayed settling during the year and a half the agency spent discussing  NSR program reforms before issuing the final and proposed rules.  According to current and former enforcement officials, companies spent  this time lobbying EPA to include language in the revisions that would  help them win their cases. Similarly, the National Academy of Public  Administration (NAPA) concluded in an April 2003 report on the NSR  program, “The possibility that EPA would soon reform the NSR  modification provisions favorably to industry may have led to   companies’ reluctance to settle their cases.”", "According to the Director of EPA’s Office of Air Enforcement, in the  months immediately following the issuance of the December 2002 final  and proposed rules, settlement activity did increase. During this time, EPA  and DOJ entered into settlement agreements with four companies that  resulted in the annual reduction of approximately 421,000 tons of sulfur  dioxide and nitrogen oxide combined. See table 3 for a list of these  companies.", "EPA’s Director of Air Enforcement believes these settlements suggest that  the December 2002 final and proposed rules, as issued, did not  significantly affect companies’ willingness to settle the cases. In this  official’s opinion, the cases were not substantially affected prior to the  announcement of the August 2003 final rule because the enforcement staff  was successful in negotiating and revising the language and content of the  rules. However, this official stressed that to the extent EPA decided to go  forward with more explicit exclusions for routine maintenance, repair, and  replacement, as it has now done, companies could be less willing to settle  their cases. According to the former Director of EPA’s Office of Regulatory  Enforcement, if EPA got agreements with companies in the remaining  seven pending enforcement cases against coal-fired utilities that are  equivalent to the settlements it has achieved in the past, sulfur dioxide  emissions could be cut by as much as 2.9 million tons annually and  substantial reductions in nitrogen oxide emissions could also be achieved.", "Some EPA enforcement officials and officials from environmental groups  and states have raised concerns that the announced August 2003 rule, and  any subsequent rules more explicitly defining what facility changes qualify  for the routine maintenance exclusion, could negatively impact the  enforcement cases even further. In a September 2003 legal filing in one of  the enforcement cases, DOJ stated EPA’s position that the announced  August 2003 rule is prospective in nature and does not affect the ongoing  enforcement cases, which are based on past conduct. Officials from the  New York and New Jersey Attorney General offices have said that the  charges against the companies in these cases were brought under the  previous NSR program, before any of the recent revisions, and the officials  are confident that the judges will make decisions based on whether the  companies violated the rules that were in effect at that time. While these  officials did not expect the cases to be delayed on the basis of any motions  that industry may file in light of the August 2003 rule, they noted that if  such motions were filed, the officials would have to spend additional time  and resources to defeat them. In addition to these effects, some  stakeholders are also concerned that the rule could affect the remedies  imposed on companies (including fines companies must pay or actions  they must take) if the courts find the companies to be in violation of the  old NSR rule. Officials from environmental groups and state attorney  general offices expressed concerns that industry attorneys would attempt  to argue that since the modifications for which they were found liable  under the old rule were now permissible under the new rule, they should  not be penalized. If judges were to agree, this could mean that fines may  be reduced or companies may not be required to install pollution controls  and reduce emissions to the extent that they might have been before the  new rule.", "Indeed, on September 29, 2003, industry attorneys in the Illinois Power  case asserted in their closing arguments that the new exclusion for routine  maintenance in the August 2003 rule decisively undercut the critical  premise of the government’s case because in the new rule, EPA changed  the interpretation of the Clean Air Act upon which it had based the  enforcement cases. The judge had not issued a ruling in the Illinois Power  case at the time GAO completed this report."], "subsections": []}]}, {"section_title": "Portions of the December 2002 Final Rule Could Limit Assurance That the Public Has Input into Company Decisions to Modify a Facility When Modifications Affect Emissions", "paragraphs": ["Several provisions in the December 2002 NSR final rule could limit  assurance that the public has input on changes companies make to their  facilities, especially those that increase emissions, hampering the public’s  ability to monitor health risks and company compliance with NSR. The  provisions could also limit assurance that the public has access to  documents showing how companies estimated whether the changes would  increase emissions enough to trigger NSR. For example, a company can  now determine on its own if there is a “reasonable possibility” that a  change could trigger NSR, but the rule is unclear about how companies  will make this determination and how the public can access information  about it. The extent of the rule’s impact depends on the extent to which  other federal, state, and local regulations still require that companies  obtain a permit and notify the public of modifications, but the scope of  these other requirements varies widely."], "subsections": [{"section_title": "Under a PAL, the Public Can Help Set a Facility’s Emissions Limit but May Not Have Input into Company Decisions to Modify the Facility When Modifications Affect Emissions", "paragraphs": ["The Plantwide Applicability Limit (PAL) provisions in the December 2002  final rule could impact the amount of data available on, and public input  into, facility changes and emissions. On the one hand, a PAL provides new  opportunities for the public to have access to facility emissions  information because a company must undergo a public notice and  comment process before setting a PAL. The company must also monitor  and report more detailed and frequent emissions information during the  life of the PAL. For example, if a company decides to pursue a PAL, it must  apply to the state or local air quality agency, which in turn must notify the  public of the draft PAL and give the public at least 30 days to provide  comments. The application must list each piece of equipment in the plant  that emits the pollutant to be regulated under the PAL, such as a boiler or  paint sprayer, and the “baseline” emissions it generates. Also, during the  life of the PAL, a company must report semiannually to the state or local  agency the monthly emissions of some or all of the NSR “criteria  pollutants” from each piece of equipment. In contrast, for a facility without  a PAL, in many instances the company would have limited emissions data  for the facility. Thus, both the public notice and comment process for  obtaining a PAL and the semiannual reporting requirements while subject  to the PAL provide the public more specific and more frequent emissions  information than would be provided for a facility that does not have a PAL.", "On the other hand, according to some state and local air quality agencies  and environmental groups, because a company can pursue a facility  change without an NSR permit under a PAL, as long as total facility  emissions do not increase, the public may have fewer opportunities to  provide input on a company’s decision to modify a facility, assess the  emissions created (including hazardous air pollutants that may not be  identified for monitoring under the PAL), and consider ways to control  them. For example, if a company without a PAL decided to install a piece  of equipment, such as a boiler, that would increase the facility’s emissions  to a level that would trigger federal NSR, the company would have to  submit an application to the state or local agency describing the change  and the anticipated emissions. The agency would have to notify the  public and give it 30 days to comment on the draft federal NSR permit, and  the company would have to install the best available pollution controls on  the equipment when making the facility change. However, under a PAL,  the company could make the change without obtaining a federal NSR  permit, soliciting public participation, or installing pollution controls, even  though the change significantly increases emissions, as long as the  company offsets the increase somewhere else within the facility and does  not exceed the PAL.", "Some industry groups have responded that other federal, state, or local  regulations will still require reporting and record keeping on facility  changes and installation of emission control technology, so public access  and input will not change. For example, if state and local air quality  agencies require that companies obtain permits for facility changes not  subject to federal NSR requirements, the public may still be notified about  company plans to make a change and could comment on them. However,  several states, as well as the State and Territorial Air Pollution Program  Administrators and the Association of Local Air Pollution Control  Officials, note that state and local emission control regulations governing  such facility changes vary widely. For example, some local air quality  agencies in California require a public comment process for many facility  changes not subject to the federal NSR program, while Ohio requires that  the public be notified of only large or potentially controversial changes.", "EPA program managers maintain that many past changes were not subject  to federal NSR permits for a number of reasons, so public access will not  change. For example, prior to the final rule, the managers stated that a  company could make an unlimited number of changes to a facility, as long  as any one change did not trigger NSR. In addition, if the emissions effects  of some changes were too small to trigger NSR, a company could offset  emissions increases with other emissions reductions, “netting out” of  federal NSR requirements. The program managers also believe that a  predominant number of states and localities would still require public  notice and comment on these changes."], "subsections": []}, {"section_title": "Two Provisions Revising How Companies Measure Their Emissions Baseline and Estimate Future Emissions Could Limit Assurance That the Public Has Access to Data on Facility Changes", "paragraphs": ["The two provisions of the December 2002 final rule revising the method  for calculating past emissions and estimating emissions resulting from a  facility change could affect the amount and availability of information  available to the public. Companies use these provisions to determine if  their changes will trigger federal NSR requirements. To make this  determination, a company must estimate the emissions expected after the  change and compare this with the actual historic emissions prior to the  change, known as the baseline emissions level. Before the rule, a company  determined the baseline for a piece of equipment or operating procedure  using the average annual emissions generated during the 24-month period  prior to the change—or the company could seek to use a different period,  more representative of normal operations. Under the new rule, a company  will be able to choose any 24-month period in the past 10 years as the  baseline. However, the company must adjust the baseline to account for  any other pollution control requirements implemented during this time,  such as limits on acid rain pollutants, and eliminate any time periods from  consideration where facilities exceeded required emissions limits.", "Also under the new rule, once a company calculates its baseline, it  compares the baseline to the expected emissions after the equipment or  operations are modified to determine if emissions will increase enough to  trigger NSR. Prior to the final rule, when estimating expected emissions,  companies other than utilities had to assume that they would operate a  piece of equipment at the maximum level possible representing the  maximum possible emissions, even if they had not operated at that level in  the past and did not plan to do so in the future.  Companies have said that  this approach was unfair because, among other things, it ignored market  fluctuations. EPA revised the method of calculating the expected  emissions in the final rule. Now, a company can project the expected  activity level after the facility change and estimate the resulting emissions  accordingly. Thus, under the rule, some estimates of expected emissions  most likely will be smaller than in the past.", "Various stakeholders involved in the NSR revisions disagree on the impact  of these two changes. For example, some expect that companies will  choose the time period that gives them the highest baseline, or allowable  emissions, thereby giving the companies the greatest flexibility to make  changes in response to economic variations without triggering NSR. On  the other hand, EPA program managers and a representative of a major  industry explain that this is not necessarily true because companies now  have to adjust their baselines downward to account for other pollution  control requirements.", "In those cases where companies set higher emissions baselines and  estimate smaller emissions increases, the difference between these two  numbers will be smaller than in the past and will not trigger the federal  NSR program and its requisite permitting, public notice, and public  comment requirements. These changes may still trigger state or local  requirements to obtain a permit and its associated public participation  rules, depending on the state or locality, but, as we have stated, the scope  of these requirements varies widely. In addition, several industry  representatives claim that the Title V provisions governing record keeping  and reporting requirements will ensure the public continues to have  emissions data to monitor compliance. But other stakeholders point out  that the data are scattered across various programs, making it difficult for  the public to determine if facilities made any changes and what impact, if  any, this had on emissions. The public eventually may learn of a facility  change because under the rule, a company must annually report if the  actual emissions generated after certain changes exceeded the company’s  estimate. In any event, this reporting is done after the change is in place,  and the public can have any input.", "Also under the NSR program, when a company calculates the expected  emissions after a change, if the company determines emissions will clearly  exceed the federal NSR threshold, the company must obtain a permit to  proceed. If the calculation does not clearly indicate that a proposed  facility change triggers NSR, the company does not have to keep any  records of this determination. Under the rule, a company can now  determine if there is a “reasonable possibility” the change will trigger NSR  requirements. If it does, the company must maintain on-site  documentation of this decision, as well as emissions records for the  modified equipment or process. EPA program managers maintain that as a  result, more data may be available now than in the past.", "However, EPA did not define what constitutes a “reasonable possibility”  that emissions will trigger federal NSR requirements in the final rule, so  companies might not apply this provision consistently and are, in effect,  policing themselves. As several state and local representatives pointed out,  this makes it difficult for EPA, state and local air quality agencies, and the  public to monitor compliance with NSR, potentially leading to increased  emissions and enforcement actions. Similarly, NAPA reported that such  self-policing could lead to implementation problems and inadequate  reporting of information and recommended that EPA carefully oversee the  calculation of emissions increases resulting from facility changes and that  sources not be allowed to “self-police.” EPA program managers take issue  with the conclusion that self-policing is inherently wrong and point out  that many environmental programs provide such self-policing  mechanisms.", "Furthermore, the rule states that if a company determines there is a  reasonable possibility a facility change could trigger NSR, it must make the  record of the determination as well as the emissions records related to the  change available to state or local agency officials or the public upon  request. But the rule is unclear how the public will know about the  changes or access the company’s on-site records. According to industry  representatives, some companies will keep records of all reasonable  possibility determinations to limit their legal risks, and some will  proactively reach out to local communities before undertaking facility  changes because they want to maintain good relations in these  communities. Nevertheless, this lack of clarity could potentially hinder  enforcement and monitoring activities. It could also pose administrative  problems for companies, should the public begin requesting information  directly from them—especially if the information contains sensitive  business data that the company is entitled to protect. EPA is currently  considering comments it received on the reasonable possibility provision  as part of its decision to reconsider portions of the final rule. The agency  plans to determine whether it will make any changes by the end of  October."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["While EPA enforcement officials assessed the potential impact of the  December 2002 final and proposed rules on the enforcement cases against  coal-fired utilities and made changes before announcing the rules, these  officials and key stakeholders believe that settlement of some cases was  delayed because of the prospect that the definition of routine maintenance  could be revised in a way that would improve industry’s legal position.  Furthermore, the announced August 2003 rule exempting the replacement  of certain equipment from NSR requirements—the fundamental basis for  most of the coal-fired utility cases—also likely will discourage utilities  from settling at least some of the remaining cases. The rule may also affect  judges’ decisions regarding whether the companies have to install  pollution controls, jeopardizing the expected emissions reductions.", "Overall, as a result of the final rule, the public may have less assurance  that they will have notice of, and information about, company plans to  modify facilities in ways that affect emissions, as well as less opportunity  to provide input on these changes and verify they will not increase  emissions. In some but not all cases, state or local regulations may require  companies to continue to provide the public with this information and  opportunities for input, or companies may do so voluntarily. However, the  public will not have consistent access and input unless EPA better (1)  defines the criteria companies use to determine if there is a reasonable  possibility a facility change will trigger NSR requirements and (2) explains  how the agency will ensure the public can access company documentation  on such decisions and the resulting emissions. Otherwise, it will be more  difficult not only for the public but also for EPA and state and local air  quality agencies to ensure companies are complying with the federal NSR  program and not increasing emissions in ways that affect localities’ air  quality and public health.", "Recommendations for  To better ensure the ability of federal, state, local, and public entities to  Executive Action  monitor facility emissions and NSR compliance, we recommend that the  EPA Administrator better define what constitutes a “reasonable possibility” that emissions  after a facility change will trigger NSR requirements, require that companies maintain documentation on all “reasonable  possibility” determinations, and determine, with state and local air quality agencies, how to ensure public  access to company’s on-site information on facility changes and emissions."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided DOJ and EPA with an opportunity to review and comment on  a draft of this report. We subsequently received comments from both  agencies. DOJ advised that it could not address the accuracy of, or  otherwise comment on, the statements of EPA officials contained in the  report. The agency did not address or comment on those portions of the  report concerning public access to emissions data that GAO discussed  exclusively with EPA. DOJ also advised that its position on the final and  proposed regulations discussed in the report are contained in its legal  filings in the power plant cases, and GAO was provided with a copy of  those filings. Since EPA’s December 2002 announcement of the final and  proposed NSR rule changes, DOJ stated that it has continued to prosecute  these cases vigorously and has also achieved settlements with four  companies. DOJ also reiterated that its position as to the potential impact  of the NSR rule announced in August 2003 has always been consistent and  is reflected in its court filings—“that the rule only governs prospective  conduct and should not impact the liability of companies who violated the  law in the past.”", "EPA generally agreed with the report’s characterization of the NSR  revisions’ potential impact on the ongoing enforcement cases. In terms of  the revisions’ impact on public access to information about facility  modifications and emissions, however, the agency maintains the revisions,  at a minimum, will not change, and most likely will increase, the amount  of information available. According to EPA, before the revisions,  companies were not obtaining federal NSR permits with their requisite  public participation requirements for the types of changes that would be  affected by the revisions, for several reasons. For example, companies  could avoid federal NSR requirements for such changes by offsetting  emissions increases with emissions reductions elsewhere in the facility (a  process known as netting). EPA also maintains that even if these changes  were not subject to federal NSR permitting requirements, they were  subject to state and local permitting and public participation requirements  in many cases, and that the NSR revisions would not change these  underlying state and local programs. In addition, EPA said that facilities  choosing to use a plantwide emissions limit have new and additional  reporting requirements that could increase the information available, as  we also point out in the report. Furthermore, the agency maintains that in  the past, companies calculated the expected emissions from a  modification and determined whether the emissions would increase  enough to trigger federal NSR requirements. If the NSR requirements were  not triggered, the companies did not have to keep records of the  calculations. Now, companies can take the extra step of determining that  even if the calculations do not show a significant enough increase, there is  a “reasonable possibility” of an increase and companies must keep records  on site supporting this determination.", "For our work, however, we compared the federal NSR requirements  before and after the revisions and determined that the changes to these  requirements could limit assurance that the public has access to  information on facility changes and emissions. We did not have  information on, and did not try to account for, the extent to which  companies were actually triggering NSR requirements before and after the  rule, or the effect this had on available information. Based on discussions  with a number of state agencies and the national association representing  them, among other stakeholders, as to whether state and local programs  will continue to require permits and public notice for changes not subject  to the federal program, we determined that the extent varied considerably  across states and localities. For example, two states said they did not  allow netting. Furthermore, a number of states indicated that even if such  changes had been subject to their programs in the past, they might not be  in the future because states and localities are facing pressures to modify  their programs to match the federal NSR revisions and to not have more  stringent requirements.", "As to GAO’s recommendations, EPA did not take a formal position on  either the recommendation calling for additional guidance on reasonable  possibility determinations or for the maintenance of all records on these  determinations. The agency is still evaluating public comments it received  on these issues as part of its agreement to reconsider portions of the NSR  revisions and does not expect to make a final decision on the  reconsideration process until the end of October 2003. EPA did agree with  our recommendation on ways to better ensure public access to  information on facility changes and emissions that companies maintain on  site. DOJ and EPA also recommended a number of technical changes to  the report, which we incorporated, as appropriate.", "As agreed with your offices, unless you publicly announce the contents of  this report earlier, we plan no further distribution until 10 days from the  report date. At that time, we will send copies to the EPA Administrator,  the Attorney General, interested congressional committees, and other  interested parties. We will also make copies available to others upon  request. In addition, the report will be available at no charge on GAO’s  Web site at http://www.gao.gov.", "If you or your staffs have any questions, please call me at (202) 512-3841.  Karen Keegan, Eileen Larence, Jeff Larson, and Lisa Turner made key  contributions to this report. Nancy Crothers, Mike Hix, and Laura  Yannayon also made important contributions."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["Our objectives were to determine (1) whether EPA and DOJ assessed the  potential impact that issuing the final and proposed rules in December  2002 would have on enforcement cases pending against coal-fired utilities  and what the assessments indicated, and (2) what effect, if any, the final  rule might have on public access to information on facility changes and  the resulting emissions.", "To respond to the first objective, we interviewed both current and former  EPA officials and current DOJ officials that were involved in discussions  about the impact of the revisions on the relevant enforcement cases. These  officials included the former Principal Deputy Assistant Administrator for  EPA’s Office of Enforcement and Compliance Assurance, the former  Director of EPA’s Office of Regulatory Enforcement, the current Director  of EPA’s Air Enforcement Division, and the DOJ Deputy Assistant  Attorney General for Environment and Natural Resources. We also  submitted written document requests to both agencies, asking that they  provide GAO with all documents referring to, relating to, or describing the  assessments of the potential impact of the NSR revisions on the pending  enforcement cases and discussions between officials from EPA and  attorneys from DOJ concerning these assessments.", "In the case of DOJ, the agency’s enforcement staff acknowledged that in  July 2002, they had prepared an internal evaluation, as backup material for  testimony, that summarized EPA’s public announcement the previous  month concerning proposed NSR rule changes the agency was  considering, the content of some of the potential revisions, and the  relevance of those changes to filed enforcement cases. The DOJ  enforcement officials were concerned about providing us a copy of this  document primarily because it could impact the ongoing litigation of the  cases. In the case of EPA, the officials acknowledged that they, too, had  prepared assessments, and they discussed the general content of some of  them with us. They also provided us access to (but not copies of) the  assessments supporting the December 2002 final rule. The officials had  concerns similar to those of DOJ about (1) describing all of the details  about the changes made to the rule as a result of the assessments, and (2)  providing us access to the assessments concerning the December 2002  proposed rule and the August 2003 rule. We did not further pursue access  to this information because we had sufficient data to respond to our  objectives, and it is GAO’s policy, except in limited circumstances, not to  conduct work that would involve analyzing, evaluating, or commenting on  specific issues that are pending before the courts.", "To respond to the second objective, we analyzed the December 2002 final  rule to determine what provisions could impact public access to  information about facility changes and their associated emissions. We  interviewed the Director of EPA’s Information Transfer and Program  Integration Division in the Office of Air Quality Planning and Standards,  the Director of EPA’s Air Enforcement Division, and attorneys in EPA’s  Office of General Counsel regarding the interpretation of relevant  provisions of the rule and the potential effects of these provisions on  public access. We also obtained the views of key stakeholders that could  be affected by changes in public access to such information. To ensure we  captured a wide cross section of interests, we focused on groups identified by EPA officials as key stakeholders, members of EPA’s CAA Advisory Council, national level groups that have testified before Congress on NSR and CAA  issues over the last several years, national level groups that submitted comments to EPA in response to the  agency’s request for public comment on its June 2001 NSR 90-Day Review  Background Paper (many of these were identified in EPA’s June 2002 NSR  Report to the President), and trade associations representing those industries EPA identified as being  most affected by NSR.", "Stakeholders included officials from the American Forest and Paper  Association, Clean Air Trust, Georgia Pacific Company, National  Petrochemical and Refiners Association, Natural Resources Defense  Council, New York State Attorney General’s Office, Rockefeller Family  Fund’s Environmental Integrity Project, and the professional association  representing State and Territorial Air Pollution Program Administrators  and the Association of Local Air Pollution Control Officials.", "We conducted our work between August 2002 and October 2003 in  accordance with generally accepted government auditing standards."], "subsections": []}], "fastfact": []}