{"id": "GAO-05-804", "url": "https://www.gao.gov/products/GAO-05-804", "title": "Klamath River Basin Conservation Area Restoration Program: Limited Assurance Regarding the Federal Funding Requirements", "published_date": "2005-09-19T00:00:00", "released_date": "2005-09-19T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The Klamath River Basin Fishery Resources Restoration Act (Act), passed in October 1986, required the Secretary of the Interior to establish and restore a conservation area in that river basin, created a management council and a task force to assist and advise the Secretary, and authorized $21 million until September 30, 2006. The restoration program reports that it had been appropriated over $17 million by September 2005. In anticipation of the authorization's expiration, GAO was asked to provide information for fiscal years 2000 through 2004, the most recent 5-year period for which complete information is available, about (1) funding for the program; (2) expenditures by the program for restoration projects, travel expenses, administrative expenses, overhead, and technical support; (3) expenditures by the management council and the task force; and (4) whether the Secretary complied with certain requirements of the Act. GAO obtained funding and expenditure information from FWS but did not audit that financial information."]}, {"section_title": "What GAO Found", "paragraphs": ["The Secretary of the Interior and the U.S. Fish and Wildlife Service (FWS) have taken a number of actions to formulate, establish, and implement the Klamath River Basin Conservation Area Restoration Program, including designating a conservation area, establishing the management council and the task force, formulating a long-term plan, and funding restoration projects in the Klamath River Basin. The restoration program reports receiving a little over $9.8 million in cash and noncash contributions during fiscal years 2000 through 2004 from federal and nonfederal sources. The federal portion totaled almost $6.3 million and consisted of about $5.1 million from FWS's lump-sum resource management appropriation account, and almost $1.2 million in cash and noncash contributions from federal entities that participated in restoration projects with FWS, according to FWS records. FWS records also show that the nonfederal portion consisted of almost $3.6 million in cash and noncash contributions from nonfederal entities that participated in restoration projects. During the same 5-year period, the restoration program spent about $7.6 million in cash and noncash contributions for restoration projects, about $200,000 for travel reimbursements, about $1.1 million for administrative expenses, and about $491,000 for overhead, according to information provided by FWS officials. Information was not available on technical support expenses incurred by the restoration program. The management council and the task force serve solely in an advisory capacity and do not directly select or manage projects. FWS officials told GAO that they paid about $800,000 to cover operating costs of the management council and the task force for the 5-year period. Regarding the financial requirements of the Act, FWS officials have correctly identified the need to fund some Restoration Program expenditures from monies that are not subject to the Act's restrictions, and FWS officials told GAO they believe they are in compliance with these provisions. However, FWS has not yet incorporated into their accounting procedures and record-keeping sufficient controls to provide reasonable assurance of compliance with those provisions of the Act. In addition, the Act requires that half of the restoration program's costs be funded by nonfederal sources. FWS officials collect some information on restoration projects regarding any nonfederal contributions, but they do not distinguish between cash and noncash contributions in project documents, document their valuation decisions regarding the noncash contributions, or take steps to verify that nonfederal contributions meet the Act's criteria. Incorporating these additional controls into the Restoration Program's operations would not be difficult or costly, and would provide reasonable assurance of compliance with those provisions of the Act."]}], "report": [{"section_title": "Letter", "paragraphs": ["In October 1986, to assist in restoring the Klamath River’s fish resources,  Congress passed the Klamath River Basin Fishery Resources Restoration  Act (the Act). The Act authorized $21 million to be appropriated to the  Department of the Interior and charged the Secretary with implementing a  20-year program to designate and restore a conservation area within the  Klamath River Basin.  To assist the Secretary, the Act also established the  Klamath Fishery Management Council to monitor the fish population and  recommend annual fish harvest limits, and the Klamath River Basin  Fisheries Task Force to advise the Secretary regarding implementation of  the Restoration Program.", "Because the 1986 Act established a 20-year program and provided that the  $21 million authorization would expire on September 30, 2006, you asked  us to gather and analyze financial information about the Klamath River  Basin Conservation Area Restoration Program (Restoration Program), the  Management Council, and the Task Force for the most recent 5-year period  for which complete information is available. Specifically, you asked us to  provide information about (1) the sources and amounts of funding received  by and for the Restoration Program for fiscal years 2000 through 2004;   (2) how much of the funds received by and for the Restoration Program for  fiscal years 2000 through 2004 were spent for restoration projects, travel  reimbursements, administrative expenses, overhead, and technical  support; (3) the amounts of funding received by the Task Force and  Management Council for fiscal years 2000 through 2004 that were spent for  restoration projects, travel reimbursements, administrative expenses,  overhead, and technical support; and (4) whether the Secretary of the  Interior complied with specific requirements contained in the Act.", "To answer these questions, we obtained and analyzed information from  officials of the Department of the Interior, the U.S. Fish and Wildlife Service  (FWS), the Task Force, and the Management Council. We reviewed the  Klamath Act, Task Force meeting minutes, Management Council meeting  minutes, Federal Advisory Committee Act reports prepared by FWS  officials for the Task Force and the Management Council, budget and  accounting records maintained by FWS officials, and reports of studies and  other documents issued by the Task Force and the Management Council.", "Regarding the information on funding for the Restoration Program,  expenditures by the Restoration Program, and expenditures made on  behalf of the Management Council and the Task Force, we noted that the  Restoration Program’s financial information for the 5-year period has not  been subject to any external audit. Furthermore, the funding and  expenditure information for the program are maintained by FWS on several  different systems designed for various management purposes. As discussed  with your staff, we did not perform a financial audit on the financial  information we collected from FWS officials for various reasons. For  example, FWS’s appropriations do not contain a discrete line item for the  Restoration Program and this prevented us from doing an independent  verification of the appropriated amounts. Likewise, limitations in FWS’s  record-keeping systems for restoration projects, employee time and  attendance, and cost accounting prevented us from validating some project  and expenditure information. However, we did discuss the financial  information extensively with FWS officials, perform certain analytical tests  on the information, and in some cases, receive revised financial  information from the FWS officials. Based on these procedures, we  concluded that the financial information was sufficiently reliable for the  purposes of this report.", "In addition to not auditing the financial information, we did not evaluate  the efficiency or effectiveness of the Restoration Program, of individual  restoration projects, or of actions taken by the Task Force and the  Management Council. For the most part, we limited the scope of our work  to fiscal years 2000 through 2004; however, some compliance information  and some historical financial information we gathered included earlier  years, going back to the passage of the Act in 1986. We performed our work  primarily at the headquarters offices of the Department of the Interior, and  the FWS in Washington, D.C. We also traveled to FWS’s Yreka, California,  field office, which administers the Restoration Program, to gather  information. Additional details of our scope and methodology are  presented in appendix I to this report.", "We requested comments on a draft of this report from the Secretary of the  Interior or her designee. Written comments from the Acting Assistant  Secretary for Fish and Wildlife and Parks are included as appendix III to  this report. We also received a number of technical comments which we  considered and incorporated into the report as appropriate but did not  include as part of appendix III. We conducted our work from June 2004  through June 2005 in accordance with U.S. generally accepted government  auditing standards."], "subsections": [{"section_title": "Background", "paragraphs": ["Congress passed the Klamath River Basin Fishery Resources Restoration  Act (the Act) in October 1986 to assist in restoring the Klamath River’s fish  resources. The Act authorized $21 million to be appropriated to the  Department of the Interior, and it charged the Secretary of the Interior with  implementing a 20-year program to designate and restore a conservation  area within the Klamath River Basin. The Secretary, in turn, delegated  responsibility for implementing the Klamath River Basin Conservation Area  Restoration Program (Restoration Program) to the Director of the U.S. Fish  and Wildlife Service (FWS), a bureau-level unit within the Department of  the Interior. To facilitate implementation and management of the  Restoration Program, FWS established under its Portland, Oregon,  Regional Office a new field office in Yreka, California.", "The Act also established the Klamath Fishery Management Council  (Management Council) to monitor the fish population and recommend  annual fish harvest limits, and the Klamath River Basin Fisheries Task  Force (Task Force) to advise and assist the Secretary regarding  implementation of the Restoration Program. To implement these provisions  in the Act, the Secretary chartered the Management Council and the Task  Force as federal advisory committees. Neither the Management Council  nor the Task Force receives or spends funds.  Since their inception, the  Fish and Wildlife Office (FWO) at Yreka, California, has provided the  financial resources to cover the Management Council’s and the Task  Force’s operational expenses. In addition, staff from the Yreka FWO, along  with staff from the State of California’s Department of Fish and Game, have  provided technical and administrative support to the Management Council  and the Task Force as required by the Act."], "subsections": [{"section_title": "Management Council", "paragraphs": ["In accordance with its charter, the Klamath Fishery Management Council  functions only in an advisory capacity and reports to the Secretary of the  Interior. The Management Council is responsible for making  recommendations to various federal, state, local, and Indian tribal  authorities regarding fish-harvesting regulations. In addition, the  Management Council was assigned responsibility to establish a  comprehensive long-term plan and policy for the management of the in- river and ocean harvesting that affects or may affect Klamath and Trinity  River Basin anadromous fish populations. The Management Council’s  long-term plan, published in 1992, lays out goals and objectives for fish  populations in the Conservation Area and strategic plans for meeting the  goals and objectives.", "As prescribed by the Act, the Management Council is composed of 11  members, including representatives appointed by the Governors of  California and Oregon, Hoopa Valley Business Council, non-Hoopa Indians,  the Secretary of the Interior, and the Secretary of Commerce. The term of a  member is 4 years. The Management Council usually meets three or four  times a year (usually in February, March, April, and October) at various  locations in California and Oregon. The Management Council publishes  notices of meetings in the Federal Register, posts its meeting agenda on the  Yreka FWO Internet Web page 2 to 3 weeks before each meeting, and  invites the public to attend its meetings.", "From fiscal year 1987 through fiscal year 2004, the Management Council  held 73 meetings. Each meeting lasts from 3 to 5 days. The members  discuss ongoing fish population monitoring activities. They also discuss  and make recommendations on the regulation of ocean harvesting,  recreational harvesting, and harvesting in the Conservation Area by the  Hoopa Valley Indian Tribe and by non-Hoopa Indians. The Management  Council’s recommendations must be consistent with its long-term plan and  policy and must pass the Management Council by unanimous vote. The  public is invited to attend all Management Council meetings, and public  comment periods are scheduled on the agenda throughout the meetings.  Sometimes speakers are invited to the meetings to make presentations on  fish population studies.", "The Management Council is provided with biological and statistical  expertise by the Technical Advisory Team, a subgroup created by the  Management Council, whose membership consists of individuals from  entities represented on the Management Council. The Technical Advisory  Team advises the Management Council on the status of anadromous fish  stocks and the impacts of fishery management options. This includes the  development of annual projections of fish stock size and development of  fishery models for use in the management of fish populations."], "subsections": []}, {"section_title": "Task Force", "paragraphs": ["The Act provides for a 16-member Klamath River Basin Fisheries Task  Force to advise and assist the Secretary of the Interior in the development  and implementation of the Restoration Program. The Task Force consists  of members who represent a broad range of stakeholder interests from  throughout the Klamath River area. Members are appointed by, and  represent, the Governors of California and Oregon; the Secretary of the  Interior, the Secretary of Commerce, and the Secretary of Agriculture; the  California counties of Del Norte, Humboldt, Siskiyou, and Trinity; Klamath  County, Oregon; the Hoopa Valley, Karuk, Yurok, and Klamath Tribes; in- river sport anglers; and commercial salmon fishermen.", "According to its charter, the Task Force also functions only in an advisory  capacity and reports to the Secretary of the Interior. The charter states that  the Task Force has four objectives: (1) to assist the Secretary of the Interior  in the formulation, coordination, and implementation of the Restoration  Program; (2) to assist and coordinate its activities with federal, state, local  government, and private anadromous fish restoration projects; (3) to  conduct any other activity necessary to accomplish the objectives of the  Restoration Program; and (4) to act as advisor to the Management Council.  The Task Force works by consensus to coordinate restoration planning,  recommend restoration project proposals for funding, and express  opinions on issues affecting the Klamath River Basin. In 1991, in  conjunction with an independent contractor, the Task Force developed the  Long Range Plan for the Restoration Program.", "The Task Force usually meets three times per year (in February, June, and  October) at various locations in California and Oregon. Like the  Management Council, the Task Force publishes notices of meetings in the  Federal Register, posts its meeting agenda at the Yreka FWO Internet Web  page 2 to 3 weeks before each meeting, and invites the public to attend its  meetings. Each meeting session lasts from 2 to 3 days. The members  discuss needs for managing Klamath River fish, ongoing and proposed  Klamath River Basin restoration projects, and the technical information  needs of the Management Council. They also discuss and make  recommendations regarding the funding of restoration projects.", "Each spring the Task Force, in conjunction with FWS, issues a Request for  Proposals for restoration projects to be funded in the following fiscal year  with Restoration Program funds. When the project proposals are received,  they are evaluated for technical merit and scored by the Task Force’s  Technical Work Group, using criteria published in the Request for  Proposals.  Then, using the amount of expected funding for the following  year as a guide for determining how many new restoration projects can be  funded, the Technical Work Group presents its analysis to the entire Task  Force. At its June meeting, the Task Force considers the Technical Work  Group’s analysis, and by unanimous vote, selects the project proposals it  will recommend to the Secretary of the Interior for funding in the next  fiscal year. Approximately 25 projects were funded annually for fiscal years  2000 through 2004."], "subsections": []}, {"section_title": "Yreka FWO", "paragraphs": ["The Yreka FWO was established in fiscal year 1987 to facilitate  implementation and management of the Restoration Program. The Yreka  FWO is involved in administering several other FWS programs and  activities, but the Restoration Program comprises about one-half of the  office’s annual funding. The Yreka FWO has 1 full-time contract employee  who performs administrative functions and 15 employees: a field  supervisor, an assistant field supervisor, 2 supervisory biologists, 6 staff  biologists, 1 administrative supervisor, 2 administrative staff, and 2 part- time staff biologists.", "Eight of these individuals provide technical and administrative services to  the Management Council and the Task Force, perform restoration project  management functions, or have Restoration Program administration duties.   Two of the employees (a supervisory biologist and one part-time staff  biologist) spend almost all of their time on Restoration Program activities.  The Field Supervisor, three administrative employees, one staff biologist,  and the contract employee spend part of their time on Restoration Program  activities. The assistant field supervisor, a supervisory biologist, five staff  biologists, and one part-time staff biologist do not spend any of their time  on Restoration Program activities. Until fiscal year 2004, Yreka FWO was  supervised by FWS’s Portland Regional Office, but it is now supervised by  FWS’s California-Nevada Operations Office."], "subsections": []}]}, {"section_title": "Funds Received by the Restoration Program", "paragraphs": ["There are a number of uncertainties in determining the amount of funds  received by the Restoration Program for fiscal years 2000 through 2004.  First, FWS’s appropriations do not contain a discrete line item for the  Restoration Program. This prevented us from doing any independent  verification of the appropriated amounts. Second, FWS’s restoration  project database does not distinguish between cash and noncash  contributions provided to the restoration project by project participants.  The restoration project database shows a single amount, called the cost- share amount, which is the sum of all contributions made by the project  participant to the project. For some projects, we could determine the  amount of cost share that consisted of cash and the amount that consisted  of noncash by looking in the contract file at the project agreement, or at  supporting documents, or even at the final report if the project had been  completed. However, for some restoration projects, even those documents  did not contain adequate information for us to make a distinction between  cash and noncash contributions. As a result, we were unable to determine  how much of contributions made by project participants was cash and how  much was noncash. Third, Restoration Program officials did not routinely  perform independent analysis to determine the value that should be  assigned to noncash contributions as called for by good financial  management practices. Rather, according to FWS officials, they typically  accepted the values assigned by the project participant as long as the  values appeared reasonable. They did this for various reasons, including  their lack of formal criteria for making such evaluations, and their  uncertainty about their authority to question the values. Therefore, the  composition and value of cost-share amounts maintained in FWS records  are subject to question.", "For the 5 years from the beginning of fiscal year 2000 through the end of  fiscal year 2004, according to FWS officials, the Klamath River Basin  Conservation Area Restoration Program received about $9.8 million in cash  and noncash contributions: almost $6.3 million from federal sources and  almost $3.6 million from nonfederal sources. The federal funds included  about $5.1 million in appropriations derived from FWS’s Resource  Management appropriation account,which includes a lump-sum  appropriation that FWS allocates to various program activities, including  the Fisheries Program.  FWS operates several subprograms within the  Fisheries Program, including the Fish and Wildlife Management Program,  which administers several subactivity program elements, including  Anadromous Fish Management.", "During the 5 years under review, FWS allocated about $5 million in  appropriations to the Klamath River Basin Conservation Area Restoration  Program established under the Klamath River Basin Fishery Resources  Restoration Act. In addition, according to FWS officials, FWS provided  about $135,000 more to the Restoration Program during the 5-year period  from appropriations FWS has allocated to support the Anadromous Fish  Management subactivity of the Fisheries Program’s Fish and Wildlife  Management Program. Also, according to FWS records, the Restoration  Program benefited during that same time period from the almost  $1.2 million in cash and noncash contributions from federal entities that  participated in restoration projects. The almost $3.6 million from  nonfederal sources came to the Restoration Program as cash and noncash  contributions from nonfederal entities that participated in restoration  projects, according to FWS records. See table 1 for a year-by-year  breakdown of the Restoration Program funding, based on unaudited  financial information provided by FWS officials.", "In addition to gathering financial information on the Restoration Program’s  sources of funds for fiscal years 2000 through 2004, we gathered the same  information going back to the passage of the Act in 1986. Specifically, from  the beginning of fiscal year 1988 through June 2005, FWS records show  that the Klamath River Basin Conservation Area Restoration Program  received over $17.0 million in funding from the Resource Management  appropriations that FWS has allocated for the Restoration Program  established by the Klamath River Basin Fishery Resources Restoration Act  and another $188,000 from FWS’s Resource Management appropriations  that FWS allocated for other activities funded by the Fisheries Program. In  addition, according to FWS officials, the Restoration Program benefited  during that same time period from about $1.7 million in cash and noncash  contributions from federal entities that participated in restoration projects  and from $5.8 million in cash and noncash contributions from nonfederal  entities that participated in restoration projects. Although the Act was  passed on October 27, 1986, the Restoration Program did not receive  designated appropriations for fiscal year 1987. However, some  expenditures for the Restoration Program, amounting to about $57,000,  were funded during fiscal year 1987 from appropriations available to FWS  for Fisheries Program expenditures."], "subsections": []}, {"section_title": "Purposes for which the Restoration Program Spent Funds", "paragraphs": ["According to FWS records, the Restoration Program funded 126 restoration  projects during fiscal years 2000 through 2004, in addition to supporting the  operations of the Management Council and the Task Force, providing for  FWS project management services, paying for program administration  expenses, and contributing to the operational costs of FWS’s Yreka field  office, Portland regional office, and Washington, D.C. headquarters office.", "Of the about $5.1 million received by the Restoration Program from FWS’s  fiscal years 2000 through 2004 Resource Management appropriations,  FWS’s records show about $2.9 million, or 57 percent, went to restoration  projects; about $615,000, or 12 percent, was used by FWS to manage  restoration projects, including planning, contracting, tracking agreements,  complying with environmental requirements, and providing technical  assistance to projects; about $1.1 million, or 23 percent, was spent on  program administration, including administrative and technical support  provided by FWS to the two federal advisory committees created by the  Act; and the remaining about $442,000, or 9 percent, was used for  overhead expenses incurred at the FWS headquarters and regional office  levels.", "In addition, the $4.7 million contributed to the Restoration Program by  federal and nonfederal project participants that participated in restoration  projects remained in the control of the project participants. The project  participants used the $4.7 million of cash and noncash contributions on  those restoration projects in which they participated. We were not able to  obtain adequate information on the project participants’ contributions to  describe the purposes for which those amounts were spent. See table 2 for  a year-by-year breakdown of the purposes and amounts of Restoration  Program expenditures paid from FWS appropriations.", "We used the expenditure categories in table 2 to report how FWS’s  Resource Management appropriations were spent because they represent  the major functions for which the Restoration Program spends funds and,  with the exception of overhead, are the major categories FWS officials use  to track the Restoration Program budget. However, to fulfill our  engagement objectives, we also sought to provide information about what  amounts of the FWS’s Resource Management appropriations received by  and for the Restoration Program from the beginning of fiscal year 2000  through the end of fiscal year 2004 were spent for the purposes of  restoration projects, travel reimbursements, administrative expenses,  overhead, and technical support.", "Restoration projects. Table 2 shows that almost $2.9 million was  committed to restoration projects from FWS’s Resource Management  appropriations for fiscal years 2000 through 2004. Combining that amount  with the $4.7 million in cash and noncash contributions provided to  restoration projects by project participants brings the total invested by the  Restoration Program directly to restoration projects during the 5-year  period to a little over $7.6 million.", "Of the $2.9 million in project funding from FWS’s Resource Management  appropriations, the Restoration Program provided almost $700,000 to three  federal entities to help fund 26 restoration projects carried out by those  federal entities, and provided almost $2.2 million to 18 nonfederal entities  to help fund 100 restoration projects carried out by those nonfederal  entities. The three federal entities that carried out the 26 restoration  projects are the same ones that brought cash and noncash contributions  totaling almost $1.2 million to the Restoration Program, and the 18  nonfederal entities that carried out the 100 restoration projects are the  same ones that brought cash and noncash contributions totaling almost  $3.6 million to the Restoration Program. Thus, according to FWS records,  total investment from federal and nonfederal sources in restoration  projects amounted to a little over $7.6 million that funded 126 restoration  projects from the beginning of fiscal year 2000 through the end of fiscal  year 2004. It should be recognized, however, that in addition to Restoration  Program projects, other restoration projects are undertaken in the Klamath  River Basin with funding from FWS through its other programs; and other  restoration projects still are undertaken in the Klamath River Basin with  funding from other federal entities, the states of California and Oregon, and  other nonfederal entities.", "Travel reimbursement expenses. Travel reimbursement expenses are  contained in each of three expenditure categories (project management,  program administration, and support of federal advisory committees)  shown in table 2, but they can be segregated. Specifically, total Restoration  Program travel reimbursement expenses amounted to about $200,000 for  the 5-year period, for an average of about $40,000 per year. This includes  travel by members of the two federal advisory committees, federal staff  who support the committees, and FWS officials who perform project  management and program administration activities.", "Program administration expenses. Table 2 shows program  administration expenses for the 5-year period of about $350,000. Table 2  also shows expenditures of about $800,000 in support of the two federal  advisory committees. Based on our discussions with FWS officials, we  consider the expenditures made in support of the federal advisory  committees to also be administrative expenses for the Restoration  Program. Summing the amounts for those two categories produces a total  of about $1.1 million for Restoration Program administrative expenses  during fiscal years 2000 through 2004.", "Overhead expenses. To provide information about what amounts of the  funds received by and for the Restoration Program from the beginning of  fiscal year 2000 through the end of fiscal year 2004 were spent for the  purposes of overhead expenses, we examined the use of Restoration  Program funds at the FWS Washington, D.C., office level, the FWS regional  office level, and the Yreka FWO level. Each year during the 5-year period,  the FWS headquarters in Washington, D.C., received varying amounts of the  Restoration Program appropriations for “Cost Allocation Methodology,” a  process through which rent and other FWS administrative costs are shared  by the programs. As can be seen in table 2, we considered the amount  received by FWS headquarters, about $216,000, to be Restoration Program  overhead.", "The Portland Regional Office oversaw the operations of the Yreka FWO for  most of fiscal years 2000 through 2004 and during the first 4 of those years  it received a total of about $227,000 of Restoration Program appropriated  funds. According to an FWS official, an 8 percent assessment is applied by  the regional office to all Fisheries Program funds and used to pay for office  management, staff expertise, and support costs, including data  management; program oversight of the field office; budget and finance  services; human resources, external affairs, and employee assistance  services; as well as development and implementation of fisheries policies,  operating plans, evaluation methods, and administrative procedures for  field offices. Again, as seen in table 2, we considered the amount received  by the FWS regional office, about $227,000, to be Restoration Program  overhead.", "To identify any Restoration Program overhead expenses incurred at the  Yreka FWO level, we analyzed the various cost categories maintained by  Yreka FWO officials and the office expenses that are allocated to the  Restoration Program. After discussing our analysis with the Yreka FWO  officials, we decided that Restoration Program overhead incurred at the  Yreka FWO level could best be represented by four categories of  expenses. During fiscal years 2000 through 2004, the amounts of these  expenses allocated to the Restoration Program by FWS totaled about  $48,000. This amount is not shown separately in table 2 because, like the  travel expenses category, components of this amount are contained in each  of three expenditure categories (project management, program  administration, and support of federal advisory committees). Adding  together the Restoration Program overhead incurred at each of the three  FWS organizational levels (almost $216,000 at the FWS Washington, D.C.,  office level; almost $227,000 at the FWS regional office level; and about  $48,000 at the Yreka FWO level), we found that Restoration Program  overhead was about $491,000 during fiscal years 2000 through 2004.", "Technical support expense. We also attempted to provide information  about what amounts of the funds received by and for the Restoration  Program from the beginning of fiscal year 2000 through the end of fiscal  year 2004 were spent for technical support. As provided for in the Act,  staff from the Yreka FWO, along with staff from the State of California’s  Department of Fish and Game, provide technical and administrative  support to the Management Council and the Task Force. The technical  support from FWS comes primarily from three staff:  the supervisory  biologist and the part-time staff biologist in the Yreka FWO, who spend  almost all of their time on Restoration Program activities, and the staff  biologist in the Yreka FWO, who spends part of his time on Restoration  Program activities. FWS is reimbursed from Restoration Program funds for  the portion of FWS staff salaries that is attributable to providing  administrative and technical support services to the two federal advisory  committees. The State of California is not reimbursed for its employees’  salaries for the time they spend providing administrative and technical  support to the committees. Neither FWS officials nor the Restoration  Program’s representatives from the State of California could provide us  with estimates of the value of technical support they provide. In addition to  the support provided by FWS and the State of California, both the Task  Force, through its Technical Work Group, and the Management Council,  through its Technical Assistance Team, receive technical assistance from  many of the entities represented by the Task Force members and the  Management Council members, but information was not available on the  value of those technical services either."], "subsections": []}, {"section_title": "Purposes for which the Task Force and the Management Council Spent Funds", "paragraphs": ["According to FWS officials, about $800,000 has been used to pay for the  committees’ operating costs from the beginning of fiscal year 2000 through  the end of fiscal year 2004, a yearly average of about $160,000. The two  committees’ operating costs are funded from FWS’s Resource Management  appropriations. Officials in FWS’s Yreka, California, field office, who  administer the Restoration Program, receive and expend the funds that pay  for the committees’ operating costs. They provided us with information  that shows that the approximately $800,000 expended for the committees’  operating costs was spent for salaries of federal staff (about $520,000);  travel for committee members and federal staff (about $120,000); and office  costs, including vehicles, supplies, copies, and meeting rooms (about  $150,000). Neither of the advisory committees makes expenditures for  restoration projects, and as mentioned earlier, we consider all expenditures  for the operations of the advisory committees to represent Restoration  Program administrative expenses.", "The Task Force and the Management Council submit Federal Advisory  Committee Act (FACA) reports each year showing expenditures related to  their operations. We obtained FACA reports produced by FWS officials for  the Task Force and the Management Council for fiscal years 2000 through  2004 for purposes of determining the types and amounts of expenditures  made by the Task Force and the Management Council. However, after  conducting some analytical testing procedures, and discussing the FACA  report financial information with the Designated Federal Officers for the  two federal advisory committees, we concluded that due to changes in  interpretations of the reporting instructions, the FACA data were not  reported on a consistent basis during the 5-year period. For example, some  amounts contained in the FACA reports for fiscal years 2001 and 2002, but  not for the other years, likely included some Restoration Program-related  expenses incurred and paid by the Department of Commerce and the  Department of Agriculture."], "subsections": []}, {"section_title": "No Reasonable Assurance of Compliance with the Act’s Provisions", "paragraphs": ["The Klamath River Basin Fishery Resources Restoration Act imposes  several requirements upon the Secretary of the Interior as part of the  Secretary’s responsibility for implementing the Restoration Program. It  also places certain limitations on the use of funds appropriated under the  Act’s authorization. We considered whether the Secretary and the  Restoration Program administrators have complied with the Act’s financial- related requirements and limitations. We found that more complete and  timely action in complying with the Act’s requirements would better assure  that the requirements are fulfilled and that compliance with the Act’s  limitations can be reasonably assured only by implementing control  mechanisms and record-keeping practices which are not yet in place."], "subsections": [{"section_title": "Needed Actions Not Yet Taken on Nonfederal Match and Noncash Contributions Requirements", "paragraphs": ["In 1987, FWS officials drafted proposed regulations to address the  nonfederal match and noncash contribution provisions contained in the  Act, but the draft regulations were never formally promulgated. The Act  requires that 50 percent of the cost of the development and implementation  of the Restoration Program be provided, on a basis considered by the  Secretary of the Interior to be timely and appropriate, by one or more  nonfederal sources. The Act specifies that for purposes of determining  whether 50 percent of the cost is being provided by nonfederal sources, the  Secretary of the Interior should include the contributions of state and local  governments as long as such contributions do not entail the expenditure of  federal monies received by the state or local government. The Act also  directs the Secretary to consider as financial contributions by nonfederal  sources the value of noncash contributions (that is, services, including  volunteer services, and real and personal property) provided by the  nonfederal sources for the purposes of implementing the Restoration  Program.", "The Act further requires the Secretary to establish by regulation (1) the  training, experience, and other qualifications that volunteers must have in  order for their services to be considered as noncash contributions; and  (2) the standards under which the Secretary will determine the value of  noncash contributions, that is, services, and real and personal property.", "We found evidence that the Task Force, which is responsible for assisting  and advising the Secretary on the development and implementation of the  Restoration Program, had extensive discussions regarding the nonfederal  match and noncash contribution provisions of the Act, and the need for  regulations, during its public meetings in 1987, 1988, and 1989. We also  found that FWS officials drafted proposed regulations to address the  nonfederal match and noncash contribution provisions during that same  time period and that the Task Force reviewed and approved of the draft  regulations. However, according to Interior officials, the draft regulations  were never formally promulgated because Interior decided it was not  necessary to issue separate regulations regarding qualifications for  volunteer services and the standards for valuing noncash contributions.   The Department of the Interior based this decision, according to the  Interior officials, on its determination that existing Interior grants  management regulations, which prescribe rules Interior must follow to  meet cost-share requirements in federal grants and other federal awards,  provided sufficient guidance.", "Because of Interior’s interpretation, new regulations specific to the  Restoration Program were not issued, and FWS officials maintain that it is  not necessary to issue any. However, inadequate internal controls impair  FWS officials’ abilities to be reasonably assured of compliance with these  existing Interior regulations. For example, FWS officials told us that they  have not rejected any restoration project proposal due to the proposal’s  lack of information on the values assigned or the methods for valuing the  proposed noncash contributions, even though our review of project files  identified several approved projects whose project documents lacked such  information. In addition, FWS officials told us that they typically accept the  values assigned to noncash contributions by those who propose projects as  long as the values appear reasonable, and that they do not have formal  criteria for making this reasonableness evaluation. This lack of reasonable  assurance of compliance prevents both congressional overseers, who may  seek information about program funding, and Restoration Program  administrators from being able to make consistent, reliable decisions about  when volunteers’ services should count as noncash contributions and how  to value all types of noncash contributions to the Restoration Program.", "In addition to the potential problems associated with FWS’s current  practices related to acceptance of volunteer services as noncash  contributions and valuation of noncash contributions, FWS officials have  not developed a methodology, or mechanism, for measuring whether  50 percent of the cost of the development and implementation of the  Restoration Program is being provided by nonfederal sources. In our  discussions with FWS officials, they expressed uncertainty about whether  certain nonfederal financial initiatives should be counted toward the cost- share requirement. For example, if the State of California provides funding  for restoration projects that have the same goals as the Restoration  Program’s projects, but that do not involve any FWS participation, FWS  officials are unsure of whether the funding for those projects should be  counted toward meeting the nonfederal cost-share requirement.", "Furthermore, even though expenditures of federal money by a state or  local government to carry out the Restoration Program do not qualify for  meeting the Act’s criteria that 50 percent of costs be provided from  nonfederal sources, FWS officials have not developed a methodology for  determining whether state or local government contributions to the  Restoration Program actually constitute expenditure of federal money for  purposes of the Act’s cost-share provision. Without having established such  methodologies, FWS officials cannot determine whether the Restoration  Program is in compliance with the nonfederal cost-share provision of the  Act.", "FWS officials have requested and collected limited financial data on each  restoration project funded by the Restoration Program. For example,  FWS’s Request For Proposals (RFP) for restoration projects to be funded  during fiscal year 2004 states: “The Klamath Act recognizes in-kind  contributions by volunteers as contributions to the Klamath Restoration  Program.” However, our review of documents in FWS’s project files,  including project proposals, proposed budgets, project agreements, and  final reports, showed that the documents often do not contain detailed  information needed to determine (1) the amount of cash contribution,  (2) the type of noncash contribution, (3) the value of the noncash  contribution, and (4) the method of valuing the noncash contribution.", "In addition, we found no indication in the project files that the data are  routinely analyzed and recorded concerning (1) the amount of a state or  local government’s contribution that should be counted as nonfederal,  (2) whether the services of volunteers qualify as a noncash contribution,  and (3) whether the noncash contributions are properly valued. FWS  officials told us that they typically accept the values assigned to nonfederal  contributions by project participants. In their project records, FWS officials  record a single “cost-share” amount for each project, which they extract  from the project proposals submitted by project participants. The cost- share amount represents total contributions brought to the project by  project participants, but it does not distinguish between monetary  contributions and noncash contributions in the combined amount. In  addition, FWS officials do not maintain records on the value of any  nonfederal contributions to the Restoration Program that are not project  related, such as the State of California’s contribution of technical services  to the Management Council and the Task Force. As a result, FWS officials  are not able to demonstrate that the Restoration Program is in compliance  with the Act’s nonfederal match provision."], "subsections": []}, {"section_title": "Improved Accounting Needed to Assure Compliance with the Act’s Restrictions", "paragraphs": ["Although FWS officials told us they believe they are in compliance with  other provisions of the Act that restrict reimbursing certain travel  expenses, such compliance cannot be assured or demonstrated because  the FWS accounting system does not distinguish between Resource  Management appropriations allocated for the Restoration Program and  funds from the same lump-sum appropriation allocated for related  purposes. The Act places some limitations on the purposes for which the  money it authorizes to be appropriated can be spent. For example, the  funds appropriated for the Restoration Program may not be used to  reimburse any agency or governmental unit whose employees are  Management Council members or Task Force members for time spent by  any such employee performing Management Council or Task Force duties.  Likewise, the Act precludes the funds’ use for reimbursing travel expenses  to federal employees who travel as members of the Management Council or  Task Force.", "Both the Management Council and the Task Force have members who are  federal employees, and each has at least one member who is a FWS  employee. Our work did not find any instance of noncompliance with the  above restrictions. However, FWS offices that receive Restoration Program  funds also receive some funds FWS has allocated to the Anadromous Fish  Management activity of the Fisheries Program which are designated by the  same account code (1331) as the Restoration Program funds. Although, as  mentioned above, the Restoration Program funds may not be used for  certain purposes, the Anadromous Fish Management funds can be and are  used for those purposes. Since neither the Restoration Program funds nor  the Anadromous Fish Management funds are designated by an additional  subactivity or project code that would distinguish between the two types of  funds, the source of funds that have been used for specific expenditures  cannot be determined or verified from the accounting records. As a result,  FWS’s accounting records do not provide the detailed information needed  to assure that the restrictions on the use of Restoration Program  appropriated funds are being complied with."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["Since passage of the Klamath River Basin Fishery Resources Restoration  Act in 1986, the Restoration Program established to carry out the Act has  received about $24.7 million in cash and noncash contributions. Of the  $24.7 million, the Restoration Program received about $9.8 million during  fiscal years 2000 through 2004. The Secretary of the Interior and the  Director of FWS have taken a number of actions to formulate, establish,  and implement the Restoration Program, including designating a  conservation area, establishing the Management Council and the Task  Force, formulating a long-term plan, and funding over 350 restoration  projects in the Klamath River Basin. Regarding the financial requirements  of the Act, FWS officials have correctly identified the need to fund some  Restoration Program expenditures, such as certain travel and salary  expenses for FWS officials who are members of the Management Council  or the Task Force, from monies that are not subject to the Act’s restrictions.   However, they have not yet incorporated into their accounting procedures  and record-keeping practices sufficient controls to provide reasonable  assurance of compliance with those provisions of the Act. In addition,  concerning the Act’s requirement that 50 percent of the Restoration  Program’s costs be provided by nonfederal sources, FWS officials do  collect some information regarding nonfederal contributions to restoration  projects, but they do not distinguish between cash and noncash  contributions in project documents, document their valuation decisions  regarding the noncash contributions, or take steps to verify that nonfederal  contributions meet the Act’s criteria. Incorporating these additional  controls into the Restoration Program’s operations would not be difficult or  costly, and would provide reasonable assurance of compliance with those  provisions of the Act."], "subsections": []}, {"section_title": "Recommendations", "paragraphs": ["In order to enhance compliance with the Act, we recommend that the  Secretary of the Interior direct the Director of the Fish and Wildlife Service  to   modify the standard project agreement language to distinguish between  cash and noncash contributions from the project participant;   include a requirement in the standard project agreement that if any  contributor to the project is a state or local government, that contributor  must attest to how much, if any, of the contribution is from federal  monies received by that state or local government;   develop standard operating procedures for reviewing and validating  contributor-supplied information regarding the determination and  valuation of noncash contributions and determination of nonfederal  sources of funds;   track Restoration Program funds requested and received through the  appropriations process by specifically identifying Klamath Restoration  Program funds; and   track Restoration Program funds expenditures through FWS’s Federal  Financial System by assigning a project code to the Klamath Restoration  Program funds."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["Interior generally agreed with the report’s findings and recommendations  and stated that implementation of some recommendations has already  begun. Interior pointed out, however, that incorporating some of the Act’s  requirements into the Restoration Program will likely require increased  staff involvement in negotiation and verification of noncash values, which  would cause increased diversion of restoration project funds to  administrative work. We agree that some increased staff involvement will  likely be necessary to determine the values of noncash contributions in  order to fully comply with the Act’s key funding requirement that 50  percent of the cost of the development and implementation of the program  be provided by nonfederal sources. We encourage Interior to closely  monitor the costs associated with implementing the Act’s requirements so  that it will be in a position to provide this information to Congress when  Congress considers reauthorization of appropriations for, or an extension  of, the 20-year Restoration Program.", "Interior’s comments are included as appendix III to this report. Interior  officials also provided some technical suggestions to our draft report,  which we did not reprint. We incorporated those technical suggestions as  appropriate.", "We are sending copies of this report to the Secretary of the Interior, the  Director of the Fish and Wildlife Service, and other interested parties. We  will also make copies available to others upon request. In addition, the  report is available to others at no charge on the GAO Web site at  http://www.gao.gov.", "Should you or your staff have any questions on matters discussed in this  report, please contact me at (202) 512-6906 or williamsm1@gao.gov.  Contact points for our offices of Congressional Relations and Public Affairs  may be found on the last page of this report. Major contributors to this  report are acknowledged in appendix IV."], "subsections": []}]}, {"section_title": "Objectives, Scope and Methodology", "paragraphs": ["The objectives of this engagement were to provide information about  (1) sources and amounts of funding received by and for the Restoration  Program for fiscal years 2000 through 2004; (2) amounts of funds received  by and for the Restoration Program for fiscal years 2000 through 2004 spent  for restoration projects, travel reimbursements, administrative expenses,  overhead, and technical support; (3) amounts of funding received by the  Task Force and Management Council for fiscal years 2000 through 2004  spent for the purposes of restoration projects, travel reimbursements,  administrative expenses, overhead, and technical support; and (4) whether  the Secretary of the Interior has complied with specific requirements  contained in certain provisions of the Klamath River Basin Fishery  Resources Restoration Act.", "For the most part, we limited the scope of our work to fiscal years 2000  through 2004; however, some compliance information and some historical  financial information we gathered included earlier years, going back to the  passage of the Act in 1986. We performed our work primarily at the  headquarters offices of the Department of the Interior, and the U.S. Fish  and Wildlife Service (FWS) in Washington, D.C. We also traveled to FWS’s  Yreka, California, field office, which administers the Restoration Program,  to inspect files and gather information. We gathered additional information  from other locations through telephone contacts with FWS officials in  FWS’s Portland Regional Office and its California-Nevada Operations  Office. We also interviewed by telephone Task Force and Management  Council members who represent various entities in California and Oregon.", "To provide information about what total amount of funding was received  by and for the Restoration Program from the beginning of fiscal year 2000  through the end of fiscal year 2004, and what were the sources of that  funding, we first defined the boundaries of the Restoration Program  because there were numerous restoration-type activities undertaken by  federal and nonfederal entities in the Klamath River Basin during the 5-year  period we reviewed. After reviewing the provisions of the Act, having  preliminary discussions with FWS officials, and visiting the Klamath River  area, we defined the Restoration Program, for purposes of our work, as  consisting of all activities and projects that are at least partially funded by  appropriations FWS allocated for the Restoration Program pursuant to the  Act. Under the definition we adopted, the Restoration Program funding  also includes any cash or noncash contributions provided by federal or  nonfederal sources to those same activities and projects.", "Having defined the Restoration Program, we interviewed FWS  headquarters, regional office, and field office officials to determine the  types of Restoration Program funding and expenditure information  routinely collected and the location and accessibility of that information.  To obtain information on the amount of Resource Management  appropriations that FWS allocated to the Restoration Program established  pursuant to the Act, we reviewed budget request documents and  appropriations act documents for FWS and the Department of the Interior,  but did not find information on funding specifically for the Restoration  Program in those documents. We discussed this with FWS headquarters,  regional office, and field office budget officials and were told by them that  the appropriations for FWS do not contain a discrete line item for the  Restoration Program. Instead, funding for the Restoration Program is  combined with other funding within the “General Program Activities” sub- element of the “Anadromous Fish Management” program element, which  can be found under the “Fish and Wildlife Management Program” activity of  FWS’s Fisheries Program account, which is funded through an allocation  from FWS’s Resource Management appropriation. A Portland Regional  Office budget official, who oversaw funding for the Yreka Fish and Wildlife  Office (FWO), told us that FWS considers there to be an appropriation for  the Restoration Program for each of the 5 years of $1 million, less a  rescission each year that varied between 0.38 percent and 1.82 percent. We  obtained Office Fund Target documents from the Yreka FWO that  supported those amounts.", "To provide information about the amounts and sources of other funding  contributed by federal and nonfederal sources to activities and projects  that are at least partially funded by those appropriations allocated by FWS  to the Restoration Program, we obtained from FWS officials an electronic  copy of their Restoration Projects Database, maintained in FWS’s Yreka,  California, office. That database contains information on only those  restoration projects that are at least partially funded by appropriations  FWS allocated for the Restoration Program pursuant to the Act. It also  contains, among other things, information on the cost-share contributions  provided to those restoration projects by federal and nonfederal entities.  We also obtained and reviewed for some funded restoration projects the  project proposals and project completion reports that had been prepared  by the cooperators to determine if the amounts of cost share reported in  those documents are consistent with the information in FWS’s Restoration  Projects Database.", "To provide information about whether other amounts of monetary funding  or noncash contributions are provided to any of the Restoration Program’s  nonproject activities, we obtained FWS budget and expenditure  information to identify the other activities and interviewed Yreka FWO  officials, Task Force members, and Management Council members to learn  of any other funding. We were told that no other cash contributions are  received by the Restoration Program’s nonproject activities but noncash  contributions, in the form of technical services, are provided by some  federal and nonfederal sources to the Task Force and the Management  Council. However, FWS officials do not maintain records on the value of  those technical services.", "To provide information about what amounts of the funds received by and  for the Restoration Program from the beginning of fiscal year 2000 through  the end of fiscal year 2004 were spent for the purposes of restoration  projects, travel reimbursements, administrative expenses, overhead, and  technical support, we obtained budget and expenditure documents from  the Yreka FWO. We had several discussions with Yreka FWO officials to  gain an understanding of how the various financial amounts are derived  and the availability of source documents that support the amounts.  Through analysis of the financial information, we identified which items on  the financial documents represent the Restoration Program’s restoration  projects, and which items represent travel reimbursements, administrative  expenses, and overhead. Through discussions with Yreka FWO officials,  we confirmed our interpretations of these amounts and confirmed Yreka  FWO officials do not maintain records on the value of technical services.", "To provide information about what amounts of funding received by the  Task Force and Management Council from the beginning of fiscal year 2000  through the end of fiscal year 2004 were spent for the purposes of  restoration projects, travel reimbursements, administrative expenses,  overhead, and technical support, we obtained through the Internet, from a  Web site maintained by the General Services Administration, Federal  Advisory Committee Act (FACA) reports produced by the Task Force and  the Management Council showing expenditures related to those two  federal advisory committees for fiscal years 2000 through 2004. We  considered using the FACA report financial information for determining the  amounts of Restoration Program funds that were spent by the Management  Council and the Task Force for the purposes of restoration projects, travel  reimbursements, administrative expenses, overhead, and technical  support. However, after conducting some analytical testing procedures and  discussing the FACA report financial information with the Designated  Federal Officers for the two federal advisory committees, we concluded  that the FACA report data would present a misleading picture of  Restoration Program expenditures.", "Our discussions with the Designated Federal Officers for the two federal  advisory committees, Management Council members, Task Force  members, and Yreka FWO officials, coupled with our review of  Management Council and Task Force meeting minutes, charters, and  operating procedures, showed that the Management Council and the Task  Force do not actually receive or expend any federal or nonfederal funding.  The funding that covers the Management Council’s and the Task Force’s  operational expenses comes from FWS appropriations, and FWS officials  in the Yreka FWO retain control of that funding and pay those expenses.", "To determine whether the Secretary of the Interior, the Management  Council, and the Task Force complied with specific duties and limitations  contained in the Act, we reviewed the Klamath River Basin Fishery  Resources Restoration Act and all of its amendments and identified the  provisions that require or prohibit specific actions or activities. We then  analyzed those provisions that contain mandates and restrictions to  identify the financial-related requirements and limitations contained in the  Act.", "For each provision that contains a financial-related requirement, such as  the issuance of regulations to establish qualifications which volunteers  must have in order for their services to be considered as noncash  contributions, we asked FWS officials whether the required action had  been taken, and if so, for evidence of the action. For each provision that  contains a financial-related restriction, such as the limitations on the  purposes for which money appropriated pursuant to the Act’s authorization  can be spent (for example, restricted money may not be used to reimburse  any agency or governmental unit whose employees are Management  Council members or Task Force members for time spent by any such  employee performing Management Council or Task Force duties), we  asked FWS officials and the Chairmen of the Task Force and Management  Council whether they are aware of the legal restrictions and whether they  believe the restrictions have been complied with.", "To find corroborating or contradicting evidence regarding compliance with  the Act’s financial-related provisions, we reviewed Federal Register notices  and existing Interior grants management regulations related to cost-share  requirements to determine if the necessary regulations had been issued. We  also inspected the Management Council’s and Task Force’s charters,  operating procedures, and minutes of meetings to identify any discussions  of the Act’s provisions and any indications of an activity that indicates  compliance or noncompliance with the provisions. Where we identified any  indications of noncompliance, we discussed these indications with FWS,  Management Council, and Task Force officials for their explanations. We  also asked the Management Council’s and Task Force’s members if they are  aware of any instances of noncompliance with the Act or of improper use  of Restoration Program funds.", "We did not perform a financial audit on the financial information collected  from FWS officials. In addition, we did not evaluate the efficiency or  effectiveness of the Restoration Program, of individual restoration  projects, or of actions taken by the Task Force or the Management Council.  Finally, we did not test compliance with all laws and regulations applicable  to this engagement but limited our tests of compliance to financial-related  provisions contained in the Klamath River Basin Fishery Resources  Restoration Act. We conducted our work from June 2004 through June 2005  in accordance with U.S. generally accepted government auditing standards.", "We requested comments on a draft of this report from the Secretary of the  Interior, or her designee. Interior generally agreed with the report’s findings  and recommendations and stated that implementation of some  recommendations has already begun. Agency comments are included as  appendix III to this report. Interior officials also provided some technical  suggestions to our draft report, which we did not reprint in appendix III.   We incorporated those technical suggestions as appropriate."], "subsections": []}, {"section_title": "Funding of Restoration Projects by Type of Participant Entity", "paragraphs": [], "subsections": []}, {"section_title": "Comments from the Department of the Interior", "paragraphs": [], "subsections": []}, {"section_title": "GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact listed above, Polly Cheung, Cherry Clipper, Lisa  Crye, Francis Dymond, Lauren Fassler, Michael Koury, Tarunkant Mithani,  and Debra Rucker made important contributions to this report."], "subsections": []}]}], "fastfact": []}