{"id": "GAO-01-987", "url": "https://www.gao.gov/products/GAO-01-987", "title": "Mass Transit: FTA Could Relieve New Starts Program Funding Constraints", "published_date": "2001-08-09T00:00:00", "released_date": "2001-08-15T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The Federal Transit Administration's (FTA) New Starts program has provided state and local agencies with more than $6 billion in the last eight years to help design and construct transit projects. Although the funding for this program is higher than it has ever been, the demand for these resources is also extremely high. FTA was directed to prioritize projects for funding by evaluating, rating, and recommending potential projects on the basis of specific financial and project justification criteria. This report discusses (1) the refinements made to FTA's evaluation and rating process since last year, (2) how New Starts projects were selected for FTA's New Starts report and budget request for fiscal year 2002, and (3) FTA's remaining New Starts commitment authority."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO found that FTA made several refinements to its rating process. For instance, potential grantees were more strictly assessed on their ability to build and operate proposed projects than in the past. FTA also made several technical changes and established new performance measures to evaluate the program. New Starts projects were selected by evaluating 40 new projects for 2002 and developing ratings for 26 of them. FTA then determined whether the projects rated \"highly recommended\" or \"recommended\" met its readiness criteria. Of these projects, FTA recommended four of them for funding commitments. FTA also recommended three additional projects--one that was exempt from the rating process and two that were rated last year. FTA reports that it will have limited authority to make funding commitments to new projects in fiscal year 2003 if it enters into the seven New Starts grant agreements in 2002 as proposed."]}], "report": [{"section_title": "Letter", "paragraphs": ["Since the early 1970s, the federal government has provided a large share of the nation’s capital investment in urban mass transportation. Much of this investment has come through the Federal Transit Administration’s (FTA) New Starts program, which helps pay for certain rail, bus, and trolley projects through full-funding grant agreements. In the last 8 years, this program has provided state and local agencies with over $6 billion to help design and construct transit projects throughout the country.", "The Transportation Equity Act for the 21st Century (TEA-21), enacted in 1998, authorized $6 billion in “guaranteed” funding for the New Starts program through fiscal year 2003. Although the level of New Starts funding is higher than it has ever been, the demand for these resources is also extremely high. TEA-21 identified over 190 projects nationwide as eligible to compete for New Starts funding.  FTA was directed to prioritize projects for funding by evaluating, rating, and recommending potential projects on the basis of specific financial and project justification criteria. Furthermore, TEA-21 required FTA to issue regulations for the evaluation and rating process.", "In addition, TEA-21 requires GAO to report each year on FTA’s processes and procedures for evaluating, rating, and recommending New Starts projects for federal funding and on the implementation of these processes and procedures. In March 2000, in testimony before the Subcommittee on Transportation, House Committee on Appropriations, we recommended that the Department of Transportation (DOT) further prioritize among the projects it rates as “highly recommended” and “recommended” for funding purposes. This report discusses (1) the refinements made to FTA’s evaluation and rating process since last year, (2) how New Starts projects were selected for FTA’s New Starts report and budget request for fiscal year 2002, and (3) FTA’s remaining New Starts commitment authority."], "subsections": [{"section_title": "Background", "paragraphs": ["TEA-21 authorized a total of $36 billion in “guaranteed” funding through 2003 for a variety of transit programs, including financial assistance to states and localities to develop, operate, and maintain transit systems. One of these programs, the New Starts program, provides funds to transit providers for constructing or extending certain types of mass transit systems. A full-funding grant agreement (FFGA) establishes the terms and conditions for federal participation, including the maximum amount of federal funds available for the project, which cannot exceed 80 percent of its estimated net cost. The grant agreement also defines a project’s scope, including the length of the system and the number of stations; its schedule, including the date when the system is expected to open for service; and its cost. To obtain a grant agreement, a project must first progress through a local or regional review of alternatives, develop preliminary engineering plans, and obtain FTA’s approval for final design.", "TEA-21 requires that FTA evaluate projects against “project justification” and “local financial commitment” criteria contained in the act.  FTA assesses the project justification or technical merits of a project proposal by reviewing the project’s mobility improvements, environmental benefits, cost-effectiveness, and operating efficiencies.  In assessing the stability of a project’s local financial commitment, FTA assesses the project’s finance plan for evidence of stable and dependable financing sources to construct, maintain, and operate the proposed system or extension. In evaluating this commitment, FTA is required to determine whether (1) the proposed project’s finance plan incorporates reasonable contingency amounts to cover unanticipated cost increases; (2) each proposed local source of capital and operating funds is stable, reliable, and available within the timetable for the proposed project; and (3) local resources are available to operate the overall proposed mass transportation system without requiring a reduction in existing transportation services.", "Although these evaluation requirements existed prior to the enactment of the act, TEA-21 requires FTA to (1) develop a rating for each criterion as well as an overall rating of “highly recommended,” “recommended,” or “not recommended” and use these evaluations and ratings in approving projects’ advancement to the preliminary engineering and final design phases and approving grant agreements; and (2) issue regulations on the evaluation and rating process. TEA-21 also directs FTA to use these evaluations and ratings to decide which projects to recommend to the Congress for funding in a report due each February. These funding recommendations are also reflected in the Department’s annual budget proposal. In addition, TEA-21 requires FTA to issue a supplemental report to the Congress each August that updates information on projects that have advanced to the preliminary engineering or final design phases since the annual report."], "subsections": []}, {"section_title": "FTA’s Evaluation and Rating Process for New Starts Proposals Finalized", "paragraphs": ["In April 1999 and 2000, we reported that FTA had made substantial progress in developing and implementing an evaluation process that included the individual criterion ratings and overall project ratings required by TEA-21. Before TEA-21 was enacted, FTA had already taken steps to revise its evaluation process for the New Starts program because most of the evaluation requirements contained in the act were introduced by the Intermodal Surface Transportation Efficiency Act of 1991 (ISTEA). FTA uses the results to approve projects for the preliminary engineering and final design phases, to execute grant agreements, and to make annual funding recommendations to the Congress.  In May 2001, FTA issued its New Starts report for fiscal year 2002, which included project evaluations and ratings based upon the revised process.  FTA’s final rule, issued in December 2000, formalized the evaluation and rating process. Next year’s process will use the procedures set forth in the final rule."], "subsections": [{"section_title": "New Starts Evaluation and Rating Process", "paragraphs": ["FTA’s current New Starts evaluation process assigns projects individual ratings for each TEA-21 criterion in order to assess each project’s justification and local financial commitment. The process also assigns an overall rating that is intended to reflect the project’s overall merit. FTA considers these overall ratings to decide which projects will proceed to the preliminary engineering and final design phases, be recommended for funding, and receive full-funding grant agreements (see fig. 1 for an illustration of the process).", "A project’s overall rating is a combination of the project justification and local financial commitment ratings.  With respect to project justification, FTA provides individual ratings for the four criteria identified by TEA-21— mobility improvements, environmental benefits, operating efficiencies, and cost-effectiveness—as well as for transit-supportive land-use policies. According to FTA, the agency also considers a variety of other factors when evaluating the project’s justification, including the degree to which policies and programs are in place as assumed in the forecasts, the project’s management capability, and additional factors relevant to local and national priorities. To evaluate a project’s local financial commitment, FTA rates the project on its capital and operating finance plans and the local share of its costs.", "After analyzing the documentation submitted by the project’s sponsors, FTA assigns a descriptive rating (high, medium-high, medium, medium- low, or low) for each of the project justification and local financial commitment criteria. (App. I summarizes the performance measures that FTA uses in applying the criteria to develop these ratings.) As figure 1 shows, once the individual criterion ratings are completed, FTA assigns summary project justification and local financial commitment ratings by combining the individual criterion ratings. In developing the summary project justification rating, FTA gives the most weight to the criteria for transit-supportive land use, cost-effectiveness, and mobility improvements. For the summary local financial commitment ratings, the measures for the proposed local share of capital costs and the strength of the capital and operating finance plans are given equal consideration. FTA combines the summary project justification and local financial commitment ratings to create an overall rating for the project of “highly recommended,” “recommended,” or “not recommended.” To receive a “highly recommended” rating, a project must have summary ratings of at least medium-high for the project justification and local financial commitment. To receive a rating of “recommended,” the project must have summary ratings of at least medium. A project is rated as “not recommended” when either summary rating is lower than medium.", "In preparing its New Starts proposal each year, FTA gives first preference to projects with existing grant agreements. Following that, consideration is given to projects with an overall rating of “recommended” or higher. However, some projects rated as “highly recommended” or “recommended” may not meet FTA’s “readiness” test for funding; FTA uses a number of milestones to determine whether a project is sufficiently developed for a grant agreement. For example, FTA determines whether the necessary real estate has been acquired, utility arrangements have been made, and local funding sources are in place. According to an FTA official, this ensures that there are no “red flags” signaling that the project has outstanding issues it must address. In addition, FTA has considered the following issues in evaluating grantees: the degree to which the transit agency has a satisfactory plan to manage an existing bus fleet to ensure no degradation of service for users of the current system;   compliance with the Americans with Disabilities Act of 1990, including financial commitments necessary to maintain accessible service, make necessary improvements, and comply with key requirements for stations; and   compliance with air quality standards in the region.", "For its New Starts report for fiscal year 2002, FTA evaluated a total of 40 projects and provided overall ratings for 26 of these projects. Of the 26 projects that were rated, 21 were rated as “recommended,” 2 projects were rated as “highly recommended,” and 3 projects received “not recommended” ratings. According to FTA, fewer projects received “highly recommended” ratings this year because FTA set the bar higher for such ratings.  FTA believes that fewer projects received “not recommended” ratings because project officials have a better understanding of the evaluation and rating process and criteria used to assess a project’s justification and local financial commitment.", "In assigning overall project ratings, FTA emphasized the continuous nature of project evaluation. Throughout the report, FTA underscored the fact that as candidate projects proceed through the final design stage, information concerning costs, benefits, and impacts will be refined. Consequently, FTA updates its ratings and recommendations at least annually to reflect this new information, changing conditions, and refined financing plans. Thus, a project that is rated as “not recommended” in the fiscal year 2002 report could receive a rating of “recommended” or “highly recommended” in the fiscal year 2003 report to reflect changes in the project.  For example, in the report for fiscal year 2001, the New Orleans Canal Streetcar project received a “not recommended” rating. However, this year the project received a “recommended” rating and was proposed for a grant agreement. FTA attributed the project’s improved rating to an improved finance plan—specifically, firmer financial commitments."], "subsections": []}, {"section_title": "Final Rule Refines New Starts Evaluation Process", "paragraphs": ["Although the criteria and measures in the New Starts evaluation and rating process have not changed, FTA’s final rule, issued in December 2000, made a number of refinements to the process. The final rule will be used as FTA considers its New Starts proposal for fiscal year 2003. The refinements in the final rule reflect public comments on FTA’s proposed rule, which was issued in April 1999. Comments on the proposed rule were accepted through July 1999. A total of 41 individuals and organizations provided comments. Comments were submitted on virtually every aspect of the proposed rule, but most centered on four key issues: the measure of cost-effectiveness, the continued use of a no-build and Transportation System Management (TSM) alternative for evaluation purposes, the overall project rating, and the measure for mobility improvements.", "Twenty-three comments were received on FTA’s use of the historical “cost per new rider” measure to indicate the cost-effectiveness of a proposed project.  The consensus of the commenters was that the focus on new riders ignores benefits provided to other riders, which may bias the measure against cities with “mature” transit systems, where the focus of a proposed project may be to improve service, not attract new riders. In response, the final rule replaced the “cost per new rider” measure with a new measure of “transportation system user benefits.” According to FTA, this measure is based on the basic goals of any major transportation investment—to reduce the amount of travel time and out-of-pocket costs that people incur for taking a trip (i.e., the cost of mobility). This approach de-emphasizes new riders by measuring not only the benefits to people who change modes but also benefits to existing riders and highway users.", "The need to evaluate a New Starts project against a no-build and TSM alternative was also the subject of substantial public comment. Commenters believed that evaluating proposed New Starts projects against both a no-build and a TSM alternative was unnecessarily burdensome, noting that certain incremental system improvements will occur whether the New Starts project is constructed or not—that is, it is no longer appropriate to view the no-build alternative as a “do nothing” scenario.  In response to comments submitted on this issue and to simplify the New Starts process, the final rule eliminates the need to evaluate a proposed project against both a separate no-build and TSM alternatives. Instead, the final rule requires that the proposed New Starts projects be evaluated against a single “baseline alternative” agreed upon by project sponsors and FTA. The baseline alternative involves transit improvements that are lower in cost than the proposed New Starts project, resulting in a better ratio of measures of transit mobility compared to the no-build alternative. The purpose of the baseline comparison is to isolate the costs and benefits of the proposed major transit investment.", "Comments on the overall project rating focused on the possibility that a rating of “not recommended” would be misinterpreted to mean that a proposed project had no merit, resulting in the erosion of local support and funding. In response to these comments, the final rule added one- letter indicators to the “not recommended” rating that explain where improvement is needed: “j” for project justification, “o” for the operating funding plan, and “c” for the capital funding plan. Thus, in future New Starts reports, a proposed project that was found to need improvement in the capital plan would be rated as “not recommended (c).”", "Finally, public comment on the proposed rule recommended that the measure for mobility improvements be refined.  The proposed measure was based on (1) projected savings in travel time and (2) the number of low-income households within a half-mile of the proposed stations.  The majority of commenters specifically addressed the measure’s focus on low-income households.  Many recommended that the measure include the destinations to be served by the proposed project as well as the number of households near boarding points, arguing that a system that is located near low-income households is of little use to residents unless it can also provide access to employment and other activity centers.  The final rule added a new factor to calculate destinations for jobs within a half-mile of boarding points on the new system, complementing the existing factor that measures low-income households within a half-mile of boarding points.", "Although FTA’s intent to develop performance measures to evaluate the New Starts program for purposes of the Government Performance and Results Act of 1993 (GPRA) did not generate significant comment, FTA believes that the need for them still exists. Toward that end, the final rule requires that future project applications include a two-step data collection process for determining the degree to which projects remain on schedule and on budget once commitments to fund them have been made (i.e., grant agreements have been executed); and for measuring the success of New Starts projects once they are in operation. For those New Starts projects with grant agreements, FTA will combine before and after data with planning projections to evaluate the projects in several areas, including capital costs, operating costs, and system utilization."], "subsections": []}]}, {"section_title": "FTA Proposes Seven New Projects for New Starts Funding", "paragraphs": ["FTA’s New Starts report and budget proposal for fiscal year 2002 requests that $1.14 billion be made available for the construction of new transit systems and expansions of existing systems through the New Starts program. After amounts for FTA oversight activities and for other purposes specified by TEA-21 are subtracted, a total of $1.11 billion would remain available for projects in fiscal year 2002.  Of this amount, a total of $993.5 million would be allocated among 26 projects with existing grant agreements.  An additional $121.2 million would be allocated to seven new projects. (See fig. 2.)  Unlike prior years, FTA did not request funding for preliminary engineering activities.", "As described earlier, for fiscal year 2002 FTA evaluated 40 projects and prepared ratings for 26 of them. Of the 26 projects that received ratings, FTA rated 23 projects as “highly recommended” or “recommended” and proposed executing grant agreements for 4 projects that are expected to meet the readiness criteria by the end of fiscal year 2002. In addition, FTA is proposing three other projects for funding commitments for fiscal year 2002—for a total of seven projects. These three projects were not rated this year. Specifically, the Miami (South Miami-Dade Busway Extension) project plans to use less than $25 million in New Starts funds and therefore is exempt from the evaluation process.  The Chicago (Metra Southwest Corridor Commuter Rail) and Baltimore (Central LRT Double Tracking) projects were proposed for grant agreements last year and are considered “pending federal commitments.” According to FTA, the ratings of these two projects from last year are still valid. (Table 1 shows the ratings for the seven projects recommended for New Starts funding in fiscal year 2002.)", "As table 1 shows, two of the seven proposed projects received “highly recommended” ratings on the basis of their strong cost-effectiveness, good transit-supportive land-use policies, and a demonstrated local financial commitment to build and operate the projects. For instance, the proposed San Diego County/Oceanside-Escondido Rail project received a medium- high rating in mobility improvements because it is expected to serve 15,100 average weekday boardings in 2015, including 8,600 new daily riders. According to FTA, it will also help to eliminate the heavy congestion of northern San Diego County along the Route 78 corridor, saving 700,000 hours of travel time a year compared to the TSM alternative. In addition, the high ratings for the proposed project’s capital and operating financing plans reflect the solid financial condition of the transit agency and the other funding partners, as well as the sufficient projected revenue growth and contingencies.", "Five of the seven projects proposed received overall ratings of “recommended” or were exempt from the rating process. Most were rated medium or medium-high on the project justification and/or local financial commitment criteria. For instance, the Baltimore/Central LRT double tracking project’s “recommended” rating was based on the project’s strong environmental benefits, cost-effectiveness, and demonstrated local financial commitment. According to FTA’s New Starts report, the proposed system would significantly reduce nitrogen oxide and carbon monoxide emissions and would cost $8.70 per incremental passenger. In contrast, the sponsor of a project that was not recommended for funding in 2002 estimated that the proposed project would annually increase carbon dioxide emissions by 4,360 tons and would cost $15.50 per passenger. Finally, the Baltimore project’s strong financial rating reflects FTA’s favorable assessment of state support of transit operating subsidies and the financial soundness of the agency’s operations.", "Nineteen other New Starts projects received “highly recommended” or “recommended” ratings but were not proposed for grant agreements. One of these projects—San Diego Midcoast Corridor—received a “highly recommended” rating based on the project’s strong cost-effectiveness, good transit-supportive land use, and strong local financial commitment ratings.  FTA officials told us that this project met FTA’s evaluation and rating criteria as well as its “readiness test” but was not selected because completing the San Diego Mission Valley East LRT extension (an ongoing project) is the transit authority’s top priority.  FTA also notes that the authority may not have the financial capacity to fund both projects at this time.  The other 18 projects were rated overall as “recommended.” Many of these projects were not proposed for grant agreements in fiscal year 2002 because they are in the early stages of development and will not be ready for final design or construction for several years.", "Finally, FTA rated three proposed projects as “not recommended” primarily because of low local financial commitment summary ratings, reflecting the uncertainty of their local financial commitment or lack of committed local funding to build and operate the systems. For instance, one of the three projects received low ratings for the stability and reliability of its capital and operating finance plans, reflecting FTA’s concerns about the lack of progress in the commitment of nonfederal funds and the absence of a local entity to build and operate the project. Other reasons for receiving a low financial rating included the absence of a dedicated funding source for operating the project and the uncertainty of revenue sources for the project."], "subsections": []}, {"section_title": "Limited New Starts Funding Available for Future Transit Projects", "paragraphs": ["According to FTA, it will have limited authority to make funding commitments to New Starts projects throughout the remainder of the TEA-21 authorization period—the end of fiscal year 2003—if it makes funding commitments to  seven projects as proposed in fiscal year 2002. TEA-21 and other legislation provided FTA with almost $10 billion in commitment authority for the New Starts program from fiscal years 1998 to 2003.  However, FTA reports that it has already committed about 90 percent of this amount.  The projects proposed in FTA’s New Starts report and budget request for fiscal year 2002 would reduce its remaining commitment authority by over one-half, leaving it with about $462 million for new grant agreements in fiscal year 2003.  This may not be enough to fund the 14 projects that FTA estimates may be ready for grant agreements during fiscal year 2003.", "In an effort to conserve commitment authority for future projects, FTA’s fiscal year 2002 proposal did not allocate New Starts funds for preliminary engineering activities—something FTA did routinely in recent years. However, FTA could significantly increase the commitment authority available for projects competing for New Starts funds by “releasing” amounts reserved for projects that have been suspended.  As of today, two segments of a New Starts project in Los Angeles have been suspended for over 3 years, and FTA has informed project sponsors that it no longer has funding commitments for the suspended segments. However, FTA continues to reserve $647 million in commitment authority for the project. Releasing this amount would give FTA additional funding flexibility through fiscal year 2003. Furthermore, the Administration’s proposed 50- percent cap on New Starts funding could limit the amount of New Starts funding available to individual projects during the next surface transportation authorization period (after fiscal year 2003)."], "subsections": [{"section_title": "Record Amounts Provided for New Starts Program But Most Have Been Committed", "paragraphs": ["FTA was authorized to make a record level of funding commitments— about $10 billion—for the New Starts program from 1998 through 2003. TEA-21 provided the majority of FTA’s commitment authority, authorizing $6.09 billion in “guaranteed” funding for the New Starts program.  In addition, TEA-21 and the Department of Transportation appropriations act for fiscal year 2001 authorized FTA to make an additional $3.4 billion in contingent commitments, subject to future authorizations and appropriations.  According to FTA, it has already committed approximately $8.9 billion for New Starts projects and program activities. Specifically, about $7.5 billion is committed to the 26 projects with grant agreements. After accounting for other requirements (such as the cost of project management oversight and preliminary engineering), which are expected to total about $1.4 billion, about $1 billion remains for new grant agreements in fiscal years 2002 and 2003. (Table 2 summarizes FTA’s commitment authority and funding commitments.)", "Implementing FTA’s New Starts report and budget proposal for fiscal year 2002 would reduce FTA’s remaining commitment authority by over one- half—leaving about $462 million for new grant agreements in fiscal year 2003. The budget proposes $84.0 million for five new projects and $37.2 million for the two projects with pending grant agreements for fiscal year 2002.  However, the $121.2 million requested for these projects for 2002 will be only a “down payment” on what would amount to a total federal commitment of $569.3 million for these seven projects over the next several years, if no changes were made to the current project proposals.  This would leave FTA with $462 million for new grant agreements, which may not be enough to cover the projects that could be ready for grant agreements during fiscal year 2003.  For example, FTA estimates that about 14 projects will be in or ready to enter the final design phase at the end of fiscal year 2002—signaling that they are ready to execute grant agreements and begin construction.", "To preserve commitment authority for future projects, FTA did not request any funding for preliminary engineering activities in the fiscal year 2002 budget.  According to FTA, it has provided an average of $150 million a year from fiscal year 1998 through fiscal year 2001 for projects’ preliminary engineering activities.  However, FTA did not allocate any funds for preliminary engineering activities in fiscal year 2002, nor does it plan to do so for fiscal year 2003.  According to a senior FTA official, this approach helps to conserve funds for existing and new grant agreements in fiscal year 2003 and to ensure that funds are provided only to projects that are ready to move forward.  The official further noted that projects may use other federal funding for preliminary engineering activities, and no project should be negatively affected if New Starts funding was not provided for these activities in fiscal years 2002 and 2003.  Officials from several transit projects in the preliminary engineering phase whom we contacted indicated that they would use other federal funds and/or state and local funds to pay for their preliminary engineering work."], "subsections": []}, {"section_title": "Commitment Authority Could Be Made Available for Additional Projects", "paragraphs": ["FTA could more than double the amount of commitment authority projected to be available for new projects in fiscal year 2003 by making some or all of the $647 million in commitment authority currently reserved for two suspended segments of the Los Angeles subway project available for all projects competing for New Starts funding. The Los Angeles project’s grant agreement, which was executed in May 1993, committed a total of $1.4 billion to the project’s three segments—North Hollywood, Eastside, and Mid-City. The North Hollywood segment began operations in June 2000. However, construction on the two other segments—Eastside and Mid-City—was suspended in 1998 due to the Los Angeles County Metropolitan Transportation Authority’s (MTA) financial difficulties.", "Since 1998, MTA has been studying alternative transit investment options for the Eastside and Mid-City segments. In October 2000, FTA approved the Eastside segment’s advancement to the preliminary engineering stage with a light rail line rather than a subway as originally planned.  MTA is still conducting alternatives analyses for the Mid-City segment. The original grant agreement provided for a federal commitment of about $735 million to the Eastside and Mid-City subway segments. About $88 million of the $735 million has been appropriated for these segments through 2001. FTA advised MTA in July 1999 that FTA no longer had funding commitments for the Eastside or Mid-City segments and that it would evaluate projects once identified for these corridors under the New Starts criteria.  However, FTA continues to reserve $647 million in commitment authority for these segments. Consequently, FTA is significantly understating its remaining commitment authority. An FTA official told us that FTA has not released the commitment authority reserved for this project because such authority was not needed to make funding commitments to other projects ready for grant agreements.", "FTA could also increase the remaining commitment authority available for projects competing for New Starts funds by “releasing” the $409 million committed to the Seattle (Central Link LRT MOS-1) project if the project is not ready to move forward before funding decisions for fiscal year 2003 are made. The grant agreement for the Seattle project, which was signed in January 2001, commits a total of $500 million in New Starts funds. A total of $91 million was appropriated to this project through fiscal year 2001, leaving a federal commitment of $409 million. However, this grant agreement is currently under review due to increases in the overall costs and delays in the project’s implementation schedule. In April 2001, DOT’s Inspector General recommended that the Secretary of DOT hold funds and funding decisions for this project until a specific set of actions related to cost estimation, project scope, cost control, and overall financing plans had been implemented. FTA and project officials have begun implementing these actions, and FTA did not propose New Starts funding for the project in 2002. “Releasing” the amounts committed to one or both of these projects would significantly increase FTA’s flexibility to execute grant agreements for projects ready to move forward and begin construction in fiscal year 2003 and provide funds for preliminary engineering activities.  Such action would not preclude the Los Angeles or Seattle projects from securing New Starts funding in the future. Rather, these projects would be treated like all other projects—that is, they would compete in future New Starts evaluation processes to determine if they should be recommended for grant agreements."], "subsections": []}, {"section_title": "Administration Proposes 50-Percent Cap for New Starts Funding", "paragraphs": ["The President’s fiscal year 2002 budget recommends limiting New Starts funding to 50 percent of total project costs starting in fiscal year 2004.(Currently, New Starts funding—and all federal funding—is capped at 80 percent.) According to FTA, this proposal is consistent with its recent practice of seeking a local commitment of more than 20 percent in order to manage the increasing demand for New Starts funding. For example, as of February 2001, there were over 110 planning studies considering major transit capital investments, 28 New Starts projects in the preliminary engineering phase, and 13 projects in the final design stage. FTA estimates these projects would require about $80 billion in local, state, and federal funds to complete.", "According to FTA, limiting the New Starts funding to 50 percent will ensure that local governments play a major role in funding New Starts projects. Local governments will need to decide to apply either other federal funds or local funds to proposed New Starts projects based on their priorities.  An FTA official also pointed out that a 50-percent cap would allow more projects to receive New Starts funding; however, the official also acknowledged that limiting New Starts funding may prevent some projects from being developed or moving forward because of limited local funding.", "The proposed cap could affect a number of projects currently being developed.  For example, 15 of the 40 projects that were evaluated this year and currently in the final design or preliminary engineering stages plan to use New Starts funds to pay for over 50 percent of their total costs. The projected use of New Starts funds for these 15 projects ranges from 61 percent for Chicago (North Central Corridor Commuter Rail) to 80 percent for New Orleans (Canal Streetcar Spine). According to officials from several of these transit agencies, the impact of the proposed cap would vary.  For example, an official from one project stated that the project would not be able to tap into any other funding sources to account for lower than planned New Starts funding.  In contrast, an official from another project was confident that the project would be able to apply additional federal and local funds to make up for the reduced New Starts funding."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["As FTA approaches the end of the TEA-21 authorization period, it faces funding constraints for the New Starts program.  The implementation of FTA’s fiscal year 2002 New Starts proposal would reduce its remaining commitment authority by over one-half, leaving less than $500 million for new projects in fiscal year 2003.  This may not be enough to fund the 14 projects that FTA believes will be ready to begin construction in fiscal year 2003.  Because of this impending “budget crunch,” it is important that FTA adopt the recommendation we made last year that it further prioritize among the projects it rates as “highly recommended” or “recommended” for funding purposes.  This would ensure that the “best” projects receive New Starts funding and allow for a better understanding of why certain projects with similar ratings may receive funding while others do not.", "In addition, FTA could significantly increase its ability to make funding commitments to new projects through fiscal year 2003 and the next authorization if it adopted the practice of “releasing” commitment authority associated with projects for which it has withdrawn a funding commitment.  For example, although two segments of the Los Angeles project have been suspended for over 3 years, have been or will be completely redesigned, and are not likely to be ready for construction by next year, FTA continues to reserve about $650 million in commitment authority associated with the original project—which significantly understates FTA’s remaining commitment authority.  Similarly, when other projects with federal funding commitments do not move forward as expected, FTA needs to reconsider and adjust its commitment authority accordingly. Taking these actions would give FTA additional funding flexibility for the New Starts program."], "subsections": []}, {"section_title": "Recommendation for Executive Action", "paragraphs": ["We recommend that the Secretary of Transportation direct the Administrator of FTA to make commitment authority allocated to projects for which the federal funding commitments have been withdrawn available for all projects competing for New Starts funding.  Specifically, we recommend that FTA “release” the $647 million reserved for the Los Angeles project."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided DOT with a draft of this report for review and comment.  FTA did not provide any comments or technical clarifications on the draft.  In addition, FTA indicated that further consideration will be necessary before a decision is made on the report’s recommendation."], "subsections": []}, {"section_title": "Scope and Methodology", "paragraphs": ["To address the issues discussed in this report, we reviewed the legislation governing New Starts transit projects, FTA’s annual New Starts reports for fiscal years 2001 and 2002, the new regulations for New Starts transit projects, and documents related to New Starts funding. We also interviewed appropriate FTA headquarters officials and officials from the Baltimore, New Orleans, Hartford, San Juan, Nashville, and Chicago New Starts projects.  We performed our work in accordance with generally accepted government auditing standards from May through July 2001.", "We are sending copies of this report to the Secretary of Transportation, the Administrator of the Federal Transit Administration, the Director of the Office of Management and Budget, and other interested parties. We will make copies available to others upon request.", "If you have questions regarding this report, please contact me on (202) 512-2834 or at heckerj@gao.gov. Key contributors to this report were Nikki Clowers, Helen Desaulniers, Susan Fleming, and Ron Stouffer."], "subsections": []}]}, {"section_title": "Appendix I: Criteria and Related Performance Measures for New Starts Proposals", "paragraphs": ["Table 3 presents a summary of each of the New Starts criteria and the related performance measures that the Federal Transit Administration (FTA) uses to appraise candidate New Starts projects as part of its evaluation and rating process."], "subsections": []}, {"section_title": "Appendix II: FTA’s Fiscal Year 2002 New Starts Ratings and Funding Recommendations", "paragraphs": [], "subsections": []}], "fastfact": []}