{"id": "GAO-02-963", "url": "https://www.gao.gov/products/GAO-02-963", "title": "Medicare Hospital Payments: Refinements Needed to Better Account for Geographic Differences in Wages", "published_date": "2002-09-30T00:00:00", "released_date": "2002-09-30T00:00:00", "highlight": [{"section_title": "What GAO Found", "paragraphs": ["The Medicare program's prospective payment system (PPS) for inpatient hospital services provides incentives for hospitals to operate efficiently by paying them a predetermined, fixed amount for each inpatient hospital stay regardless of the actual costs incurred in providing the care. Although the fixed amount is based on national average costs, actual per stay payments vary widely across hospitals, primarily because of two payment adjustments in the PPS. One adjustment accounts for cost differences across patients due to their care needs and the other accounts for the substantial variation in labor costs across the country. The Medicare program's labor cost adjustment may not adequately account for geographic differences in hospital wages because of problems with the definition of labor markets. The geographic areas used by Medicare to approximate hospital labor markets often encompass large areas in which hospitals in different parts of an area or different types of communities pay widely varying wages. Geographic reclassification does not systematically address inadequacies in the way the Medicare program defines geographic areas, although it allows some, but not all, hospitals that may be in distinct labor market and pay wages above the average in their area to receive a higher labor cost adjustment. Geographic reclassification reduces payments to hospitals that do not reclassify because of the budget neutrality requirement, and the amount of this reduction would vary across hospitals under a state-specific budget neutrality approach depending on their location. In 2002, payments to metropolitan hospitals that were not reclassified were 1 percent lower and payments to nonmetropolitan hospitals that were not reclassified were 0.6 percent lower because of geographic reclassification. If the budget neutrality provision were calculated and applied within individual states instead of nationally, the adjustment would be smaller in those states in which hospitals did not benefit much from reclassification and higher in states where a higher proportion of hospitals reclassified."]}], "report": [{"section_title": "Letter", "paragraphs": ["The Medicare program’s prospective payment system (PPS) for inpatient  hospital services provides incentives for hospitals to operate efficiently by  paying them a predetermined, fixed amount for each inpatient hospital  stay regardless of the actual costs incurred in providing the care. Although  the fixed amount is based on national average costs, actual per stay  payments vary widely across hospitals, primarily because of two payment  adjustments in the PPS. One adjustment accounts for cost differences  across patients due to their care needs and the other accounts for the  substantial variation in labor costs across the country. The fixed amount is  adjusted for these two sources of cost differences because they are largely  beyond any individual hospital’s ability to control.", "The labor cost adjustment is based on a wage index calculated for  specified geographic areas across the country. The wage index reflects  how average hospital wages in each geographic area compare to average  hospital wages nationally. The geographic areas are intended to represent  the separate labor markets in which hospitals compete for employees.  Each metropolitan area, as defined by the Office of Management and  Budget (OMB), is considered a single labor market, and all areas outside  of metropolitan areas in each state are treated as a single labor market. All  hospitals within a given geographic area receive the same labor cost  adjustment. Thus, Medicare’s payment to a hospital in an area with lower  wages is below the national average payment and the payment to a  hospital in a higher wage area is above the national average. In general,  hospitals in nonmetropolitan areas have lower wages than those in  metropolitan areas and therefore have a lower wage index and receive  lower Medicare payments. Conversely, hospitals in metropolitan areas  tend to pay higher wages than hospitals in nonmetropolitan areas and  receive higher Medicare payments.", "The labor cost adjustment has been criticized for failing to appropriately  adjust payments to reflect the average wages that some hospitals pay.  Some hospitals indicate that the wages they must pay are higher than the  average wages in their assigned geographic area because they must  compete for employees with hospitals in nearby, higher wage areas. To  address these concerns, the Congress in 1989 established an  administrative process for geographic reclassification, which allows  hospitals that meet criteria concerning their average wages and proximity  to a higher wage paying area to reclassify. A reclassified hospital is paid  based on the Medicare labor cost adjustment of the higher wage area. In  addition, certain specially designated rural hospitals can reclassify to a  higher wage area by meeting less stringent criteria. The Congress required  that the reclassification policy be budget neutral, that is, not change total  Medicare outlays, so the increased payments to reclassified hospitals are  offset by an across-the-board reduction in payments to other hospitals.", "In the Medicare, Medicaid, and SCHIP Balanced Budget Refinement Act of  1999 (BBRA), the Congress directed us to evaluate Medicare’s labor cost  adjustment policies. In consultation with the committees of jurisdiction,  we have examined (1) whether Medicare’s labor cost adjustment accounts  appropriately for geographic variation in average wages, (2) the extent to  which reclassification addresses potential problems with Medicare’s labor  cost adjustment, and (3) the effect of the budget neutrality adjustment on  hospitals that do not reclassify, including the impact of altering the budget  neutrality adjustment so that payment increases to reclassified hospitals in  a state would be funded by payment reductions to hospitals within the  same state, rather than across all hospitals nationwide, as is done now.", "To address these issues, we used 1997 Medicare hospital cost reports (the  comprehensive financial document that hospitals submit annually to  receive payment from Medicare) to analyze hospital wage data, because  1997 wage data were used to calculate the 2001 wage indexes. We also  analyzed more recent Medicare hospital cost report data, PPS Payment  Impact Files, and wage data in California Hospital Annual Disclosure  Reports submitted to the California Office of Statewide Health Planning  and Development. We also interviewed officials at the Centers for  Medicare & Medicaid Services (CMS); the Medicare Geographic  Classification Review Board (MGCRB), which reviews and approves  reclassification applications; and representatives of some hospitals that  have been reclassified. We did our work in accordance with generally  accepted government auditing standards from January 2000 through  September 2002. A detailed discussion of our scope and methodology is in  appendix I."], "subsections": [{"section_title": "Background", "paragraphs": ["Under the Medicare inpatient PPS, hospitals receive a fixed,  predetermined payment for each hospital stay. The payment is based on  standardized amounts that are calculated separately for hospitals in large  metropolitan areas (with populations of 1 million or more) and for  hospitals in smaller metropolitan and nonmetropolitan areas. The  standardized amounts are the average cost of hospital stays for Medicare  beneficiaries based on historical data and are updated annually for  inflation. For 2001, the standardized amount for hospitals in large  metropolitan areas was $4,028 and for hospitals in other areas it was  $3,965.", "To determine a hospital’s payment for a Medicare beneficiary’s stay, the  standardized amount is adjusted to account for variation in the cost of  providing care to specific patients in specific locations. The labor cost  adjustment accounts for geographic variation in hospitals’ labor costs,  because the wages hospitals must pay employees vary significantly by  area. The portion of the standardized amount (71 percent) that reflects  labor-related expenses is multiplied by the area wage index. The remaining  portion of the standardized amount (29 percent) is not adjusted. This part  of the payment—which covers drugs, medical supplies, utilities, and other  nonlabor-related expenses—is uniform nationwide because prices for  these items are not perceived as varying significantly from area to area.  The case-mix adjustment accounts for differences in resource  requirements across types of patients. It is based on the expected care  needs of the patient as measured by the diagnosis-related group (DRG)  patient classification system.", "Additional payments are made under PPS to compensate hospitals for  costs they incur in performing certain missions beyond caring for  individual patients. Teaching hospitals receive additional payments from  Medicare to account for costs associated with training medical residents.  Hospitals that serve a disproportionate share of low-income Medicare and  Medicaid patients also receive additional Medicare payments. The  combination of all these adjustments and additional payments may result  in widely varying per-stay payments across different types of hospitals or  geographic areas."], "subsections": [{"section_title": "Wage Index", "paragraphs": ["The Medicare labor cost adjustment is based on a wage index that is  computed for each of 324 metropolitan and 49 statewide nonmetropolitan  areas using data that hospitals submit to Medicare. The wage index for an  area is the ratio of the average hourly hospital wage in the area compared  to the national average hourly hospital wage. The average hourly wage is  calculated for each area by aggregating Medicare-allowable wages for all  the hospitals in the area and then dividing that sum by the corresponding  staff hours. The area’s average hourly wage is then divided by the national  average hourly wage to produce the area’s wage index. For example, if  the average hourly wage for all hospitals in a large metropolitan area was  $22.59, the wage index for that large metropolitan area would be $22.59  divided by the national average hourly wage of $21.77, for a wage index of  1.04. The wage indexes ranged from roughly 0.74 to 1.5 in 2001.", "As currently calculated, the wage indexes vary because of geographic  differences in wages paid and also because of variation in the mix of  higher- and lower- skilled workers employed in an area, termed  occupational mix. An area’s average hourly wage can be higher than the  national average if hospitals in an area employ more highly skilled (and  thus more highly paid) workers and lower if an area’s hospitals employ  more lower- skilled workers than the national average. When one area’s  hospitals have a larger proportion of more skilled, higher wage staff than  another area, the former’s wage index will be higher, even if wage rates in  both areas for staff with the same skills, such as registered nurses, are  identical. While geographic differences in wages paid affect a hospital’s  labor costs but are largely beyond an individual hospital’s ability to  control, the mix of occupations employed in a hospital reflects managerial  decisions. The Congress, in the Medicare, Medicaid, and SCHIP Benefits  Improvement and Protection Act of 2000 (BIPA), required the Secretary  of Health and Human Services to collect data on hospitals’ mix of  employees and their corresponding wages and calculate wage indexes  beginning October 1, 2004, that are adjusted for occupational mix. (For a  more detailed discussion of the impact of occupational mix variation on  the wage index, see app. II.)"], "subsections": []}, {"section_title": "Labor Market Areas", "paragraphs": ["The Medicare program uses OMB’s “metropolitan/nonmetropolitan”  classification system to define its geographic areas for the labor cost  adjustment. Each metropolitan statistical area (MSA) is defined as a  metropolitan labor market and the residual area in each state is defined as  a single, nonmetropolitan labor market. The current geographic areas will  most likely change when MSA boundaries are updated in 2003 with  population data from the most recent decennial census and revised  standards for selecting counties for inclusion in an MSA."], "subsections": []}, {"section_title": "Geographic Reclassification", "paragraphs": ["The Omnibus Budget Reconciliation Act of 1989 established an  administrative process for geographic reclassification, in which hospitals  meeting certain criteria can apply to be paid for Medicare inpatient  hospital services as if they were located in another geographic area. Once  reclassified, hospitals receive the higher labor cost adjustment and, where  applicable, the large urban standardized amount.", "To reclassify, a hospital must submit an application to the MGCRB, which  determines if the hospital meets the reclassification criteria (see fig. 1).  The two standard criteria that individual hospitals must meet to reclassify  for a higher wage index are intended to identify hospitals that have higher  average wages than other hospitals in their area because they are  competing for labor with hospitals in a different nearby area. The first  criterion concerns the hospital’s proximity to the higher wage “target”  area. The proximity requirement is satisfied if the hospital is within a  specified number of miles of the target area or if at least half of the  hospital’s employees reside in the target area. The second criterion  pertains to the hospital’s wages relative to the average wages in the target  area. The wage criterion is satisfied if the hospital’s wages are a specified  amount higher than the average in its assigned area and its wages are  comparable to the average wages in the target area. Wage index  reclassifications are effective for 3 years.", "All hospitals in an urban county can reclassify as a group if together the  hospitals meet certain criteria, as described in figure 2.", "Rural referral centers (RRC) and sole community hospitals (SCH) can  reclassify by meeting less stringent criteria. These hospitals receive special  treatment from Medicare because of their role in preserving access to care  for beneficiaries in specified areas. RRCs are relatively large rural  hospitals providing an array of services and treating patients from a wide  geographic area. SCHs are small hospitals isolated from other hospitals by  location, weather, or travel conditions. RRCs and SCHs do not have to  meet the proximity criteria to reclassify. RRCs are also exempt from the  requirement that their wages be higher than the average wages in their  original area. Hospitals that have lost their RRC designation can continue  to reclassify under these less stringent criteria.", "In 1992, the first year of reclassifications, 930 hospitals were reclassified  under less restrictive criteria than those currently used. More than 75  percent of these hospitals were in nonmetropolitan areas. In the following  year, almost 1,200 hospitals were reclassified (of which 69 percent were in  nonmetropolitan areas). For 1994, HCFA established more restrictive  criteria and the number of reclassified hospitals subsequently dropped by  approximately 44 percent, to 667 (see fig. 3). From 1995 to 2002, wage  index reclassifications became more predominant, increasing by an  average of 6 percent annually, while standardized amount reclassifications  fell by almost one-quarter. For 2002, 511 nonmetropolitan hospitals and  117 metropolitan hospitals were reclassified for Medicare payment  purposes. Individual hospitals have also been reclassified through  legislation. Recently, the BBRA reclassified all hospitals in 7 counties (this  totaled 26 hospitals) for purposes of the wage index and the standardized  amount."], "subsections": []}]}, {"section_title": "Medicare Labor Cost Adjustment Does Not Adequately Account for Wage Differences within Certain Areas", "paragraphs": ["The geographic areas that Medicare uses for the labor cost adjustment  include hospitals that pay wages that may be quite different from the  average wage in the entire geographic area. Hospital wages within some  Medicare geographic areas—either MSAs or states’ nonmetropolitan  areas—vary systematically across certain parts of the area or across types  of communities. While wages paid by individual hospitals within a labor  market may vary, the observed systematic variation suggests that some  Medicare geographic areas include multiple labor markets. For example,  the average wages of the hospitals in outlying counties of metropolitan  areas usually are lower than the average wages for the entire metropolitan  area’s hospitals. As a result, the labor cost adjustment for hospitals in  outlying counties of metropolitan areas is based on an average wage that is  often higher than the wages paid by these hospitals. In contrast, the  average wages paid by hospitals in large towns (nonmetropolitan  communities with between 10,000 and 49,999 people) tend to be  significantly higher than the average wage of all hospitals in  nonmetropolitan areas in the state."], "subsections": [{"section_title": "Medicare Metropolitan Geographic Areas May Encompass Multiple Labor Markets with Varying Average Wages", "paragraphs": ["Some MSAs are very large, encompassing a diverse mix of counties. Given  the broad expanse of many large MSAs, the hospitals in the different parts  of an MSA may not be directly competing with each other for the same  pool of employees, and the wages they pay can vary greatly. The most  populous MSAs typically cover a region of several thousand square miles  (see table 1). Distances between points within an MSA can exceed 100  miles. For example, the Chicago MSA includes 8 counties and 5,065 square  miles, and the distance from its northernmost to southernmost point is  roughly 110 miles. Hospitals in central counties of an MSA typically paid  higher wages than hospitals in outlying counties. In the most populous  MSAs, average central county hospital wages ranged from 7 percent higher  than outlying county wages in Houston to 38 percent higher in New York  in 1997. In most of these MSAs, the average wage difference between  central and outlying counties ranged from 11 to 18 percent.", "The Washington, D.C. MSA illustrates how hospital wages in a large MSA  can vary across different counties (see fig. 4). It includes hospitals located  in the central city of the District of Columbia, as well as 18 counties in  Maryland, Virginia, and West Virginia. Hospital wages averaged more than  $23 per hour in 1997 in the District of Columbia and in most of the  adjacent suburban Maryland and Virginia counties, but averaged below  $20 per hour in several outlying counties.", "One reason MSAs are so large is because they are composed of counties,  which can also be quite expansive. As with MSAs, an individual county  may subsume multiple labor markets within its boundaries. As an  example, San Bernardino County, California extends over 150 miles—from  the city limits of San Bernardino through the Mojave Desert to the Nevada  border. While most of the population is concentrated in the southwest  corner of the county, which includes the city of San Bernardino, even the  sparsely populated desert and mountainous portions of the county are part  of the MSA. As a result, a hospital in the desert community of Joshua Tree,  California, receives the same labor cost adjustment as hospitals in the city  of San Bernardino 70 miles away, even though hospital wages averaged  $20.84 per hour in 1997 in Joshua Tree, 13 percent less than average wages  paid in San Bernardino."], "subsections": []}, {"section_title": "Some Medicare Nonmetropolitan Geographic Areas Encompass Multiple Community Types with Varying Wages", "paragraphs": ["The Medicare program groups hospitals in nonmetropolitan areas of each  state into a single geographic area for the purposes of the labor cost  adjustment. Given their vast size, each statewide nonmetropolitan area is  not perceived to be a single labor market, but the same labor cost  adjustment is applied to hospitals in these areas. However, there are  significant differences in average wages across parts of these areas. For  example, for all hospitals in the nonmetropolitan area of Washington state,  Medicare payments for 2001 were adjusted based on an average wage of  $22.71 per hour. Yet, nonmetropolitan hospitals in the western part of the  state had average wages of $24.23 per hour. Wages for nonmetropolitan  hospitals in the central and eastern parts of the state, however, averaged  $21.15 per hour, or 13 percent lower than hospitals in the western part of  the state.", "Other variation in average wages across the statewide nonmetropolitan  areas is associated with the type of community. In three-quarters of all  states, the average wages paid by hospitals in large towns are higher than  those paid by hospitals in small towns or rural areas. As a result, the  Medicare labor cost adjustment may be based on average wages that are  below those paid by large town hospitals and above those paid by  hospitals in small towns and rural areas. For example, the 2001 labor cost  adjustment for hospitals in nonmetropolitan Nebraska was based on an  average hourly wage of $17.65; yet, Nebraska hospitals in large towns paid  an average wage of $19.54. At the same time, small town Nebraska  hospitals paid an average of $16.83 and hospitals in rural areas paid an  average of $14.87, or 5 and 16 percent lower, respectively, than the area  average (see table 2). In 2001, 38 percent of hospitals in large towns paid  wages that were at least 5 percent higher than the average wage in their  area; 16 percent paid wages that were at least 10 percent higher than the  area average."], "subsections": []}]}, {"section_title": "Through Reclassification, Some Hospitals Receive a More Appropriate Labor Cost Adjustment", "paragraphs": ["While reclassification results in more appropriate labor cost adjustments  for some higher wage hospitals, the reclassification criteria prevent some  of them from reclassifying and exceptions to the criteria allow some lower  wage hospitals to do so. In 2001, 419 hospitals, less than 10 percent of all  hospitals, reclassified to receive a larger labor cost adjustment. Most of  these hospitals had average wages that were above their area’s average by  enough to meet the standard reclassification wage criterion. Higher wage  hospitals in large towns are likelier to reclassify than higher wage  hospitals in other community types because many of them are RRCs,  which are exempt from the reclassification proximity criterion. Other  higher wage hospitals in large towns and many higher wage hospitals in  metropolitan areas, small towns, and rural areas cannot reclassify. About  one-quarter of hospitals that reclassified had wages that were not high  enough to satisfy the standard reclassification wage criterion. These were  primarily RRCs. Generally, hospitals that reclassify but do not satisfy the  standard wage criterion receive a post-reclassification labor cost  adjustment that reflects average wage levels much higher than the wages  they actually pay. For hospitals that meet the standard wage criterion,  however, reclassification results in an adjustment that better matches their  actual labor costs than did their original one."], "subsections": [{"section_title": "Not All Higher Wage Hospitals Can Reclassify", "paragraphs": ["Of the 756 hospitals that paid wages sufficiently higher than their area  average wage to meet the reclassification wage criteria, 310 (41 percent)  were reclassified in 2001 (see table 3). Hospitals that met the wage criteria,  but did not satisfy the proximity criterion, did not reclassify. Just over one- quarter of the higher wage hospitals were in large towns, yet large town  hospitals made up almost half of the higher wage hospitals that  reclassified. Metropolitan hospitals made up 42 percent of the higher wage  hospitals, but comprised only 12 percent of the higher wage reclassified  hospitals. Higher wage hospitals in large towns are likelier to reclassify  than other higher wage hospitals because many are RRCs, and so are  exempt from the proximity criterion.", "Close to half of the higher wage hospitals in small towns and rural areas  reclassify. Almost 39 percent of the reclassified higher wage small town  and rural hospitals were exempt from the proximity criterion because they  were RRCs or SCHs. Some nonreclassified, higher wage small town or  rural hospitals that were SCHs may have opted out of the PPS to receive  cost-based payments from Medicare, making reclassification irrelevant.", "In 2001, only 38 of the 317 metropolitan hospitals with wages that were at  least 8 percent higher than the average for their area, thus satisfying the  standard wage criteria, reclassified to receive a higher labor cost  adjustment. Nearly two-thirds of all reclassified metropolitan hospitals  were in two areas—California and the northeast. Metropolitan areas in  these two regions are contiguous, so higher wage hospitals may be more  likely than hospitals in other areas to satisfy the proximity criterion."], "subsections": []}, {"section_title": "Certain Hospitals Can Reclassify without Meeting the Standard Wage Criterion", "paragraphs": ["In 2001, 109 (about 25 percent) of all hospitals that reclassified for the  Medicare labor cost adjustment paid wages that were too low to meet the  standard wage criterion for reclassification. Of these, 89 were RRCs.  Roughly 42 percent of these RRCs that reclassified had wage costs below  the average in their area. Some of the hospitals that were reclassified in  2001 but that did not satisfy the standard wage criterion were part of  countywide reclassifications. Others had been reclassified via legislation."], "subsections": []}, {"section_title": "Reclassified Hospitals That Did Not Satisfy the Standard Wage Criterion Likely Receive a Labor Cost Adjustment Higher than the Wages They Pay", "paragraphs": ["The relationship between a hospital’s wages and the average in its  geographic area, before and after reclassification, depends on whether it  was in a metropolitan or nonmetropolitan area and whether it satisfied the  standard reclassification wage criterion (see table 4). Reclassification  resulted in higher wage hospitals receiving a labor cost adjustment that  more closely reflects the wages they actually paid. For example, prior to  their reclassification, the higher wage metropolitan hospitals received a  labor cost adjustment based on wages in their original area that averaged  10 percent lower than their own wages. After reclassification, the average  wages paid by these hospitals did not differ from the average wages paid  by the other hospitals in their area. Higher wage nonmetropolitan  hospitals that reclassified joined areas with average wages about 4 percent  higher than their own average wages. Before reclassification, the higher  wage nonmetropolitan hospitals would have received a labor cost  adjustment based on average wages that were much lower than what they  actually paid.", "In contrast, reclassification resulted in hospitals that did not satisfy the  standard wage criterion joining areas that, on average, had much higher  average wages. Prior to reclassification, nonmetropolitan hospitals that  did not satisfy the standard wage criterion paid wages near the average of  their area. After reclassification, they received a labor cost adjustment  based on wages that averaged 8 percent above their own average wages."], "subsections": []}]}, {"section_title": "Budget Neutrality Adjustments Are Relatively Modest, but Would Vary under a State-Specific Option", "paragraphs": ["While geographic reclassification increases the labor cost adjustment, and  thus Medicare payments, to hospitals that reclassify, it does not raise total  Medicare outlays because any payment increases must be offset by an  across-the-board reduction to Medicare payments for all hospitals. In 2002,  this budget neutrality adjustment reduced Medicare payments to  nonreclassified metropolitan hospitals by about 1 percent and to  nonreclassified nonmetropolitan hospitals by about 0.6 percent. If the  budget neutrality adjustment were calculated and applied on a state- specific basis, the payment reductions would be different in each state. A  state-specific budget neutrality adjustment would reduce payments more  in some states and less in other states than the national adjustment. In  states in which overall Medicare hospital payments increase more than the  national average increase due to reclassification, a state-specific option  would result in a bigger payment reduction. A state-specific adjustment  would reduce payments less in states in which hospitals do not benefit as  much from geographic reclassification as the average. Hospital payments  would not be reduced in states that have no reclassified hospitals under a  state-specific budget neutrality option."], "subsections": [{"section_title": "Budget Neutrality Adjustment Calculated to Offset Payment Increases to Reclassified Hospitals", "paragraphs": ["To meet the budget neutrality requirement, CMS annually calculates the  increase in Medicare payments to reclassified hospitals. This increase is  due to the use of a higher wage index or standardized amount, or both.  CMS then calculates how much the standardized amount—the fixed,  predetermined hospital payment—needs to be reduced so that total  Medicare outlays for hospital services do not change because of  reclassification.", "In 2002, Medicare payments to nonreclassified metropolitan hospitals  were about 1 percent lower due to the budget neutrality provision than  they would have been in the absence of any geographic reclassifications  (see table 5). Payments to nonreclassified nonmetropolitan hospitals were  about 0.6 percent lower. The effect of the budget neutrality adjustment on  hospital payments varies annually depending on how much Medicare  payments are increased due to hospitals being reclassified, compared to  total Medicare payments to all hospitals. The budget neutrality adjustment  will be higher in those years where reclassified hospitals account for a  greater share of Medicare payments."], "subsections": []}, {"section_title": "Effect of State-Specific Budget Neutrality Adjustment Would Depend on Benefits of Reclassification for State’s Hospitals", "paragraphs": ["A state-specific adjustment would reduce payments less than a national  adjustment in states where reclassified hospitals account for a smaller  share of the state’s Medicare inpatient hospital spending than the national  average. For example, in Colorado, where 3 of 64 hospitals were  reclassified in 2000, a state-specific budget neutrality adjustment would  have reduced hospital payments by only 0.07 percent, compared to a 0.6  percent reduction under the national budget neutrality calculation. For  the states that have no hospitals reclassifying, such as Nevada, there  would be no budget neutrality adjustment under a state-specific approach.", "Conversely, a state-specific adjustment would reduce Medicare payments  more than a national one in states where reclassified hospitals account for  a larger share of Medicare inpatient hospital spending than the national  average. In New Hampshire, for example, where a large share of the state’s  hospitals was reclassified (4 of 26 hospitals) a state-specific adjustment  would have reduced payments to nonreclassified hospitals by nearly 3  percent, compared to a 0.6 percent reduction under the national  adjustment."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["Medicare’s PPS for inpatient services provides incentives to hospitals to  deliver care efficiently by allowing them to keep any difference between  their Medicare payments and their costs, and by making them responsible  for their costs that exceed Medicare payments. To ensure that the PPS  rewards efficiency rather than hospitals’ circumstances, payment  adjustments are intended to account for cost differences across hospitals  that are beyond the control of individual facilities. If these cost differences  are not adequately accounted for by the payment adjustments, hospitals  are inappropriately rewarded or put under fiscal pressure. The adjustment  used to account for geographic differences in wages—the labor cost  adjustment—does not adequately account for these cost differences  because the geographic areas used to define labor markets are too large in  many instances. As a result, refinements are needed to address systematic  problems in defining hospital labor markets. Such changes could improve  payment accuracy and reduce the need for geographic reclassification by  grouping hospitals into areas with average wages that better match their  own wages.", "RRCs and certain other specially designated hospitals have easier access  to a higher labor cost adjustment because they are allowed to reclassify  under less stringent criteria than other hospitals. These hospitals may face  higher costs than other hospitals, but they do not necessarily have labor  costs that are higher than the average in their geographic area.  Reclassification potentially offers some financial relief to a share of these  facilities, but it does not address the problem underlying their financial  circumstances or assist all such facilities. Identifying the underlying cause  of their higher costs is important to develop mechanisms to address their  financial circumstances."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To improve the adequacy of Medicare’s labor cost adjustments, we  recommend that the Administrator of CMS refine the geographic areas  used to more accurately reflect the labor markets in which hospitals  compete for employees and the geographic variation in hospitals’ labor  costs. This could include separating large towns in a state into their own  labor market area and removing certain outlying counties in MSAs from  the metropolitan geographic area if they exhibit wage costs that are  significantly different from the rest of the metropolitan area."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["In its written comments on a draft of this report (see app. VI), CMS stated  that it agreed with the problems we identified with the current labor  market areas. CMS stated that it had conducted its own analyses of  alternative approaches to defining geographic areas and consulted with  hospital representatives and concluded that there is no consensus on an  alternative to Medicare’s current geographic areas. CMS stated that it will  consider whether changes in MSA definitions based on new census figures  should be used for refining the geographic areas. CMS noted that a state- specific budget neutrality approach, which we were required to assess,  would require statutory change and could make reclassifications within  states highly contentious.", "We believe that Medicare’s current geographic areas could be refined to  better reflect variation in area labor costs. While forthcoming changes to  MSA definitions are important to consider in refining Medicare’s  geographic areas, these changes are unlikely to improve the labor cost  adjustment in most large towns. We recognize that consensus on any  changes to the geographic areas would be difficult to achieve because any  change would redistribute Medicare payments across hospitals so that  hospital payments would increase in some areas and decrease in others.  Yet, because the refinements would result in Medicare payments that  better match the costs that hospitals face, they would strengthen the  incentives of the PPS that encourage hospital efficiency and improve  Medicare’s payment method. CMS also provided technical comments,  which we incorporated as appropriate.", "We are sending copies of this report to the Administrator of CMS and  interested congressional committees. We will also make copies available  to others upon request. In addition, this report will be available at no  charge on the GAO Web site at http://www.gao.gov.", "If you have any other questions about this report, please call me at (202)  512-7119. Jean Chung, James Mathews, Michael Rose, and Kara Sokol  made key contributions to this report."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["To conduct this work, we recreated the 2001 labor cost adjustment for  each hospital in the country prior to any reclassifications, using  aggregated wage and hour data reported on 1997 Medicare hospital cost  reports. We used data on reclassifications and hospital characteristics  from the PPS Payment Impact Files created each year by CMS.  Information on metropolitan areas, such as central and outlying counties  and the criteria by which counties are included in an MSA, was obtained  from the U.S. Census Bureau Web site as well as interviews with Census  Bureau staff.", "We used RUCA codes, developed at the Washington, Wyoming, Alaska,  Montana, & Idaho (WWAMI) Rural Health Research Center at the  University of Washington, to examine segments of nonmetropolitan areas.  We assigned 1 of 30 possible RUCA codes to each hospital based on its  census tract. These 30 codes were then collapsed into 4 categories: urban,  large town, small town, and rural.", "We calculated dollar-weighted average hourly hospital wages for each of  the nonmetropolitan categories, nationally and by state, by dividing  aggregate wages for all hospitals within a category by aggregate hours. We  then compared the average hourly hospital wage for each nonmetropolitan  subgroup within a state to the statewide nonmetropolitan average hourly  wage.", "To evaluate the potential payment impact of applying a geographic  reclassification budget-neutrality factor on a state-specific basis, we used  the 2000 PPS Payment Impact File to calculate the Medicare payments to  all hospitals within each state, before and after any geographic  reclassifications. We then used the difference between pre- and post- reclassification payments to calculate a budget neutrality factor for each  state. These budget neutrality factors were then used to estimate how  payments to reclassified and nonreclassified hospitals in each state would  differ under a state-specific budget neutrality adjustment, compared to the  current national adjustment."], "subsections": []}, {"section_title": "Appendix II: The Effect of Accounting for Occupational Mix on the Wage Index", "paragraphs": ["In BIPA, the Congress required the Secretary of Health and Human  Services to collect data on hospitals’ mix of occupations and their  corresponding wages by September 30, 2003, and calculate wage indexes  beginning October 1, 2004, that are adjusted to remove the effects of  occupational mix on average wages. Occupational mix data for each acute  care hospital will be collected and updated every 3 years. The  methodology for adjusting the wage index for occupational mix will be  determined after the data have been collected.", "Average hospital wages vary because of differences in wages paid across  hospitals, but also because hospitals employ different mixes of  occupations. As a result, average hospital wages are higher than the  national average if the hospitals in an area employ more workers in highly  skilled occupations and lower if the hospitals employ fewer workers in  more highly skilled occupations. The current calculation of the Medicare  wage index does not distinguish between wage differences due to  geographic labor cost variation and wage differences due to geographic  variation in the mix of more highly and less highly skilled occupations.  Thus, Medicare’s wage indexes are too high in areas with a more highly  skilled mix of hospital workers and too low in areas with a less skilled mix  of hospital workers. While geographic differences in wages paid affect  hospitals’ labor costs, but are beyond an individual hospital’s ability to  control, occupational mix generally is within the control of a hospital.", "Changing the calculation of the wage index to eliminate the effect of  occupational mix differences will raise the wage index for some types of  hospitals and lower it for others. Wage indexes will be reduced for  hospitals, such as metropolitan or teaching hospitals, that tend to hire  more employees in highly skilled occupations with higher wages. Wage  indexes for rural hospitals, which tend to employ a less skilled mix of  employees, are likely to go up.", "While national data on the occupational mix of hospital employees are not  available, data from California demonstrate the potential effects of  changing the wage index calculation to eliminate the effects of  occupational mix differences. Without adjusting for differences in  occupational mix, the average hourly wage for hospitals in the Oakland  MSA is 57 percent higher than the average hourly wage for  nonmetropolitan California hospitals. Hospitals in the Oakland area  generally employ a greater proportion of more skilled, and therefore more  expensive, staff (see table 6). For example, in Oakland area hospitals, RNs  account for approximately 25 percent more of the total hours worked by  hospital employees than they do in nonmetropolitan California.  Recalculating the wage indexes so that they reflect the same mix of  workers in all areas reduces the difference between the Oakland area  wages and those paid in nonmetropolitan areas to 50 percent. An  occupational mix-adjusted wage index in nonmetropolitan California  would be almost 4 percent higher than the current wage index calculation  (see table 7). Across metropolitan areas, the change to the wage index  would vary."], "subsections": []}, {"section_title": "Appendix III: Average Hospital Wages in Outlying and Central Counties of Metropolitan Areas, by State, Fiscal Year 1997", "paragraphs": [], "subsections": [{"section_title": "Average percent difference between outlying and central", "paragraphs": [], "subsections": []}]}, {"section_title": "Appendix IV: Average Hospital Wages across Community Types in Nonmetropolitan Areas, by State, Fiscal Year 1997", "paragraphs": [], "subsections": [{"section_title": "Number of hospitals", "paragraphs": [], "subsections": []}]}, {"section_title": "Appendix V: Effect of the Current and a State- Specific Budget Neutrality Option on Hospital Payments, by State, Fiscal Year 2000", "paragraphs": ["Change in Medicare hospital payments  (current law)", "Change in Medicare hospital payments  (current law)"], "subsections": []}, {"section_title": "Appendix VI: Comments from the Centers for Medicare & Medicaid Services", "paragraphs": [], "subsections": []}], "fastfact": []}