{"id": "GAO-05-417", "url": "https://www.gao.gov/products/GAO-05-417", "title": "Financial Management: Challenges in Meeting Requirements of the Improper Payments Information Act", "published_date": "2005-03-31T00:00:00", "released_date": "2005-05-04T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Fiscal year 2004 marked the first year that federal agencies governmentwide were required to report improper payment information under the Improper Payments Information Act of 2002 (IPIA). The increasing scope of reporting over the past several years has demonstrated that improper payments are a significant and widespread problem in federal agencies, and in the past a limited number of agencies reported in their Performance and Accountability Reports (PAR) annual payment accuracy rates and estimated improper payment amounts. Because of your continued interest in addressing the governmentwide improper payments issue, you asked GAO to report on (1) the extent to which agencies have performed the required assessments to identify programs and activities that are susceptible to significant improper payments and (2) the annual amount estimated for improper payments by the agencies."]}, {"section_title": "What GAO Found", "paragraphs": ["The federal government made progress in identifying programs susceptible to the risk of improper payments in response to the new IPIA requirements. The fiscal year 2004 PARs for 29 of 35 federal agencies that are significant to the U.S. government's consolidated financial statements show that even with the enhanced emphasis on improper payment reporting fueled by the new legislation, 6 agencies reported that they did not perform risk assessments of all their programs. The magnitude of the governmentwide improper payment problem is still unknown, because agencies have not yet prepared estimates of improper payments for all of their programs. In the 29 agency PARs included in GAO's fiscal year 2004 review, 17 agencies reported over $45 billion of improper payments in 41 programs governmentwide. This represented almost a $10 billion, or 27 percent, increase in the amount of improper payments reported by agencies in fiscal year 2003. This increase was primarily attributable to changes in the method for estimating and reporting improper payment amounts in one major program. Looking forward, future estimates are likely to trend higher because the governmentwide estimate did not include 12 programs with outlays of $248.7 billion in fiscal year 2004 that were required to annually report improper payments under OMB Circular No. A-11 during the past 3 years. This included some of the largest risksusceptible federal programs, such as the Department of Health and Human Services' Medicaid Program, with outlays exceeding $175 billion annually, or the Department of Education's Title I Program, with outlays of over $10 billion annually."]}], "report": [{"section_title": "Letter", "paragraphs": ["Federal agencies expended a record $2.3 trillion through thousands of  programs and activities to address the needs of the American people in  fiscal year 2004. As the steward of taxpayer dollars, the federal government  is accountable for how its agencies and grantees spent this money,  including the safeguarding of federal funds from improper payments. Our  work over the past several years has demonstrated that improper payments  are a significant and widespread problem in the federal government, with  only a limited number of agencies reporting in their Performance and  Accountability Reports (PAR) the annual payment accuracy rates and  estimated improper payment amounts. Fiscal year 2004 marked the first  year that federal agencies governmentwide were required to report  improper payment information under the Improper Payments Information  Act of 2002 (IPIA). The IPIA raised improper payments to a new level of  importance by requiring agency heads, based on guidance from the Office  of Management and Budget (OMB), to identify programs and activities  susceptible to improper payments, estimate the amount of their improper  payments, and report on the amount of and their actions to reduce their  improper payments.", "An improper payment is defined by the IPIA as an amount that should not  have been paid or was paid for an incorrect amount. Specifically, improper  payments include inadvertent errors, such as duplicate payments and  calculation errors; payments for unsupported or inadequately supported  claims; payments for services not rendered or rendered to ineligible  beneficiaries; and payments resulting from fraud and abuse. The OMB  implementation guidance requires that estimates, and if applicable, a  corrective action report, be included in federal agencies’ PARs beginning  with fiscal year 2004.", "Prior to the IPIA, OMB Circular No. A-11, Preparation and Submission of  Budget Estimates, Section 57, “Information on Erroneous Payments,”  required 46 programs in 15 agencies to annually report improper payment  information. Last year we testified on the federal agencies that reported  under OMB Circular No. A-11. We noted that federal agency fiscal year  2003 PARs typically contained limited amounts of improper payment  information. Historically, relatively few federal agencies and their  components have publicly reported improper payment information.  Estimates reported for fiscal year 2003 were about $36 billion annually for  major federal benefit programs required to report under OMB Circular No.  A-11. These programs managed payments in excess of $1.2 trillion annually.  Importantly, this estimate did not account for payments made by all federal  programs and activities, which totaled over $2.1 trillion in fiscal year 2003.  Not only did the enactment of the IPIA expand the range of agencies, it also  expanded the programs agencies are required to assess for improper  payments to include all federal programs and payments.", "Because of your continued interest in addressing the governmentwide  improper payments issue, you asked us to report on the progress being  made by agencies in complying with certain requirements of the IPIA. This  report summarizes (1) the extent to which agencies have performed the  required assessments to identify programs and activities that are  susceptible to significant improper payments and (2) the annual amount  estimated for improper payments by the agencies.", "To respond to your request, we conducted a review of improper payment  information reported by agencies in their fiscal year 2004 PARs. We further  reviewed OMB guidance on implementation of the IPIA and its report on  the results of agency-specific reports, significant findings, agency  accomplishments, and remaining challenges. We did not assess the  effectiveness of the agencies’ efforts or independently validate the data that  they or OMB reported. The results of our review are detailed in this report.  We conducted our work from November 2004 through February 2005 in  accordance with U.S. generally accepted government auditing standards.  Appendix I contains further details on our scope and methodology. OMB  provided written comments on a draft of this report that are reprinted in  appendix V."], "subsections": [{"section_title": "Background", "paragraphs": ["The PMA issued in 2001 targeted improper payments as an area with  opportunities for improvement. The PMA included five governmentwide  initiatives—one of which is improved financial management, which  expressly addresses improper payments as a priority. This initiative called  for the administration to establish a baseline on the extent of erroneous  payments. Under it, agencies were to include in their 2003 budget  submissions to OMB information on improper payment rates, including  actual and target rates where available, for benefit and assistance programs  over $2 billion. The PMA also noted that using this information, OMB will  work with agencies to establish goals to reduce improper payments  identified in their programs.", "In July 2001, as part of its efforts to advance the PMA initiative, OMB  revised Circular No. A-11 to require 16 federal agencies (15 of the then 24  Chief Financial Officer’s (CFO) Act agencies and the Railroad Retirement  Board) to submit improper payment data, assessments, and action plans  for about 50 programs to OMB with their initial budget submissions.  Specifically, the circular required that agencies submit information  including estimated improper payment rates, target rates for future  reductions in these payments, the types and causes of these payments, and  variances from targets or goals established. In addition, agencies were to  provide a description and assessment of the current methods for measuring  the rate of improper payments and the quality of data resulting from these  methods. Agencies were to first include this improper payment information  in their initial fiscal year 2003 budget submissions. A June 2002 revision to  the circular removed the Agency for International Development from the  list and reduced the number of programs for which improper payment  information was required to 46. (App. II lists the agencies and programs.)", "In November 2002, the Congress passed the IPIA. The law requires agency  heads to annually review all programs and activities that they administer  and identify those that may be susceptible to significant improper  payments. Once agencies identify their susceptible programs, the act  requires them to estimate and report on the annual amount of improper  payments in those programs and activities. For programs for which  estimated improper payments exceed $10 million, agencies are to report  annually to the Congress on the actions they are taking to reduce those  payments. The report is also to include a discussion of the causes of the  improper payments identified, actions taken to correct those causes, and  the results of the actions taken to address those causes.", "The act further requires OMB to prescribe guidance for federal agencies to  use in implementing the act. OMB issued this guidance in Memorandum M- 03-13 in May 2003. It requires use of a systematic method to annually  review and identify those programs and activities that are susceptible to  significant improper payments. OMB guidance defines significant improper  payments as annual improper payments in any particular program  exceeding both 2.5 percent of program payments and $10 million. The OMB  guidance then requires agencies to estimate the annual amount of improper  payments using statistically valid techniques for each susceptible program  or activity. For those agency programs determined to be susceptible to  significant improper payments and with estimated annual improper  payments greater than $10 million, the IPIA and related OMB guidance  require each agency to report the results of its improper payment efforts in  the Management Discussion and Analysis (MD&A) section of its PAR for  fiscal years ending on or after September 30, 2004. The IPIA requires the  following information in their reports:  a discussion of the causes of the improper payments identified, actions  taken to correct those causes, and results of the actions taken to  address those causes;  a statement of whether the agency has the information systems and  other infrastructure it needs in order to reduce improper payments to  the agency’s targeted levels;  if the agency does not have such systems and infrastructure, a  description of the resources the agency has requested in its most recent  budget submission to obtain the necessary information systems and  infrastructure; and  a description of the steps the agency has taken and plans to take to  ensure that agency managers (including the agency head) are held  accountable for reducing improper payments.", "OMB’s guidance in M-03-13 requires that three additional things be included  in the report:   a discussion of the amount of actual erroneous payments that the  agency expects to recover and how it will go about recovering them;   a description of any statutory or regulatory barriers that may limit the  agency’s corrective actions in reducing erroneous payments; and  provided the agency has estimated a baseline erroneous payment rate  for the program, a target for the program’s future erroneous payment  rate that is lower than the agency’s most recent estimated error rate.", "On July 22, 2004, OMB, working with the CFO Council’s Improper  Payments Committee, issued a standardized reporting format, or  framework, for reporting IPIA information. This framework was included  as Attachments 2 and 3 to OMB Memorandum M-04-20, “Fiscal Year 2004  Performance and Accountability (PAR) and Reporting Requirements for  the Financial Report of the United States Government.” To satisfy the  reporting requirements of the IPIA for fiscal year 2004, the framework  instructed agencies to provide a brief summary of both what they have  accomplished and what they plan to accomplish in the MD&A portion of  the fiscal year 2004 PAR. All other required reporting details are to be  included in an appendix to the PAR. The framework for the information  reported in the appendix incorporates the requirements set forth in the law  and further illustrates the reporting format required in OMB’s  implementation guidance. Under accelerated financial reporting  requirements of the PMA, agency fiscal year 2004 PARs were due  November 15, 2004. Accordingly, the first set of reports representing the  results of agencies’ assessing improper payments for all federal programs  in accordance with the IPIA and OMB guidance were due in November  2004.", "In August 2004, OMB established Eliminate Improper Payments as a new  program-specific initiative. With this new program initiative, agencies are  to measure their improper payments annually, develop improvement  targets and corrective actions, and track the results annually to ensure the  corrective actions are effective. This initiative is also to have its own  scorecard requirements and rating beginning with fiscal year 2005. With the  establishment of this new program-specific initiative, agency efforts to  address improper payment issues will no longer be tracked under the  governmentwide initiative, Improved Financial Performance.", "In our December 2004 report on the U.S. government’s consolidated  financial statements for the fiscal years ended September 30, 2004 and  2003, which includes our associated opinion on internal control, we  reported that while most agencies acknowledged the IPIA reporting  requirements in their PARs, they did not always indicate whether they had  completed agencywide assessments, and they did not estimate improper  payments for all of their susceptible programs."], "subsections": []}, {"section_title": "Progress Made but Challenges Remain in Assessing Programs for Risk of Significant Improper Payments", "paragraphs": ["In response to the new requirements of the IPIA, agencies overall made  progress in identifying programs susceptible to the risk of improper  payments. At the same time, our reviews of the fiscal year 2004 PARs for 29  of 35 federal agencies that are significant to the U.S. government’s  consolidated financial statements suggest that even with the enhanced  emphasis on improper payment reporting fueled by the new legislation,  certain agencies have not yet performed risk assessments of all their  programs. Appendix III lists the agencies included in this review.", "In its guidance on implementing the IPIA, OMB required agencies to  institute a systematic method of inventorying all programs and activities  and identifying those the agency believes are susceptible to the risk of  significant error. OMB further instructed agencies to describe, in their  PARs, the risk assessments performed.", "We determined that 23 of the 29 agencies reviewed reported that they had  completed risk assessments for all programs and activities. Of the 15  agencies with prior reporting requirements under OMB Circular No. A-11,  12 reported that they had performed comprehensive inventories and  assessed the risk of improper payments for all their programs and  activities. Three of the 15 agencies stated that their risk assessments were  not complete for all programs and activities. Of those 14 agencies without  prior reporting requirements, 11 agencies reported that they had completed  risk assessments for all programs and activities, whereas 3 agencies  reported that they had not.", "Recognizing weaknesses in agency risk assessments, three agency auditors  cited noncompliance with the IPIA in their annual auditor’s reports  included in the agency PARs. For example, two agency auditors each  reported that their agency’s risk assessment did not consider all payment  types or programs. Another auditor reported the agency did not institute a  systematic method of reviewing all programs and identifying those it  believed were susceptible to significant erroneous payments."], "subsections": []}, {"section_title": "Magnitude of Improper Payments Is Still Unknown", "paragraphs": ["Once agencies have identified programs that may be susceptible to  significant improper payments, developing statistically valid estimates of  the amounts of improper payments for their programs and activities has  been a further challenge. Appendix IV lists the 29 agencies and 70 programs  for which we reviewed fiscal year 2004 PARs for improper payment  reporting. In the 29 agency PARs included in our review, 17 agencies  reported over $45 billion of improper payments in 41 programs. This  represented almost a $10 billion, or 27 percent, increase in the dollar  amount of improper payments reported by agencies in fiscal year 2003.  However, we determined that this increase was primarily attributable to  changes in the method for estimating and reporting improper payment  amounts in the Department of Health and Human Services’ Medicare  Program. The 24 agency programs with no prior reporting requirements  reported improper payment estimates that did not significantly increase the  governmentwide total.", "As discussed earlier, OMB Circular No. A-11 has required certain agencies  to report selected improper payment information on 46 programs to OMB  beginning 3 years ago with their fiscal year 2003 budget submissions. We  found that for 34 of the programs, agencies reported estimates in their  fiscal year 2004 PARs or stated that improper payment amounts were  insignificant.", "As shown in table 1, the governmentwide estimate did not include the  remaining 12 programs with total outlays of $248.7 billion in 2004. This  included some of the largest risk-susceptible federal programs, such as the  Department of Health and Human Services’ Medicaid Program, with  outlays exceeding $175 billion annually, or the Department of Education’s  Title I Program, with outlays of over $10 billion annually.", "The table further shows that of these 12 programs, 8 reported that they  would be able to estimate and report on improper payments sometime  within the next 4 years, but could not do so now. The other 4 programs in 4  agencies did not estimate improper payment amounts for their programs  and were silent as to whether they would report estimates in future reports.  As a result, improper payments for several large risk-susceptible programs  will not become transparent for several or an undetermined number of  years, although these agencies were required to report such information  since their fiscal year 2003 budget submissions. Moreover, by only looking  at those agencies significant to the U.S. consolidated financial statements,  this estimate does not include all of the agencies subject to the IPIA.", "OMB reported that in certain risk-susceptible programs, agencies were  unable to determine the rate or amount of improper payments due to  measurement challenges as well as time and resource constraints, which  OMB expects to be resolved in the future. Although OMB reported that the  $45 billion in improper payments will be used as a baseline on which short-  and long-term program improvements and strategies will be based, it  recognizes that fiscal year 2005 reductions in improper payments will be  affected by outlay changes as well as the identification of new improper  payments as additional programs are measured and methodologies for  currently measured programs are enhanced."], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["Measuring improper payments and designing and implementing actions to  reduce or eliminate them are not simple tasks. The ultimate success of the  governmentwide effort to reduce improper payments depends, in part, on  each federal agency’s continuing diligence and commitment to comply fully  with the requirements of the act and the related OMB guidance. The level of  importance each agency, the administration, and the Congress place on the  efforts to implement the act will determine its overall effectiveness and the  level to which agencies reduce improper payments and ensure that federal  funds are used efficiently and for their intended purposes. Without such  efforts, the likelihood of designing and implementing actions  governmentwide to reduce or eliminate improper payments is doubtful.  Fulfilling the requirements of the IPIA will require sustained attention to  implementation and oversight to monitor whether desired results are being  achieved."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We are making three recommendations to help ensure the successful  implementation of the Improper Payments Information Act of 2002 and its  goal of enhancing the accuracy and integrity of federal payments.  Specifically, we recommend that the Director of OMB:  Require those agencies that did not address the IPIA requirements or did  not perform risk assessments of all of their programs and activities to  establish time frames and identify resources needed to perform risk  assessments and satisfy reporting requirements.", "Develop a plan to address the resource needs of those agencies that did  not perform risk assessments or satisfy reporting requirements.", "Consider as part of the budget process, for any agency that OMB deems  to have not taken the IPIA requirements seriously or that has lagged  behind, the feasibility of disincentives for poor performance, such as  reductions in funds for the program involved or adding incentives such  as gain sharing for making substantive progress."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["In its written comments on a draft of this report, which are enclosed in  appendix V, OMB emphasized that in fiscal year 2004, federal agencies  established a strong foundation for measuring improper payments,  identifying and implementing the necessary corrective actions, and  tracking success over time. OMB’s response further discussed key findings  included in its report, Improving the Accuracy and Integrity of Federal  Payments, which was issued on January 25, 2005.", "With regard to our first recommendation that agencies establish time  frames and identify resources needed to perform risk assessments and  satisfy reporting requirements, OMB stated that pursuant to the PMA  initiative called Eliminate Improper Payments, federal agencies are already  required to submit relevant time frames and account for the resources  necessary to complete planned actions. Further, OMB stated that the  remaining risk assessments to be completed correlate to programs with  relatively small outlays. While we view the PMA initiative as a positive  action, it applies to 15 agencies, 3 of which we found had not yet assessed  all their programs. Three other agencies—the Farm Credit System  Insurance Corporation, the National Credit Union Administration, and the  Pension Benefit Guaranty Corporation—which are not included in the PMA  initiative and therefore are not required to establish time frames and  account for needed resources, have outlays that are significant to the U.S.  government’s consolidated financial statements and were silent with  respect to IPIA requirements in their fiscal year 2004 PARs. In addition to  these three agencies, the PMA initiative would also not cover those  agencies that while not significant to the U.S. government’s consolidated  financial statements, are subject to the IPIA. Our recommendation is  directed to the broader range of agencies.", "Regarding our second recommendation that OMB develop a plan to  address resource needs of agencies that did not perform risk assessments  or satisfy reporting requirements, OMB stated that agency plans for  addressing IPIA reporting requirements are closely considered in  identifying agency resource needs and preparing the President’s Budget.  While we agree with OMB on that point, as discussed in our response to  OMB’s comments on the first recommendation, certain agencies are not  required to submit plans that include time frames and resource needs to  OMB. As a result, resource needs may not be addressed in the budget  process.", "With respect to our third recommendation that it consider using incentives  and disincentives, as applicable, for quick and timely action for meeting the  IPIA requirements, OMB offered the view that the requirements of the PMA  and inspector general reviews of agency IPIA activities provide sufficient  incentive for ensuring that agencies meet the necessary requirements. We  agree that these requirements will help ensure that agencies take the IPIA  seriously. Our recommendation is directed at any agency that does not do  so or agencies that may benefit from incentives such as gain sharing to fund  efforts to reduce improper payments. Again, as discussed above, while the  major 15 agencies are covered by the PMA, 3 of these had not yet assessed  all their programs and a number of agencies not covered under the PMA  initiative, but significant to the U.S. government’s consolidated financial  statements, were silent with respect to the IPIA requirements.", "OMB’s written comments and our evaluation of one comment not  addressed above are presented in appendix V.", "As agreed with your office, unless you publicly announce its contents  earlier, we plan no further distribution of this report until 30 days from its  date. At that time, we will send copies of the report to interested  congressional committees. We will also be sending copies to the Director of  the Office of Management and Budget and the heads of the agencies  included in our scope of review. We will make copies available to others  upon request. In addition, the report will be available at no charge on the  GAO Web site at http://www.gao.gov.", "Should you or your staff have any questions on matters discussed in this  report, please contact me at (202) 512-6906 or williamsm1@gao.gov.", "Additional contacts and major contributors to this report are provided in  appendix VI."], "subsections": []}]}, {"section_title": "Scope and Methodology", "paragraphs": ["This report is based on our review of agency fiscal year 2004 Performance  and Accountability Reports (PAR). We reviewed the fiscal year 2004 PARs  of 29 of 35 agencies that are significant to the U.S. government’s  consolidated financial statements to obtain information on the status of  their implementation of the Improper Payments Information Act of 2002  (IPIA) and the related Office of Management and Budget (OMB)  implementation guidance. We paid particular attention to the 15 agencies  with prior improper payment reporting requirements for 46 of their  programs under OMB Circular No. A-11, Section 57. A list of the agencies  with prior reporting requirements is presented in appendix II. In addition,  we reviewed relevant agency documents, including strategic plans, agency  performance plans and reports, agency audit reports, and reports from  agency program partners.", "We completed reviews of fiscal year 2004 PARs for 29 agencies identifying  70 key programs. Appendix III lists the agencies and programs included in  this review. To supplement our review and analysis, we contacted agencies  to clarify responses, requested additional information, and updated the  initial responses. We did not determine the validity of representations made  or the documentation provided.", "We performed our work in Washington, D.C., from November 2004 through  February 2005 in accordance with U.S. generally accepted government  auditing standards."], "subsections": []}, {"section_title": "Agencies and Related Programs for Which OMB Circular No. A-11 Required Erroneous Payment Information", "paragraphs": [], "subsections": []}, {"section_title": "Agencies and Related Programs Included in Our Review of Fiscal Year 2004 PARs", "paragraphs": [], "subsections": []}, {"section_title": "Improper Payment Estimates Reported in Agency Fiscal Years 2003 and 2004 PARs", "paragraphs": ["2003 (in millions)", "X 2003 (in millions)", "X 2003 (in millions)", "Will estimate within the next 6 years 28.  State Children’s  29.  Child Care and  30.  All programs and  31.  Low Income Public  32.  Section 8 Tenant  33.  Section 8 Project  Development Block  Grant (Entitlement  Grants, States/Small  Cities)", "X 2003 (in millions)", "Will estimate within the next 6 years 37.  All programs and  39.  Federal Employees’  41.  All programs and  42.  All programs and  Education Grants  and Cooperative  Agreements 44.  All programs and  (Civil Service  Retirement System  and Federal  Employees  Retirement System)", "X 2003 (in millions)", "Will estimate within the next 6 years 48.  All programs and  51.  7(a) Business Loan  Security Income  Program 2003 (in millions)", "Narcotic and Law  Enforcement Affairs- Narcotics Program Information  Program-U.S.  Speaker and  Specialist Program 65.  Earned Income Tax  10 Agency did not address improper payments or the IPIA requirements for this program in its fiscal year  2004 PAR."], "subsections": []}, {"section_title": "Comments from the Office of Management and Budget", "paragraphs": ["The following is GAO’s comment on OMB’s letter dated March 25, 2005."], "subsections": [{"section_title": "GAO Comment", "paragraphs": ["1.", "In our review of these agencies’ fiscal year 2004 PARs, we determined  that assessments were not completed for all programs and activities."], "subsections": []}]}, {"section_title": "GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contacts", "paragraphs": [], "subsections": []}, {"section_title": "Acknowledgments", "paragraphs": ["In addition to those named above, Lisa Crye, Bonnie McEwan, and Donell  Ries made important contributions to this report."], "subsections": []}, {"section_title": "GAO’s Mission", "paragraphs": ["The Government Accountability Office, the audit, evaluation and  investigative arm of Congress, exists to support Congress in meeting its  constitutional responsibilities and to help improve the performance and  accountability of the federal government for the American people. GAO  examines the use of public funds; evaluates federal programs and policies;  and provides analyses, recommendations, and other assistance to help  Congress make informed oversight, policy, and funding decisions. GAO’s  commitment to good government is reflected in its core values of  accountability, integrity, and reliability."], "subsections": []}, {"section_title": "Obtaining Copies of GAO Reports and Testimony", "paragraphs": ["The fastest and easiest way to obtain copies of GAO documents at no cost  is through GAO’s Web site (www.gao.gov). Each weekday, GAO posts  newly released reports, testimony, and correspondence on its Web site. To  have GAO e-mail you a list of newly posted products every afternoon, go to  www.gao.gov and select “Subscribe to Updates.”"], "subsections": [{"section_title": "Order by Mail or Phone", "paragraphs": [], "subsections": []}]}, {"section_title": "To Report Fraud, Waste, and Abuse in Federal Programs", "paragraphs": [], "subsections": []}, {"section_title": "Congressional Relations", "paragraphs": [], "subsections": []}, {"section_title": "Public Affairs", "paragraphs": [], "subsections": []}]}], "fastfact": []}