{"id": "GAO-06-343", "url": "https://www.gao.gov/products/GAO-06-343", "title": "U.S. Commission on Civil Rights: The Commission Should Strengthen Its Quality Assurance Policies and Make Better Use of Its State Advisory Committees", "published_date": "2006-05-01T00:00:00", "released_date": "2006-05-31T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The U.S. Commission on Civil Rights (the Commission) was established by the Civil Rights Act of 1957 to serve as an independent, bipartisan, fact-finding agency whose mission is to investigate and report on the status of civil rights in the United States. Since its inception, the Commission has conducted hearings and issued reports highlighting critical, controversial civil rights issues, including racial segregation, impediments to voting rights, and affirmative action. To carry out its fact-finding and reporting mission, the Commission is required to submit at least one report annually to the President and Congress on federal civil rights enforcement efforts, among other requirements. Because the Commission has no enforcement power, the key means for achieving its mission lies in its credibility as an independent and impartial fact-finding and reporting organization. To complement this national fact-finding and reporting effort, separate state advisory committees were also authorized in 1957 to advise the Commission and serve as its \"eyes and ears\" on state and local civil rights issues. State advisory committees are composed of volunteers appointed by the Commission in every state who conduct public hearings on state and local civil rights issues and issue reports to the Commission on their findings. The Commission's national office reports are researched and written by national office staff and approved by the Commissioners, and the state advisory committee reports are researched and drafted by the Commission's regional office staff under the direction of the state advisory committees. We were asked to assess the Commission's quality assurance policies for its national and state advisory committee reports and other products and the role of the state advisory committees in fulfilling the Commission's fact-finding and reporting mission. More specifically, our objectives were to assess (1) the adequacy of the Commission's policies for ensuring the quality of its products and (2) the role of the state advisory committees in contributing to the Commission's work."]}, {"section_title": "What GAO Found", "paragraphs": ["The Commission has some policies that provide adequate quality assurance for its products; however, it lacks policies for ensuring the objectivity of its national office reports, briefings, and hearings and providing accountability for decisions made on its national office products. Among its key policies, the Commission requires its national office products to be reviewed for legal sufficiency and provides affected agencies an opportunity to comment on the accuracy of information in its draft reports. In addition, under new Commission policies, Commissioners have an increased role in the development of its products, as we previously recommended. However, the Commission lacks several key policies that could help ensure objectivity in its national office products. The state advisory committees have played a key role in the Commission's work by identifying and reporting on local civil rights issues, but most committees do not have current charters giving them authorization to operate, and the Commission has not fully integrated the committees into the accomplishment of its mission. Traditionally, the committees have gathered data on state and local civil rights issues by holding hearings, forums, and briefings and communicated their findings to the Commission and the public through reports. Since 1980, the state advisory committees have accounted for 200 of the 254 reports published by the Commission. Currently, however, 38 of the 51 state advisory committees cannot conduct any work because they do not have approved charters. In late 2005, the Commission began revising the criteria for state advisory committee membership in order to, among other things, move away from racially and ethnically based representation toward great diversity in expertise and ideas. It also decided that the committees' applications for new charters would not be accepted until they had been redrafted to include only members who meet the new criteria. Several other actions by the Commission have limited the activities of the state advisory committees. First, since the 1990s, because of budgetary constraints, the Commission has significantly reduced the number of regional office staff, who provide extensive support to the state committees in conducting their activities and producing reports. In addition, the Commission has reduced funding for the state advisory committees, including money needed to hold public meetings. Furthermore, draft reports prepared by the state advisory committees are often not reviewed or published by the Commission in a timely manner. For example, most of the state advisory committees we visited told us the national office had not reviewed and accepted their reports in a timely manner, and less than a quarter of the state advisory committee chairs who responded to our survey reported that they were satisfied with the national office's timeliness in processing their reports. The Commission has also not incorporated the work of the state advisory committees into its strategic planning and decision-making processes, including articulating how the national office will use the state advisory committees' findings on state and local civil rights issues to inform the Commission's national goals and strategies. For example, the Commission did not obtain input from the state advisory committees in developing its new draft strategic plan, although the committees play an important role in accomplishing the agency's goals. Finally, although many of these are long-standing issues, the Commission has not provided for independent oversight of its policies and practices for the state advisory committees."]}], "report": [{"section_title": "Letter", "paragraphs": ["The U.S. Commission on Civil Rights (the Commission) was established by  the Civil Rights Act of 1957 to serve as an independent, bipartisan, fact- finding agency whose mission is to investigate and report on the status of  civil rights in the United States. Since its inception, the Commission has  conducted hearings and issued reports highlighting critical, controversial  civil rights issues, including racial segregation, impediments to voting  rights, and affirmative action. To carry out its fact-finding and reporting  mission, the Commission is required to submit at least one report annually  to the President and Congress on federal civil rights enforcement efforts,  among other requirements. Because the Commission has no enforcement  power, the key means for achieving its mission lies in its credibility as an  independent and impartial fact-finding and reporting organization. To  complement this national fact-finding and reporting effort, separate state  advisory committees were also authorized in 1957 to advise the  Commission and serve as its “eyes and ears” on state and local civil rights  issues. State advisory committees are composed of volunteers appointed  by the Commission in every state who conduct public hearings on state  and local civil rights issues and issue reports to the Commission on their  findings. The Commission’s national office reports are researched and  written by national office staff and approved by the Commissioners, and  the state advisory committee reports are researched and drafted by the  Commission’s regional office staff under the direction of the state advisory  committees.", "We were asked to assess the Commission’s quality assurance policies for  its national and state advisory committee reports and other products and  the role of the state advisory committees in fulfilling the Commission’s  fact-finding and reporting mission. More specifically, our objectives were  to assess (1) the adequacy of the Commission’s policies for ensuring the  quality of its products and (2) the role of the state advisory committees in  contributing to the Commission’s work.", "To address these objectives, we reviewed documents such as relevant  statutes, regulations, and administrative policies of the Commission;  transcripts and minutes of Commission meetings; and recent Commission  and state advisory committee reports. We interviewed Commission staff,  including the Staff Director, and three Commissioners—the Chair, one  Republican member, and one Democrat. We also attended monthly  meetings of the Commission, including briefings, during the period in  which we conducted our work. To analyze the quality assurance policies  for its products, we reviewed the Commission’s administrative policies for  its reports, briefings, and hearings. We also reviewed the policies used by  the National Academies of Sciences (the Academies) and the  Congressional Budget Office (CBO) to ensure the quality of their products  and guidance from the Office of Management and Budget on ensuring the  quality and objectivity of information disseminated by federal agencies, in  addition to considering GAO’s own policies. We also interviewed officials  from the Academies and CBO. In addition, we reviewed the Commission’s  files for a selection of recent national and state advisory committee  reports and interviewed national and regional office staff.", "To analyze the state advisory committees’ role in the Commission’s fact- finding and reporting mission, we conducted a survey of the 51 state  advisory committee chairs. We received responses to this survey from  state advisory committee chairs and former chairs in 36 states. In addition,  we conducted site visits to all six regional offices, where we interviewed  regional staff to determine the support they provide to the state advisory  committees. We also interviewed the state advisory committee chairs and  members in 11 states to understand how they operate and their  experiences with the Commission’s national and regional offices. We  interviewed officials at the General Services Administration (GSA), which  provides guidelines for federal advisory committees, and reviewed the  Federal Advisory Committee Act (FACA) and related documents. In  addition, we reviewed the most recently approved state advisory  committee charters, interviewed Commission officials who work with the  regional offices, and reviewed state advisory committee regulations,  policies, and other guidance. We conducted our work from April 2005 to  March 2006 in accordance with generally accepted government auditing  standards."], "subsections": [{"section_title": "Background", "paragraphs": ["The U.S. Commission on Civil Rights was established to serve as an  independent, bipartisan, fact-finding agency whose mission is to  investigate and report on the status of civil rights in the United States. It is  required to study the impact of federal civil rights laws and policies with  regard to discrimination or denial of equal protection of the laws.  According to its statutory mission, the Commission also serves as a  national clearinghouse for information related to its mission and  investigates charges of citizens being deprived of the right to vote because  of color, race, religion, sex, age, disability, or national origin. For the  purpose of carrying out its mission, the Commission may hold hearings  and has the power to administer oaths, issue subpoenas for the attendance  of witnesses and the production of written materials, take depositions, and  use written interrogatories to obtain information about matters that are  the subject of a Commission hearing or report. However, because the  Commission lacks enforcement powers that would enable it to apply  remedies in individual cases, the Commission refers specific complaints to  the appropriate federal, state, or local government agency for action. Its  operations are also governed by the provisions of the Sunshine Act, which  requires the Commission to open most of its meetings to the public.", "By statute, the structure of the Commission has three key components— the Commissioners, the Staff Director, and the state advisory committees:    The Commission is directed by eight part-time Commissioners who serve  6-year staggered terms. Four Commissioners are appointed by the  President, two by the President Pro Tempore of the Senate, and two by the  Speaker of the House of Representatives. With the concurrence of a  majority of the Commission’s members, the President also designates a  Chairperson and Vice Chairperson from among the Commissioners. No  more than four Commissioners can be of the same political party.", "The Staff Director is appointed by the President with the concurrence of a  majority of the Commissioners. A full-time employee, the Staff Director  serves as the administrative head of the Commission. All Commission  offices and senior staff report directly to the Staff Director.", "The Commission has established 51 state advisory committees composed  of private citizens appointed by the Commission who volunteer to assist  the agency by identifying local civil rights issues, some of which may  become important at the national level. Each committee has a minimum of  11 members. The state advisory committees are supported by six regional  offices whose primary function is to assist the state committees in their  planning, fact-finding, and reporting activities.", "The Commission’s annual appropriation has averaged about $9 million for  more than 10 years, with salaries and benefits constituting about   73 percent. Because of level funding since fiscal year 1995, the total  number of full-time equivalent employees steadily declined from 95 in  fiscal year 1995 to 64 in fiscal year 2004. As of January 1, 2006, the number  of staff had further declined to 46 full-time staff nationwide, excluding the  Commissioners; 9 of the 46 staff were professionals in regional offices.", "After December 2004, when a new Chair, Commissioner, and Staff  Director were appointed, the Commission began to reevaluate its product  development policies and matters related to the operations of its state  advisory committees."], "subsections": [{"section_title": "Commission Products", "paragraphs": ["Because the Commission has no enforcement authority, the “force of its  work derives from its scholarly reports.” The Commission’s work was  intended from the outset to be “objective and free from partisanship . . .  broad and at the same time thorough,” as the Attorney General noted  when he transmitted the legislative proposal that established the  Commission—the Civil Rights Act of 1957. The primary written product  produced by the Commission’s national office is a statutorily required  annual report on federal civil rights enforcement efforts. This statutory  report, which is transmitted to the President and Congress, contains  findings, conclusions, and recommendations and is published by the  national office. In addition, the national office produces other studies,  such as reports on federal funding for civil rights programs and letters to  agencies or members of Congress on civil rights issues. The Commission  also invites speakers, such as attorneys and scholars, to brief the  Commissioners on civil rights issues upon request at the Commission’s  regular (generally, monthly) public meetings. Such briefings can also serve  as the basis for Commission reports that include the speakers’ written  statements. The Commission has also conducted public hearings with  witnesses as part of its investigative and fact-finding mission. The  Commission’s professional staff researches and writes its national office  reports and organizes Commission briefings and fact-finding hearings.", "In addition to the Commission’s national office products, the state  advisory committees produce written reports that are based on fact- finding hearings and other public meetings. State advisory committee  members propose civil rights topics for study, participate in state and local  hearings and public meetings that they sponsor, review draft reports, and  vote to approve state advisory committee reports to be sent to the  Commission. Fact-finding reports may contain findings, conclusions, and  recommendations for action. State advisory committees also issue reports  that summarize speakers’ presentations at conferences and public  hearings held by the committee. The Commission’s regional staff provide  support to the state committees by organizing and attending their  meetings, hearings, and other public events, and by researching and  drafting reports for the committees.", "The Staff Director and Commissioners play key roles in approving the  Commission’s products. The Staff Director is responsible, among other  duties, for approving all national office project proposals, project designs,  and draft products before they are forwarded to the Commissioners for  review. The Staff Director also approves all state advisory committee  activities, project proposals, and reports. Commissioners vote to approve  national office products at key stages, such as project proposals and final  drafts, and they also receive all state advisory committee final reports but  do not vote to accept or reject them."], "subsections": []}, {"section_title": "Quality Assurance Policies", "paragraphs": ["The Commission’s quality assurance policies for its national office and  state advisory committee products are set forth in its Administrative  Manual, Legal Sufficiency and Defame and Degrade Manual, and  Hearing Manual. In addition, the Commission’s quality assurance policies  for its state advisory committee products are set forth in the Commission’s  State Advisory Committee Handbook, published by the Commission in  February 1998. The Commission’s policies for its state advisory  committees provide guidance for developing and approving project  proposals and reports and conducting fact-finding hearings and public  meetings. Some of the Commission’s regional offices also have issued  memorandums and other documents on policies affecting their products.  (See apps. V and VI for further information on the Commission’s policies  and processes for developing and approving national office and state  advisory committee products.)"], "subsections": []}, {"section_title": "State Advisory Committees", "paragraphs": ["The Commission’s state advisory committees were established to function  as the “eyes and ears” of the Commission on civil rights issues. The  Commission’s statute authorizes the creation of advisory committees and  directs the Commission to establish at least one advisory committee in  every state and the District of Columbia. Each state committee has a  charter that enables it to operate and identifies its members. Each charter  is valid for a term of 2 years, and the committee terminates if the charter is  not renewed at the end of the term. The Commission is responsible for  renewing state advisory committee charters.", "The mission of the state advisory committees is to investigate within their  states any subject that the Commission itself is authorized to investigate  and provide advice to the Commission in writing about their findings and  recommendations. The committees must confine their studies to the state  covered by their charters. They are not limited to subjects chosen by the  Commission for their study but may study any subjects within the purview  of the Commission’s statute. More specifically, the state advisory  committees advise the Commission about (1) any alleged denials of the  right to vote due to discrimination or fraud, (2) any matters related to  discrimination or denial of equal protection of the law and the effect  federal laws and policies have with respect to equal protection of the laws,  and (3) any matters of mutual concern in the preparation of reports of the  Commission to the President and Congress. Advisory committees are also  charged to receive reports, suggestions, and recommendations from  individuals, public and private organizations, and public officials upon  matters pertinent to advisory committee inquiries; assist the Commission  in the exercise of its clearinghouse function; and, attend, as observers, any  open hearing or conference that the Commission may hold within their  state.", "To carry out their mission to gather information and to advise the  Commission on state and local civil rights issues, state advisory  committees are authorized to hold fact-finding meetings and invite  government officials and private persons to provide information and their  views on various subjects. Advisory committee meetings are open to the  public, and a designated federal employee must be present at all meetings.  Any person may submit a written statement at any business or fact-finding  meeting of an advisory committee and, at the discretion of the designated  federal employee, may make an oral presentation.", "The Commission’s relations with its state advisory committees are guided  and regulated by FACA. Enacted in 1972, FACA prescribes certain ground  rules that govern all federal advisory committees, including the  Commission’s 51 advisory committees. Under the act, GSA established a  Committee Management Secretariat, which is tasked with prescribing  administrative guidelines and management controls for advisory  committees and providing advice, assistance, and guidance to advisory  committees to improve their performance. In turn, FACA requires each  agency head to establish uniform administrative guidelines and  management controls for its advisory committees that are consistent with  the Secretariat’s directives. Under FACA, advisory committees are to have  a balanced representation of views and adequate funding and support, and  to exercise independent judgment without inappropriate influence from  the appointing agency or any other party."], "subsections": []}]}, {"section_title": "The Commission Lacks Policies for Ensuring Objectivity or Providing Accountability for Its Products", "paragraphs": ["The Commission has some policies designed to ensure the quality of its  products. However, it does not have policies for ensuring an objective  examination of the issues or ensuring accountability for the decisions  made on its products. The Commission’s policies for developing and  approving its products do not contain criteria to be used by the Staff  Director or Commissioners and do not provide for the representation of  diverse perspectives or the use of experts as external reviewers. In  addition, the Commission’s policies do not provide transparency for the  decisions made in regard to its national office products, and the  Commission has not obtained the services of an Inspector General, as we  previously recommended, to strengthen its accountability. In contrast, the  Commission’s policies for its state advisory committees are more  comprehensive than those for its national office."], "subsections": [{"section_title": "Although the Commission Has Policies That Provide Some Safeguards, It Lacks Policies Designed to Ensure the Objectivity of Its National Office Products", "paragraphs": ["The Commission has policies for developing and approving its national  office products—reports, briefings, and hearings—that provide some  safeguards for the quality of these products, but it lacks policies for  ensuring their objectivity. More specifically, the Commission does not  have a policy requiring the inclusion of balanced and varied perspectives  in its national office reports, briefings, and hearings, nor does it have a  policy on the use of external reviewers. In addition, although the  Commission requires the Staff Director and Commissioners to approve its  national office products at key junctures in their development, its policies  do not include criteria for their assessment of these products."], "subsections": [{"section_title": "Commission Policies Provide General Criteria for Ensuring Quality", "paragraphs": ["The Commission’s policies on the quality of its national office products are  fairly general, requiring the reports to be accurate, well written, and  timely. For example, it is Commission policy to issue “well-written  documents that meet high standards of accuracy and timeliness,”  according to the Commission’s policy manual. Similarly, the offices that  develop Commission products are responsible for ensuring that the draft  report is “well written, accurate, and of high quality” before the report is  published, and staff must “double-check sources” in draft reports “for  accuracy and conformance with the appropriate rules of citation.” In  addition to these general policies, the Commission requires four  independent reviews of draft reports primarily designed to ensure their  accuracy: (1) an editorial review; (2) a legal sufficiency review; (3) a  “defame and degrade” review to ensure that, if reports cast aspersions on  any persons named in them, those persons will be offered an opportunity  to respond; and (4) if needed, a review by agencies affected by the report.  (See app. V for further information on the Commission’s policies and  processes for developing and approving national office products.)", "The Staff Director and Commissioners exercise considerable control in  carrying out these policies. The Staff Director plays a pivotal role in  approving all interim documents, such as proposals, outlines, discovery  plans, and draft reports, throughout their development. The Staff  Director must approve all documents before they can be sent to the  Commissioners for approval. Under new policies effective in May 2005, the  Commissioners are required to approve Commission products at all key  stages, from proposal development through final report stages, and their  approval requires a majority vote. If there are any significant changes to a  product at any stage, the Staff Director and Commissioners are required to  approve these changes as well. This change marks a significant  improvement over previous Commission policy, in which the  Commissioners had limited involvement in the development of its  products. The previously limited role was a source of considerable  concern to some Commissioners and led to our 2003 recommendation that  the Commission provide for increased involvement of the Commissioners  in planning and implementation.", "The Commission has issued four reports and conducted several briefings  under the new policy requiring greater Commissioner involvement. Two  of these reports were based on briefings made to the Commissioners.  From July 2005 to February 2006, the Commission conducted five briefings  with invited speakers presenting their perspectives on specific civil rights  issues, such as the reauthorization of expiring provisions of the Voting  Rights Act and racial disparity studies. The papers that speakers submitted  for these briefings provide the basis for briefing reports published by the  Commission."], "subsections": []}, {"section_title": "The Commission Lacks Policies for Ensuring the Objectivity of National Office Products", "paragraphs": ["The Commission does not have a policy requiring the representation of  varied perspectives in its national office reports, in contrast to its policies  for state advisory committee reports, which are required to “represent a  variety of different and opposing views.” For example, the initial draft of  the Commission’s 2005 report, Federal Procurement after Adarand (the  Adarand report)—the most significant report recently issued by the  Commission because it was the statutorily required annual report— reflected a range of research and perspectives on a controversial issue  involving the application of racial considerations in federal contracting.  The Commissioners had agreed upon this range of perspectives when they  voted to approve the report’s outline in April 2005. However, in response  to comments from a few Commissioners, the Staff Director removed major  sections of the report that supported one perspective, that “race  conscious” strategies are still needed to increase minority businesses’  participation in federal contracts. As a result, the main text of the final  published report reflected only one point of view, that federal agencies  have not sufficiently developed “race neutral” approaches to increase the  participation of small and disadvantaged businesses in federal  contracting.", "We also found that the Commission does not have a policy for determining  when to use external reviewers and how reviewers should be selected for  its national office reports. For example, for the Commission’s 2005  Adarand report on affirmative action in federal contracting, the Staff  Director hired a single reviewer whose work is cited in the report and who  is widely known for his opposition to affirmative action. The contractor’s  functions were to review the draft report and provide his “opinions,  revisions, comments and suggestions,” based on his expertise in federal  contracting and race-neutral alternatives. Some of the Commissioners and  the staff responsible for preparing the report said that they did not know  that an external reviewer had been hired, how he had been selected, what  changes the reviewer had recommended, or which changes were included  in the final report. Agency staff noted that the external reviewer added  some material to the report that critiqued the work of a federal agency and  that the Commission did not provide the agency with an opportunity to  comment, as required by Commission policy. In addition, the Commission  did not acknowledge the external reviewer’s participation in the published  report.", "Although the Commission does not have a policy on using external  reviewers, other nationally recognized research organizations, such as the  National Academies and the Congressional Budget Office, use external  reviewers to assess the completeness, balance, and objectivity of their  reports. For both the Academies and CBO, the general principle is that  the more controversial the topic, the greater the number of reviewers they  use. The Academies’ extensive external review process includes preparing  a slate of names of possible reviewers, having the names approved at two  levels of the organization, and establishing a review coordinator. The  Academies then recruit independent experts with a range of views and  perspectives to comment on the draft report, and their comments are  provided anonymously. In addition, to ensure that the reviewers’  comments are appropriately incorporated, the Academies require the  review coordinator to document that the report adequately addressed the  reviewers’ comments. Similarly, CBO uses external reviewers from the  academic community and other agencies in order to obtain a wider range  of views and twice yearly draws on the advice of a panel of experts to  review and comment on the agency’s preliminary economic forecasts.", "Although briefings and briefing reports are becoming increasingly frequent  Commission products, the Commission does not have a policy specifying  how speakers for the briefings are to be identified or requiring that  briefing panels be balanced and include a variety of perspectives. For  example, the Commission held a briefing in October 2005 to discuss  expiring provisions of the Voting Rights Act of 1965, a controversial topic  of immediate interest. Three of the four speakers at the Commission  briefing opposed reauthorization of a key provision of the act. One  Commissioner we interviewed told us he thought the briefing panel was  biased and unbalanced. According to the Staff Director, the way speakers  are identified and the basis for their selection vary with each briefing,  depending on the topic, but the Commission does not have a written  requirement for ensuring varied perspectives in briefing panels. Some  invited speakers have declined to participate in Commission briefings  because they were unavailable on the proposed briefing dates or because  they believed their professional roles precluded them from taking a stance  on the issues to be discussed. However, the Staff Director also told us that  the Commission often has difficulty obtaining speakers who represent  different perspectives on controversial topics. For example, in one  instance an invited speaker declined in part because he had no confidence  in the Commission’s receptivity to the evidence and other points of view.", "In addition, although the Commission’s new policies require the Staff  Director and Commissioners to approve national office products at several  stages, these policies do not include criteria designed to ensure that the  products are objective. The Staff Director’s and Commissioners’ decisions  to review and approve each stage of a product’s development—such as  proposal, outline and methodology, discovery plan, and draft report—are  not guided by written criteria, such as requiring reviewers to assess  whether the methodology provides sufficient and relevant evidence to  achieve the product’s objectives. According to the Staff Director, in  addition to the Commission’s general policy guidance, his reviews of draft  reports are largely guided by his judgment on whether the reports are  likely to be approved by a majority of the Commissioners. The Staff  Director made a similar point at a July 2005 public meeting, stating that  several Commissioners had indicated that they would dissent from a draft  report, and that his goal in removing chapters from the final report was to  ensure that a majority of the Commissioners would vote to approve it."], "subsections": []}]}, {"section_title": "Commission Policies Do Not Provide Accountability for Decisions Made on Its Products", "paragraphs": ["The Commission does not use some checks and balances to ensure  Commissioner involvement and its policies do not provide transparency  for the decisions made in regard to its products, and the Commission has  not obtained the services of an Inspector General to strengthen its  accountability, as we previously recommended."], "subsections": [{"section_title": "Some Product Decisions Are Made without Consulting All Commissioners", "paragraphs": ["The Commission does not use some of the checks and balances needed to  provide accountability for the decisions made on its products. Although its  new policies involve the Commissioners far more extensively in decisions  on its products than in the past, the Commission still does not routinely  include all Commissioners in its deliberations as required. This problem  predates the Commission’s new policies. For example, our 2003 report  noted the complaints of several Commissioners that they were often  unaware of the content of Commission products until they were published  or released to the public.", "This pattern of not including all Commissioners in its deliberations was  especially evident with regard to the decisions made on the Adarand  report. For example, in an early stage of the development of this report,  the Staff Director did not consult with all of the Commissioners or obtain  their agreement before he changed the focus of the questions used to  collect essential data from federal agencies for the report. These  questions—called interrogatories—significantly altered the report’s  direction after the Commission’s staff had completed much of their  research. However, the Commissioners were not made aware of this  change until a Commissioner pointed out discrepancies between the  original focus as approved by the Commission in 2003 and the  interrogatories that went out in 2005. At a public meeting of the  Commission, three Commissioners objected to the fact that the  interrogatories had gone forward without the expressed authority of the  Commissioners and that these changes were made autonomously by the  Staff Director and the Chair. At the meeting, the Chair agreed that the  interrogatories should not have been sent without the other  Commissioners’ approval of the changes.", "In another example of decisions being made without the knowledge of all  of the Commissioners, the Chair made changes to a draft briefing report  on campus anti-Semitism based on his legal interpretation of an issue and  private conversations with officials from the Department of Education. At  the Commission’s February 2006 meeting, the Vice Chair said that she did  not understand the rationale for the changes and objected to the methods  used to obtain information on the issue. Other Commissioners questioned  the Chair’s legal interpretation and the accuracy of the changes he made.  Although they had planned to vote on the report at this meeting, the  Commissioners postponed the vote because of disagreements about these  changes and their implications for the report’s recommendations.", "Similarly, the Chair and several Commissioners sent a letter to the  Secretary of the Department of Education (Education) disagreeing with a  civil rights organization’s report that had criticized the department and  commending Education for its commitment to civil rights. However, the  Commissioner, who, at that time, was the sole Democrat, noted in a  separate dissenting letter that he was not informed about the majority’s  letter until after it was drafted and that he did not understand the other  Commissioners’ impetus for writing the letter.", "In several recent instances, Commissioners have also complained about  not receiving key documents for review or receiving them too late to help  them in their deliberations. For example, at the Commission’s monthly  public meeting in January 2006, several Commissioners complained that  they had not received transcripts of Commission meetings since October  2005. Among other things, the transcripts contained information on a  briefing that Commission staff had used to draft a briefing report on  reauthorization of the Voting Rights Act. However, because the  Commissioners had not received copies of the transcript used to prepare  this report, they postponed a vote to approve the report for publication. In  addition, the Commissioners postponed a vote accepting a state advisory  committee report for publication because they had not received it in time  to review it. Similarly, in July 2005, the Commissioners were sent a final  draft of the Adarand report for review on the same day that they voted on  its publication, despite the fact that it contained comments from an  affected federal agency and an external reviewer that required fresh  review. In addition, the Commissioner who was the sole Democrat at that  time said that he did not receive additional changes to the report that were  sent to all of the other Commissioners."], "subsections": []}, {"section_title": "The Commission Has Not Documented Key Decisions on Its Products", "paragraphs": ["The Commission’s decisions on the content of its products lack  transparency because, in some cases, they are not discussed publicly or  documented. For example, there was no documentation of the basis for  the Staff Director’s decision to remove several sections of the Adarand  report in response to comments received from several Commissioners  during their initial review of the draft report. In addition, in accordance  with the Commission’s new policies, the Commissioners’ individual  reviews of the draft report were not discussed in a public meeting. Two  Commissioners said that they were unaware of the changes made to the  report until after the decision had been made to remove the sections of the  report from the draft. In a public meeting afterward, the Staff Director  stated that he had removed the sections because it had become clear to  him that with these sections, the report would not receive enough votes to  be approved for publication. One Republican Commissioner told us that  although he agreed with the analysis in the Adarand report, he had  abstained from voting on the final report because he objected to the report  process and because he did not want a biased report to be issued by the  Commission.", "Another means of documenting the quality of products is the use of  checklists. Although the Commission does not have checklists for  assessing the quality of its national office reports, it does have such  checklists for assessing the quality of state advisory committee reports.  The checklists include a section to be completed by the Office of the Staff  Director that documents the office’s assessment of the balance, writing,  and report conclusions of state advisory committee reports before  transmitting these reports to the Commissioners. However, the  Commission does not appear to use the checklists for state advisory  committee reports, since they were not always completed or were missing.  For example, although we requested copies of the completed checklists  for nine state advisory committee reports issued since 2002, the  Commission could not provide us with copies of any completed checklists.", "Finally, the Commission has not obtained independent oversight, as we  recommended in 2004 to address long-standing concerns about its  management and accountability. Specifically, we recommended that the  Commission seek the services of an existing Inspector General to help  keep the Commission and Congress informed of problems and to conduct  and supervise necessary audits and investigations of the Commission’s  operations. In 2005, the Commission acted to implement our 2003  recommendation to increase Commissioners’ involvement in the  development of its national office products and also began to implement  our recommendations on other matters, such as financial management.  According to the Staff Director, he contacted officials from some Offices  of Inspectors General, including GSA, but they declined to provide their  services, noting that most of the Commission’s problems would take too  much of their staff time. The Staff Director also told us that the  Commission had contracted with an accounting firm for advice on how to  correct problems identified in their recent financial audit. This action,  however, will not address the weaknesses we identified in the  Commission’s policies, or provide reasonable assurance of the objectivity  of its products and accountability for the decisions made on these  products."], "subsections": []}]}, {"section_title": "Commission Policies for State Advisory Committee Products Are More Comprehensive than Those for Its National Office Products", "paragraphs": ["For state advisory committee products, which are researched and written  principally by the Commission’s regional office staff, the Commission has  quality assurance policies that are generally more comprehensive than its  policies for its national office products. More specifically, Commission  policy explicitly requires state advisory committees to incorporate  balanced, varied, and opposing perspectives in their hearings and reports,  in contrast to national office products, which do not have such a  requirement. According to the Commission’s administrative policy manual,  state advisory committees “must seek to hear a variety of points of view  and opinions” in conducting their work. This policy also notes that  “balance does not mean that the conclusions of a State Advisory  Committee agree with or include all positions, only that the research and  opinions listened to represent a variety of different and opposing views on  the topic at hand.” To reinforce this focus, the checklist for transmitting  state advisory committee proposals to the national office for approval asks  the Staff Director’s office to determine whether the sources to be used  represent a variety of opinions on the issues. Similarly, the checklist for  transmitting state advisory committee reports to the national office  requires the Office of the Staff Director to determine whether varied and  opposing views were identified and discussed in the report. The national  office does not have such quality assurance checklists for assessing its  own products. In addition, state advisory committee members are required  to review draft committee reports for their clarity, substance, objectivity,  and conclusions, unlike Commissioners, who do not have criteria for  reviewing Commission products. The regional directors are also  responsible for ensuring that state advisory committee reports meet  appropriate methodological, organizational, and balance standards. State  advisory committee products are also subject to the four reviews required  for all Commission products: the editorial review, legal sufficiency review,  defame and degrade review, and affected agency review. (See app. VI for  further details on the process for approving state advisory committee  reports.)"], "subsections": []}]}, {"section_title": "State Advisory Committees Have Played a Key Role in the Commission’s Work, but Most of Their Operations Have Been Suspended", "paragraphs": ["The state advisory committees have played a key role in accomplishing the  work of the Commission, but most committees cannot currently conduct  any work because the Commission has not renewed their charters. The  Commission has also instituted new membership criteria for the  committees and has required all of the committees whose charters have  expired to redraft their applications for renewal to comply with the new  criteria. Furthermore, over the past 5 years, the activities of the state  advisory committees have been significantly limited, in part because the  Commission, working under budget restraints, has reduced the resources  available to conduct their work and also because it has delayed reviewing  and accepting their reports for publication. In addition, the Commission  has not sought the views of state advisory committee members in its  strategic planning process or on key decisions that affect the committees.  Finally, although many of these are long-standing issues, the Commission  has not provided for independent oversight of its policies and practices for  state advisory committees."], "subsections": [{"section_title": "State Advisory Committees Have Identified, Examined, and Publicized Many Local Civil Rights Issues", "paragraphs": ["The Commission’s state advisory committees have operated as a unique  national network intended to provide the Commission with information on  local civil rights issues that can be used in its work at the national level.  The state advisory committees have identified and examined issues  through a variety of activities and provided information to the Commission  and the public in written reports. Since 1980, the state advisory committee  issued 200 of the 254 reports published by the Commission. Other  activities conducted by the state advisory committees include open  forums, public meetings, and formal hearings that have provided avenues  for the public to communicate their civil rights experiences and for the  committees to define current local civil rights issues that may not yet be  on the national agenda.", "Some of the committees’ reports have prompted action by the  Commission. For example, in 1973, the California State Advisory  Committee held hearings on the concerns of the Asian American and  Pacific Islander communities. These hearings resulted in two state  advisory committee reports: Asian American and Pacific Peoples: A Case  of Mistaken Identity (February 1975) and A Dream Unfulfilled: Korean  and Philipino Health Professionals in California (May 1975). These  reports were the first studies conducted by the Commission on these  issues, according to agency officials. The Commission issued national  office reports on these issues in 1986, 1988, and 1992. More recently, after  the terrorist attack on September 11, 2001, the Commission asked the state  advisory committees to gather information on the status of Muslim, Arab  American, and others perceived to be from these communities in their  states. Twenty state committees held information-gathering events—such  as town hall meetings—at which the public was invited to speak about  experiences that may have threatened the civil rights of members of the  Muslim community. As a result, nine state advisory committees’ reports  were issued by the Commission on the civil rights of Muslims and other  communities in their states, and the Commission issued a statement that  summarized the results of these activities and reports.", "State advisory committee reports also have had an impact on their states’  operations, including state legislation. Members of several committees told  us about legislation that had passed or state offices that had been affected  through their efforts. For example, officials with one of the Commission’s  regional offices told us that in 2003, one of its states formed a multi-agency  state task force to work on an issue reported by the Nevada State Advisory  Committee on the educational opportunities of Native American Indian  students in the state’s public schools. As a result of the task force’s efforts,  the state enacted legislation designed to improve educational outcomes of  Native American Indian students. State advisory committee members also  noted that just conducting activities, without issuing a report, can have an  effect. For example, members of one committee told us that they visited a  local prison after receiving allegations of sexual abuse of female detainees  being held on account of their illegal entry into the United States. Local  newspapers were present during the committee’s visits, bringing the issue,  which was not well known, to the public’s attention.", "In addition, state advisory committee members reported that they  participated in activities that gave them a voice in their states’ civil rights  operations. For example, they reported working with the state civil rights  offices to inform them of local issues and assist in writing proposed  legislation, giving testimony to state legislatures, and training state and  local officials on current civil rights issues. In responding to our survey,  one chairman reported that on the basis of work conducted by the state  advisory committee, he testified before his state’s Joint House and Senate  Committee on several minority issues, including racial harassment in  schools and discrimination in hiring. Another advisory committee chair  wrote that following a report the committee issued on hiring practices and  appointments to state commissions and boards, the governor committed  to improving state practices and asked the committee for assistance in  identifying minorities to serve on state boards and commissions.", "State advisory committee members also reported being well connected to  their local communities because of their professions. Those we  interviewed included a state legislator, several university professors and  lawyers, a director of a county Equal Employment Opportunity  Commission office, the administrator of the regional office of a federal  agency, and a church minister—roles that allowed them to influence civil  rights issues in their communities. (See appendix VII for a summary of the  profiles of state advisory committee members as listed in their most  recently approved charters.  To view the details by state of all   51 committee membership profiles, see an electronic supplement at  http://www.gao.gov/cgi-bin/getrpt?GAO-06-551SP.)"], "subsections": []}, {"section_title": "Most State Advisory Committee Activities Have Been Suspended Pending Renewal of the Committees’ Charters", "paragraphs": ["Consistent with the requirements in FACA, state advisory committees that  do not have an approved charter cannot meet or conduct any business.  However, as of February 2006, 38 of the 51 state advisory committees did  not have an approved charter, and 13 of them had not had an approved  charter for at least 2 years. Only 13 state advisory committees currently  have approved charters as of February 2006, and their charters are due to  expire late in 2006. (See table 1.)", "The primary reason for the current delays in renewing the state advisory  committees’ charters is that the Commission recently initiated significant  changes in the criteria for membership in the state advisory committees. In  addition, the Commission chose to cancel pending applications for  renewal until members could be chosen to serve on the rechartered  committees that reflect the new membership criteria, further delaying the  process of establishing active new charters for the committees. The new  membership criteria were first proposed as a regulatory change in  November 2005. As of February 2006, one portion of the criteria had been  incorporated in a new regulation for the Commission; the remaining  criteria had not been finalized.", "The proposed new membership criteria are substantially different from the  previous criteria and could result in major changes in state advisory  committee membership. First, the Commission’s new policy requiring  nondiscrimination in the selection of committee members was published  in February 2006 as a new regulation. It supersedes the Commission’s  previous regulation requiring the membership of each state advisory  committee to reflect and be representative of the state’s population. It also  replaced a 1990 administrative policy that required minority group  membership to be no less than 40 percent or more than 65 percent of the  state advisory committee. Secondly, the proposed new criteria would  require the Commission to consider selecting members with more  academic technical skills, such as knowledge of law and statistical  analysis, instead of having general skills and a diversity of experience and  knowledge from business, labor, and other perspectives. Finally, the  proposed new criteria would require each advisory committee to include  “members of both political parties.” If adopted, this will replace the  previous regulation requiring the committees to reflect the political  affiliation proportional to the demographics. In addition, the criteria do  not refer to members who are politically independent, although  independents currently make up about one-quarter of the committees’  membership. See table 2 for a comparison of the previous and proposed  new criteria.", "The proposed new criteria require both political parties to be represented,  and FACA requires that federal advisory membership be fairly balanced in  terms of the points of view represented and the functions to be  performed. However, it is not yet clear how the Commission intends to  achieve this balance. According to the Staff Director, having one person of  a minority party on an 11-member state advisory committee would meet a  new criterion for each committee to have members of both political  parties.", "According to the Commission’s Chair, the new membership criteria were  developed in order to, among other things, move away from racially and  ethnically based representation toward greater diversity in expertise and  ideas. For example, according to the Staff Director, the proposed new  membership criteria are intended to increase the diversity of skills among  committee members. One reason for this is that because of the shortage of  staff in the regional offices, the Commission is considering having state  advisory committee members contribute to the writing of reports  themselves, a course of action that, in the view of the Staff Director, would  require committee members to have the expertise needed for such an  undertaking. In addition, according to the Chair, limiting members’ terms  to 10 years or five 2-year terms will promote the selection of more new  members with new ideas.", "The Commission received several objections to its decision to suspend the  charter approval process until the membership criteria had been finalized.  In July 2005, the chairs of 32 state advisory committees sent a letter to the  Commission Chair requesting that pending charter applications be  approved and stating that there was no justification for not approving  charters pending policy formulation. During a Commission meeting in  August 2005, at which this issue was raised, one Commissioner made a  similar proposal, adding that this would also allow the Commissioners  more time to consider whether to change the membership criteria.  However, the majority of the Commissioners voted not to extend the state  advisory committees’ charters or conditionally approve charter renewal  applications that had already been filed."], "subsections": [{"section_title": "Some Committees Have Continued to Operate without Charters", "paragraphs": ["Although, under FACA, state advisory committees that do not have an  approved charter cannot meet or conduct any business, we found that— both in the past and recently—the committees have continued their  activities while their applications for renewal were being considered. In  the past, many state advisory committees continued working without a  charter, according to agency officials we interviewed. Until recently, when  we questioned the Commission about the current delays in approving the  committees’ charters, we found that state advisory committees in several  states have routinely continued their work and meetings. For example,  representatives of two advisory committees told us that they generally  operate normally, except for the actual publishing of reports, when they  do not have an approved charter. However, in December 2005, after the  Commission consulted with its solicitor, the Staff Director informed the  state advisory committees that holding meetings and engaging in other  activities were not permissible under FACA in the absence of a charter."], "subsections": []}]}, {"section_title": "State Advisory Committee Activities Have Declined", "paragraphs": ["Since 2000, the number of state advisory committee reports that have been  published has declined considerably, partly because limited funding has  contributed to a reduction in regional staff, travel, and other committee  activities, and also because of the Commission’s delays in approving state  advisory committee reports. According to the Commission’s policy, state  advisory committees should complete one project every 2 years if funding  and staffing permit. With 51 state advisory committees, committee reports  have been the mainstay of the Commission’s publications, and state  advisory committees have produced 200 of the 254 Commission reports  published since 1980. In the past 5 years, the committees have produced   38 reports. As shown in figure 1, since 2001, the number of reports issued  by the state advisory committees each year has steadily declined."], "subsections": []}, {"section_title": "Declines in Regional Staff Have Limited the Committees’ Activities", "paragraphs": ["Over the years—especially in the past 15 years—the number of staff in the  regional offices has declined considerably because of office closures,  attrition, and voluntary separations. According to Commission officials, in  1980, there were 10 regional offices and each office had a director,  attorney, editor, and three or four civil rights analysts. In 1985, the number  of regional offices was reduced from 10 to 3, their legal functions were  moved to the national office, and the number of staff in each office was  also reduced. In 1991, the Commission opened 3 additional regional  offices, bringing the total up to 6 offices, but the number of staff in each  office continued to decline. During the most recent 5-year period, as the  agency’s budget remained flat, these declines continued, with staff  decreasing from 19 staff in 2000 to 9 in 2006. Currently, each of the   6 regional offices has only 1 or 2 professional staff—a total of 9 as of  January 2006—and each regional office supports several state advisory  committees, ranging from 6 to 14 committees for each office. Furthermore,  the Commission has approved a plan to reduce the number of regional  offices to 4 offices in fiscal year 2007 because of budgetary concerns. (See  table 3.)", "This decline in the number of professional regional staff affects the ability  of state advisory committees to carry out their work. The state advisory  committees depend on regional staff to arrange meetings and hearings,  conduct interviews and research, and write and process their reports.  Because federal advisory committees cannot hold a meeting without  having a designated federal official, a regional staff person must attend  every state advisory committee meeting for every state in the region. In  our survey of state advisory committee chairs, 75 percent of chairs who  responded reported that they were unable to hold meetings in the period  2000 to 2005 because no regional staff was available to attend. In addition,  because the work performed by regional staff on the state advisory  committee reports is extensive, it is difficult for the regional staff to work  on more than one or two reports at one time. The members of one state  advisory committee told us their regional office had established a “take  turns” policy, where the one regional analyst works with one state  advisory committee at a time. In addition, members of another state  committee said that they were not able to produce reports with critical  analyses because no regional staff with the appropriate expertise was  available to conduct the work. As a result, the committee issued a  “Statement of Concern” to the Commission, a document that does not have  the impact of a report, instead of producing the analytical report that the  committee had wanted on the issue."], "subsections": [{"section_title": "State Advisory Committees Also Hindered by Limits on Travel and Other Activities", "paragraphs": ["The state advisory committees have also seen declines in their activities  because they have rarely been able to travel or hold meetings. For  example, of the chairs who responded to our survey, 85 percent reported  that fact-finding and reporting activities were not undertaken because of  budgetary constraints. In March 2005, the Commission told its regional  offices and state advisory committees that no funds were available for  travel, meetings, or hearings because of budget shortfalls. The agency’s  annual appropriation has remained at about $9 million since 1995,  resulting in several cost reduction measures throughout the agency. In  January 2006, the Commission allowed some travel, telling state advisory  committees with approved charters that a limited number of meetings  could be held in fiscal year 2006. Since then, according to the  Commission’s comments on our draft report, 10 state advisory committees  conducted meetings or briefings between February and April 2006.", "In addition, regional office and advisory committee expenses cannot  currently be tracked separately from the Commission’s other activities, a  fact that has made it difficult to determine the level of support provided by  the Commission. FACA requires agencies to ensure that advisory  committees have adequate staff, quarters, and funds for the committees to  conduct their business. The Commission’s statute also directs the  establishment of at least one advisory committee in each state. Prior to  2002, the Commission had designated a specific portion of its budget— generally about $2.5 million annually—for regional office and committee  activities. However, since 2003, the Commission has not identified  specific funds for the regional offices and state advisory committees but,  instead, has combined their expenses with other agency expenses,  according to agency officials."], "subsections": []}, {"section_title": "National Office Policies and Delays in Approving Advisory Committees’ Reports Negatively Affect their Independence", "paragraphs": ["The Commission’s policies require state advisory committee reports to go  through an agency approval process that could negatively affect the  committees’ independence. Such policies include a requirement for the  Staff Director’s approval of all state advisory committee activities and  reports. Specifically, according to the Commission’s policies, the Staff  Director must approve proposals for nearly all types of state advisory  committee activities, as well as any significant changes to these proposals.  In addition, when state advisory committees send approved reports to the  national office for editorial and legal reviews, the Staff Director’s office  determines whether the evidence, testimony, and research in these reports  support the conclusions. Finally, according to Commission policy, “under  no circumstances” can state advisory committee reports “be released to  the public or forwarded to the Commissioners without the Staff Director’s  approval.”", "In our discussions with state advisory committee members and regional  office staff, many complained about the Commission holding up or  attempting to interfere with committee products. For example, members  of several state advisory committees told us that, in the past few years,  they had sent completed reports approved by the committees to the Staff  Director’s office, but the reports were not published or given to the  Commissioners and the committees were not told what happened to them.  Members of another state advisory committee told us that, because of the  long time it takes for the national office reviews and approvals, it has  taken 2 to 3 years for a report to be published. In addition, slightly over  half of the survey respondents reported that they were dissatisfied or very  dissatisfied with the national office’s timeliness in approving their reports.  Some state advisory committee members told us that, at times, the  window of opportunity for making an impact has passed by the time the  national office publishes a state advisory committee report. For example,  one committee chairman stated that it took the Commission 4 years to  publish the committee’s report on limited English proficiency. He noted  that “When it was released, the information was so stale as to render our  effort meaningless…” Another state committee chair commented that  issuing reports so late is “an exercise in hindsight.” This is not a new  problem. In 1986, in response to concerns about delays in the issuance of  state advisory committee reports, among other things, Congress held  hearings on the subject. We testified on the decline in the number of state  advisory committee reports and noted that the Commission had released  two committee reports in 1985 but not as official Commission  documents.", "In February 2006, the Commission changed its policy for the  Commissioners’ review of state advisory committee reports. According to  the new policy, Commissioners will receive all state advisory committee  reports, but will no longer be asked to vote to accept or reject the reports,  as they had done in the past. The intention in making this change was to  allow the public access to the state advisory committees’ work without  necessarily conveying the impression that the Commission endorses their  findings. However, the new policy leaves in place the role of the Staff  Director (or his designee) in ensuring the reports’ adherence to the  Commission’s procedural and legal criteria for state advisory committees.  Reports that have satisfied these criteria will be printed with a disclaimer  stating: “The views expressed in this report and the findings and  recommendations contained herein are those of a majority of the members  of the state advisory committee and do not necessarily represent the views  of the Commission, its individual members, or the policies of the United  States government.” According to two Commissioners in their comments  on our draft report, the Commission will be reviewing project procedures  for state advisory committee products as it did previously for national  office products."], "subsections": []}]}, {"section_title": "The Current Commission Has Not Generally Sought Input from the State Advisory Committees on Its Work or Operations", "paragraphs": ["Until recently, the current Commission officials have not generally  considered the views of the state advisory committees when planning  future national office work. For example, in developing the agency’s new  draft 5-year strategic plan, the Commission did not solicit the perspective  of the state advisory committees on their role in accomplishing the  agency’s strategic goals. As of January 2006, the state advisory committees  had not been involved in developing the agency’s draft strategic plan,  although they are key stakeholders in accomplishing the Commission’s  goals. The first draft of the strategic plan that was submitted for  stakeholder review in October 2005 scarcely mentioned the role of the  state advisory committees, despite their statutory role or their many  contributions to the Commission’s work over time. The congressional staff  who reviewed the draft plan asked the Commission to include more  information on the role of the state advisory committees in the plan,  among other comments. Although the Commission obtained the  perspectives of two regional directors who participated in a working  group on the strategic plan, the Commission did not solicit the views of  state advisory committee members. According to the Staff Director, the  Commission is now working to include goals that incorporate the role of  the state advisory committees in its strategic plan, including obtaining the  views of the state advisory committees on the Commission’s goals and  their role in accomplishing these goals. In February 2006, the Staff  Director solicited the input of the state advisory committees in identifying  possible topics for the Commission’s 2008 statutory report.", "The Commission has also not generally obtained the views of the state  advisory committees when making organizational changes that directly  affect the committees. For example, when the Staff Director proposed in  April 2005 to close two regional offices in fiscal year 2006 as part of a  larger plan to reduce agency expenses, the Commissioners approved the  proposed closures without obtaining any input from the state advisory  committees on how closures would affect their ability to conduct their  work. In addition, according to the Chairman of the Commission, the  state advisory committees did not participate in the development of the  new criteria for state committee membership until after the criteria had  been proposed. After receiving comments on the Commission’s failure to  consult with the state advisory committees from several members of  Congress, outside civil rights organizations, and others, the Staff Director  held a meeting by conference call with all of the regional directors to  discuss the proposed membership criteria and proposed office closures.  However, in January 2006, the Staff Director reported that he had sought  the perspectives of state advisory committee members in the 13 states  with active charters on whether to ask Congress to extend the terms of the  charters and the chairs to 4 years instead of the current 2 years. The  Commission received comments on the proposed request from about half  of the active committees. According to the Staff Director, most of them  agreed with the proposal to extend the terms of the committees’ charters  and the chairs to 4 years.", "Another indication of the Commission’s failure to involve the state  advisory committees in its planning and decision-making efforts is its poor  communication with the committees. For example, when the Staff  Director and Commissioners agreed to close two of the regional offices,  they did not inform the regional directors, who are the liaisons to the state  advisory committees, until 3 days later, according a regional director.  Instead, two regional directors learned about the decision from sources  outside the Commission, including the local newspaper. In addition, only  22 percent of state committee chairs who responded to our survey  reported that they were satisfied with the quality of their communication  with the national office. Furthermore, several state committee members  we interviewed told us that there should be more communication between  the state advisory committees and the Commission and that they believed  that the Commission did not understand the role of the committees. More  specifically, members told us that they thought the Commission could  make more effective and efficient use of the advisory committees if they  knew what issues the Commission saw as priorities and how they could  contribute to the Commission’s vision and goals. For example, several  state advisory committee members said they thought joint reports  prepared by more than one committee would be more efficient and allow  the Commission to obtain more comprehensive views on a particular  issue. In our survey, respondents identified several civil rights issues they  had in common, such as housing, education, and employment for  immigrants and various elements of the justice system.", "The Commission has not provided for independent oversight of its policies  and practices for state advisory committees, despite the long-standing  nature of many of the issues we identified regarding the Commission’s  lack of consultation and communication with the state advisory  committees, delays in renewing charter applications, and lack of  timeliness and other issues in approving state advisory committee reports.  Obtaining the services of an Inspector General, as we recommended in our  2004 report, could provide this oversight."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["Without having policies in place for ensuring the objectivity of its reports,  briefings, and hearings, the Commission cannot provide adequate  assurance that it is achieving its mission as an independent, bipartisan  fact-finding agency by informing often controversial debates over civil  rights issues for the public’s benefit. It is therefore important for the  Commission’s credibility that its Commissioners and Staff Director base  their work on sound criteria and that the Commission’s reports and other  products include varying perspectives so as to be recognized as fair and  impartial. The Commission’s briefings and hearings also run the risk of  appearing biased, rather than objective, in the absence of a policy for  identifying and selecting speakers and witnesses who can bring to bear a  range of perspectives and expertise. Furthermore, by using an external  reviewer for its reports without having a process for considering the use of  such reviewers, the Commission risks introducing one-sided commentary  on its products and is not availing itself of an important avenue for helping  to ensure the objectivity of its analyses. The absence of such policies  leaves the Commission less accountable to the public for its decisions  related to its reports. Moreover, its credibility and independence could be  compromised by the failure to engage all of the Commissioners in its  decisions and to document substantive decisions made outside of public  view.", "As the eyes and ears of the Commission, the state advisory committees are  critical to the work of the Commission. However, a variety of problems  inhibit them from successfully carrying out their important function. These  include continued delays in renewing charters as well as declines in  regional staff and other forms of support for the state advisory  committees. The Commission’s budgeting practices make it difficult to  gauge the level of funding provided to the committees in order to use this  information to analyze trends, such as the comparison of funding for  reports for the national office versus the advisory committees and to make  decisions about priorities. Furthermore, the potential impact and  usefulness of state advisory committee reports can be significantly  reduced if they are not reviewed and issued speedily or if the  Commission’s review policies constrain the reports’ direction or findings.  The Commission also cuts the line of communication on important civil  rights issues from the local level to the national level if it does not seek the  perspectives of state advisory committees in planning its work,  determining long-term goals and strategies, or making organizational  decisions that directly affect the committees. However, despite the long- standing nature of many of these issues, the Commission has not obtained  independent oversight by an Inspector General of its policies and practices  for state advisory committees. In a time of large budget deficits and fiscal  constraints, addressing these issues would allow the Commission to better  leverage its resources by drawing upon this nationwide network of  volunteers who could enrich the national perspective on civil rights and  allow for more informed decisions by the President and Congress."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["(1) In order to better ensure the quality of the Commission’s national  office products, the Commission should  require that its written products consider varied and opposing  perspectives, and that the process for achieving this be well documented;   develop a process for using external reviewers that includes criteria for  determining when to use external reviewers, identifying a range of  appropriate reviewers, and ensuring that the selection process is impartial  and transparent to the Commissioners and the public; and include criteria for Commissioner and Staff Director reviews of national  office reports—from project proposal through final draft—in its policies  and require substantive decisions and changes to be documented. (2) In order to ensure that relevant information and perspectives are  covered in a comprehensive manner during briefings and hearings, the  Commission should  require that the selection of speakers for briefings and witnesses for  hearings include balanced, varied, and opposing perspectives, and that this  process be well documented. (3) In order to ensure that the Commission can provide advice to Congress  and make the most effective use of the state advisory committees, it  should    develop and implement a formal process for approving state advisory  committee charters with specific timetables to ensure their approval in a  timely manner and for appointing and seating advisory committee  members promptly after charter approval; renew its practice of separately identifying funds for the regional offices  and state advisory committees to better evaluate the adequacy of funding  for supporting the committees, given budgetary constraints;   establish required time frames for Staff Director reviews in order to ensure  that state advisory committee reports are published in a timely manner;  and integrate the state advisory committees’ mission and work in its strategic  planning and decision-making processes, including articulating how the  national office will use the state advisory committees’ findings on state  and local civil rights issues to inform the Commission’s national goals and  strategies. (4) In order to ensure that the Commission’s processes are well  documented and its policies are followed, the Commission should    establish an external accountability mechanism, such as seeking the  services of an existing Inspector General from another agency."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided the U.S. Commission on Civil Rights with a draft of this  report for review and comment. In the agency’s response, the Staff  Director did not comment on our conclusions or recommendations but  instead described actions the Commission had taken to improve its  management and financial controls, the operations of the state advisory  committees, the role of the Commissioners, and internal review  procedures for its reports and briefings. We had already discussed most of  these actions in our report, and we added information on recent state  advisory committee activities that the Staff Director provided in his  comments. While many of these actions are positive steps, they do not  address the matters upon which we based our recommendations, such as  the Commission’s lack of a process for using external reviewers for its  national office reports. Therefore, we continue to believe that further  actions are needed. Our recommendations identify the specific steps we  believe should be taken to strengthen the quality of the Commission’s  products and make better use of its state advisory committees. The Staff  Director’s comments are contained in appendix II.", "Although we did not solicit comments from the Commissioners, the Staff  Director provided them with an opportunity to respond to our draft report,  and three of the seven Commissioners provided us with comments.", "One Commissioner agreed with the contents of the draft report. In his  letter, he stated that the report’s findings and recommendations provide a  framework for improving the Commission’s procedures and enhancing the  credibility, balance, and transparency of the Commission’s work. He also  noted that, although the Commission had implemented many of the  recommendations in our previous reports, it has not updated its strategic  plan nor retained the services of an Inspector General as we  recommended in 2004 and in this report.", "The Vice Chair and one Commissioner strongly disagreed with the draft  report’s approach, tone, and conclusions and asserted in their joint letter  that the report was biased and unbalanced. We believe that our report is  balanced and unbiased. As described in our scope and methodology, we  designed and conducted this engagement in accordance with generally  accepted government auditing standards. The Commissioners’ major  concerns included the following:    The Commissioners stated that it was misleading for us to criticize the  Commission’s reports for their lack of objectivity. This view appears to  emanate from a misunderstanding of our audit objectives. It was not  within the scope of our study to assess the objectivity of the Commission’s  reports. As noted in the report objectives, our purpose was to analyze the  Commission’s policies for ensuring the quality, including objectivity, of its  reports and other products. When we discussed specific Commission  reports or briefings, we did so to illustrate issues that arose when the  Commission did not have written policies, not to provide an assessment of  the content of individual products.", "The Commissioners asserted that the draft report was biased because we  did not interview all of the Commissioners. Our evaluation focused on  assessing the adequacy of the Commission’s policies and the role of the  state advisory committees and was not contingent upon obtaining the  views of every Commissioner about these policies or the committees’ role.  Therefore, we disagree with the Commissioners’ assertion that, because  we did not interview all of the Commissioners, the report is biased in its  assumptions and conclusions.", "The Commissioners stated that our finding that the Commission did not  include the state advisory committee members in its strategic planning  process was an unwarranted attack. We do not agree with this  characterization. Our recommendation is intended to provide a  constructive suggestion for improving the Commission’s strategic  planning. At the time of our review, Commission officials told us and the  congressional committees that provide oversight of the Commission that  they did not solicit the input of the state advisory members in developing  its draft strategic plan. In addition, our report recognizes that the draft  strategic plan had not yet been completed. To the extent that the final plan  includes the perspectives of and better defines the role of the state  advisory committees, it will be a more complete plan.  This is the basis for  our recommendation.", "Finally, the Commissioners stated that the report did not sufficiently  acknowledge the significant policy and other changes made by the  Commission and that the previous leadership of the Commission was  responsible for many of the issues discussed in our report. We  acknowledged throughout the report the current leadership’s changes to  the Commission’s reporting and state advisory committee policies. Our  findings and conclusions are based on the policies and operations of the  current Commission, including the new policies.", "Comments from the three Commissioners and our responses are  contained in appendixes III and IV. We incorporated clarifications and  updates in the report as appropriate.", "As arranged with your office, unless you publicly announce its contents  earlier, we plan no further distribution of this report until 30 days after the  date of the report. At that time, we will send copies of this report to the  U.S. Commission on Civil Rights and other interested parties. We will also  make copies available to others upon request. It will be available at no  charge on GAO’s Web site at http://www.gao.gov.", "If you have any questions about this report, please contact me at (202)   512-9889 or at robertson@gao.gov. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this report. Key contributors to this report are listed in appendix VIII."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["Our objectives in this study were to assess (1) the adequacy of the  Commission’s policies for ensuring the quality of its products and (2) the  role of the state advisory committees in contributing to the Commission’s  work. To address these objectives, we reviewed documents such as  relevant statutes, regulations, and administrative policies of the  Commission; transcripts and minutes of Commission meetings; and recent  Commission and state advisory committee reports. We interviewed  Commission staff, including the Staff Director, and three Commissioners— the Chair, one Republican member, and one Democrat. We also attended  monthly meetings of the Commission, including briefings.", "In addition, to analyze the quality assurance policies for its products, we  reviewed the Commission’s administrative policies for its reports,  briefings, and hearings. We also reviewed the policies used by the National  Academies of Sciences and the Congressional Budget Office (CBO) to  ensure the quality of their products and guidance from the Office of  Management and Budget on ensuring the quality and objectivity of  information disseminated by federal agencies, in addition to considering  GAO’s own policies. We also interviewed officials from the Academies and  CBO. In addition, we reviewed the Commission’s files for a selection of  recent national and state advisory committee reports and interviewed  national and regional office staff."], "subsections": [{"section_title": "Survey of State Advisory Committees", "paragraphs": ["In addition, we conducted site visits to all six regional offices, where we  interviewed regional staff to determine the support they provide to the  committees. To analyze the state advisory committees’ role in  accomplishing the Commission’s fact-finding and reporting mission, we  conducted a survey of the 51 committee chairs and we received responses  to this survey from state advisory committee chairs and former chairs in   36 states. We conducted site visits to all 6 regional offices, where we  interviewed regional staff to determine the support they provide to the  state advisory committees. We also interviewed the state advisory  committee chairs and members in 11 states to understand how they  operate and their experiences with the Commission’s national and regional  offices. We interviewed officials at the General Services Administration  who administered the Federal Advisory Committee Act and reviewed  related documentation. In addition, we reviewed the most recently  approved state advisory committee charters, interviewed Commission  officials who work with the regional offices, and reviewed state advisory  committee regulations and policies. We conducted our work from April  2005 to March 2006 in accordance with generally accepted government  auditing standards.", "One of our methods for determining the adequacy of the Commission’s  policies and the role of the state advisory committees was to survey the  chairs or former chairs of each state advisory committee. We sent a  questionnaire to all state advisory committee chairs in each state,  including the chair of the District of Columbia’s committee. We conducted  the survey from July 7, 2005, through August 31, 2005. We received  responses from state advisory committee chairs and former chairs in   36 states.", "To prepare the questionnaire, we asked knowledgeable officials from the  state advisory committees and survey professionals to comment on the  questionnaire, and we pretested the questionnaire to ensure that the  questions were clear and unambiguous, terminology was used correctly, it  did not place an undue burden on the respondents, the information was  feasible to obtain, and it was comprehensive and unbiased. We pretested  the questionnaire with state advisory committee chairs in a geographically  diverse group of states by means of telephone and face-to-face interviews.  On the basis of the feedback from these pretests, we made changes to the  content and format of the questionnaire.", "The questionnaire asked a combination of open- and close-ended  questions about each state advisory committee and the activities it had  undertaken in the previous 5 years. The questionnaire also asked the  chairs to comment on their experiences working with the Commission’s  regional and national offices.", "To ensure an adequate and appropriate response to our questionnaire, we  sent an e-mail in advance to establish the correct respondent. We also sent  two reminder letters and followed up with telephone calls to those who  had not yet responded. All respondents who had not sent in a survey after  approximately 4 weeks were telephoned by GAO and asked to participate.  The majority of respondents completed the survey electronically but some  faxed copies of their answers to GAO. In these cases, the faxed responses  were entered into a database by contractors hired by GAO. Quality  assurance steps were taken to ensure the accuracy of the data entry.", "Because this was not a sample survey, there are no sampling errors.  However, the practical difficulties of conducting any survey may introduce  errors, commonly referred to as nonsampling errors. For example,  difficulties in how a particular question is interpreted, in the sources of  information that are available to respondents, or in how the data are  entered into a database or were analyzed can introduce unwanted  variability into the survey results. We took steps in the development of the  questionnaire, the data collection, and the data analysis to minimize these  nonsampling errors. For example, social science survey specialists  designed the questionnaire in collaboration with GAO staff with subject  matter expertise. Then, the draft questionnaire was pretested with a  number of state officials to ensure that the questions were relevant, clearly  stated, and easy to comprehend. When the data were analyzed, a second,  independent analyst checked all computer programs. In several cases, we  contacted respondents to clarify their responses to the questions, but we  did not otherwise independently verify the information they provided."], "subsections": []}]}, {"section_title": "Appendix II: Comments from the U.S. Commission on Civil Rights", "paragraphs": [], "subsections": []}, {"section_title": "Appendix III: Comments from Vice Chair Thernstrom and Commissioner Braceras and GAO’s Response", "paragraphs": [], "subsections": [{"section_title": "GAO’s Response to Comments", "paragraphs": ["1.  The Commissioners stated that the report does not acknowledge the  significant changes that have taken place at the agency and its efforts  at reform. To the contrary, the report acknowledged numerous  changes to the Commission’s reporting and state advisory committee  policies by the current leadership. For example, we noted that, after  the arrival of new leadership, the Commission began to reevaluate its  policies on product development and state advisory committee matters  and, in discussing the Commission’s quality assurance policies for its  products, we reported on the increased involvement of the  Commissioners in product development, describing it as a “significant  improvement over previous Commission policy.” In addition, we  devoted a considerable portion of two appendixes to the Commission’s  process for developing and approving national and state advisory  committee products, including policy changes. With regard to the state  advisory committees, we similarly analyzed the Commission’s policy  changes to the committees’ membership criteria and publication of  state advisory committee reports.   2.  The Commissioners asserted that it was misleading for us to criticize  the Commission’s reports because they lack objectivity. This view  appears to emanate from a misunderstanding of our audit objectives. It  was not within the scope of our study to analyze the objectivity of the  Commission’s reports. As noted in our report, our purpose was to  analyze the Commission’s policies for ensuring the quality of its  reports and other products. When we discussed specific Commission  reports or briefings, we did so to illustrate issues that arose when the  Commission did not have written policies, not to assess the content of  individual reports. We observed that the Commission lacks several  policies for its product development that could help ensure the  objectivity of its reports and briefings. We focused especially on  policies that other organizations, such as the National Academies, the  Congressional Budget Office, and GAO, consider important to ensuring  the quality of their reports and other products.  3.  Our evaluation focused on assessing the adequacy of the Commission’s  policies and the role of the state advisory committees. Our assessment  was not contingent upon obtaining the views of every Commissioner  about these policies or the committees’ role. Therefore, we disagree  with the Commissioners’ assertion that, because we did not interview  all of the Commissioners, the report is biased in its assumptions and  conclusions.    4.  The Commissioners stated that we did not define the term “objectivity”  in criticizing the Commission’s work. We added a definition of  objectivity to our report.   5.  We disagree with the Commissioner’s statements regarding our review  of the Commission’s statutory reports. First, the scope of our report  did not include a review of the pending 2006 report on the  reauthorization of the Voting Rights Act. Second, in discussing the  2005 statutory report on Adarand, we noted that the project was  originally approved in 2003 under the previous leadership. However,  we also noted that the current leadership had a significant hand in  revising the direction of the research questions that were sent to  federal agencies to obtain information for the report. The current  Commission also approved an outline for the Adarand report and had  several opportunities to comment on the draft report. Furthermore,  contrary to the Commissioners’ statement, the current Commission  proposed and approved the October 2005 briefing on the Voting Rights  Act, not the previous leadership. This briefing was the subject of our  discussion on the Commission’s speaker selection policies. In  appendix V of our report, we referred to, but did not otherwise discuss,  the Commission’s pending 2006 statutory report on the Voting Rights  Act.   6.  Our report acknowledges the new policy on the Commissioners’ role in  reviewing state advisory committee reports and publication  requirements that was approved in February 2006. We added a note to  our report acknowledging that the Commission will be reviewing its  project approval procedures for state advisory committee products as  it did previously for national office products.   7.  As noted earlier, we did not review the content of either national office  reports or individual state advisory committee reports to assess their  quality. However, if the Commissioners have major concerns about the  quality of the state advisory committee reports, they should take a  hard look at the committees’ adherence to the Commission’s quality  assurance policies for these reports.   8.  In our report, we did not state that the process for the state advisory  committees’ operations should become the model for the national  office. However, we did examine the Commission’s policies for  ensuring the quality of its products and found that the Commission has  some policies governing the committees’ work that are more  comprehensive than those for national office products.  9.  Regardless of whether one agrees or disagrees with the content or  quality of the chapters and other material that were removed from the  draft Adarand report, we continue to believe that the manner in which  they were removed is of concern. For example, although the current  Commission voted to approve a report outline in April 2005 that  reflected a range of perspectives, the removal of several sections of the  draft report shifted the balance towards one perspective. In addition,  there was no documentation of the basis for this decision. Afterwards,  two Commissioners said that they were unaware of the changes until  after the decision had been made, and one of them abstained during  the Commission’s final vote because he objected to how these changes  had been made, even though he said that he agreed with the content of  the report.   10. We disagree with the Commissioners’ assertion that its new procedural  policies for briefings will necessarily provide balance and a variety of  perspectives to its briefing panels. The new policy requires the  Commissioners to approve briefing topics and panel of speakers at  least one month in advance of the briefing. However, as we reported,  this new policy does not require that briefing panels be balanced or  include a variety of perspectives.   11. In their comments, the Commissioners stated that we criticized the  inclusion of political parties in the membership criteria for state  advisory committee members, but this is incorrect. In our report, we  described the previous and proposed membership criteria, both of  which included members’ political affiliation. Because the proposed  criteria call for each committee to have members of “both” political  parties, we also expressed uncertainty about how the Commission  would consider candidates who are politically independent and how it  would ensure balance in the points of view represented, as required  under FACA.  12. According to the Commissioners, our report repeatedly refers to the  state advisory committees as the “eyes and ears” of the Commission.  This description of the state advisory committees’ role is not our term.  Rather it appears in the Commission’s State Advisory Committee  Handbook and in the Commission’s  October 2005 and December 2005  draft strategic plans developed under the current leadership.    13. The Commissioners also stated that our finding that the Commission  did not include the state advisory committee members in its strategic  planning process was a “ludicrous and unwarranted attack.” We  disagree with this characterization. Our recommendation is intended  to provide a constructive suggestion for improving the Commission’s  strategic planning process. At the time of our review, Commission  officials told us and the staff of the congressional committees that  provide oversight of the Commission that they did not solicit the input  of the state advisory committee members in developing the draft  strategic plan. In addition, our report recognized that the draft  strategic plan had not been completed. If the final plan includes the  perspectives of the state advisory committees and better defines their  role, it will be a more complete plan.  This is the basis for our  recommendation."], "subsections": []}]}, {"section_title": "Appendix V: The Commission’s Policies and Process for Developing and Approving National Office Products", "paragraphs": ["In addition to its general policies on quality assurance, Commission policy  also requires four independent reviews of its draft products to ensure the  accuracy and adequacy of the information in them. These reviews include  the following:  1.  Editorial review: The purpose of this review is to determine the  adequacy and accuracy of the substantive information in the draft  document, according to the Administrative Manual. This includes  conceptual soundness, adherence to Commission policy, quality of  research, argumentation, and documentation of major points.  However, Commission officials we interviewed generally agreed that  the editorial board review more often focused on issues such as  grammatical correctness, inconsistencies, and clarity, rather than on  substantive issues such as the adequacy of evidence. The Staff Director  appoints the members of the editorial review, usually consisting of  three staff members. According to the Staff Director, editorial  reviewers should be able to provide a fresh perspective, be familiar  with the Commission’s standards and style manual, have strong  editorial and writing skills, and should not work in the same office that  wrote the draft product.  2.  Legal sufficiency review: The purpose of this review, which is  conducted by the Office of General Counsel, is to ensure the accurate  interpretation and citation of legal materials and compliance with  statutory requirements.  3.  “Defame and degrade” review: The purpose of this review is to ensure  that Commission products do not defame or degrade persons named in  them. It is performed by the Office of General Counsel concurrently  with the legal sufficiency review. Although agencies typically require  or have legal sufficiency reviews for their products, it is unusual for an  agency to also review its products for their potential to defame or  degrade individual persons.  4.  Affected agency review: The purpose of this review is to provide a  government agency or, if appropriate, a nongovernmental organization  mentioned in the draft report with pertinent sections of the draft for  the agency’s review on the accuracy of the material contained in them.", "The Commission’s detailed procedures require the development of interim  documents such as concept papers, proposals, outlines, discovery plans,  and draft reports.", "The Staff Director plays a pivotal role in approving all stages of the  products’ development, including follow-up plans after a report’s issuance.  However, until May 2005, the Commissioners had limited involvement in  the development of its products: Essentially, Commissioners could  approve proposals and design summaries at the beginning and approve  final reports at the end. The Commissioners’ limited role was a source of  considerable concern to some Commissioners, as reported in our 2003  study. This concern led to our recommendation that the Commission  provide for increased involvement of the Commissioners in planning and  implementation.", "In May 2005, the Commission made significant changes to its quality  assurance policies by increasing Commissioners’ involvement in the  development of its national office products. Under these new policies,  Commissioners are required to review and approve Commission products  at five key stages: (1) proposal and concept paper development,   (2) background research and outline development, (3) discovery, (4) draft  report, and (5) final report stages. The Commissioners’ review and  approval at three of these stages are new—background research and  outline development, discovery, and draft report stages—and provide  Commissioners with considerably greater opportunities to comment on  and guide the direction of Commission products than previously. At most  of these stages, approval by the majority of the Commissioners is  necessary before moving on to the next stage. Under the new policies, the  independent reviews–editorial, legal, defame and degrade, and affected  agency reviews—occur between the Commissioners’ initial and final  reviews of the draft product instead of before the Commissioners’ review,  as was previous practice. The new policy does not require Commissioners’  votes on draft reports and final reports to occur in a public meeting. The  new policies were formally incorporated into the Commission’s  administrative policy manual in January 2006. (See fig. 2.)", "In May, 2005, the Commission adopted additional quality assurance  policies for national office products that provide them with greater control  over the substance of draft products: First, Commissioners can now vote  to approve substantive changes to previously approved projects and may  reassess priorities if budgetary changes occur during the year. Second,  instead of having to vote on an entire draft of a final report, the  Commission may vote on sections, and only portions of the report that  receive a majority vote would become part of the final Commission  document.", "The Commission also agreed to add a policy formally allowing statements  of dissent. Commissioners can submit a statement of dissent after a report  has been approved, and this dissenting statement can be integrated within  the body of the report if the Staff Director and dissenting Commissioner  agree. Before this change, there was no written Commission policy on  dissenting statements.", "The new Commission policies have not been fully implemented for some  national office projects that were initiated under the previous Commission  before the new policies became effective, according to the Staff Director.  These projects include the Commission’s 2005 report Federal  Procurement after Adarand (Washington, D.C.: September 2005), which  satisfied the Commission’s statutory requirement for that year; its 2005  report, Funding Federal Civil Rights Enforcement: The President’s 2006  Request (Washington, D.C.: September 2005); and its report on the Voting  Rights Act, which is planned for publication in 2006 to satisfy the  Commission’s annual statutory requirement."], "subsections": [{"section_title": "Policies for Briefings and Hearings", "paragraphs": ["In May 2005, the Commissioners clarified the Commissioners’ role in  approving briefings and hearings. According to the Commission’s new  policies, Commissioners must approve briefing topics and the panel of  speakers for briefings at a monthly Commission meeting at least 1 month  in advance of the briefing itself. In addition, in order to hold a hearing, a  majority of the Commission or a majority of the members present at a  meeting with a quorum must vote to approve the hearing.", "Commission briefings and hearings are usually part of specific national  office projects, which include distinct stages such as the concept,  proposal, and design. The Commission’s Hearing Manual provides detailed  administrative and legal procedures for conducting hearings and for  posthearing activities. For example, the manual describes the process for  selecting team members to prepare for hearings and the process for  verifying hearing transcripts following hearings. The manual also notes  that the final decision to hold a hearing belongs to the Commissioners. The  Commission has not held any hearings since 2002."], "subsections": []}]}, {"section_title": "Appendix VI: The Commission’s Process for Developing and Approving State Advisory Committee Products", "paragraphs": ["According to the Commission’s policies, the state advisory committees  provide their advice on civil rights issues by submitting committee reports  and other written products to the Commission. The Commission’s  Administrative Manual and State Advisory Committee Handbook have  policies and procedures for developing and approving these state  committee products. State advisory committee members generally  propose a civil rights topic and vote to approve it for development. After  regional staff researches the topic and drafts a formal proposal, the  committee votes to approve it. The approved proposal is then forwarded  to the national office for the Staff Director’s approval. Following approval  of the proposal, the regional staff conducts research, such as conducting  interviews and inviting speakers to public meetings in local communities,  to help the committee in its fact-finding process. The regional staff also  writes a draft report using interviews, background research, and  transcripts of the speakers’ comments that were made at public  community meetings. After the committee reviews and votes on the draft  report, the regional director sends the approved committee report to the  national office for review, a procedure that is also followed for any  dissenting statements. The state advisory committee votes to approve the  final report. The regional office sends the final approved committee report  to the Commissioners, who, under a new policy approved in February  2006, receive all state advisory committee reports that the Staff Director  has approved as having satisfied the procedural and legal criteria for such  reports. However, the Commissioners are not asked to accept or reject the  committee reports. The Commission also prints all state advisory  committee reports that have satisfied the criteria for such reports. (See   fig. 3.)"], "subsections": []}, {"section_title": "Appendix VII: Summary Data on Profiles of the State Advisory Committee Members", "paragraphs": ["State advisory committee charters provide, among other things,  biographical and demographic data on the members of the committees. All  of the information presented in the electronic supplement to this report  reflects the membership criteria that existed prior to the new criteria  proposed in 2005. [For detailed data by state see electronic supplement at  http://www.gao.gov/cgi-bin/getrpt?GAO-06-551SP .]  As shown by the state charters, state advisory committees are generally  composed of a demographically diverse group of individuals. The size of  committees varies from 11 to 26 members, though 73 percent of the  committees have between 11 and 14 members. Overall, these committees’  members are reflective of the state populations they represent, though the  committees generally rely more heavily on minority populations, such as  persons of color and religious minorities."], "subsections": [{"section_title": "Age Distribution", "paragraphs": ["State advisory committees tend to have a fairly equal gender distribution,  though committee members as compared to 2000 census data are, on the  whole, older than the general population. For example, 43 percent of  Americans 18 or over are under 40 years old, whereas only 23 percent of  advisory committee members are in this age range. This trend is consistent  throughout most of the regions considered in this study. Overall, most  committee members fall into the 40-59 age range, while approximately a  fifth of members are 60 or over, a proportion that closely parallels that of  the general population."], "subsections": []}, {"section_title": "Racial Distribution", "paragraphs": ["Racial minorities constitute a large percentage of state advisory committee  membership, with black members holding the most minority committee  positions. While whites constitute 72 percent of the nation’s population,  white committee members hold only 35 percent of committee positions  nationwide. Black members are the second most populous demographic  on the committees, constituting 29 percent of state advisory committees.  Hispanic members also play a prominent role; 15 percent of committee  members across the nation consider themselves Hispanic, a proportion  that is comparable to that of the general adult U.S. population. The  Midwest has the largest gap in terms of parity—for example, 32 percent of  committee members are black, compared to 9 percent of the regional adult  population for blacks."], "subsections": []}, {"section_title": "Persons with Disabilities", "paragraphs": ["Persons with disabilities are reasonably well represented on the  committees. While 19 percent of citizens were identified in the census  nationwide as disabled, these individuals constitute approximately   16 percent of committee members. However, there are wide disparities  apparent among committees—for example, while one committee has no  representatives with disabilities; several committees have 5 or 6 disabled  members."], "subsections": []}, {"section_title": "Political and Religious Affiliations", "paragraphs": ["Each committee had at least one Republican and one Democrat. However,  committee membership tended to be more Democratic than their  respective states’ populations; 46 percent of members consider themselves  Democrats, in contrast to an estimated 31 percent nationwide.  Independent members also constitute a large share of the state advisory  committee membership (27 percent), a trend that is most prominent in the  Northeast. Religious affiliations also differ among regions and many  committee members do not categorize themselves as Catholic, Protestant,  or Jewish. In fact, most committee members in the western and  northeastern states do not identify with one of the three main religions,  while committees in the Midwest and South have mostly Protestant  members."], "subsections": []}, {"section_title": "Occupations", "paragraphs": ["State advisory committee members hold a variety of occupations, from  homemaker to university president. The most common occupations held  by committee members include professor/assistant professor, attorney at  law, and executive-level positions within nonprofit or governmental  entities, such as social services organizations or county commissions. In  addition, many committee members are elected officials, teachers,  community activists, business owners, students, or private sector  employees. Many members participated in organizations such as regional  or state civil rights organizations, which promote civil rights advancement."], "subsections": []}]}, {"section_title": "Appendix VIII: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": ["Robert E. Robertson, (202) 512-9889 or robertsonr@gao.gov."], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["Revae E. Moran, Assistant Director, and Deborah A. Signer, Analyst in  Charge, managed all aspects of the assignment. Mary E. Roy made  significant contributions to this report and Kyle Browning also provided  key assistance in collecting data for the report. In addition, Margaret L.  Armen, Richard P. Burkard, Susan C. Bernstein, Jessica A. Lemke,   Walter K. Vance, and Monica L. Wolford provided essential legal and  technical assistance."], "subsections": []}]}], "fastfact": []}