{"id": "GAO-03-741T", "url": "https://www.gao.gov/products/GAO-03-741T", "title": "Defense Transformation: DOD's Proposed Civilian Personnel System and Governmentwide Human Capital Reform", "published_date": "2003-05-01T00:00:00", "released_date": "2003-05-01T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["DOD is in the midst of a major transformation effort including a number of initiatives to transform its forces and improve its business operations. DOD's legislative initiative would provide for major changes in civilian and military human capital management, make major adjustments in the DOD acquisition process, affect DOD's organization structure, and change DOD's reporting requirements to Congress, among other things. DOD's proposed National Security Personnel System (NSPS) would provide for wide-ranging changes in DOD's civilian personnel pay and performance management, collective bargaining, rightsizing, and a variety of other human capital areas. The NSPS would enable DOD to develop and implement a consistent DOD-wide civilian personnel system. This testimony provides GAO's preliminary observations on aspects of DOD's legislative proposal to make changes to its civilian personnel system and discusses the implications of such changes for governmentwide human capital reform. This testimony summarizes many of the issues discussed in detail before the Subcommittee on Civil Service and Agency Organization, Committee on Government Reform, House of Representatives on April 29, 2003."]}, {"section_title": "What GAO Found", "paragraphs": ["Many of the basic principles underlying DOD's civilian human capital proposal have merit and deserve serious consideration. The federal personnel system is clearly broken in critical respects--designed for a time and workforce of an earlier era and not able to meet the needs and challenges of our current rapidly changing and knowledge-based environment. DOD's proposal recognizes that, as GAO has stated and the experiences of leading public sector organizations here and abroad have found, strategic human capital management must be the centerpiece of any serious government transformation effort. More generally, from a conceptual standpoint, GAO strongly supports the need to expand broad banding and pay for performance-based systems in the federal government. However, moving too quickly or prematurely at DOD or elsewhere, can significantly raise the risk of doing it wrong. This could also serve to severely set back the legitimate need to move to a more performance- and results-based system for the federal government as a whole. Thus, while it is imperative that we take steps to better link employee pay and other personnel decisions to performance across the federal government, how it is done, when it is done, and the basis on which it is done, can make all the difference in whether or not we are successful. One key need is to modernize performance management systems in executive agencies so that they are capable of supporting more performance-based pay and other personnel decisions. Unfortunately, based on GAO's past work, most existing federal performance appraisal systems, including a vast majority of DOD's systems, are not currently designed to support a meaningful performance-based pay system. The critical questions to consider are: should DOD and/or other agencies be granted broad-based exemptions from existing law, and if so, on what basis? Do DOD and other agencies have the institutional infrastructure in place to make effective use of any new authorities? This institutional infrastructure includes, at a minimum, a human capital planning process that integrates the agency's human capital policies, strategies, and programs with its program goals and mission, and desired outcomes; the capabilities to effectively develop and implement a new human capital system; and, importantly, a set of adequate safeguards, including reasonable transparency and appropriate accountability mechanisms to ensure the fair, effective, and credible implementation of a new system. In GAO's view, as an alternative to DOD's proposed approach, Congress should consider providing governmentwide broad banding and pay for performance authorities that DOD and other federal agencies can use provided they can demonstrate that they have a performance management system in place that meets certain statutory standards, that can be certified to by a qualified and independent party, such as OPM, within prescribed timeframes. Congress should also consider establishing a governmentwide fund whereby agencies, based on a sound business case, could apply for funding to modernize their performance management systems and ensure that those systems have adequate safeguards to prevent abuse. This approach would serve as a positive step to promote high-performing organizations throughout the federal government while avoiding further human capital policy fragmentation."]}], "report": [{"section_title": "Letter", "paragraphs": ["It is a pleasure to appear before you today to provide our preliminary  observations on the Department of Defense’s (DOD) proposed National  Security Personnel System (NSPS) included as part of the Defense  Transformation for the 21st Century Act of 2003. As you know, I testified  on Tuesday on the NSPS before the Subcommittee on Civil Service and  Agency Organization, House Committee on Government Reform. We have  provided the statement prepared for that hearing to the Armed Services  Committee for the record for today’s hearing. Therefore, in the interests of  brevity this morning, I will highlight some of the major points covered in  that statement.", "DOD is in the midst of a major transformation and it has undertaken a  number of related initiatives to transform its forces and fundamentally  improve its business operations. As part of DOD’s transformation process,  the Secretary of Defense and senior civilian and military leaders have  committed to adopt a capabilities-based approach to acquisition planning  and to improve the linkage between overall strategy and individual  investments. At the same time, DOD has embarked on a series of efforts to  achieve strategic savings and improve its business processes, including  strengthened financial management, support infrastructure reforms to  include base closures, information technology modernization, logistics  reengineering, and more strategic human capital management. In that  regard, I am pleased to serve as an observer to the Defense Business  Practice Implementation Board. Notwithstanding these ongoing efforts,  GAO has reported a range of DOD challenges for many years. Importantly,  DOD also is covered by 9 of the 25 areas on our January 2003 high-risk list,  including the area of strategic human capital management.", "The proposed Defense Transformation for the 21st Century Act of 2003  represents a substantive legislative proposal that has far-reaching  implications for the way DOD is managed. DOD’s legislative initiative  would, among other things, provide for major changes in civilian and  military human capital management, make important adjustments to the  DOD acquisition process, affect DOD’s organization structure, and change  DOD’s reporting requirements to Congress. While my written statement  today covers just the proposed civilian personnel reforms, I have some  serious concerns with other sections of the proposed legislation especially  in connection with the acquisition reform and reporting requirements  parts of the DOD proposal, and I look forward to discussing those  concerns with the Committee.", "DOD’s NSPS proposal recognizes that, as GAO has stated and the  experiences of leading public sector organizations here and abroad have  found, strategic human capital management must be the centerpiece of  any serious government transformation effort. Many of the basic principles  underlying DOD’s civilian human capital proposals have merit and deserve  serious consideration. The federal personnel system is clearly broken in  critical respects—designed for a time and workforce of an earlier era and  not able to meet the needs and challenges of our current rapidly changing  and knowledge-based environment. The proposed NSPS would provide for  wide-ranging changes in DOD’s civilian personnel pay and performance  management, collective bargaining, rightsizing, and a variety of other  human capital areas. The NSPS would enable DOD to develop and  implement a consistent, DOD-wide civilian personnel system bringing  together the many disparate systems that exist today. DOD officials have  said that the Department’s current thinking is that NSPS will be based on  the work done by DOD’s Human Resources Best Practices Task Force.  The Task Force reviewed federal personnel demonstration projects and  selected alternative personnel systems to identify practices that it  considered promising for a DOD civilian human resources strategy. These  practices were outlined in a April 2, 2003, Federal Register notice asking  for comment on DOD’s plan to integrate all of its current science and  technology reinvention laboratory demonstration projects under a single  human capital framework consistent with the best practices DOD  identified.", "Given the massive size of DOD and the nature and scope of the changes  that are being considered, DOD’s proposal also has important precedent- setting implications for federal human capital management in general, and  the Office of Personnel Management (OPM), in particular. As a result,  NSPS should be considered in that context. Several critical questions are  raised by the Department’s proposal, including should DOD and/or other  agencies be granted broad-based exemptions from existing law, and if so,  on what basis; and whether they have the institutional infrastructure in  place to make effective use of the new authorities. This institutional  infrastructure includes, at a minimum, a human capital planning process  that integrates the agency’s human capital policies, strategies, and  programs with its program goals and mission, and desired outcomes; the  capabilities to effectively develop and implement a new human capital  system; and importantly, the existence of a modern, effective, and credible  performance management system that includes adequate safeguards,  including reasonable transparency and appropriate accountability  mechanisms, to ensure the fair, effective, and non-discriminatory  implementation of a new system. Based on our experience, while the DOD  leadership has the intent and the ability to implement the needed  infrastructure, it is not consistently in place across DOD at the present  time.", "I believe that it would be more prudent and appropriate for Congress to  address certain authorities that DOD is seeking on a governmentwide  basis and in a manner that assures that appropriate performance  management systems and safeguards are in place before the new  authorities are implemented in any respective agency. This approach  would accelerate needed human capital reform throughout the  government in a manner that assures reasonable consistency on key  principles within the overall civilian workforce. It also would provide  agencies with reasonable flexibility while incorporating key safeguards to  help maximize the chances of success and minimize the chances of abuse  or significant litigation."], "subsections": [{"section_title": "Adequate Safeguards, Reasonable Transparency, Appropriate Accountability, and Governmentwide Reform", "paragraphs": ["There is growing agreement on the need to better link individual pay to  performance. Establishing such linkages is essential if we expect to  maximize the performance and assure the accountability of the federal  government for the benefit of the American people. As a result, from a  conceptual standpoint, we strongly support the need to expand broad  banding approaches and pay for performance-based systems in the federal  government. However, moving too quickly or prematurely at DOD or  elsewhere can significantly raise the risk of doing it wrong. This could also  serve to severely set back the legitimate need to move to a more  performance- and results-based system for the federal government as a  whole. Thus, while it is imperative that we take steps to better link  employee pay to performance across the federal government, how it is  done, when it is done, and the basis on which it is done can make all the  difference in whether or not such efforts are successful. In our view, one  key need is to modernize performance management systems in executive  agencies so that they are capable of adequately supporting more  performance-based pay and other personnel decisions. Unfortunately,  based on GAO’s past work, most existing federal performance appraisal  systems, including a vast majority of DOD’s systems, are not designed to  support a meaningful performance-based pay system.", "At the request of Representative Jo Ann Davis and Senator George  Voinovich, we identified key practices leading public sector organizations  both here in the United States and abroad have used in their performance  management systems to link organizational goals to individual  performance and create a “line of sight” between an individual’s activities  and organizational results. These practices can help agencies develop and  implement performance management systems with the attributes  necessary to effectively support pay for performance.", "The bottom line, however, is that in order to implement any additional  performance-based pay flexibility for broad based employee groups,  agencies should have to demonstrate that they have modern, effective,  credible, and, as appropriate, validated performance management systems  in place with adequate safeguards, including reasonable transparency and  appropriate accountability mechanisms, to ensure fairness and prevent  politicalization and abuse. As a result, Congress should consider  establishing statutory standards that an agency must have in place before  it can implement broad banding or a more performance-based pay  program.", "At the request of Congressman Danny Davis, we developed an initial list of  possible safeguards for Congress to consider to help ensure that any pay  for performance systems in the government are fair, effective, and  credible:    Assure that the agency’s performance management systems (1) link to the  agency’s strategic plan, related goals, and desired outcomes, and (2) result  in meaningful distinctions in individual employee performance. This  should include consideration of critical competencies and achievement of  concrete results.", "Involve employees, their representatives, and other stakeholders in the  design of the system, including having employees directly involved in  validating any related competencies, as appropriate.", "Assure that certain predecisional internal safeguards exist to help achieve  the consistency, equity, nondiscrimination, and nonpoliticization of the  performance management process (e.g., independent reasonableness  reviews by Human Capital Offices and/or Offices of Opportunity and  Inclusiveness or their equivalent in connection with the establishment and  implementation of a performance appraisal system, as well as reviews of  performance rating decisions, pay determinations, and promotion actions  before they are finalized to ensure that they are merit-based; internal  grievance processes to address employee complaints; and pay panels  whose membership is predominately made up of career officials who  would consider the results of the performance appraisal process and other  information in connection with final pay decisions).", "Assure reasonable transparency and appropriate accountability  mechanisms in connection with the results of the performance  management process (e.g., publish overall results of performance  management and pay decisions while protecting individual confidentiality,  and report periodically on internal assessments and employee survey  results).", "The above items should help serve as a starting point for Congress to  consider in crafting possible statutory safeguards for executive agencies’  performance management systems. OPM would then issue guidance  implementing the legislatively defined safeguards. The effort to develop  such safeguards could be part of a broad-based expanded pay for  performance authority under which whole agencies and/or employee  groups could adopt broad-banding and move to more pay for performance  oriented systems if certain conditions are met. Specifically, an agency  would have to demonstrate, and OPM would have to certify, that a  modern, effective, credible, and, as appropriate, validated performance  management system with adequate safeguards, including reasonable  transparency and appropriate accountability mechanisms, is in place to  support more performance-based pay and related personnel decisions,  before the agency could implement a new system. OPM should be required  to act on any individual certifications within prescribed time frames (e.g.,  30-60 days).", "This alternative approach would allow for a broader-based yet more  conceptually consistent approach to linking federal employee pay and  other personnel decisions to performance. It would help to assure that  agencies have the reasonable flexibility they need to modernize their  human capital policies and practices, while maximizing the chances of  success and minimizing the potential for abuse. This alternative approach  would also facilitate a phased-implementation approach throughout  government.", "Congress should also consider establishing a governmentwide fund  whereby agencies, based on a sound business case, could apply for funds  to modernize their performance management systems and ensure those  systems have adequate safeguards to prevent abuse. This approach would  serve as a positive step to promote high-performing organizations  throughout the federal government while avoiding human capital policy  fragmentation within the executive branch."], "subsections": []}, {"section_title": "Observations on Selected Provisions of the Proposed NSPS", "paragraphs": ["With almost 700,000 civilian employees on its payroll, DOD is the second  largest federal employer of civilians in the nation, after the Postal Service.  Defense civilian personnel, among other things, develop policy, provide  intelligence, manage finances, and acquire and maintain weapon systems.  NSPS is intended to be a major component of DOD’s efforts to more  strategically manage its workforce and respond to current and emerging  challenges. This morning I will highlight several of the key provisions of  NSPS that in our view are most in need of close scrutiny as Congress  considers the DOD proposal:    The DOD proposal would allow the Secretary of Defense to jointly  prescribe regulations with the Director of OPM to establish NSPS.  However, unlike the legislation creating the Department of Homeland  Security (DHS), the Defense Transformation for the 21st Century Act  would allow the Secretary of Defense to waive the requirement for joint  issuance of regulations if, in his or her judgment, it is “essential to the  national security” which is not defined in the act. Therefore, the act would,  in substance, provide the Secretary of Defense with significant  independent authority to develop a separate and largely autonomous  human capital system for DOD.", "As I have noted, performance-based pay flexibility for broad-based  employee groups should be grounded in performance management  systems that are capable of supporting pay and related decisions. DOD’s  personnel demonstration projects clearly provide helpful insights and  valuable lessons learned in connection with broad banding and pay for  performance efforts. At the same time these projects and related DOD  efforts involve less than 10 percent of DOD’s civilian workforce and  expanding these approaches to the entire department will require  significant effort and likely need to be implemented in phases over several  years.", "Similarly, the NSPS would increase the current total allowable annual  compensation limit for senior executives up to the Vice President’s total  annual compensation. The Homeland Security Act provided that OPM,  with the concurrence of the Office of Management and Budget, certify that  an agency has performance appraisal systems that, as designed and  applied, make meaningful distinctions based on relative performance  before an agency is allowed to increase the annual compensation limit for  senior executives. NSPS does not include such a certification provision.  On the other hand, the Senior Executive Service needs to take the lead in  matters related to pay for performance.", "The NSPS would include provisions intended to ensure collaboration with  employee representatives in the planning, development, and  implementation of a human resources management system. As discussed  at the Civil Service and Agency Organization Subcommittee, Committee on  Government Reform hearing on Tuesday, direct employee involvement in  the development of the NSPS legislative proposal has thus far been  limited. Moving forward, and aside from the specific statutory provisions  on consultation, the active involvement of employees will be critical to the  success of NSPS, or for any human capital reform for that matter.", "The legislation has a number of provisions designed to give DOD flexibility  to help obtain key critical talent. These authorities give DOD considerable  flexibility to obtain and compensate individuals and exempt them from  several provisions of current law. While we have strongly endorsed  providing agencies with additional tools and flexibilities to attract and  retain needed talent, the broad exemption from some existing ethics and  other personnel authorities without prescribed limits on their use raises  some concern. Congress should consider building into the NSPS  appropriate numerical or percentage limitations on the use of these  provisions and basic safeguards to ensure such provisions are used  appropriately.", "The NSPS proposal would provide DOD with a number of broad  authorities related to rightsizing and organizational alignment. Authorities  such as voluntary early retirements have proven to be effective tools in  strategically managing the shape of the workforce. I have exercised the  authority that Congress granted me to offer voluntary early retirements in  GAO in both fiscal years 2002 and 2003 as one element of our strategy to  shape the GAO workforce. In DOD’s case, while it has used existing  authorities to mitigate the adverse effects of force reductions in the past,  the Department’s approach to those reductions was not oriented toward  strategically shaping the makeup of the workforce. Given these problems,  there is reason to be concerned that DOD may struggle to effectively  manage additional authorities that may be provided. Importantly, the  NSPS provisions would create an uneven playing field among agencies in  competing for experienced talent.", "The legislation would also allow DOD to revise Reduction-in-Force (RIF)  rules to place greater emphasis on an employee’s performance. I  conceptually support revised RIF procedures that involve much greater  consideration of an employee’s performance. However, as noted above,  agencies must have the proper performance management systems in place  to effectively and fairly implement such authorities. Furthermore, DOD  proposes to lower the degree of preference provided to veterans under  current law.", "The proposed NSPS would allow the Secretary, after consultation with the  Merit Systems Protection Board, to prescribe regulations providing fair  treatment in any appeals brought by DOD employees relating to their  employment. The proposal states that the appeals procedures shall ensure  due process protections and expeditious handling, to the maximum extent  possible. This provision is substantially the same as a similar provision in  the Homeland Security Act of 2002 allowing DHS to prescribe regulations  for employee appeals related to their employment. Given the transparency  of the federal system dispute resolution and its attendant case law, the  rights and obligations of the various parties involved are well developed. It  is critical that any due process changes that DOD would make under this  authority are not only fair and efficient but, importantly, minimize any  perception of unfairness."], "subsections": []}, {"section_title": "Concluding Observations", "paragraphs": ["In summary, many of the basic principles underlying DOD’s civilian human  capital proposals have merit and deserve serious consideration. They are,  however, unprecedented in their size, scope, and significance. As a result,  they should be considered carefully—and not just from a DOD  perspective. The DOD proposal has significant precedent-setting  implications for the human capital area in government in general, and for  OPM in particular.", "The DOD civilian human capital proposal raises several critical questions  both for DOD as well as for governmentwide policies and approaches.  Should DOD and/or other federal agencies be granted broad-based  exemptions from existing law, and if so, on what basis? Does DOD have  the institutional infrastructure in place to make effective use of the new  authorities? Our work has shown that while progress is being made,  additional efforts are needed by DOD to integrate its human capital  planning process with the department’s program goals and mission. The  practices that have been shown to be critical to the effective use of  flexibilities provide a validated roadmap for DOD and Congress to  consider. We believe it would be more prudent and appropriate to  approve the broad banding and pay for performance issues on a  governmentwide basis. Nevertheless, if additional authorities are granted  to DOD, Congress should consider establishing additional safeguards to  ensure the fair, merit-based, transparent, and accountable implementation  of NSPS. This includes addressing the issues I have raised in this  statement.", "As I have suggested, Congress should consider providing governmentwide  broad banding and pay for performance authorities that DOD and other  federal agencies can use provided they can demonstrate that they have a  performance management system in place that meets certain statutory  standards and can be certified to by a qualified and independent party,  such as OPM. Congress should also consider establishing a  governmentwide fund whereby agencies, based on a sound business case,  could apply for funds to modernize their performance management  systems and ensure that those systems have adequate safeguards to  prevent abuse. This would serve as a positive step to promote high- performing organizations throughout the federal government while  avoiding further fragmentation within the executive branch in critical  human capital policies and approaches.", "We look forward to continuing to support Congress and work with DOD in  addressing the vital transformation challenges it faces.", "Chairman Hunter, Mr. Skelton, and Members of the Committee, this  concludes my prepared statement. I would be pleased to respond to any  questions that you may have."], "subsections": []}, {"section_title": "Contacts and Acknowledgments", "paragraphs": ["For further information on human capital issues at DOD, please contact  Derek Stewart, Director, Defense Capabilities and Management on (202)  512-5559 or at stewartd@gao.gov. For further information on  governmentwide human capital issues, please contact J. Christopher  Mihm, Director, Strategic Issues, on (202) 512-6806 or at mihmj@gao.gov.  Individuals making key contributions to this testimony included William  Doherty, Clifton G. Douglas, Jr., Christine Fossett, Bruce Goddard, Judith  Kordahl, Janice Lichty, Bob Lilly, Lisa Shames, Ellen Rubin, Edward H.  Stephenson, Jr., Tiffany Tanner, Marti Tracy, and Michael Volpe."], "subsections": []}]}], "fastfact": []}