{"id": "GAO-01-292", "url": "https://www.gao.gov/products/GAO-01-292", "title": "National Park Service: Federal Taxpayers Could Have Benefited More From Potomac Yard Land Exchange", "published_date": "2001-03-15T00:00:00", "released_date": "2001-04-18T00:00:00", "highlight": [{"section_title": "What GAO Found", "paragraphs": ["Settling 30 years of sometimes acrimonious dispute, the National Park Service completed an exchange of land interests on two vacant parcels of land in Potomac Yard in March 2000. However, the Park Service could have received more than $15 million from the private developer--rather than owing the developer $14 million--if the exchanged interests had been appropriately valued. As a federal agency, the Park Service has a responsibility to protect federal taxpayers' interests when it acquires or conveys land interests. Yet, the Park Service did not do so when it instructed the appraiser to derive a value for development on the Alexandria parcel that was not shown to be reasonably probable, or when it used an appraised value on the Arlington parcel that understated the worth of the Park Service's interests. Consequently, the Park Service gave the developer credit for losses that might not have realistically occurred and did not receive enough credit for allowing the developer to develop the Arlington parcel. However, the transaction is now fully executed--as in similar situations when a government agency pays too much for an item under a contract--it is unlikely that the Park Service can recover any funds."]}], "report": [{"section_title": "Letter", "paragraphs": ["Settling 30 years of sometimes acrimonious dispute, in March 2000 the Department of the Interior’s National Park Service and a private developer completed an exchange of land interests on two vacant parcels of land in Potomac Yard, an approximately 380-acre former rail yard adjacent to the Park Service’s George Washington Memorial Parkway near Washington, D.C. Although the developer owned both parcels, the Park Service also had an interest in them. On one parcel—referred to as the Alexandria parcel—the Park Service held a commitment from the developer to build an interchange on the Parkway; on the other parcel— referred to as the Arlington parcel—it held a development restriction known as an indenture. In the exchange, the Park Service allowed the developer to buy out its interchange commitment, lifted the indenture on the Arlington parcel, and acquired specific development restrictions on both parcels to protect the Parkway’s scenic qualities.", "To estimate the fair market values of the interests being exchanged, the developer contracted with a private appraisal firm to prepare two appraisals (one for each parcel), which the Park Service reviewed and approved as conforming to federal appraisal standards. The appraisals reported that on balance the Park Service owed the developer $14 million. This represented the difference between the estimated value of potential development opportunities the developer gave up under the Park Service’s restrictions (totaling $29 million) and the estimated values of the indenture and interchange (totaling $15 million) given up by the Park Service. The developer waived the difference of $14 million.", "Aware of Potomac Yard’s significant development potential, you expressed concern about the appraisals and whether the Park Service had received appropriate value in the exchange. Accordingly, we examined the appraisals to determine whether the interests exchanged were appropriately valued—and if not, why not.", "We contracted with an independent certified appraiser to conduct a desk review of both appraisals. His review included his professional opinion on whether the appraisals appropriately valued the land interests that were exchanged and conformed to federal appraisal standards; he did not reappraise the properties and did not visually inspect them. Shortly after we began our work, we learned that lawyers representing the Park Service and the developer had advised them not to meet with us because of a pending lawsuit filed by a competing developer protesting the exchange. However, the Park Service did give us a tour of the parcels and copies of documents in the official administrative record filed in the lawsuit. The developer initiated a meeting with us in October, after certain documents pertaining to the lawsuit had been filed. The developer’s appraiser spoke with our review appraiser and with us during our review. The U.S. District Court for the District of Columbia dismissed the lawsuit for lack of standing in February 2001. Details of our scope and methodology are discussed in appendix I."], "subsections": [{"section_title": "Background", "paragraphs": ["Land exchanges—trading federal lands for lands owned by corporations, individuals, or state or local governments that are willing to trade—are used by federal land management agencies, such as the Park Service, as a tool for acquiring nonfederal land and disposing of federal land. The Potomac Yard exchange was conducted under the Park Service’s land exchange authority. Under this authority, the Park Service may convey federal land (or interests therein) over which it has jurisdiction and that it deems suitable for exchange or other disposal, and the agency may acquire nonfederal land (or interests therein) that lies within park boundaries or areas under park jurisdiction. Exchanged lands must be located in the same state and be approximately equal in value; if their values are not approximately equal, then the difference may be eliminated with a cash payment."], "subsections": [{"section_title": "Location and Development of Potomac Yard", "paragraphs": ["Potomac Yard lies in northern Virginia near Ronald Reagan Washington National Airport. According to the appraisals, it covers about 380 total acres: about 290 acres in the city of Alexandria and about 90 acres in Arlington County. Figure 1 identifies the location of Potomac Yard and the parcels involved in the exchange.", "The Park Service’s involvement with Potomac Yard began with the establishment of the Parkway in 1930. In 1938, the Department of the Interior and the developer agreed to exchange interests in several Potomac Yard parcels that both parties claimed to own, including the Arlington parcel. As part of this agreement, the developer retained title to the Arlington parcel while Interior obtained a legal restriction—referred to as an indenture—that prohibited the developer from using the parcel for any purpose other than a rail yard.", "In 1970, Interior’s Park Service and the developer agreed to exchange interests in land adjacent to the Parkway, including the Alexandria parcel. As part of this agreement, the Park Service gave the developer the right to access the Alexandria parcel from the Parkway; without this access right, the parcel’s potential development would have been limited by the access provided by existing roads. In return, the developer gave the Park Service a commitment to build an interchange—bridge, ramps, and connections— on the Parkway that would provide this access.", "Since then, the developer has proposed several redevelopment options for Potomac Yard, which have at times been contentious. For example, in 1987 the developer filed a development plan for the Alexandria parcel consisting of about 2.5 million square feet (mmsf) of commercial development—office and retail space. When the city did not approve the plan, the developer filed a lawsuit and in 1991 obtained a court order directing the Alexandria City Council to approve the plan (with slight modification).", "In 1992, the city created its own plan for Potomac Yard, specifying residential development as the Alexandria parcel’s sole use. Over the next few years, the developer discussed options with Alexandria and others and did not proceed with the court-ordered development. In 1997, the Park Service and the developer informally agreed to the general framework of the Potomac Yard exchange—that is, they agreed to the interests that would be exchanged but not the values of those interests—and at about the same time, the city and the developer agreed to a predominantly residential development on the Alexandria parcel. After these agreements were reached, the developer asked the court to vacate the 1991 order, stating that it preferred the development allowed by the city to that allowed under the order. In 1998, the Park Service and the developer signed the preliminary exchange agreement; however, the two sides did not reach agreement on the values of the land interests until after the exchange appraisals were completed in 1999."], "subsections": []}, {"section_title": "Federal Appraisal Standards", "paragraphs": ["Federal appraisal standards were established in 1973 to promote uniformity in the appraisal of real property among the various agencies acquiring property—both by direct purchase and condemnation—on behalf of the federal government. The standards require that land (or land interests) acquired by the federal government be appraised at fair market value. According to the standards, fair market value is defined as the amount for which a property would be sold—for cash or its equivalent— by a willing and knowledgeable seller with no obligation to sell, to a willing and knowledgeable buyer with no obligation to buy. Determining the fair market value requires an appraiser to first identify the property’s “highest and best use,” which is defined as the use that is physically possible, legally permissible, financially feasible, and maximally profitable for the owner.", "When the federal government acquires a partial or restrictive land interest—such as an indenture or building restrictions—federal appraisal standards show preference for using a “before and after” method to value the interest. In this method, an appraiser estimates the value of the whole property before the transaction and reduces it by the value of the property remaining in private ownership after the transaction is completed. The resulting value becomes the interest’s estimated fair market value.", "The standards explicitly allow for the application of professional judgment in the development of a fair market value estimate. According to the standards: “The appraiser should not hesitate to acknowledge that appraising is not an exact science and that reasonable men may differ somewhat in arriving at an estimate of the fair market value.” The Congressional Budget Office reiterated this assessment in a 1998 study, calling real estate appraisals “a mix of science and art.”", "The Park Service has policies and procedures for land exchanges that include obtaining appraisals to value all federal and nonfederal land involved in an exchange. The Park Service’s policies for appraisals require an agency appraiser to review the appraisals to ensure that the reported value estimate is reasonable and based on sound valuation concepts."], "subsections": []}]}, {"section_title": "Appraisals Did Not Appropriately Value the Land Interests Exchanged", "paragraphs": ["The appraisals incorrectly valued the land interests that were exchanged because they relied upon unrealistic assumptions when valuing one parcel and provided an inadequate assessment of the other. Our analysis of the appraisals indicates that the developer could have owed the Park Service more than $15 million rather than the Park Service owing the developer $14 million, as summarized in appendix II. For the Alexandria parcel, the appraiser was instructed to assume a high level of commercial development in assessing the impact of the development restriction imposed by the Park Service; as a result, the appraiser determined that the developer would incur a loss of $26.6 million. In addition, the appraiser was instructed to use a cost of $8.5 million for the interchange—a figure agreed to by the Park Service and the developer—rather than appraise it. Because this appraisal assumed a level of development that was not shown to be reasonably probable, our review appraiser determined that it did not conform to federal appraisal standards. For the Arlington parcel, the appraiser did not consider all of the additional costs the developer would have faced, had the indenture stayed in place, or the additional development opportunities that would have resulted from the indenture’s removal. As a result, he undervalued the indenture at $6.5 million; however, the appraisal did not provide enough information for us to reliably estimate the indenture’s value. Furthermore, the appraiser determined that the restrictions would have caused a $2.4 million loss to the developer, even though zoning ordinances already restricted development. Despite these problems, our review appraiser determined that the Arlington appraisal conformed to federal appraisal standards."], "subsections": [{"section_title": "Alexandria Appraisal Contained Flawed Assumptions About the Park Service’s Restrictions", "paragraphs": ["The Park Service and the developer jointly instructed the appraiser to reach an appraised value of the Park Service’s development restriction— which limited development to residences and neighborhood retail uses— by (1) estimating the value of the parcel without the restriction and assuming a high level of development (the “before” value), (2) estimating the value of the parcel with the restriction and assuming a lower level of development (the “after” value), and (3) calculating the difference. The instructions also provided the appraiser specific levels of development to use in this calculation: the directed high level of development was 1.5 mmsf of office space, 25,000 square feet of retail space, and 232 townhomes; the directed low level of development was no office space, 10,000 square feet of retail space, and 200 townhomes.", "According to federal appraisal standards, an appraiser must develop an opinion of the best use for the property being appraised in each scenario. Furthermore, in determining fair market value, appraisers must show that the “before and after” scenarios are legally permissible and reasonably probable. In other words, there must be good reason to assume that the development could be built under current restrictions (such as zoning) or a high probability that the restrictions would be changed. For the Alexandria parcel, the instructions directed the appraiser to assume a high level of development in the “before” scenario, stating: “Development scenarios presented must be assumed by the appraiser to be physically feasible and legally permitted.” However, as the developer stated in a letter to the Park Service prior to issuance of the instructions, this high level of development “is not . . . in compliance with existing zoning regulations, and is not currently ‘legally permissible.’” The developer further noted that during the course of negotiations with the Park Service, the developer “made certain” of this by asking the court in 1997 to vacate the order directing the city to approve about 2.5 mmsf of development.", "Nevertheless, both the Park Service and the developer believed that the assumed high level of commercial development was appropriate. The Park Service, in a March 2000 letter responding to questions from the Chairman of the House Committee on Resources, wrote that the developer’s right to access the parcel from the Parkway provided a sound basis for the assumption that the parcel could physically support intensive development. In addition, the Park Service noted that the assumed high level of development (about 1.5 mmsf) represented a significant reduction from the court-ordered level (about 2.5 mmsf) and must be considered as a viable alternative, even though the court order was no longer in effect. The Park Service further noted that the potential availability of commuter rail facilities to serve the parcel supported the conclusion that a high-density development was the highest and best use. Similarly, the developer told us that the assumed high level of development was reasonable because it was less development than had been specified under the court order. The developer indicated that both parties to the exchange stipulated the assumed high development level as one of the primary principles of the exchange framework.", "Following the instructions to use the assumed development levels, the appraiser did not evaluate whether the current zoning restrictions, which allow only residential development, might be altered to allow the “before” scenario’s high level of commercial development. The appraiser determined that the value of the Park Service’s restriction on the parcel’s development resulted in a loss of $26.6 million to the developer, which is the difference in the value of the “before” development ($31.7 million) and the “after” development ($5.1 million). However, our review appraiser found that the appraisal did not show that the “before” development had a reasonable probability of being built and concluded that the market would not pay a premium for the possible increment if the probability of rezoning were low. If the restriction did not diminish the development that would have reasonably occurred on the parcel, it would have no market value and the Park Service should not have given the developer any credit for it.", "The Park Service also obtained a no-development restriction on a 15-acre portion of the parcel adjacent to the Parkway. The appraiser determined— and our review appraiser agreed—that the restriction had no market value because a prior restriction under Virginia state law already precluded construction on the 15 acres. Therefore, the building restriction had no material impact on the developer.", "The Park Service’s chief appraiser determined that the appraiser’s methodology was reasonable, concluded that the Alexandria appraisal met the federal appraisal standards, and approved it for Park Service’s use. However, our review appraiser determined that the appraisal did not conform to all federal appraisal standards because it did not analyze the reasonableness of the “before” level of development. Furthermore, the appraisal did not clarify that a value based on an unrealistic level of development might differ from the fair market value of the property. Our review appraiser concluded that the instructions provided by the Park Service and the developer for the “before” development scenario ultimately led to the appraisal’s not conforming to federal appraisal standards because of issues related to the reasonableness of the highest and best use development level prescribed by the instructions.", "As part of the exchange, the developer bought out its 1970 commitment to the Park Service to construct an interchange on the Parkway, for $8.5 million. This figure is an estimate of the cost of constructing the interchange—it is not an estimate of market value that was prepared by the appraiser. The Federal Highway Administration was asked by the Park Service to prepare an initial estimate of the construction costs and determined them to be $12 million; an engineering firm hired by the developer revised this estimate, using different assumptions, to $8.5 million. The Park Service and the developer agreed to use this figure in the exchange before they sought the appraisals and then instructed the appraiser to use this figure to calculate the total amount owed to the Park Service in the exchange, by adding it to the appraised value of the Arlington parcel’s indenture. Our analysis also includes this figure as an amount owed to the Park Service."], "subsections": []}, {"section_title": "Arlington Appraisal Did Not Correctly Value the Indenture", "paragraphs": ["The appraiser faced two valuation determinations for the Arlington parcel. He needed to determine (1) the value of a restriction (indenture) owned by the Park Service that precluded office/retail/residential development on the parcel and (2) the value of other development restrictions imposed by the Park Service once the indenture was lifted. The appraiser applied the “before and after” methodology when making these valuation calculations.", "Unlike the Alexandria parcel, the appraisal instructions for the Arlington parcel did not provide the appraiser levels of development to use in his analysis of the indenture’s fair market value and the restrictions. Instead, the appraiser relied on his professional judgment to estimate the levels of development likely to occur with or without the indenture, and with or without the other development restrictions.", "In estimating the Arlington parcel’s “before” value—with the indenture lifted—the appraiser determined that the developer could reasonably obtain new zoning that would allow the construction of about 1.9 mmsf of office space on the parcel. In estimating the “after” value—with the indenture in place—the appraiser noted that Arlington County allows developers to shift development density from one parcel to another. The appraiser determined that, had the indenture remained in place, the developer would have pursued this option and the county would have allowed the shift of 1.9 mmsf from the Arlington parcel to a smaller adjacent parcel (which was vacant and zoned for about 1.1 mmsf of office space). This shift would have resulted in the development of 3.0 mmsf on the adjacent parcel, and the appraiser determined that this parcel would likely have been rezoned to accommodate the additional development. Therefore, the appraiser found that the developer could have constructed the 1.9 mmsf of development associated with the Arlington parcel with or without the indenture in place.", "The appraiser calculated the indenture’s value as the difference in the estimated cost of (1) building the 1.9 mmsf of office space on the Arlington parcel and (2) shifting this same square footage and combining it with 1.1 mmsf of office space on the adjacent parcel. The appraiser estimated that the developer would have had to spend $6.5 million more to construct the 1.9 mmsf on the adjacent parcel than on the Arlington parcel, to provide another level of underground parking to accommodate the additional development on the smaller parcel.", "While our review appraiser agreed that the appraisal’s methodology was reasonable, he disagreed with the appraiser’s conclusion that the indenture’s value should be this single estimated cost. The developer would have likely incurred additional costs had it shifted the 1.9 mmsf to the adjacent parcel. We found three main reasons why the appraisal understated the value of the indenture:   According to the appraisal instructions, the adjacent parcel contained 17 acres; the appraiser assumed that all 17 acres were available for development. Our review appraiser examined the developer’s site maps and determined that only 10 acres of the adjacent parcel were available for development, because 4 acres fell under railroad rights-of-way and another 3 acres were not contiguous. Shifting 1.9 mmsf of density to the remaining 10-acre site would have likely cost the developer more than the appraiser’s $6.5 million estimate. For example, the appraiser determined that the developer would have to build three levels of underground parking, assuming that 98 percent of the 17-acre parcel were excavated; however, information in the appraisal indicates that five levels of underground parking would be needed if 98 percent of the 10-acre site were excavated. The appraiser told us that each additional level of underground parking increases the construction costs substantially over previous levels because of the additional expenses associated with building and strengthening the garage walls. Our review appraiser noted that—while the appraisal’s cost concepts as applied to parking may exceed the detail the market would know or care about—the more severe the excavation needs to be, the more the market would consider it.", "The appraiser noted that the value of the 3.0 mmsf would likely decrease if the developer were unable to build on the full 46 acres, because higher- density projects generally take longer to sell and obtain lower prices per square foot. He also noted that any deficit could be offset by the lower costs of concentrating the infrastructure needed for the 3.0 mmsf on the smaller site. However, because the area actually available to accept the additional 1.9 mmsf is about 40 percent smaller than he assumed—10 acres rather than 17—the resulting development would have been significantly more dense than he determined. Our review appraiser noted that putting all of this density on the smaller site raises questions of feasibility. At a minimum, we believe that the potential lower revenues from such a dense development could eclipse any potential cost savings that the developer might realize.", "The appraiser did not include the impact on the indenture’s value of the developer’s shifting an additional 1.1 mmsf of development density to the Arlington parcel and the adjacent parcel. A 1993 agreement between the developer and Arlington County allows this shift if the Park Service indenture is lifted. The appraiser reviewed the agreement and found it to be weak; interviewed the county’s planning director, who suggested that the county was unlikely to approve this shift (which would result in a mixed-use development of more than 4.0 mmsf) owing to traffic-related issues; and reported finding no reliable evidence to conclude that this shift would take place. In our view, the possibility of this density shift is at least as strong as the possibility of shifting density from the Arlington parcel to the adjacent acreage, because an existing legal agreement with the county allows it. If the indenture remained in place, the developer would lose the option of shifting the 1.1 mmsf. Because the developer cannot shift this density without the removal of the indenture, the appraiser should have assigned some additional value to the indenture.", "Considering these factors, we agree with our review appraiser’s conclusion that the indenture should have been assigned a higher value than $6.5 million. However, the appraisal does not provide enough information for us to reliably estimate the indenture’s value.", "As a condition of having the indenture lifted, the developer agreed to restrict its construction on six areas within or adjacent to the parcel by one or more of the following factors: (1) building height; (2) proximity to the Parkway; and (3) type of building (for example, office, retail, or residential). In valuing these restrictions—land interests the Park Service would acquire in the exchange—the appraiser determined that restrictions in four areas would limit the amount and type of development that could be built, and that restrictions in the other two areas would not affect the developer since zoning already limited building heights. The appraiser estimated the potential economic impact of the restrictions—that is, reductions in market values—in each of these four areas, tallied these reductions, and concluded that the restrictions would have caused a $2.4 million loss for the developer.", "Our analysis shows that the appraisal overvalued the restrictions. The appraiser valued the areas as if they were six separate parcels, rather than analyzing the financial impact of the restrictions on the entire parcel’s value, as required by federal appraisal standards. Our review appraiser further determined that the building restrictions on the Arlington parcel, in aggregate, had no detrimental impact on the parcel’s value because zoning and other building restrictions limiting development predated the Park Service-imposed restrictions. Our review appraiser noted that the restrictions had the potential to affect a project’s design or placement but concluded that they would probably have no impact, in aggregate, on the development. Thus, the building restrictions would not have resulted in a loss for the developer because they did not diminish the development opportunities available on the parcel and adjoining acres. Therefore, the restrictions should have been assigned no value.", "The Park Service’s chief appraiser determined that the appraiser applied a reasonable methodology, concluded that the Arlington appraisal met the federal appraisal standards, and approved it for Park Service’s use. Although the appraisal understated the value of the indenture and overstated the value of the Park Service’s restrictions, our review appraiser agreed that the appraisal conformed to federal standards."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["Although the Potomac Yard exchange helped to resolve years of dispute when it was completed in March 2000, the Park Service could have received more than $15 million from the developer—rather than owing the developer $14 million—if the exchanged interests had been appropriately valued. As a federal agency, the Park Service has a responsibility to protect federal taxpayers’ interests when it acquires or conveys land interests. However, the Park Service did not do so when it instructed the appraiser to derive a value for development on the Alexandria parcel that was not shown to be reasonably probable, or when it used an appraised value on the Arlington parcel that understated the worth of the Park Service’s interests. Consequently, the Park Service gave the developer credit for losses that might not have realistically occurred and did not receive enough credit for allowing the developer to develop the Arlington parcel. However, the transaction is now fully executed and—as in similar situations when a government agency pays too much for an item under a contract—it is unlikely that the Park Service can recover any funds."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided the Department of the Interior with a draft of this report for its review and comment and, in light of the then-pending lawsuit, also provided a copy to the Department of Justice. Interior expressed three main concerns in its response; Justice did not provide comments.", "First, Interior commented that the report discussed issues that were the subject of ongoing litigation and that GAO’s policy is to avoid addressing matters pending in litigation. Our report disclosed that a competing developer filed a lawsuit protesting the exchange and, for this reason, lawyers representing the Park Service and the developer advised representatives from the agency and the developer not to meet with us during our review. While GAO is aware of the sensitivity of addressing issues in litigation, we decide whether to continue our involvement on a case-by-case basis. In this case, the Chairman of a congressional committee with jurisdiction expressed serious concerns about whether the exchanged land interests had been appropriately valued, and we proceeded with our review consistent with our authorities and responsibilities to support the Congress and the flexibility inherent in our policies. The court dismissed the lawsuit for lack of standing in February 2001.", "Second, Interior disagreed that the taxpayers’ interest was not well protected in the exchange and asserted the exchange received overwhelming public and local support. We acknowledge that the exchange helped to resolve long-standing and contentious community development issues in Alexandria and Arlington, and that for this reason the local governments and other parties supported the exchange. However, our review focused on the appraised values of the exchanged land interests. Our review found that the appraisals incorrectly valued the exchanged interests, and we concluded that the Park Service could have received more than $15 million in the exchange rather than owing the developer $14 million. Had these funds been received, federal taxpayers could have benefited more from the exchange than they did. We clarified the report title to reflect our emphasis on federal rather than local interests.", "Third, Interior questioned the reliability of the report because, in Interior’s view, it relies exclusively on the work of a review appraiser who in effect conducted a reappraisal of the Alexandria parcel’s development restriction even though he is not licensed in Virginia and did not inspect the property. Interior stated that it firmly believes the Alexandria appraisal is sound under applicable law and appraisal standards. We disagree with Interior’s assertions. Our report is reliable and based on information that we verified with the Park Service, the developer, the developer’s lawyers, and the appraiser. Specific points follow:   Our report incorporates the results of a desk review of the appraisals, but it does not rely exclusively on these results. Our staff independently read and analyzed the appraisals, federal appraisal standards, and other relevant documents, to develop this report; this review is the most recent of several of our examinations of appraisals used in federal land transactions. We clarified the report to better distinguish our review appraiser’s work and our analysis.", "The appraiser we contracted with to conduct a desk review has over 40 years’ experience as a professional appraiser; he is affiliated with the Appraisal Institute and other professional real estate associations; and he is licensed as a certified general appraiser in the state of Colorado. Although under Virginia law, persons who appraise properties within Virginia must be licensed by the state, this law does not apply to those who provide consulting services that are not appraisals. The appraiser we contracted with conducted a desk review and did not reappraise either parcel.", "Appraisers conducting a desk review are not expected to visit the property that was appraised. In our review appraiser’s desk review of the Potomac Yard appraisals, he checked the arithmetic, considered the appropriateness of the methods and techniques used, and evaluated the reasonableness of the conclusions reached. Regarding the Alexandria parcel’s development restriction, our review appraiser found that the appraised value was not based on a credible analysis because there was no determination that a reasonable probability existed that the parcel would be rezoned to accommodate the high level of commercial development that was assumed in the “before” scenario. For this reason, our review appraiser concluded that the Alexandria appraisal did not conform to all federal appraisal standards and likely overstated the fair market value of the development restriction.", "The full text of Interior’s letter is in appendix III.", "We conducted our review from April 2000 through February 2001 in accordance with generally accepted government auditing standards. Details of our scope and methodology are discussed in appendix I.", "As requested, unless you publicly announce its contents earlier, we plan no further distribution of this report until 30 days from the date of this letter. At that time we will send copies to the Honorable Gale A. Norton, Secretary of the Interior, and the Honorable Denis Galvin, Acting Director of the National Park Service. We will also send copies to other appropriate congressional members and make copies available to others upon request.", "If you or your staff have any questions about this report, please call me at 202-512-3841. Key contributors to this report are listed in appendix IV."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["To examine whether the appraisals the National Park Service used for the Potomac Yard land exchange appropriately valued the interests that were exchanged, we reviewed (1) documents associated with the exchange, (2) the Alexandria and Arlington appraisals, (3) the Park Service’s review of those appraisals, and (4) federal appraisal standards. Because of a pending lawsuit filed by another developer protesting this exchange, the U.S. Attorney’s Office advised the Park Service in June 2000 that its personnel should not agree to interviews with us. A Park Service representative did give us a tour of the Alexandria and Arlington parcels and responded to our questions about the sites; however, we were unable to interview representatives from the Park Service during most of our review. Similarly, representatives of the developer told us in June 2000 that they had also been advised not to agree to interviews with us. However, after certain documents had been filed in the lawsuit, the developer initiated a meeting with us in October 2000. The appraiser hired by the developer agreed to talk with us, and we met with him to better understand the appraisals and his analyses. After we completed our fieldwork, we met with Park Service officials, the developer, the developer’s lawyers, and the appraiser to verify the factual accuracy of the data we obtained; we then provided the Park Service and the Justice Department a draft of this report for review. The court dismissed the lawsuit for lack of standing in February 2001.", "Additionally, we contracted with Mr. Peter D. Bowes—an independent and certified appraiser in Denver, Colorado, who has over 40 years of experience in appraising properties such as vacant urban land and has worked with various government entities—to conduct a desk review of the appraisals. His review included his professional opinion on whether the appraisals appropriately valued the land interests that were exchanged and complied with federal appraisal standards. A desk review is not a reappraisal, and he did not visually inspect either the Alexandria or the Arlington parcel. In addition, he did not confirm details contained in the appraisal reports, add new data, or talk with the Park Service or the developer.", "We performed our work from April 2000 through February 2001 in accordance with generally accepted government auditing standards."], "subsections": []}, {"section_title": "Appendix II: Summary of Exchange Figures and GAO’s Adjusted Figures", "paragraphs": ["In the Potomac Yard land exchange, the appraiser reported that the Park Service owed the developer $14 million (which the developer waived). As shown in table 1, this figure represented the difference between (1) the appraised values of the development opportunities given up by the developer (totaling $29 million) and (2) the estimated cost of the interchange (a figure that was not appraised) and the appraised value of the indenture given up by the Park Service (totaling $15 million).", "In our view, the appraisals overestimated the value of the development opportunities given up by the developer—by as much as the full appraised values—and underestimated the value of the indenture—by an amount we could not determine. As shown in table 2, the developer could have owed the Park Service more than $15 million, including the $8.5 million interchange figure."], "subsections": []}, {"section_title": "Appendix III: Comments From the Department of the Interior", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contacts", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition, Jay Cherlow, Doreen Feldman, Susan Irwin, Diane Lund, Jonathan S. McMurray, Cheryl Pilatzke, Susan Poling, Carol Herrnstadt Shulman, and Dan Williams made key contributions to this report."], "subsections": []}]}], "fastfact": []}