{"id": "GAO-14-131", "url": "https://www.gao.gov/products/GAO-14-131", "title": "Economic Development Administration: Documentation of Award Selection Decisions Could Be Improved", "published_date": "2014-02-06T00:00:00", "released_date": "2014-02-06T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The Department of Commerce's EDA provides financial assistance through grants to rural and urban communities experiencing substantial and persistent economic distress. EDA grants are intended to leverage existing regional assets to support the implementation of economic development strategies that advance new ideas and creative approaches to promote economic prosperity in distressed communities. House Report 112-463 included a mandate that GAO review grants EDA made under its Public Works and EAA programs from fiscal years 2006 through 2012. This report discusses (1) the extent to which EDA documented its funding decisions (2) the levels of economic distress and population density of counties where EDA funded projects, and (3) the types of projects EDA funded. GAO reviewed EDA regulations and guidance; analyzed EDA project data from fiscal years 2007 (the year in the period covered by the mandate in which EDA awarded the most grants), 2011 (the most recent year with reliable data), and 2012 (the year in which EDA implemented new documentation procedures), as well as other federal data; and interviewed EDA staff."]}, {"section_title": "What GAO Found", "paragraphs": ["The Economic Development Administration (EDA) implemented a new procedure in fiscal year 2012 that requires its regional offices to complete a standard template to document the results of committee meetings in which proposed projects are discussed and potentially recommended for funding. However, GAO found that for the Public Works and Economic Development (Public Works) program and the Economic Adjustment Assistance (EAA) program—EDA's two largest grant assistance programs—EDA regional offices had not completed the template consistently. GAO estimated that only 46 percent of all projects recommended for funding in fiscal year 2012 under these programs were documented using the complete template. EDA has a history of inconsistent documentation: for example, in 2000 the Department of Commerce's Inspector General reported inconsistencies in how EDA's regional offices documented the project review process. Standards for internal control in the federal government require all transactions and significant events to be clearly documented and available for examination. Until EDA takes steps to ensure that all of its regional offices consistently and fully complete the standard template for all proposed projects considered for funding, EDA will not have adequate assurance that its funding decisions are consistent and transparent.", "GAO found that counties where EDA funded projects in fiscal years 2007 and 2011 under its Public Works and EAA programs generally had lower per capita income and higher unemployment rates than national and state averages. Furthermore, some projects that EDA funded under the Public Works and EAA programs in fiscal years 2007 and 2011 had an EDA-defined special need arising from actual or threatened severe unemployment or economic adjustment problems. In addition, GAO found that counties where EDA funded projects under Public Works and EAA were generally part of nonrural areas (areas with an urban center of more than 50,000 people). Specifically, in fiscal years 2007 and 2011, respectively, 52 percent and 67 percent of all of EDA's funded projects under the two programs were in nonrural areas.", "GAO found that various types of economic development projects received funding under Public Works and EAA in fiscal years 2007 and 2011. The most common types of projects funded under Public Works involved constructing or repairing infrastructure (such as water, sewer, gas, and electrical systems) or constructing or renovating commercial buildings and industrial and business parks. The most common types of projects funded under EAA involved helping businesses get started, planning and research to support job creation and retention, and constructing or repairing infrastructure."]}, {"section_title": "What GAO Recommends", "paragraphs": ["To increase transparency in the award selection process, GAO recommends that EDA develop and implement procedures to ensure that EDA regional offices consistently complete the required template for each proposed project considered for funding. EDA agreed with the recommendation and described its plans to address it."]}], "report": [{"section_title": "Letter", "paragraphs": ["The Public Works and Economic Development Act of 1965 (PWEDA)  authorized the creation of the Economic Development Administration  (EDA) within the Department of Commerce (Commerce). PWEDA, as  amended, authorizes EDA to provide financial assistance through grants  to rural and urban communities experiencing substantial and persistent  economic distress. The two largest programs EDA uses to accomplish its  mission are the Public Works and Economic Development (Public Works)  program and the Economic Adjustment Assistance (EAA) program. In  fiscal year 2012, Public Works projects comprised 48 percent ($129.2  million) of EDA’s total grant investment dollars, while EAA projects  comprised 14 percent ($38.5 million) of EDA’s total grant investment  dollars.", "House Report 112-463 included a requirement that GAO review grants  EDA made under the Public Works and EAA programs. In response to  the mandate, on September 13, 2013, we briefed your committee staffs  on our preliminary observations and discussed the scope and  methodology of our work.", "This report examines (1) the extent to which EDA documented grant  selection decisions; (2) the indicators of economic distress for counties  with EDA-funded projects and how these funds have been distributed to  rural and nonrural areas; and (3) the types of projects that have been  funded by these programs. EDA awarded more than 1,500 grants under  the Public Works and EAA grant programs in fiscal years 2006 through  2012 (the period of interest in the congressional mandate). In general, we  focused our review on fiscal year 2007 because EDA awarded the largest  number of grants in this year compared to the rest of the 7-year period  and fiscal year 2011 because it was the most recent year during the  period in which we considered data to be reliable. We also reviewed  relevant statutes and EDA regulations, operational guidance, and federal  funding opportunity announcements that defined the eligibility and other  criteria for awarding grants under the Public Works and EAA programs.  To address the first objective, we reviewed a nonprobability sample of 64  projects EDA funded across the six regions in fiscal years 2007 and 2011  and assessed the documentation its regional offices maintained on  meetings related to the funding of these projects. We also reviewed a  random and generalizable sample of 74 grant awards from fiscal year  2012, drawn from a sample population of 204 projects, to assess the  extent to which EDA regional offices followed new procedures for  documenting meetings related to funding of proposed projects during that  year. All estimates from our review have a margin of error of no more  than plus or minus 10 percentage points. In addition, we conducted  structured interviews with officials from EDA’s six regional offices to  enable comparison of regional grant review and documentation practices.  To address the second objective, we used Bureau of Economic Analysis  (BEA) and Bureau of Labor Statistics (BLS) data, respectively, to  calculate the 12-month per capita income and 24-month unemployment  rate (calendar years) at the county level for each funded grant from fiscal  years 2007 and 2011, and we compared the county data to national and  state averages for the same time periods. We did not use the same  procedures that EDA staff generally use to calculate per capita income  and unemployment, and our findings are not intended to replicate EDA’s  eligibility determinations. We also used EDA’s data to identify and  describe projects that were funded during the period based upon a  special need. In addition, we used the U.S. Department of Agriculture  Economic Research Service’s (ERS) Rural-Urban Continuum Codes to  identify the population density at the county level for each funded grant.  To address the third objective, we categorized EDA’s descriptions of the  economic development activities funded by Public Works and EAA grants  using GAO-defined project types.", "To assess the reliability of EDA data, we interviewed EDA officials  knowledgeable about the electronic grants management database,  reviewed relevant documentation, and conducted electronic data testing.  We reviewed documentation from BEA, BLS, the Census Bureau, and  ERS about how they compile their data. We determined that these data  sources were sufficiently reliable for the purpose of describing the  poverty, unemployment, and rural classifications of EDA project locations.  See appendix I for a detailed description of our scope and methodology.", "We conducted this performance audit from April 2013 to February 2014 in  accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["EDA’s primary focus is to help regions experiencing long-term economic  distress or sudden economic dislocation (brought about by, for example,  plant closure or natural disaster) through public infrastructure  investments, technical assistance and research, and the development  and implementation of comprehensive economic development strategies.  EDA’s two largest grant assistance programs are Public Works and EAA.  The Public Works program is used to finance infrastructure-related  activities that support job creation, such as water and sewer facilities,  industrial parks and business centers, broadband facilities, port and rail  improvements, and business incubator facilities. The EAA program is  used to fund strategic planning and implementation activities, including  the same activities eligible under Public Works grants.", "PWEDA establishes criteria for the (1) types of entities that are eligible for  assistance; (2) economic distress characteristics of geographic areas in  which projects can be located, with specific thresholds for per capita  income and unemployment rates; and (3) factors EDA must consider  when awarding grants (see table 1). While proposed grant projects  generally must be located in an area that is experiencing at least one of  the distressed circumstances, applicants are not required to be physically  located in these areas. EDA funds for the Public Works and EAA  programs are publicly announced in annual Economic Development  Assistance Program (EDAP) Federal Funding Opportunities (FFO) and  competitively awarded to eligible entities, as shown in table 1. Grant- making authority is decentralized among the agency’s six regional offices,  whose primary responsibility is to review requests for EDA funding,  provide technical assistance, and administer EDA grants.", "EDA uses multiple levels of review to identify competitive economic  development investment proposals:", "Pre-application review (optional). Regional office staff provides  technical assistance to applicants prior to formal application.", "Technical review. Regional office staff assess the timeliness and  completeness of applications, including whether the applications meet  the eligible entity and economic distress criteria.", "Project analysis review. A regional representative assesses complete  applications’ responsiveness to the specific requirements set forth in  the relevant FFO.", "Investment Review Committee review. After the technical and project  analysis reviews, members of the Investment Review Committee  (IRC) prioritize competitive applications that merit consideration for an  award. Each office maintains an IRC that must include regional  counsel, a specialist in environmental issues, and a representative  from EDA headquarters. The final IRC voting panel consists of at least  four voting members, excluding the regional counsel and Regional  Director. According to EDA’s 2012 operations manual, IRC  recommendations must be developed with an aim of ensuring the  balance of EDA’s grant portfolio both in terms of geography and  investment type, and recommendations must be balanced against the  amount of funding each office is allotted for Public Works and EAA  grants.", "Grant officer’s review. Each office’s regional director serves as the  grant officer and is responsible for reviewing the IRC  recommendations and making final award decisions. EDA’s 2012  operations manual requires grant officers to document in writing the  reasons behind decisions that disagree with the IRC’s  recommendation.", "EDA staff also apply three types of criteria during review phases, as  outlined by the EDAP FFO:", "Economic distress criteria. During the technical review phase, regional  office staff apply economic distress criteria established by PWEDA to  determine whether applications meet regulatory eligibility  requirements.", "Evaluation criteria. During the project analysis review, regional office  staff assess each application’s responsiveness to evaluation criteria  set forth in the relevant FFO.", "Selection criteria. The IRC uses selection criteria to select the pool of  competitive applications from which grants will be recommended for  an award.", "Table 2 describes these criteria in detail. According to EDA headquarters,  the criteria used to review applications for Public Works and EAA grant  funds have generally reflected EDA’s investment priorities since the  agency was established in 1965 and, thus, have not changed. However,  officials said that the process for applying the criteria may change from  time to time based upon, for example, a suggestion from Commerce’s  Office of General Counsel or a regional office. The 2011 EDAP FFO  described two grant review procedures that were not part of EDA’s 2007  EDAP FFO. Specifically, in fiscal year 2007, applications were only  required to meet one out of five evaluation criteria, and EDA staff were  not required to prioritize or rank competitive applications to help inform  the grant officer’s award decision. However, in fiscal year 2011, EDA  policy required staff to apply specific weights, as shown in table 2, to five  categories of evaluation criteria: (1) national strategic priorities; (2)  economically distressed and underserved communities; (3) return on  investment; (4) collaborative regional innovation; and (5) public/private  partnerships. Next, staff were to categorize each grant application as  “not competitive,” “competitive,” or “highly competitive” based upon the  merit review. IRC panels were then required to make a ranked list of  recommendations from the pool of “competitive” and “highly competitive”  applications. The ranked list of applications would be considered by the  grant officer for final grant award decisions. Table 2 illustrates the criteria  and procedures used to assess Public Works and EAA grants in fiscal  years 2007 and 2011."], "subsections": []}, {"section_title": "EDA Offices Did Not Consistently Document Funding Decisions", "paragraphs": ["EDA has a history of inconsistently documenting the results of committee  meetings in which proposed projects are recommended for funding. In  December 2000, the Commerce Office of Inspector General (OIG)  reported that it found inconsistencies in how EDA’s regional offices  documented the project review committee (now referred to as the IRC)  process and recommended that EDA keep better documentation of  actions by these committees. We also found inconsistencies in how  EDA’s regional offices documented the results of IRC meetings, based on  our review of a nongeneralizable sample of the IRC meeting  documentation for 64 Public Works and EAA projects EDA funded in  fiscal years 2007 and 2011. For example, some IRC meeting  documentation we reviewed provided limited information on the proposed  projects and included only a discussion of the number of jobs and the  amount of private investment that the project would generate. In contrast,  we found other instances of IRC meeting documentation that provided  detailed information on proposed projects reviewed, including positives  and negatives associated with the project and recommendations to  improve the project. EDA officials told us that the agency had policies and  procedures in place for its regional offices to follow for awarding grants in  fiscal years 2007 and 2011, but that copies of the 2007 policies and  procedures could not be located and that the same policies and  procedures effective in fiscal year 2010 were also applicable in 2011. Our  review of EDA’s 2010 policies and procedures found that there was no  requirement that regional offices document IRC meeting discussions in a  consistent manner. Similarly, EDA officials said that, prior to fiscal year  2012, discussions were not consistently documented.", "In March 2012, EDA implemented new procedures in response to the  Commerce OIG’s December 2000 recommendations. According to the  new procedures, regional offices were required to complete an IRC  record for each proposed project reviewed using a standard template  (see fig. 1). EDA guidance notes that the IRC should address several  items using the template, including the (1) pros and cons of each project;  (2) environmental/legal issues, if any; (3) project’s fit with the agency’s  investment priorities; (4) notes on the reasonableness of reported  outcome data on jobs and private investment; and (5) recommendations  for further action.", "Despite the new guidance and procedures, we found that EDA regional  offices did not consistently complete the required IRC template in fiscal  year 2012. We reviewed a random and generalizable sample of IRC  record templates for 74 Public Works and EAA projects that EDA regional  offices funded in fiscal year 2012, and we estimate that the regional  offices filled out the template in its entirety for only 46 percent of all  projects funded that year. We found that one of EDA’s regional offices  did not complete an IRC record template for any of the 20 projects we  reviewed from this office. In addition, we estimate that 34 percent of the  projects across all six regions did not include a discussion of pros and  cons as required by EDA’s new procedures and 35 percent did not  indicate the investment priority or priorities the projects were designed to  address. Further, EDA has yet to implement a means of monitoring the  offices’ use of the IRC template or assessing its effectiveness.", "Standards for Internal Control in the Federal Government requires that all  transactions and other significant events be clearly documented and the  documentation be readily available for examination. Such documentation  provides an entity with reasonable assurance that its operations are  conducted effectively and efficiently and in compliance with applicable  laws and regulations. Until EDA ensures that its regional offices  consistently and fully complete an IRC record template for all proposed  projects considered for funding, EDA will not have adequate assurance  that its funding decisions are consistent and transparent."], "subsections": []}, {"section_title": "Project Counties Were Generally Distressed Relative to National and State Averages and Located in Nonrural Areas", "paragraphs": ["Based on our analysis of the economic distress characteristics of the  counties where EDA funded projects under its Public Works and EAA  programs in fiscal years 2007 and 2011, we found that counties where  EDA funded projects generally had lower per capita income and higher  unemployment rates than national and state averages. Furthermore,  some projects that EDA funded under the Public Works and EAA  programs in fiscal years 2007 and 2011 had a special need, as defined by  EDA. In addition, we found that for fiscal years 2007 and 2011, more than  half of the projects EDA funded were located in counties that were part of  nonrural areas, or areas with an urban center of more than 50,000  people."], "subsections": [{"section_title": "Project Counties Generally Had Lower Per Capita Income and Higher Unemployment Rates Compared with National and State Averages", "paragraphs": ["Based on our methodology and data sources, counties where EDA  funded projects in fiscal years 2007 and 2011 under its Public Works and  EAA programs generally had lower per capita income and higher  unemployment rates compared with national and state averages. As  previously mentioned, we did not use the same procedures that EDA staff  generally use to calculate per capita income and unemployment, and our  findings are not intended to replicate EDA’s eligibility determinations.", "As figure 2 illustrates, in fiscal years 2007 and 2011, our analysis showed  that EDA funded a number of projects in counties that had a per capita  income at or less than the national average, particularly under the Public  Works program. For example, 121 of the 135 projects (90 percent) EDA  funded under the Public Works program in fiscal year 2007 and 67 of the  80 projects (84 percent) in fiscal year 2011 were located in counties with  per capita income at or less than the national average. Under the EAA  program, 89 of the 116 projects (77 percent) EDA funded in fiscal year  2007 and 93 of the 150 projects (62 percent) it funded in fiscal year 2011  were located in counties that had a per capita income at or less than the  national average.", "EDA also funded a number of projects in counties that had a per capita  income at or less than the state average, as figure 3 shows. Specifically,  under the Public Works program, 119 of the 135 projects (88 percent)  EDA funded in fiscal year 2007 and 68 of the 80 projects (85 percent)  EDA funded in fiscal year 2011 were located in counties with per capita  income at or less than the state average. Under the EAA program, 86 of  the 116 projects EDA funded (74 percent) in fiscal year 2007 and 87 of  the 150 projects (58 percent) EDA funded in fiscal year 2011 were  located in counties with per capita income at or less than the state  average.", "Our analysis also found that the 24-month unemployment rates of EDA- funded project counties were typically higher than national unemployment  rates. In fiscal year 2007, 89 (66 percent) of 135 Public Works project  counties and 85 (71 percent) of 120 EAA project counties had 24-month  unemployment rates that met or exceeded the national average (see fig.  4). In fiscal year 2011, fewer Public Works and EAA project counties (49  projects, or 60 percent and 76 projects, or 50 percent, respectively) had  unemployment rates meeting or exceeding the national average.", "Our comparisons of the unemployment rate in EDA-funded counties to  the state unemployment rate produced largely the same results as the  national comparisons. Specifically, EDA funded 86 projects (64 percent)  in fiscal year 2007 and 49 projects (60 percent) in fiscal year 2011 under  the Public Works program in counties that met or exceeded the state  unemployment average. In addition, EDA funded 70 projects (58 percent)  in fiscal year 2007 and 79 projects (52 percent) in fiscal year 2011 under  the EAA program in counties that met or exceeded the state  unemployment average (see fig. 5)."], "subsections": []}, {"section_title": "Some Project Areas Had an EDA-Defined Special Need", "paragraphs": ["Our analysis of EDA’s data showed that EDA funded some projects  located in areas with a special need (as defined by PWEDA and EDA  regulations) under the Public Works and EAA programs in fiscal years  2007 and 2011 (see fig. 6). As previously discussed, EDA can determine  a project to be eligible for funding based on a special need arising from  actual or threatened severe unemployment or economic adjustment  problems resulting from severe short-term or long-term changes in  economic conditions. EDA funded a higher number of projects with a  special need under its EAA program compared with its Public Works  program in both fiscal years 2007 and 2011. Figure 6 also shows that,  under both programs and in both fiscal years, firm closure/restructuring  was the most commonly met special need criterion. In addition, EDA  funded several projects under its EAA program that met the natural  resource depletion special need criterion in fiscal year 2007 and the  disaster or emergency special need criterion in fiscal year 2011.  According to EDA officials, EDA received a large amount of supplemental  no-year funding (additional funding that is available until expended and  not tied to a particular fiscal year) in fiscal years 2008 and 2009 that could  be used for disaster-related activities. Therefore, many of the special  need projects eligible based on disasters or emergencies and funded in  fiscal year 2011 could have been identified in fiscal years 2008 or 2009.  In addition, these officials stated that the economic conditions in fiscal  year 2011 could have accounted for part of the increased number of  special-need-eligible projects in that year because the national  unemployment rate was higher than usual and the national per capita  income level was lower than usual, making it more difficult for individual  counties to meet the EDA thresholds for these measures."], "subsections": []}, {"section_title": "Many Projects Were Located in Nonrural Areas", "paragraphs": ["With the exception of the Public Works program in fiscal year 2007, at  least half of the funded Public Works and EAA projects in fiscal years  2007 and 2011 were located in counties that were part of nonrural areas.  According to the U.S. Department of Agriculture Economic Research  Service’s Rural-Urban Continuum Codes, 52 percent of all EDA grants  awarded in fiscal year 2007 and 67 percent of those awarded in fiscal  year 2011 funded projects in nonrural areas. By program, 45 percent of  Public Works grants awarded in fiscal year 2007 and 53 percent of those  awarded in fiscal year 2011 funded projects in nonrural areas, while 61  percent of EAA grants awarded in fiscal year 2007 and 75 percent of  those awarded in fiscal year 2011 funded projects in nonrural areas. By  comparison, 85 percent of the U.S. population lived in such nonrural  areas as of the 2010 Census. A small number of projects each year were  located in completely rural counties (population less than 2,500). These  projects represented 7 percent of combined Public Works and EAA  projects in fiscal year 2007 and 2 percent of combined projects in fiscal  year 2011. By comparison, about 1.5 percent of the U.S. population lived  in completely rural areas as of the 2010 Census. Figures 7 and 8 show  the population density of counties where projects were funded in fiscal  years 2007 and 2011, respectively."], "subsections": []}]}, {"section_title": "EDA Funded Various Types of Projects under Its Public Works and Economic Adjustment Assistance Programs", "paragraphs": ["Based on our analysis of EDA-funded projects, EDA provided funding for  various types of economic-development-related projects under its Public  Works and EAA programs in fiscal years 2007 and 2011. As figure 9  shows, EDA most often funded projects in two categories under its Public  Works program:  infrastructure (projects that involve, among other things, constructing  and repairing various modes of transportation; constructing and  repairing water, sewer, gas, and electrical systems; and developing  telecommunications and broadband infrastructure) and  commercial and industrial (projects that involve the design,  construction, demolition, or renovation of commercial buildings and  industrial and business parks, including infrastructure to support the  parks and financial support to existing businesses).", "Examples of Public Works projects from these categories that were  selected from competitive applications include a grant of about $2.0  million for improving water and wastewater systems (infrastructure) in  Northampton County, North Carolina, which, according to our analysis,  had per capita income of 72 percent of the national average and an  unemployment rate 2 percentage points higher than the national average,  and a grant of about $1.2 million to expand an industrial park (commercial  and industrial) in Beltrami County, Minnesota, which had per capita  income of 72 percent of the national average.", "Figure 9 also shows that EDA most often funded projects in three  categories under its EAA program:  infrastructure (projects that involve, among other things, constructing  and repairing various modes of transportation; constructing and  repairing water, sewer, gas, and electrical systems; and developing  telecommunications and broadband infrastructure). business development (projects that support entrepreneurial efforts,  help businesses get started, and promote the development of new  markets for existing products); and plans and research (planning and strategy development efforts for job  creation and retention and projects that support research of practices,  principles, and innovations that foster effective economic development  strategies).", "Examples of EAA projects from these categories that were selected from  competitive applications include grants of about $150,000 for  entrepreneurial training (business development) in Tulare County,  California, which, according to our analysis, had per capita income of 68  percent of the national average; about $200,000 for the development of  an oil spill recovery plan (plans and research) in Lafayette County,  Louisiana, which was awarded under the special need economic distress  eligibility criterion; and about $2.5 million for a road reconstruction project  (infrastructure) in Washington County, Rhode Island, which was also  awarded under the special need economic distress eligibility criterion."], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["While EDA took steps in fiscal year 2012 to address long-standing issues  with its documentation of IRC decisions, we found inconsistencies in  regional offices’ use of the new template, including offices that did not  include a discussion of the pros and cons associated with the projects  being considered and one office that did not use the IRC template to  document any of the discussions we sampled from its fiscal year 2012  records. Federal internal control standards require clear and accessible  documentation of all program transactions and other significant events.  Because EDA officials have not ensured that its regional offices fully and  consistently document their IRC discussions in the template, EDA may  not have adequate assurance that its funding decisions are consistent  and transparent."], "subsections": []}, {"section_title": "Recommendation", "paragraphs": ["To increase transparency in the award selection process, the Secretary of  Commerce should direct the Deputy Assistant Secretary for Economic  Development to develop and implement procedures to ensure that EDA  regional offices consistently complete the required Investment Review  Committee record template for each proposed project considered for  funding."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to the Department of Commerce  (Commerce) for review and comment. Commerce’s Economic  Development Administration (EDA) provided written comments, which are  presented in appendix III. EDA agreed with our recommendation and  requested that we provide additional clarification on our methodology for  analyzing the economic distress characteristics and distribution of the  economic development grant funds sampled in our study.", "EDA agreed with our recommendation to develop and implement  procedures to ensure that regional offices consistently complete the  required Investment Review Committee (IRC) template. Further, the  agency noted that it plans to implement updated grant procedures and  operations manuals in fiscal year 2014. The agency stated that these  manuals should more clearly delineate requirements for proper  documentation of the IRC meetings and other grant review requirements.  The agency also stated that it plans to provide training to EDA regional  staff on both new manuals.", "EDA officials also commented on our use of different data sources than  EDA staff are required to use to determine the potential eligibility of  funded projects. We note throughout the report that we did not use the  same procedures that EDA staff generally use to calculate per capita  income and unemployment, and that our findings are not intended to  replicate EDA’s eligibility determinations. We added language to clarify  the difference between the American Community Survey’s and Bureau of  Economic Analysis’ measures of per capita income. In addition, we  deleted references to statutory thresholds to further distinguish our  analysis from a compliance review.", "EDA officials also commented on our use of the Department of  Agriculture’s (USDA) Rural-Urban Continuum Codes for rural and  nonrural classifications, compared to EDA’s use of the Census definitions  of these terms. We used Rural-Urban Continuum Codes to describe the  population densities of the counties that received grants because,  together, these nine codes provide a more nuanced picture of EDA’s  grant distribution across counties, while the Census classifies areas as  either rural or urban. We agree that using the Census definitions of rural  and urban would have provided a different perspective on the distribution  of EDA grants to these areas, and we have clarified EDA’s methods and  our rationale for using USDA’s classification system in the report.", "Finally, EDA officials commented on our finding that the agency funded  more projects under the special need criterion in fiscal year 2011 than in  fiscal year 2007, and commented that this was largely because the  national unemployment rate was high during the recession at the time,  making it more difficult for communities to meet the EDA thresholds for  high unemployment or low per capita income. We have included these  observations in the report.", "We are sending copies of this report to appropriate congressional  committees and to the Secretary of the Department of Commerce. In  addition, this letter will be made available at no charge on the GAO  website at http://www.gao.gov.", "Should you or your staff have any questions concerning this report,  please contact me at (202) 512-9345 or BrownBarnesC@gao.gov.  Contact points for our Offices of Congressional Relations and Public  Affairs may be found on the last page of this letter. GAO staff who made  key contributions to this report are listed in appendix IV."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["This report examines, for the Economic Development Administration’s  (EDA) Public Works and Economic Development (Public Works) and  Economic Adjustment Assistance (EAA) programs, (1) the extent to which  EDA documented grant selection decisions; (2) the indicators of  economic distress for counties with EDA-funded projects and how these  funds have been distributed to rural and nonrural areas; and (3) the types  of projects that have been funded by these programs.", "EDA awarded more than 1,500 grants under the Public Works and EAA  grant programs in fiscal years 2006 through 2012 (the period of interest in  the congressional mandate). For most of our review, we focused on fiscal  year 2007 because EDA awarded the largest number of grants in this  year compared to the rest of the 7-year period and on fiscal year 2011  because it was the most recent year during the period in which we  considered data to be reliable. We did not focus on fiscal year 2012 data  because some of the data from that year were not considered reliable due  to an information technology event that shut down EDA’s grant  management system for several months. However, to assess the extent  to which EDA staff followed documentation requirements that the agency  introduced in fiscal year 2012, we used a list of 204 projects from that  year provided by EDA to randomly select a generalizable sample. We  found this 2012 data sufficiently reliable for the purpose of drawing a  sample (see full description of this sample below).", "To determine which fiscal year 2007 and 2011 EDA projects to review, we  obtained extracts from EDA’s Operations Planning and Control System,  its electronic grants management system. These data extracts contained  characteristics of each funded project for fiscal years 2007 and 2011,  including the project number; relevant program; applicant name; project  description; project state; project county; amount of EDA funding; total  project funding; rural classification of the project location; whether the  project was eligible for funding based on per capita income,  unemployment, a special need, or other criteria; the maximum percentage  of program costs the project was eligible to receive from EDA; and an  open-ended field for a description of the geographic area. The original  data that EDA provided included 751 total projects from fiscal year 2007  and 711 total projects from fiscal year 2011. These projects reflected all  of EDA’s grant programs. We removed all projects except those funded  under the Public Works and EAA programs, leaving 267 and 237 projects,  respectively, from fiscal years 2007 and 2011. We excluded a small  number of projects from all or some of our analyses as described below.", "To describe the extent to which EDA documented grant selection  decisions, we selected a nonprobability sample of 72 grant awards—36  from fiscal year 2007 and 36 from fiscal year 2011—across EDA’s six  regions. We received and examined 64 of the 72 requested records (33  from fiscal year 2007 and 31 from fiscal year 2011) of EDA grant review  meeting minutes associated with these projects to summarize factors  associated with funding decisions. The results of our analyses of the  minutes from fiscal years 2007 and 2011 cannot be generalized to all  EDA grant awards in these two or any other years. In addition, we  reviewed a random and generalizable sample of 74 grant awards from  fiscal year 2012 to assess the extent to which EDA staff followed newly  required procedures for documenting grant review meetings that year. To  select the probability sample, we started with a list of all 224 Public Works  and EAA-funded projects from fiscal year 2012 and removed 20 projects  that were not subject to EDA’s standard grant review process. From the  list of 204 projects, we randomly selected and requested grant review  records for 76 projects, and we received 74 records. With this probability  sample, each member of the study population had a nonzero probability  of being included, and that probability could be computed for any  member. Our analysis of the fiscal year 2012 minutes provides a  generalizable perspective (with a margin of error of plus or minus 10  percentage points) on the extent to which EDA staff followed the newly  required documentation procedures in fiscal year 2012. As noted earlier,  there were concerns over the reliability of fiscal year 2012 data. We  created the sample frame out of the 2012 data extract that EDA provided.  Later, we discovered that EDA listed 7 projects in its fiscal year 2012  annual report that were not included in the data extract and included 2  projects in the data extract that were not in the annual report. However,  after discussion with the agency, we have a reasonable level of  assurance that the fiscal year 2012 data that we used for our sampling  purposes were sufficiently reliable. We also reviewed operational  guidance that identified the eligibility and evaluation criteria for EDA staff  to apply in determining projects to fund and conducted structured  interviews with the six regional offices (Atlanta, Austin, Chicago, Denver,  Philadelphia, and Seattle) to enable comparison of regional grant review  and documentation practices.", "To describe the distress characteristics for counties with EDA-funded  projects in fiscal years 2007 and 2011, we determined the 12-month per  capita income and 24-month unemployment rate at the county level for  each funded grant from fiscal years 2007 and 2011 (based on the EDA- defined date that the project record was created) using Bureau of  Economic Analysis (BEA) and Bureau of Labor Statistics (BLS) data,  respectively. We used the same data sources to calculate the national  and state per capita income and unemployment rates for the same  periods for each funded grant and compared them to the county level  data. We chose the 12-month and 24-month periods because EDA’s  authorizing statute requires EDA staff to obtain “the most recent data  available” for per capita income and the most recent 24-month period for  which data are available for unemployment data. To determine the  appropriate time period for the data, we referred to the date that the  project record was created in EDA’s electronic grants management  system and used the BEA and BLS data from the previous 1 or 2  calendar years, respectively. We did not use the same procedures that  EDA staff generally use to calculate per capita income and  unemployment, and our findings are not intended to replicate EDA’s  eligibility determinations. Some EAA project counties did not have  relevant per capita income or unemployment data from the BEA or the  BLS, respectively. In these cases, we dropped the projects from our  analysis of per capita income or unemployment, as appropriate.  Specifically, for 2007, we excluded 1 Public Works project and 4 EAA  projects from the PCI analysis and 3 Public Works projects and 2 EAA  projects from the unemployment analysis. For 2011, we excluded 2 Public  Works projects and 3 EAA projects from the PCI analysis and 1 Public  Works project and 1 EAA project from the unemployment analysis. These  exclusions resulted in final counts of 135 Public Works projects and 116  EAA projects for the fiscal year 2007 per capita income analysis, 80  Public Works projects and 150 EAA projects for the fiscal year 2011 per  capita analysis, 135 Public Works projects and 120 EAA projects for the  fiscal year 2007 unemployment analysis, and 81 Public Works projects  and 152 EAA projects for the fiscal year 2011 unemployment analysis.  We also used EDA’s data to identify and describe Public Works and EAA  projects that were funded based upon a special need in fiscal years 2007  and 2011.", "To describe the distribution of EDA Public Works and EAA funds among  rural and nonrural areas in fiscal years 2007 and 2011, we used the U.S.  Department of Agriculture Economic Research Service’s (ERS) Rural- Urban Continuum Codes to identify the population density at the county  level for each funded grant. These codes range from 1 (counties in  metropolitan areas of 1 million or more people) to 9 (counties that are  completely rural or less than 2,500 people, not adjacent to a metropolitan  area). ERS regards counties falling into codes 1 through 3 as  metropolitan (“nonrural”) and those with codes 4 through 9 as  nonmetropolitan (“rural”). We determined the proportion of grants  awarded in nonrural versus rural areas in accordance with these  definitions. We excluded one Public Works project from the population  density analysis for each of the two fiscal years because Rural-Urban  Continuum Codes were not available for the relevant counties.", "In fiscal years 2007 and 2011, there were 28 and 15 EDA projects,  respectively, that EDA described as serving multiple counties. Three of  the fiscal year 2007 multicounty projects only listed one county, so we  treated these as single county projects. We completely removed 7 of the  multicounty projects from our fiscal year 2007 sample and 2 from our  fiscal year 2011 sample because the data extracts did not include the  names of the relevant counties, which were necessary to obtain per  capita income, unemployment, and rural classification data. For the  multicounty projects for which the individual county names were available,  we calculated a weight for each county by dividing its population for the  most recent year for which data were available (using Census Bureau  population estimates) by the total population for all counties in the project.  We applied the population weight to each county’s 12-month per capita  income or 24-month unemployment rate to arrive at an average per capita  income or unemployment rate for the entire project. With regard to the  Rural-Urban Continuum Codes for the multicounty projects, we  determined that a weighted average would not be appropriate to apply to  categorical data. Instead, we applied decision rules that resulted in the  exclusion of 18 projects (10 projects from fiscal year 2007 and 8 projects  from fiscal year 2011) from our rural classification analysis and assigned  one Rural-Urban Continuum Code to each of the remaining multicounty  projects. Specifically, for each unique project serving two or more  counties, we applied the following decision rules. First, if all of the  counties in a multicounty project had the same code, we assigned that  code to the entire project. Second, if there were only 2 codes and they  were contiguous (for example, all 1s and 2s) we assigned the code that  was most frequent to the entire project. Third, when there were 2 or more  noncontiguous codes, if one code occurred two-thirds of the time or more,  we assigned that code to the entire project. Finally, if none of the first  three rules applied, we excluded the project from the rural classification  analysis.", "To describe the types of projects that EDA funded through its Public  Works and EAA programs in fiscal years 2007 and 2011, we categorized  EDA’s descriptions of funded projects using GAO-defined project  categories. Specifically, in a prior GAO report, we identified nine project  categories for the Public Works and EAA programs, among other federal  economic development programs. One staff member independently  categorized the fiscal year 2007 and 2011 projects, another staff member  reviewed the categorizations, and they addressed any discrepancies with  the input of a third-party reviewer. After reviewing all project descriptions,  we condensed the original nine categories into six major categories, as  well as an “all other” category. (See app. II for a description of project  categories.) For projects for which the EDA project descriptions were  unclear, we conducted Internet research and obtained EDA input on 31  projects to complete our categorizations.", "We assessed the reliability of the various electronic data sources used for  this report, including project data from EDA’s electronic grants  management database; county, state, and national per capita income and  unemployment data from BEA and BLS; county population estimates from  the Census Bureau; and Rural-Urban Continuum Codes from ERS. To  assess reliability, we interviewed EDA officials knowledgeable about the  electronic grants management database, reviewed the data dictionary,  and conducted electronic testing of the data extracts against the relevant  fields in the full database. We reviewed documentation from BEA, BLS,  the Census Bureau, and ERS about how they compile their data. We  determined that these data sources were sufficiently reliable for the  purpose of describing the poverty, unemployment, and rural  classifications of EDA project locations.", "We conducted this performance audit from April 2013 to February 2014 in  accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Description of Project Categories", "paragraphs": ["Project categories developed by GAO include the following:", "Business Development: This category captures projects that support  entrepreneurial efforts, help businesses get started, facilitate job  placement, and promote the development of new markets for existing  products.", "Commercial and Industrial: This category captures projects that  involve the design, construction, demolition, or renovation of  commercial buildings and industrial parks, including the infrastructure  designed to support those structures, as well as financial support to  existing businesses.", "Infrastructure: This category captures projects that involve the  development of infrastructure, including constructing and repairing  various modes of transportation (e.g., airports, roads, rail, and  harbors); and water, sewer, gas, and electricity systems; as well as  projects that support telecommunications and broadband  infrastructure.", "Plans and Research: This category captures planning and strategy  development efforts for job creation and retention, and projects that  support research of the practices, principles, and innovations that  foster effective economic development strategies.", "Technical Assistance: This category captures projects that provide  business management and technical services including assistance  with technical issues such as disaster mitigation and recovery, and  biotechnology.", "Training and Education: This category captures projects that provide  training and education services, including the construction of facilities  and equipment needed to provide these services.", "All Other Project Types: This category captures projects that do not fit  appropriately into any of the other categories (e.g., performance  awards, base grant adjustments, tourism, and enterprise  development)."], "subsections": []}, {"section_title": "Appendix III: Comments from the Department of Commerce", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the individual named above, Marshall Hamlett, Assistant  Director; Cynthia Grant; Tiffani Humble; May Lee; John McGrail; Andrew  Moore; Lisa Reynolds; Beverly Ross; Max Sawicky; Jennifer Schwartz;  Jena Sinkfield; Ardith Spence; and Shana Wallace made key  contributions to this report."], "subsections": []}]}], "fastfact": []}