{"id": "GAO-14-205", "url": "https://www.gao.gov/products/GAO-14-205", "title": "Oil and Gas: Interior Has Begun to Address Hiring and Retention Challenges but Needs to Do More", "published_date": "2014-01-31T00:00:00", "released_date": "2014-02-19T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Interior employs a wide range of highly-trained specialists and scientists with key skills to oversee oil and gas operations on leased federal lands and waters. GAO and others have reported that Interior has faced challenges hiring and retaining sufficient staff to carry out these responsibilities. In February 2011, GAO added Interior's management of federal oil and gas resources to its list of programs at high risk of fraud, waste, abuse, and mismanagement in part because of Interior's long-standing and continued human capital challenges.", "GAO was asked to update the status of Interior's human capital challenges. This report examines: (1) the extent to which Interior continues to face challenges hiring and retaining key oil and gas staff and the causes of these challenges; (2) Interior's efforts to address its hiring and retention challenges; and (3) the effects of hiring and retention challenges on Interior's oversight of oil and gas activities. GAO surveyed 44 Interior offices that oversee oil and gas operations of which 40 responded; analyzed offshore inspection records and other documents; and interviewed agency officials."]}, {"section_title": "What GAO Found", "paragraphs": ["The Department of the Interior (Interior) continues to face challenges hiring and retaining staff with key skills needed to manage and oversee oil and gas operations on federal leases. Interior officials noted two major factors that contribute to challenges in hiring and retaining staff: lower salaries and a slow hiring process compared with similar positions in industry. In response to GAO's survey, officials from a majority of the offices in the three Interior bureaus that manage oil and gas activities--the Bureau of Land Management (BLM), the Bureau of Ocean Energy Management (BOEM), and the Bureau of Safety and Environmental Enforcement (BSEE)--reported ongoing difficulties filling vacancies, particularly for petroleum engineers and geologists. Many of these officials also reported that retention is an ongoing concern as staff leave for positions in industry. Bureau of Labor Statistics data confirm a wide gap between industry and federal salaries for petroleum engineers and geologists. According to Office of Personnel Management (OPM) data, the fiscal year 2012 attrition rate for petroleum engineers at BLM was over 20 percent, or more than double the average federal attrition rate of 9.1 percent. However, the attrition rate for other key oil and gas staff during fiscal year 2012 was lower than the federal average. Nonetheless, field office officials stated that attrition is of concern because some field offices have only a few employees in any given position, and a single separation can significantly affect operations. Additionally, Interior records show that the average time required to hire petroleum engineers and inspectors in recent months generally exceeded 120 calendar days--much longer than OPM's target of 80 calendar days.", "Interior and the three bureaus--BLM, BOEM, and BSEE--have taken some actions to address their hiring and retention challenges but have not fully used their existing authorities to supplement salaries or collect and analyze hiring data to identify the causes of delays in the hiring process. For instance, BLM, BOEM, and BSEE officials said that recruitment, relocation, and retention incentives are key options to help hire and retain staff, but use of these incentives to attract and retain petroleum engineers and inspectors has been limited. Moreover, the department and bureaus have taken some steps to reduce hiring times, but they do not have complete and accurate data on hiring times. For instance, while BSEE and BOEM collect hiring data on a biweekly basis, the data are used primarily to track the progress of individual applicants as they move through the hiring process. Likewise, a BLM official stated that the bureau does not systematically analyze data on hiring times. Without reliable data on hiring times, Interior's bureaus cannot identify how long it takes to complete individual stages in the hiring process or effectively implement changes to expedite the hiring process.", "According to BLM, BOEM, and BSEE officials, hiring and retention challenges have made it more difficult to carry out oversight activities in some field offices. For example, many BLM and BSEE officials GAO surveyed reported that vacancies have resulted in a reduction in the number of inspections conducted. As a result of these challenges, bureau officials cited steps they have taken to address vacancies in key positions, such as borrowing staff from other offices or using overtime, but these solutions are not sustainable."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends that the Department of the Interior explore the bureaus' expanded use of recruitment, relocation, retention, and other incentives and systematically collect and analyze hiring data. In commenting on a draft of this report, Interior generally agreed with GAO's recommendations."]}], "report": [{"section_title": "Letter", "paragraphs": ["Production of oil and natural gas on federal lands and waters is an  important part of the nation’s energy portfolio and one of the largest  sources of nontax revenue for the federal government. The Department of  the Interior (Interior), which oversees the development of federal oil and  gas resources, collecting nearly $10 billion in fiscal year 2012 in royalties  and other payments from oil and gas companies. Onshore, Interior  oversees about 700 million subsurface acres, including minerals beneath  more than 245 million federally managed surface acres. Offshore, Interior  oversees more than 1.7 billion acres in the waters of the Outer  Continental Shelf, which includes submerged lands in federal waters off  the coast of Alaska, the Gulf of Mexico, and the Atlantic and Pacific  coasts. Interior’s responsibilities include administering leases; reviewing  and approving oil and gas companies’ (operators) plans, and applications  for permit to drill (APD); inspecting oil and gas operations, such as drilling  rigs and production platforms, to ensure compliance with safety and  environmental regulations; and determining how much oil and gas is  produced from federal lands and waters to calculate royalties and other  revenues due to the federal government.", "Three bureaus within Interior provide oversight of oil and gas activities on  federal lands and waters: (1) the Bureau of Land Management (BLM),  which oversees onshore federal oil and gas activities; (2) the Bureau of  Ocean Energy Management (BOEM), which oversees offshore oil and  gas leasing; and (3) the Bureau of Safety and Environmental  Enforcement (BSEE), which reviews applications from operators and  conducts inspections of offshore oil and gas activities. In addition, a fourth  office, the Office of Natural Resources Revenue, is responsible for  collecting revenues owed to the federal government by operators  producing oil and gas on federal leases, both onshore and offshore. To  do this work, Interior employs highly trained specialists and scientists  such as archeologists, geologists, biologists, environmental protection  specialists, inspectors, and petroleum engineers. In March 2010, we  reported that Interior faced various human capital challenges, including  hiring and retaining staff and, as a result, had difficulty meeting its  responsibilities to oversee oil and gas activities on offshore federal  leases.", "The April 2010 explosion and fire onboard the Deepwater Horizon drilling  rig––which resulted in 11 deaths, serious injuries, and the largest marine  oil spill in the history of the United States––highlighted the importance of  effective oversight of oil and gas activities on federal lands and waters.  Since that event, Interior’s management of federal oil and gas resources  has faced additional scrutiny by us and others. In light of the problems  that we and others have identified—including Interior’s ongoing human  capital challenges—in February 2011, we added Interior’s management  of federal oil and gas resources to our list of U.S. government programs  at high risk of waste, fraud, abuse, and mismanagement or in need of  broad reform. In July 2012, we reported, among other things, that BOEM  and BSEE continued to face challenges hiring and retaining staff for  oversight of oil and gas activities in the Gulf of Mexico and did not have a  strategic workforce plan in place to outline strategies to address its  human capital challenges.", "Furthermore, increasing oil prices, along with advances in technologies,  such as hydraulic fracturing and horizontal drilling in shale formations  onshore and deepwater drilling offshore, have made it possible to develop  substantially more oil and gas resources than ever before. These  technological advances make it imperative that Interior be able to hire and  retain sufficient staff with the skills and experience needed to oversee the  changing oil and gas industry in an efficient and effective way. This report  responds to your request that we review the current status of Interior’s  human capital challenges. Accordingly, this report examines: (1) the  extent to which Interior continues to face challenges hiring and retaining  key oil and gas staff and the causes of these challenges; (2) Interior’s  efforts to address its hiring and retention challenges; and (3) the effects, if  any, of hiring and retention challenges on Interior’s oversight of oil and  gas activities.", "To conduct this work, we reviewed relevant laws and Interior’s guidance,  as well as independent studies by Interior’s Office of Inspector General  and others. We also interviewed officials from BLM, BOEM, and BSEE.  Specifically, we interviewed BLM field office officials in Bakersfield,  California, which oversees some of the highest producing federal onshore  leases in the country, and Dickinson, North Dakota, which has  experienced a rapid increase in industry activity in recent years. We  interviewed BOEM and BSEE officials in the Gulf of Mexico, Alaska, and  Pacific regional offices; and BSEE officials in all five Gulf of Mexico  district offices. In addition, to determine the extent to which Interior  continues to face hiring and retention challenges across the department  and the possible effects of these challenges, we surveyed management  officials representing all of Interior’s offices responsible for oil and gas  oversight—3 BOEM regional offices, 5 BSEE district offices and 3 BSEE  regional offices, and 33 BLM field offices and one BLM state office. We  received responses from 40 of the 44 field offices (i.e., 30 of the 34 BLM  offices, 7 of the 7 BSEE offices, and 3 of the 3 BOEM offices) for an  overall response rate of 91 percent.", "To examine the extent to which Interior continues to face challenges  hiring and retaining key oil and gas personnel and the causes of these  challenges, we analyzed statistical data on attrition and retirement  eligibility from the Office of Personnel Management’s (OPM) Enterprise  Human Resources Integration (EHRI) database of federal civilian  employees and reviewed and analyzed Interior data on vacancies and  hiring times. We also analyzed Bureau of Labor Statistics data to  compare industry and federal government salaries for oil and gas  positions. To identify key Interior oil and gas oversight positions, we  interviewed Interior officials and reviewed Interior staffing data. We  determined the following are the key BLM oil and gas oversight positions:  petroleum engineers, petroleum engineering technicians (inspectors),  natural resource specialists, environmental protection specialists, and  geologists. Similarly, we determined that the key BOEM and BSEE oil  and gas oversight positions are petroleum engineers, inspectors,  biologists (natural resource specialists), geophysicists, and geologists.  To examine Interior’s efforts to address its hiring and retention  challenges, we reviewed documents such as strategic workforce plans  and other documents outlining steps Interior has taken with regard to  hiring and retention and spoke with officials responsible for their  implementation. We also discussed special salary rates for specific  positions with officials from OPM, as well as BOEM, BSEE, and BLM. To  examine the effects, if any, of hiring and retention challenges on Interior’s  oversight of federal oil and gas activities, we surveyed BLM, BOEM, and  BSEE field offices about the factors affecting their ability to hire and retain  key oil and gas oversight staff and how vacancies of key positions have  affected day-to-day operations. We also analyzed BSEE inspection data  from the Gulf of Mexico and Pacific Regions—where nearly all federal  offshore drilling has occurred—for fiscal years 2010 through 2012.  Appendix I presents a more detailed description of our objectives, scope,  and methodology, appendix II presents more information about our  survey, and appendix III presents more information about our analysis of  BSEE inspection data.", "We conducted this performance audit from May 2012 to January 2014 in  accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["Three Interior bureaus—BLM, BOEM, and BSEE—are responsible for  regulating the processes that operators must follow when leasing, drilling,  and producing oil and gas from federal lands and waters. BLM manages  onshore oil and gas activities, and BOEM and BSEE manage offshore oil  and gas activities.", "Onshore. BLM manages more than 245 million surface acres of federal  land for multiple uses, including recreation; range; timber; minerals;  watershed; wildlife and fish; natural scenic, scientific, and historical  values; and for the sustained yield of renewable resources. BLM  oversees onshore oil and gas development on and under BLM-managed  federal lands, under other federal agencies’ lands, and under private  lands for which the federal government has retained mineral rights— totaling about 700 million subsurface acres. BLM manages these  responsibilities through its headquarters office in Washington, D.C.; 12  state offices; 38 district offices; and 127 field offices. BLM’s headquarters  office develops guidance and regulations for the bureau, and the state,  district, and field offices manage and implement the bureau’s programs.  BLM’s oil and gas development oversight efforts are led by 33 field offices  located primarily in the Mountain West—the center of much of Interior’s  onshore oil and gas development and production—although some BLM  offices in other locations have small oil and gas programs that are  administered with the assistance of these 33 offices (see fig. 1). Across  these offices, BLM employs petroleum engineers, natural resource  specialists, geologists, and other scientists to carry out land-use planning  efforts and review and approve APDs before operators can begin to drill  any new oil or gas wells. Operators that obtain leases for oil and gas  development are required to submit to BLM (onshore) or BSEE (offshore)  an APD for approval before beginning to drill any new oil or gas wells.  The APD contains a detailed set of forms and documents that specify  requirements that the operator must follow when drilling. In addition, other  specialists, including petroleum engineering technicians, carry out a  variety of oil and gas inspections, including drilling inspections, production  inspections, and environmental compliance inspections.", "Offshore. BOEM and BSEE oversee all offshore oil and gas activities on  federal leases in the United States. Through its three regional offices— in Alaska, the Gulf of Mexico, and the Pacific––Interior manages more  than 1.7 billion offshore acres. The vast majority of Interior’s offshore oil  and gas development and production occurs in the Gulf of Mexico;  accordingly, the majority of BOEM’s and BSEE’s workforces are located  in the Gulf of Mexico Outer Continental Shelf Region. BOEM and BSEE  also have offices in the Pacific and Alaska Outer Continental Shelf  Regions (see fig. 2). BOEM employs petroleum engineers, geoscientists,  and other specialists who are responsible for leasing and resource  management, and BSEE employs petroleum and other engineers,  inspectors, and other specialists who are responsible for reviewing and  approving APDs and conducting drilling and production inspections to  ensure that operators comply with all regulatory requirements.", "Over the last decade, we have reported on Interior’s persistent challenges  hiring and retaining sufficient staff to provide efficient and effective  oversight of oil and gas activities on federal lands and waters, and we  have made a number of recommendations to Interior to address these  challenges."], "subsections": [{"section_title": "Hiring", "paragraphs": ["In June 2005, we reported that BLM did not have sufficient staff to  manage the increasing demand for onshore oil and gas drilling  permits while fulfilling its environmental protection responsibilities.  We recommended that BLM ensure that its staffing needs are  accurately reflected in its workforce plans. In response to this  recommendation, BLM analyzed the staffing levels needed to process  drilling permits and used this analysis to fill additional inspection and  environmental monitoring positions.  In March 2010, among other things, we reported that BLM field offices  were unable to hire and retain sufficient numbers of staff to complete  all required inspections. We reported that, according to BLM  officials, low pay when compared with industry salaries and the high  housing costs in energy boom towns were major factors affecting their  ability to hire sufficient numbers of staff. We recommended that  Interior determine what additional policies or incentives were  necessary, if any, to attract and retain staff. Interior agreed with our  recommendation, and we are evaluating the actions they have taken,  including developing a workforce strategy and issuing guidance for  the use of recruitment and retention incentives.  In June 2012, we reported that salaries for some key oil and gas  oversight positions—which are generally set by the federal salary  schedule—were significantly lower than salaries offered by industry  for candidates with similar skills, and that top applicants are typically  hired by the petroleum industry, leaving Interior with less-skilled  applicants. To improve Interior’s oversight of oil and gas activities in  the Gulf of Mexico, we recommended that Interior assess how the  number of inspectors affects the agency’s ability to conduct monthly  inspections and whether the monthly inspection goals were  appropriate. Interior agreed with our recommendation but has not fully  taken action to address it."], "subsections": []}, {"section_title": "Retention", "paragraphs": ["In August 2013, we reported that BLM also faces challenges in  retaining its oil and gas staff and in hiring new employees, including  staff responsible for environmental inspections and enforcement. BLM  officials told us that some environmental protection positions were  unfilled for long periods, and new hires were often inexperienced and  required greater supervision, limiting their effectiveness. We did not  make any recommendations that directly addressed this concern.  In March 2010, we reported that BLM had experienced high turnover  rates in key oil and gas inspection and engineering positions from  2004 through 2008, and that this high turnover resulted in a greater  reliance on less-trained and less-experienced staff.  In July 2012, we reported that Interior continued to face workforce  planning challenges following a reorganization effort to improve its  oversight of oil and gas activities in the wake of the April 2010 oil spill  in the Gulf of Mexico. In particular, we found that Interior had not  developed a strategic workforce plan that outlined specific strategies  to help address recruitment and retention challenges. We  recommended that BOEM and BSEE develop a strategic workforce  plan that would determine the critical skills and competencies needed  to achieve current and future programmatic results and develop  strategies to address critical skills gaps. In response to this  recommendation, BSEE completed its workforce plan in September  2013, and BOEM officials told us that they will complete their plan in  fiscal year 2014.", "In addition to our work, Interior’s Office of Inspector General (OIG) and  others have reported on Interior’s challenges related to hiring and  retention of key oil and gas oversight staff. With respect to hiring, in  September 2010, Interior’s Outer Continental Shelf Safety Oversight  Board reported that Interior did not have a formal program for recruiting  the best candidates or well-defined career advancement and promotion  opportunities for inspectors. A December 2010 report from Interior’s  Inspector General echoed that finding and concluded that the Pacific  Region faced considerable hiring challenges because of increased hiring  by the oil and gas industry, citing the industry’s significant salary  advantage over federal service. With respect to retention, the Outer  Continental Shelf Safety Board also reported that Interior lacked a formal  program for retaining the most-qualified inspectors. Moreover, the report  found that in the Pacific Region, 8 out of 10 staff responsible for  permitting were eligible for retirement within the next 3 years. In  December 2010, Interior’s Inspector General reported that, in spite of the  considerable investment in both time and money for inspector training,  BLM’s inspection and enforcement program risked losing its inspectors  once they were trained because trained inspectors were highly sought by  industry. Interior’s Inspector General reported that oil and gas operators  commonly recruit petroleum engineering technicians by offering high  salaries during successful business periods, and recommended, among  other things, that BLM consider developing and implementing a continued  service agreement requiring newly certified inspectors to stay with the  bureau for a specified period of time following certification. In February  2013, BLM issued guidance that requires the use of a mandatory service  agreement for inspectors as a condition of employment. According to the  guidance, if an inspector voluntarily separates from BLM within 2 years of  certification, the inspector will have to reimburse BLM the full cost of the  training, which is estimated at $48,000 per certification.", "In 2011, we added Interior’s management of federal oil and gas resources  to our list of programs at high risk for waste, fraud, abuse, and  mismanagement in part because Interior continued to experience  problems hiring and retaining sufficient staff to provide oversight and  management of oil gas operations on federal lands and waters. More  broadly, in 2001 we added strategic human capital management across  the federal government to our high-risk list. At that time, we highlighted  various challenges the federal government faces, including strategic  human capital planning, succession planning, and acquiring and  developing staff sufficient to meet agencies’ needs. We concluded that  these challenges may leave agencies unable to effectively, efficiently, and  economically perform their missions. In addition, we have issued a  series of reports highlighting human capital challenges at individual  federal agencies—including the Department of Housing and Urban  Development, the U.S. Patent and Trademark Office, the Food and  Drug Administration, and the Department of State—and these reports  highlight problems similar to the problems at Interior.", "The federal government has made substantial progress addressing its  human capital challenges over the past 12 years. As we noted in  September 2012, both Congress and OPM have taken several actions in  this regard. For example, in 2002, Congress created a chief human  capital officer position in 24 agencies to advise and assist the head of  these agencies and other agency officials in their strategic human capital  efforts. In addition, in 2002 and 2004, Congress provided agencies with  additional authorities and flexibilities to manage the federal workforce,  such as the authority to offer recruitment bonuses. In 2005, and again in  2008, OPM issued guidance on the use of hiring authorities and  flexibilities. In 2008, OPM launched an 80-day hiring model to help speed  the hiring process. In 2012, OPM launched the Pathways Programs to  recruit and hire students and recent graduates."], "subsections": []}]}, {"section_title": "Interior Continues to Face Challenges Hiring and Retaining Key Oil and Gas Staff Primarily Because of Higher Industry Salaries and the Lengthy Federal Hiring Process", "paragraphs": ["Interior continues to face challenges hiring and retaining key oil and gas  staff—particularly petroleum engineers, inspectors, and geologists.  Interior officials told us that a number of factors affected their ability to  hire and retain staff but cited two key factors—higher salaries in industry  and the lengthy federal hiring process—and said that difficulties were  especially prevalent at offices with an active industry presence that  competes with Interior for employees."], "subsections": [{"section_title": "Interior Continues to Face Challenges Hiring and Retaining Key Oil and Gas Staff", "paragraphs": ["BLM, BOEM, and BSEE offices continue to find it difficult to fill vacancies  for key oil and gas oversight positions, including petroleum engineers,  inspectors, geologists, natural resource specialists, and geophysicists. In  responding to our survey, officials from a majority of BLM, BOEM, and  BSEE offices that had vacancies in these key oversight positions reported  that filling these vacancies was either somewhat or very difficult, with  petroleum engineers and geologists identified as the most difficult to  hire. In addition, many field offices reported difficulties retaining key oil  and gas staff, and officials told us that they are concerned that key staff  will leave for industry. (See app. II for information regarding survey  responses.) With the exception of BLM’s petroleum engineers (21.7  percent attrition) and BSEE inspectors (10.1 percent attrition), however,  the attrition rate for other key oil and gas staff for fiscal year 2012 was  less than the rest of the federal government, which had an average 9.1  percent attrition rate for all federal positions. Nonetheless, field office  officials told us that attrition raises concerns because it is not unusual for  some field offices to have only one or two employees in any given  position, meaning that a single retirement or resignation can significantly  affect office operations. At BLM, the fiscal year 2012 attrition rate for  petroleum engineers was over 20 percent, or more than double the  average federal attrition (see fig. 3). Significantly, resignations rather than  retirements, accounted for nearly half of BLM’s petroleum engineer  attrition rate, suggesting that petroleum engineers sought employment  opportunities outside the bureau.", "Hiring and retention problems appear to be more acute at offices where  industry activity is greatest. For example, attrition rates for BLM oil and  gas oversight positions—especially petroleum engineers—appeared to be  higher at field offices where industry submitted the highest number of  APDs in recent years. From 2010 to 2012, at the five BLM field offices  that received the highest number of APDs, the average attrition rate for  petroleum engineers was 21.2 percent annually, while the average  attrition rate for petroleum engineers at all other BLM field offices was  11.4 percent. At a BLM field office in North Dakota, which has  experienced significant new industry activity in recent years, APDs have  increased from 84 in fiscal year 2007 to 287 in fiscal year 2012. Office  managers from this field office told us that they have been understaffed  for the past few years and struggled to hire sufficient numbers of staff to  meet the increased APD and inspection workload. Officials at BOEM’s  Alaska Regional Office, where both BOEM and industry are preparing for  potential development of offshore oil and gas, stated that they face  challenges hiring and retaining staff because they are competing with  industry for the same small group of geologists, geophysicists, and  petroleum engineers.", "Adding to Interior’s retention difficulties is the high proportion of staff in  key oil and gas positions that will be eligible to retire within a few years  (see fig. 4). For example, according to our analysis of OPM data on  federal civilian personnel, more than half of BLM petroleum engineers  and BOEM geologists will be eligible to retire by 2017 compared with a  government-wide average of about 27.5 percent for all federal employees  during the same period."], "subsections": []}, {"section_title": "Two Major Factors Affect Hiring and Retention of Key Oil and Gas Staff", "paragraphs": ["Interior officials widely agreed that two major factors contribute to  difficulties in hiring and retention of oil and gas oversight staff—higher  salaries in industry and the lengthy federal hiring process—but cited other  factors as well, including not having qualified applicants in some areas  and limited opportunities for career advancement and promotion."], "subsections": [{"section_title": "Higher Industry Salaries", "paragraphs": ["BLM, BOEM, and BSEE officials overwhelmingly cited the difference  between federal and industry salaries as a major factor contributing to  difficulties in hiring and retaining staff. In response to our survey and in  interviews with field offices, officials from all three bureaus reported that  they have lost potential applicants and staff to industry because industry  can pay higher salaries than Interior is able to pay under the federal  salary schedule. In responding to our survey, a majority of the BLM,  BOEM, and BSEE offices that reported vacant positions for petroleum  engineers, inspectors, or geologists indicated that the difference in  salaries between Interior and industry somewhat or greatly hindered their  ability to hire qualified applicants in one or more of these positions.", "Bureau of Labor Statistics data on industry salaries confirm that there is a  wide and growing gap between industry and federal government salaries  for petroleum engineers and geologists (see fig. 5). Salaries for natural  resource specialists were an exception. Bureau of Labor Statistics salary  data for natural resource specialists do not show a significant difference  between industry and federal government salaries. According to BLM  officials, industry does not have a position equivalent to Interior’s natural  resource specialist and has had less demand for staff with these skills  and background. Consistent with this exception, our survey results  showed that most BLM, BOEM, and BSEE oil and gas offices reported  that salary differences did not hinder their ability to hire or retain natural  resource specialists.", "The difference in salaries between Interior and industry appears to be  greater in areas with more oil and gas development. According to field  office officials, in regions where both Interior and industry are hiring, the  pool of eligible applicants is smaller, industry salaries are higher, and the  difference in salaries is wider. BSEE officials told us that recent increases  in oil and gas exploration and development in the Gulf of Mexico have  increased industry salaries and signing bonuses for new hires. Officials  from a BLM field office in North Dakota, where industry is actively  developing shale oil, told us that starting salaries for engineers in industry  are at least twice that of BLM midlevel engineers, and that applicants for  inspector positions at BLM can earn 60 to 70 percent more if they work  for industry."], "subsections": []}, {"section_title": "Lengthy Federal Hiring Process", "paragraphs": ["Interior officials frequently cited the lengthy federal hiring process as a  key factor contributing to difficulties hiring staff. Officials we interviewed  from all three bureaus told us that the federal hiring process hurt their  ability to fill key oil and gas positions. Similarly, for almost 90 percent of  the vacancies in 2012, as reported by BLM, BOEM, and BSEE officials in  response to our survey, the federal hiring process somewhat hindered or  greatly hindered their ability to hire qualified candidates. BLM, BOEM,  and BSEE officials we interviewed told us that the federal hiring process  is lengthy because there are a number of required steps—including the  preparation of a job description, formally announcing the vacancy,  creating a list of qualified candidates, conducting interviews, and  performing background and security checks. BLM, BOEM, and BSEE  officials told us that this process often means that contacting qualified  applicants is delayed by weeks or months, and by the time that they  contact the applicant, the applicant has found other work.", "According to our analysis of Interior hiring data, the average hiring time  for petroleum engineers and inspectors at BOEM and BSEE in recent  months exceeded 180 calendar days (see table 1), and the average hiring  times for these positions at BLM in fiscal year 2012 exceeded 120 days  (see table 2). These hiring times are much longer than OPM’s target of  80 calendar days. For other key positions, such as natural resource  specialists and geologists, bureau officials responding to our survey  reported fewer overall vacancies—in part because there are fewer staff in  these positions—but still reported lengthy hiring times.", "Interior officials also identified other factors that contribute to difficulties in  hiring and retention of oil and gas oversight staff, including not having  qualified applicants in some areas and a limited career path or  opportunities for advancement for some positions.", "Not having qualified candidates in some areas. In responding to our  survey about the availability of qualified candidates to fill vacancies,  almost 70 percent of those who responded indicated that a lack of  available applicants was a factor that somewhat or greatly hindered their  ability to fill those vacancies. In particular, field offices located in remote  areas or extreme climates often reported that it was difficult to fill oil and  gas oversight positions. For example, an official from a BLM field office in  rural Colorado reported that the office was located in an area where  winter temperatures can fall to -40 degrees Fahrenheit, making it difficult  to attract qualified applicants and fill positions. In addition, the high cost of  living in many areas limited the pool of qualified applicants, according to  officials. At one BLM field office in Wyoming, for instance, an official  reported that local housing options were limited and expensive, reducing  the number of potential qualified applicants willing to move to the area.", "Limited career path. Officials from all three bureaus told us that limited  opportunities for advancement, promotion, or changing responsibilities  and activities over time, caused some staff to leave and take industry  positions or other positions within Interior. Several Interior officials cited  limited opportunities for growth, advancement, and promotion as factors  that affected retention. For example, we have reported that, according to  BLM field office officials, natural resource specialists assigned to oil and  gas tasks such as reviewing APDs have left BLM to work at other federal  agencies where they can make greater use of their education and areas  of specialization, such as biology. A 2012 BLM report on BLM’s oil and  gas inspection and enforcement workforce strategy recognized that the  lack of a career ladder for petroleum engineering technicians could  contribute to these employees leaving and said that the bureau is working  on a strategy to create a career ladder for these employees. Overall,  almost 60 percent of survey responses to our question regarding  opportunities for advancement and promotion indicated that the limited  nature of such opportunities somewhat or greatly hindered retention for  these positions."], "subsections": []}]}]}, {"section_title": "Interior Has Taken Some Actions to Address Hiring and Retention Challenges", "paragraphs": ["Interior and the three bureaus—BLM, BOEM, and BSEE—have taken  some actions to address their hiring and retention challenges, such as  actions to increase or supplement salaries to reduce the salary gap and  streamline the hiring process to reduce hiring times. However, they have  made limited use of their existing authorities to supplement salaries for  key oil and gas oversight staff. Although the department has taken some  steps to reduce hiring times, it does not have complete and accurate data  on hiring times to identify the causes of delays in the hiring process and  help identify further opportunities for reducing them. Also, Interior has  taken some actions to improve recruiting. For example, Interior and its  bureaus are working on workforce plans to, in part, help coordinate hiring  and retention efforts, but these efforts are ongoing, and the extent to  which these plans will help these efforts is uncertain."], "subsections": [{"section_title": "Interior Has Taken Some Actions to Increase or Supplement Salaries and Benefits but Has Not Fully Used Existing Authorities", "paragraphs": ["Interior and the three bureaus have taken some actions to obtain special  salary rates for key oil and gas positions and have used their existing  authorities to supplement salaries; however, they have not fully used  these funding authorities."], "subsections": [{"section_title": "Interior Obtained Special Salary Rates for Some Employees", "paragraphs": ["Interior obtained special salary rates from Congress for key oil and gas  positions at BOEM and BSEE for fiscal years 2012 and 2013. Agencies  may receive special salary rates by request to OPM or through the  congressional appropriations process. In February 2011, Interior  submitted a request to OPM for special salary rates for petroleum  engineers, geologists, and geophysicists in the Gulf of Mexico Region.  OPM initially declined the request, citing the federal salary freeze that  limited special salary rates only to agencies experiencing extraordinary  circumstances. However, OPM noted that Interior’s need to quickly fill  new positions created by the reorganization of MMS, which was replaced  first by the Bureau of Ocean Energy Management, Regulation, and  Enforcement (BOEMRE) and then by BOEM and BSEE, could be  considered an extraordinary circumstance and suggested that Interior  suspend its request until Congress provides funding for the additional  positions. Interior did not resubmit its request, however, because in its  fiscal year 2012 appropriation, Congress provided a special 25 percent  base pay increase for geologists, geophysicists, and petroleum engineers  in the Gulf of Mexico applicable to fiscal years 2012 and 2013. BOEM  and BSEE officials in the Gulf of Mexico Region noted that the actual pay  increase is lower than 25 percent because it does not include locality  pay. For example, staff in BSEE’s Lake Jackson District office in Texas  did not receive a pay increase because their locality rate is higher than  the 25 percent provided by Congress. Nonetheless, BOEM and BSEE  officials in the Gulf of Mexico Region stated that this special pay authority  appears to have helped in the near term to retain some geologists,  geophysicists, and petroleum engineers. BOEM and BSEE have  requested an extension of this special pay authority though fiscal year  2014 in their fiscal year 2014 budget request. According to Interior, all  three bureaus are actively working to develop a department-wide request  for special salary rates. Once complete, Interior will submit the request to  OPM.", "BLM officials said that their bureau is considering applying for special  salary rates for some BLM oil and gas positions. BLM officials met with  OPM in April 2012 to discuss special salary rates for petroleum engineers  and petroleum engineering technicians in western North Dakota and  eastern Montana, where a BLM official said disparities between federal  and industry salaries are most acute. A BLM official told us that OPM  requested that BLM provide more data to support its request and that  BLM is currently compiling and analyzing human capital data to support a  request to OPM in the near future. At the same time, according to this  official, BLM recently submitted draft language to Congress requesting  special salary rates through the congressional appropriations process."], "subsections": []}, {"section_title": "Interior’s Use of Existing Authorities to Supplement Salaries Has Been Limited", "paragraphs": ["Interior has not fully used its existing authorities to offer recruitment,  relocation, and retention incentives to supplement salaries for key oil and  gas positions. Interior’s bureaus have discretionary authority to pay  incentives in the form of recruitment, relocation, and retention awards of  up to 25 percent of basic pay in most circumstances and for as long as  the use of these incentives is justified, in accordance with OPM guidance,  such as in the event an employee is likely to leave federal service. OPM  officials told us that use of these incentives was a factor they consider  when evaluating agency requests for special salary rates. Although BLM,  BOEM, and BSEE officials told us that the use of these recruitment,  retention, and relocation awards were key options to address salary  differences with industry, our review of OPM and Interior data indicated  that they were not widely used by the three bureaus. For instance, our  assessment of Interior data indicates that Interior’s use of recruitment,  relocation, and retention awards for petroleum engineers and  inspectors—critical positions that the bureaus have had difficulty hiring  and retaining in recent years—has been limited (see tables 3 and 4).", "BLM officials cited fiscal constraints as the primary reason why they did  not use these incentives more often. A July 2011 memorandum from  OPM and the Office of Management and Budget (OMB) directed federal  agencies to limit the use of recruitment, retention, and relocation incentive  awards to fiscal year 2010 levels. Our review of OPM data shows,  however, that in 2011Interior paid about one-third less in such awards  than it did in 2010. Specifically, in 2010, Interior paid just over $3 million  for 401 recruiting, retention, and relocation incentive awards as opposed  to 2011, when the department paid just under $2 million. As such, Interior  had the discretion to spend another $1 million on these incentive awards  in 2011 but chose not to do so even as it faced difficulty hiring and  retaining key oil and gas oversight positions.", "Other factors may have also contributed to the limited use of recruitment,  retention, and relocation incentive awards. Specifically, a BLM official  stated that there was confusion about OPM and OMB’s requirement to  limit incentive awards to 2010 levels, and that some field office managers  were uncertain about the extent to which they were allowed to use these  incentive awards. A 2012 BLM report on BLM’s oil and gas inspection and  enforcement workforce strategy reported that the process to request use  of these incentive awards required the development of a justification on a  case-by-case basis for each award. Therefore, it recommended  developing a “bureau-wide blanket authorization” for a 25 percent  recruitment and retention incentive for all petroleum engineers and  inspectors. BSEE officials, however, also described situations where  potential employees declined job offers even though they were offered  these incentive awards. Without clear guidance outlining when these  incentives are to be used and a means to measure their effectiveness,  however, Interior will not be able to demonstrate that it has fully used its  existing authorities to offer recruitment, relocation, and retention  incentives to supplement salaries for key oil and gas positions."], "subsections": []}]}, {"section_title": "Interior Has Taken Some Steps to Reduce Hiring Times but Does Not Have Complete and Accurate Data to Help Identify Further Opportunities", "paragraphs": ["To help reduce hiring times, Interior participated in an OPM-led,  government-wide initiative to streamline the federal hiring process and  has taken other actions. Specifically, under the OPM-led effort, an Interior  official stated that, in 2009, Interior formed a team composed of hiring  managers and human resources specialists representing all of Interior’s  bureaus to examine the department’s hiring process. The team compared  Interior’s hiring processes to OPM’s 80-day hiring model and identified 27  action items to reduce hiring times, including standardizing position  descriptions and reducing the number of managers involved in the hiring  approval process. Interior and its bureaus have addressed many of these  action items over the past few years and, according to Interior officials  and agency records, made significant progress in reducing hiring times.", "For example, in 2010, BLM developed and distributed guidance to  streamline its hiring processes, including the use of standardized position  descriptions and vacancy announcements. According to Interior officials,  these steps reduced hiring times at Interior as a whole from an average of  190 days in fiscal year 2009 to 80 days in fiscal year 2012, although, as  discussed above, hiring times for some key oil and gas positions  averaged over 120 days.", "In addition, BLM, BOEM, and BSEE have taken other steps to expedite  the hiring process. To respond to the hiring needs of BOEM and BSEE  following the reorganization of BOEMRE in October 2011, BSEE hired  additional human resources staff in the Gulf of Mexico Region. In August  2012, BSEE implemented a new process that reduced the number of  days from 90 to 30 for managers to select eligible applicants. Although  this new guidance still exceeds OPM’s 80-day hiring model, which  allocates 15 days for a manager to review and select eligible candidates.  BSEE’s analysis of its hiring data shows that this guidance has reduced  hiring times at BSEE headquarters and two of the three BSEE regional  offices. A BLM official told us that the bureau is working on additional  initiatives to improve the efficiency of the hiring process such as  automating vacancy announcements and streamlining administrative  processes.", "However, neither the department nor the three bureaus have complete  and accurate data on hiring times that could help them identify and  address the causes of delays in the hiring process. In 2011, Interior  began reporting data on hiring times to OPM on a quarterly basis. A  senior Interior official explained that the department calculates hiring  times based on a combination of dates from Interior’s personnel and  payroll databases. However, we identified instances where these data  appear to be inaccurate—for example, in some cases, hiring times were  recorded as 0 days or 1 day. An official from BLM stated that the bureau  does not have a systematic approach to analyzing data on hiring times,  and neither BOEM nor BSEE collects comprehensive data that could be  used to identify delays in the hiring process so that problems can be  systematically addressed. BSEE has begun taking some informal actions  to identify the causes of delays. For example, BSEE human resources  officials said that, in August 2012, they began collecting hiring data on a  biweekly basis in a spreadsheet and tracking the status of each BOEM  and BSEE job announcement to help track the progress of individual  applicants as they move through the hiring process. To use these data to  evaluate hiring times at various stages of the hiring process, however,  BOEM and BSEE would have to manually sum how long it takes each  applicant to complete each stage of the hiring process. Without reliable  data on hiring times, Interior’s bureaus cannot identify how long it takes to  complete individual stages in the hiring process, identify delays, and  implement changes to expedite the hiring process."], "subsections": []}, {"section_title": "Interior’s Bureaus Have Taken Some Actions to Improve Recruiting", "paragraphs": ["Interior’s bureaus have taken the following actions to improve their  recruiting efforts:  Developing a marketing strategy. In 2012, BOEM and BSEE contracted  with a media strategy firm to study the competitive marketplace for  qualified applicants and draft a strategy to attract and retain staff for key  technical positions. BOEM and BSEE officials cited various advantages to  employment at Interior as compared with industry, including more flexible  work hours, better job satisfaction, and more employment security. For  example, according to BSEE officials, many industry oil and gas jobs  require staff to spend up to 2 consecutive weeks offshore, whereas BSEE  inspectors or engineers rarely spend more than 2 to 5 nights offshore.  One BSEE manager stated that some of its new hires are former industry  employees who do not want to be away from their families for extended  periods. A BLM planning document indicates that BLM is also considering  contracting with a media strategy firm to review its recruiting strategy.", "Broadening recruiting efforts. Some BLM and BSEE officials told us that  they are making an effort to visit college campuses to recruit oil and gas  staff. In addition, BSEE officials told us that, in late 2013, they plan to visit  27 colleges and universities, as well as attend conferences, such as  those sponsored by the Society of Petroleum Engineers and the  American Association of Petroleum Geologists. The BSEE officials also  described planning joint hiring activities with BLM and Interior. BOEM has  sent staff to universities and conferences to recruit geoscientists. Officials  from BLM’s Bakersfield Field Office told that they have a long-standing  relationship with California State University, Bakersfield, and have hired  students from that school.", "Offering internships. BLM, BOEM, and BSEE have had some success  offering positions to student interns and converting them to full-time  positions. Currently, Interior conducts its internship program under the  Pathways Program, which recently replaced the Student Career  Experience Program and the Student Temporary Employment  Programs. In summer 2013, BSEE hired 24 interns through the  Pathways Program."], "subsections": []}, {"section_title": "Interior and Its Bureaus Have Undertaken Various Workforce Planning Efforts", "paragraphs": ["Interior and the three bureaus—BLM, BOEM, and BSEE—are  participating in several workforce planning efforts, including government- wide, department-wide, and bureau-level initiatives. Because these efforts  are ongoing, however, it is too early to evaluate how they will affect hiring  and retention challenges across BLM, BOEM, and BSEE. As we have  previously reported, strategic workforce planning helps an organization  align its human capital program with its current and emerging mission and  programmatic goals, as well as develop long-term strategies for acquiring,  developing, and retaining staff to achieve programmatic goals. We also  previously reported on the importance of workforce planning to ensure  that programs are implemented consistently across the department.", "At the department level, Interior is currently participating in two efforts to  improve its workforce planning. First, Interior is participating in a  government-wide initiative led by OPM to identify and mitigate critical  skills gaps across the federal government. Specifically, this effort aims to  develop strategies to hire and retain staff possessing targeted skills to  help address government-wide and department-specific mission-critical  occupations and skill gaps. Second, in response to an OMB request,  Interior issued Managing People and Programs – Department of the  Interior Strategic Workforce Management Plan in March 2012, which  provided an overview of workforce planning strategies that Interior can  use to manage workforce levels in consideration of emerging needs, skills  gaps, and constrained budgets. As part of the next phase of this effort,  Interior has asked its bureaus and offices to begin developing detailed  workforce plans using a standardized model based on best practices  used at Interior. According to the March 2012 plan, these bureau-level  plans are to include a risk assessment of funding, workload, personnel,  and positions; an analysis of workforce demand and supply; a skills gap  analysis; and an action plan to mitigate risks and address skills gaps.  Because both of these initiatives are ongoing, however, it is too early to  assess the effect of these efforts on Interior’s hiring and retention  challenges for key oil and gas positions.", "BLM, BOEM, and BSEE are also developing or implementing workforce  plans, which are in various stages of completion. As previously  mentioned, in July 2012, we reported that BOEM and BSEE did not have  strategic workforce plans in place and recommended that each bureau  develop such a plan. BSEE recently issued its Human Capital Strategic  Plan, 2013-2018, in September 2013. BOEM officials told us that they  expect to complete their strategic workforce plan in 2014. In March 2012,  BLM issued its Workforce Planning Strategy, 2011 to 2015, which  outlines broad, strategic objectives that addressed some key human  capital challenges but leaves the development of implementation  strategies to BLM managers at other organizational levels, including the  state office level. In addition, BLM’s plan did not address challenges  with the hiring process or outline mechanisms to monitor, evaluate, or  improve the hiring process. Although BLM’s plan discusses the use of  relocation and other incentive awards, it does not indicate when the use  of these incentive awards is warranted, how the effectiveness of their use  will be assessed, or how BLM will balance priorities to budget for these  incentives. It remains unclear whether these efforts will help BLM address  its human capital challenges. In addition, BLM and BSEE have a number  of planning teams working on various aspects of recruitment and  retention. In particular, these teams make recommendations for bureau  initiatives, including actions to improve the hiring process or to increase  the use of recruitment and retention incentives. These efforts, however,  do not appear to have been conducted as part of a workforce plan.", "Therefore, these efforts do not appear to have been conducted in a  coordinated and consistent manner across the bureaus or offices, and  officials do not have a basis to assess the success of these efforts or  determine whether and how these efforts should be adjusted over time."], "subsections": []}]}, {"section_title": "Hiring and Retention Challenges Have Made It More Difficult to Carry Out Some Oversight Activities", "paragraphs": ["Officials from BLM, BOEM, and BSEE reported that hiring and retention  challenges have had numerous effects on some field offices’ operations,  including making it more difficult for some field offices to carry out  oversight activities because of position vacancies.", "Officials we interviewed and surveyed at the three bureaus reported that  their hiring and retention challenges have generally resulted in less time  available for oversight activities. These officials stated that vacancies  directly affect the number of oversight activities they can carry out— including the number of inspections they can conduct and the amount of  time they can spend processing APDs. Officials at some BLM field offices  reported that they have not been able to meet their annual inspection and  enforcement goals because of vacancies. Compounding these problems  is the fact that new staff are less experienced and, thus, less efficient in  carrying out oversight activities, according to BLM, BOEM, and BSEE  officials. In addition, officials said that experienced staff are expected to  help train and mentor new staff, which reduces the amount of time they  can spend on their own oversight work. Interior officials also told us that  retention challenges in particular have led to a loss of institutional  knowledge and fewer staff available to mentor the less-experienced  newcomers. For instance, a BOEM official in Alaska stated that the  primary effect of hiring difficulties in Alaska is the lost mentoring  opportunities for senior geologists and engineers to train new staff. He  said the work BOEM does is highly specialized and technical and that the  bureau is often not able to hire candidates with related experience, which  exacerbates the lost mentoring opportunities. In response to our survey,  officials from 13 of the 20 BLM and BSEE offices with inspector vacancies  reported that they somewhat or greatly reduced the number of  inspections conducted in 2012 compared with what they would have done  if fully staffed, and officials from 9 of the 20 offices with inspector  vacancies indicated that the thoroughness of inspections was somewhat  or greatly reduced because of these vacancies. In addition, officials from  8 of the 21 BLM and BSEE offices with petroleum engineer vacancies  indicated that vacancies somewhat or greatly reduced the number of  APDs reviewed in 2012 compared with what they would have done if fully  staffed.", "The effects of vacancies can be difficult to quantify because so much  depends on the circumstances of the office, including the type and scale  of local industry activity, as well as the field office’s overall staffing levels  and ability to adjust to vacancies. BSEE officials said, however, that fewer  or less-thorough inspections may mean that some offices are less able to  ensure operator compliance with applicable laws and regulations and, as  a result, there is an increased risk to human health and safety due to a  spill or accident. According to a BSEE official, the longer federal  inspectors are away from a site, the more likely operators are to deviate  from operating in accordance with laws and regulations. In responding to  our survey, a few BLM field offices noted that hiring and retention  difficulties have hindered the development of oil and gas resources in  some cases. In particular, the survey respondents reported experiencing  delays in conducting leasing reviews, conducting resource management  plan amendment reviews, or approving seismic studies to locate oil and  gas reservoirs. For instance, in May 2013, a BLM field office postponed  all remaining oil and gas leasing activities in California for the remainder  of the fiscal year due, in part, to the need to shift staff to permitting and  inspections. In addition, according to some BSEE officials we interviewed,  field offices are not always able to reassign staff to make up for staffing  shortfalls as some positions are highly specialized.", "Officials at the three bureaus cited steps they have taken to address  vacancies in key oil and gas positions, including reassigning staff from  lower-priority to higher-priority tasks, borrowing staff from other offices, or  increasing overtime. However, each of these steps comes at a cost to the  agency and are not sustainable solutions. Interior officials stated, for  instance, that shifting staff from lower to higher priority work means that  the lower priority tasks—many of which are critical to the bureaus’  mission—are deferred or not conducted. For example, a BLM office in  Utah reported in our survey that, while it was able to conduct all high- priority inspections, doing so delayed other priorities, such as processing  APDs and planning for an oil or gas lease sale. Similarly, offices that  borrow staff from other offices gain the ability to carry out their activities,  but this comes at a cost to the office that loaned the staff. For example,  officials from a BLM field office in North Dakota described how they  borrowed staff from a field office in Montana to help process APDs and  carry out inspections. As a result, the BLM officials in the North Dakota  field office told us they were able to make some progress to address a  backlog of APDs and complete required inspections; however, according  to BLM survey respondents, the field office work in Montana has suffered.  With regard to overtime, offices from BOEM reported in our survey that a  heavy reliance on overtime was exhausting their staff.", "Further, both BLM and BSEE are developing and implementing risk- based inspection strategies—long recommended by us and others—as  they work to ensure their oversight resources are efficiently and  effectively allocated; however, staffing shortfalls and turnover may  adversely affect the bureaus’ ability to carry out these new strategies.  Specifically, in 2010, we found that BLM routinely did not meet its goals  for conducting key oil and gas facility inspections and recommended that  the bureau consider an alternative inspection strategy that allows it to  inspect all wells within a reasonable time frame, given available  resources. In response to this recommendation, in fiscal year 2011,  BLM implemented a risk-based inspection strategy whereby each field  office inspects the highest risk wells first. Similarly, BSEE officials told us  that they have contracted with Argonne National Laboratory to help  develop a risk-based inspection strategy.", "As part of this review, we analyzed the effect of staffing shortages on  oversight of offshore oil and gas activities in the Gulf of Mexico Region  and found that continued hiring difficulties could hinder implementation of  a risk-based inspection strategy. Specifically, we estimated the number of  inspections that could have been conducted in the Gulf of Mexico under  three staffing scenarios: (1) a scenario where BSEE was unable to hire  additional inspectors between fiscal years 2010 and 2012; (2) a scenario  approximating the actual number of inspectors in fiscal year 2012; and  (3) a scenario where BSEE was able to hire double the number of  inspectors it hired between fiscal years 2010 and 2012. Based on our  analysis, increasing the number of production inspectors by 14 provided  the capacity to conduct annual inspections at all or almost all Gulf of  Mexico production facilities in fiscal year 2012. If BSEE had increased the  number of production inspectors by 28 before fiscal year 2012, our  analysis indicates that it would have been able to conduct annual  inspections at all production facilities and conduct additional inspections  at some production facilities considered high risk. Even with these  additional staff, however, BSEE would not have had the capacity to  conduct additional inspections at every facility considered high risk. See  appendix III for details on our analysis."], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["In recent years, Interior has navigated major challenges in its oversight of  oil and gas activities on federal lands and waters—including a major  reorganization of its oil and gas oversight activities amid a dramatic  increase in domestic oil and gas development. These changes  notwithstanding, effective oversight of oil and gas development on federal  lands and waters is a challenging endeavor requiring experienced staff  with highly specialized training and skills. Interior has faced long-standing  challenges hiring and retaining these staff and, with the current energy  boom and increased industry competition for skilled workers, these  problems have been exacerbated.", "Interior and its bureaus have made some progress to address the two  major factors affecting hiring and retention of key oil and gas staff—higher  salaries in industry and the lengthy federal hiring process—but difficulties  persist. While federal salaries for key oil and gas positions may not match  salaries in industry—particularly in periods and locations of rapid industry  growth—Interior is not doing all that it can to bridge this gap. Interior has  obtained special salary rates in certain regions, such as in the Gulf of  Mexico, and for certain positions, such as petroleum engineers and  geologists, but it has not made full use of its existing authorities to offer  recruitment, retention, and relocation incentives. We recognize that the  use of these incentives comes at a cost to other programmatic efforts,  and Interior must balance these needs as it develops its workforce plans.  However, in the event that Interior applies for special salary rates for key  oil and gas positions in the future, whether from OPM or Congress,  demonstrating that it has fully utilized its existing authorities can help  support its request for such salary rates. Similarly, Interior’s hiring times  for key oil and gas positions continue to lag behind hiring times for other  positions at Interior and lag behind the federal government more broadly.  However, because Interior does not systematically collect and analyze  data on its hiring process, it cannot readily identify delays in the process  or the causes of such delays. Without reliable data on hiring times,  Interior’s bureaus cannot identify how long it takes to complete individual  stages in the hiring process, identify delays, and implement changes to  expedite the hiring process."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To ensure a consistent and comprehensive approach to addressing  BLM’s, BOEM’s, and BSEE’s ongoing hiring and retention challenges, we  recommend the Secretary of the Interior direct the following two actions:", "Explore the expanded use of existing authorities, including  recruitment, relocation, and retention incentives to help bridge the  salary gap for key oil and gas oversight positions such as petroleum  engineers, geologists, and geophysicists, and develop clear guidance  for when the use of these incentives are warranted and how the  effectiveness of their use will be assessed.", "Systematically collect data on hiring times for key oil and gas  positions, ensure the accuracy of the data, analyze the data to identify  the causes of delays and expedite the hiring process."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to the Department of the Interior for  review and comment. Interior generally agreed with our findings and  concurred with both recommendations. In its written comments, Interior  agreed that its long-term human capital challenges will require the full use  of available hiring and retention incentives to the extent that they can be  supported by each bureau’s budget. Interior also stated that the bureaus  have begun a more systematic collection and analysis of hiring data to  identify the causes of delays and help expedite the hiring process. Interior  noted, as described in our report, that it has taken a number of actions to  address its hiring and retention challenges. Interior noted that the  continuing resolutions and sequester in fiscal years 2013 and 2014  reduced funds available for bureaus’ staffing. This required a hiring freeze  as well as a reduction to the bureaus’ budget allocations for oil and gas  activities. Interior also noted that, beginning in fiscal year 2012, the  agency requested the authority to collect fees for BLM’s onshore  inspection program. Interior stated that this would increase the certainty  of available funding for staffing and help adequately fund the inspection  program. In its written comments, Interior stated that it believed it has  implemented one of our recommendations from GAO-12-423, Oil and  Gas Management: Interior’s Reorganization Complete, but Challenges  Remain in Implementing New Requirements, that BOEM and BSEE need  to prepare strategic workforce plans. However, as discussed in this  report, BSEE completed its plan in September 2013 and BOEM officials  told us that they will complete their plan in fiscal year 2014. Finally,  Interior stated that BSEE continues to be concerned that the analysis  presented in appendix III is limited. We agree that our model, like all  empirical models, has certain limitations. While these limitations affect our  ability to make precise predictions about the effect of BSEE’s hiring  difficulties, they do not, however, change our finding that these difficulties  could hinder implementation of a risk-based inspection strategy. In its  response, Interior noted that it will consider our model, along with other  factors, as it develops a new risk-based inspection strategy. Interior  provided written technical comments, which we incorporated into the  report, as appropriate. Appendix IV reproduces Interior’s comments.", "As agreed with your offices, unless you publicly announce the contents of  this report earlier, we plan no further distribution until 30 days from the  report date. At that time, we will send copies of this report to the  Secretary of the Department of the Interior, the appropriate congressional  committees, and other interested parties. In addition, this report will be  available at no charge on the GAO website at http://www.gao.gov.", "If you or your staff members have any questions about this report, please  contact me at (202) 512-3841 or ruscof@gao.gov. Contact points for our  Offices of Congressional Relations and Public Affairs may be found on  the last page of this report. GAO staff who made key contributions to this  report are listed in appendix V."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["This report examines (1) the extent to which Interior continues to face  challenges hiring and retaining key oil and gas staff and the causes of  these challenges; (2) Interior’s efforts to address its hiring and retention  challenges; and (3) the effects, if any, of hiring and retention challenges  on Interior’s oversight of oil and gas activities.", "To conduct this work, we reviewed relevant laws and Interior guidance, as  well as independent studies of Interior’s oil and gas oversight conducted  by Interior’s Office of Inspector General and others. In addition, we  reviewed reports evaluating Interior’s oil and gas oversight that were  conducted in response to the BP Deepwater Horizon incident. We also  interviewed officials from Interior’s bureaus responsible for oil and gas  oversight—the Bureau of Land Management (BLM), the Bureau of Ocean  Energy Management (BOEM), and the Bureau of Safety and  Environmental Enforcement (BSEE). Specifically, we interviewed BLM  headquarters officials as well as BLM officials in the Bakersfield,  California, field office and Dickinson, North Dakota, field office; BOEM  and BSEE headquarters officials, as well as BOEM and BSEE officials in  the Gulf of Mexico, Alaska, and Pacific regional offices; and BSEE  officials in all five Gulf of Mexico district offices—Houma District Office,  Lafayette District Office, Lake Charles District Office, Lake Jackson  District Office, and New Orleans District Office. In addition, we surveyed  management officials from 3 BOEM regional offices, 7 BSEE district  offices, and 33 BLM field offices, and one BLM state office with oil and  gas responsibilities (collectively referred to as field offices for the  purposes of this report) to ask about the extent to which field offices  experienced problems hiring and retaining oil and gas management and  oversight staff, the factors that contribute to success or difficulty hiring  and retaining staff, and the effects of staffing difficulties, if any, on the  ability of the field offices to oversee oil and gas operations. Our survey  had a 91 percent response rate. Appendix II presents more information  about our survey.", "To examine the extent to which Interior continues to face challenges  hiring and retaining key oil and gas personal and the causes of these  challenges, we analyzed statistical data from the Office of Personnel  Management’s (OPM) Enterprise Human Resources Integration (EHRI)  data on attrition and retirement eligibility and reviewed and analyzed  Interior data on vacancies and hiring times. We compared attrition rates  for key oil and gas oversight positions with vacancy and attrition rates for  Interior bureaus, Interior, other federal agencies, and the federal  government. We also reviewed Interior and federal government data on  retirement eligibility, and compared retirement eligibility for Interior oil and  gas positions with positions at other federal agencies. We also analyzed  Bureau of Labor Statistics data on federal and industry salary rates and  compared the rates for key oil and gas oversight positions with analogous  positions in industry. In addition, we reviewed OPM’s hiring reform  initiative for the federal government, including standards for hiring time  frames for federal employees and analyzed Interior’s data on hiring times  for key oil and gas oversight positions.", "To examine Interior’s efforts to address its hiring and retention  challenges, we reviewed documents from Interior, BSEE, and BLM such  as strategic workforce plans, implementation plans, guidance, and other  documents outlining steps Interior has taken, or plans to take, to address  hiring and retention problems, and we spoke with officials responsible for  their implementation. We also discussed special salary rates for specific  positions with officials from OPM and officials from BSEE and BLM who  were responsible for working with OPM on these special pay rate issues.  We reviewed bureaus’ use incentives such as recruitment, retention, and  relocation payments data provided by Interior. We focused on the  challenges reported by agency officials during interviews and in our  survey.", "To examine the effects, if any, of hiring and retention challenges on  Interior’s oversight of oil and gas activities, we surveyed BLM, BOEM,  and BSEE about the factors affecting their abilities to hire and retain oil  and gas oversight staff and how vacancies in these positions have  affected day-to-day operations. Based on interviews with Interior officials,  reviews of Interior workforce planning reports, and a review of staffing  data, we identified the following key BLM oil and gas oversight positions:  petroleum engineers, petroleum engineering technicians (inspectors),  natural resource specialists, environmental protection specialists, and  geologists. Similarly, we identified petroleum engineers, inspectors,  biologists (natural resource specialists), geophysicists, and geologists as  key BOEM and BSEE oil and gas oversight positions. We also analyzed  BSEE inspection data from the Gulf of Mexico and Pacific regions— where nearly all federal offshore drilling has occurred—for fiscal years  2010 through 2012. This data is held in Interior’s Technical Information  Management System (TIMS) database. TIMS provides the foundational  data for BOEM and BSEE, including data on lease sales, lease  adjudication, wells and platforms, pipelines, and inspection records,  among other things. We obtained TIMS data on offshore facilities,  including facility characteristics; inspectors; and inspection records,  including inspection duration and inspection results. We analyzed data  from fiscal year 2010 through fiscal year 2012. We assessed the reliability  of these data by (1) reviewing the data for obvious errors in accuracy and  completeness; (2) reviewing existing documentation about the data and  the TIMS database; (3) interviewing Interior officials knowledgeable about  the data; and (4) verifying with agency officials a limited sample of some  of our results. On the basis of our assessment, we determined that the  data were sufficiently reliable for our purposes. Appendix III presents  more information about our analysis of BSEE inspection data.", "We conducted this performance audit from May 2012 to January 2014 in  accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Survey of Interior’s Field Offices on the Challenges to Hire and Retain Staff to Oversee Oil and Gas Activities", "paragraphs": ["As part of our assessment of the challenges that Interior’s field offices  continue to face hiring and retaining key oil and gas oversight staff and  the effects of these challenges on oversight, we surveyed officials from 44  field offices that have oil and gas management responsibilities on (1) the  extent of these challenges, (2) the factors affecting hiring and retention,  and (3) the effects of hiring and retention challenges on oil and gas  oversight. We received responses from 40 of the 44 field offices— including 30 of the 33 Bureau of Land Management (BLM) field offices, 1  BLM state office with oil and gas oversight responsibilities, 7 of the 7  Bureau of Safety and Environmental Enforcement (BSEE) district offices,  and 3 of the 3 Bureau of Ocean Energy Management (BOEM) regional  offices—for a response rate of 88 percent from BLM and 100 percent  from BSEE and BOEM, or a total response rate of 91 percent. We  statistically analyzed the survey responses and found that officials  reported almost 200 vacancies in 2012 in the six oil and gas occupations  we asked about—petroleum engineers, inspectors, natural resource  specialists, environmental protection specialists, geologists, and  geophysicists—and officials indicated that almost 90 percent of these  vacancies took more than three months to fill. Our analysis shows that the  vacancies resulted in varied effects on field offices. Some field offices  reported carrying out fewer inspections, or doing less-thorough  inspections or delaying application for permit to drill (APD) approvals, and  other field offices also reported delaying or forgoing tasks other than  conducting inspections or reviewing APDs and increasing the amount of  overtime staff worked. Survey respondents identified several factors that  contributed to difficulties hiring and retaining staff, including differences in  salaries between Interior and industry, the slow federal hiring process,  and limited promotion opportunities. By contrast, survey respondents  indicated more positive effects on hiring because of working conditions  and benefits, which were identified as helping field offices hire and retain  staff more often than other factors. However, based on our analysis,  these factors did not prevent the agency from experiencing significant  vacancies. Details about the survey methodology, results of our analysis,  and detailed survey data are presented below."], "subsections": [{"section_title": "Survey Design", "paragraphs": ["We designed our survey to quantify the perceptions of field office  managers regarding the extent of Interior’s vacancies in oil and gas  oversight positions and the causes and effects of those vacancies. We  asked respondents: (1) how many authorized staff and how many  vacancies they had in selected positions; (2) whether they had difficulty  hiring and retaining oil and gas oversight staff in 2012; (3) what factors  contributed to any difficulty hiring and retaining these staff; and (4) how  hiring and retention difficulties, if any, affected oil and gas oversight  activities at their field offices. To identify the potential causes and effects  of oil and gas staff vacancies, we conducted one focus group with field  office managers, interviewed bureau officials, and reviewed reports on  Interior’s oil and gas oversight, including our reports and Interior’s  Inspector General reports.", "Based on our interviews and focus group, we identified: (1) potential  factors affecting the agency’s ability to fill vacancies, including salaries,  benefits, working conditions, and speed of the hiring process; (2) potential  effects on oil and gas oversight, including reductions in the number of  facilities inspected, reductions in the thoroughness of these inspections,  and reductions in the number of APDs reviewed; and (3) potential effects  on staff, including increases in the amount of overtime worked and  increases in the number of other tasks left undone. We used this  information to develop survey questions for completion by field office  managers, which were simple enough to yield valid responses, and we  designed our survey to maximize the reliability of our survey data.", "To limit the scope of our survey to the most pertinent information, we  asked questions about these topics for a small number of specific oil and  gas oversight positions that were identified as critical to oil and gas  oversight or as likely problematic to hire and retain, or both. To determine  which oil and gas oversight positions to include in our survey, we  interviewed agency officials, reviewed GAO and Inspector General  reports on hiring and retention, reviewed Interior’s staffing data covering  fiscal year 2009 through fiscal year 2012, and reviewed Interior’s list of  mission-critical occupations as identified as part of its human capital high- risk initiative. From these inputs, we chose six occupations to include in  our survey: petroleum engineers, inspectors, natural resource specialists,  environmental protection specialists, geologists, and geophysicists. For  BLM, we asked about petroleum engineers, petroleum engineering  technicians, natural resource specialists, environmental protection  specialists, and geologists. For BOEM and BSEE, we asked about  petroleum engineers, inspectors, natural resource specialists, geologists,  and geophysicists. To help ensure that survey respondents were able to  recall the information, we asked about experiences with these staff in  calendar year 2012. Our survey was sent to respondents in January  2013.", "Our survey was divided into five sections. In the first section, we asked  field offices how many staff were authorized for each position and the  number of vacancies during 2012. In the second section, we asked  general questions about the factors we identified as affecting hiring and  retention. In the third section, we asked about the extent to which the field  offices had difficulty hiring staff followed by a series of questions linking  the factors to those hiring difficulties. In the fourth section, we asked  about the extent to which the field offices had difficulty retaining staff  followed by a series of questions linking the factors to retention  difficulties. In the fifth section, we asked about the effect of vacancies on  the ability of the field offices to carry out oil and gas oversight activities. In  addition, we included a number of open-ended questions in the survey to  allow respondents to elaborate on these topics. To view the survey as  sent to field offices, see the end of this appendix.", "To minimize the potential for errors in responses, we conducted three  cognitive pretests with field office managers. During these pretests, we  assessed whether the questions were clear, could be answered with  available information, and did not pose an undue burden on field office  managers. We modified the survey questions in response to these  pretests, as appropriate."], "subsections": []}, {"section_title": "Survey Population", "paragraphs": ["We administered the survey to the managers of 44 field offices;  specifically, 33 BLM field offices and 1 BLM state office, 3 BOEM regional  offices, and 7 BSEE district offices. We implemented our survey as a  Microsoft Word document that was disseminated to field offices via e- mail. We sent the survey to senior field office officials, with instructions on  how to open, complete, and save it, on January 10, 2013. We sent two  reminders via e-mail in the following weeks before closing the survey in  February 2013. We received responses from 30 of the 34 BLM field  offices, and from each of the 3 BOEM regional offices and the 7 BSEE  district offices, for an overall response rate of 91 percent."], "subsections": []}, {"section_title": "Data Analysis", "paragraphs": ["To understand how the factors in our survey relate to vacancies and  Interior’s ability to oversee oil and gas facilities, we arranged the survey  data into a cause-and-effect diagram (see fig. 6). This diagram outlines  the relationships between responses to questions about factors affecting  hiring and retention, the level of difficulty respondents reported in hiring  and retaining staff, and the reported effects of the resultant vacancies on  staff time and oil and gas oversight. We first analyzed the factors affecting  hiring and retention based on the extent to which they helped or hindered  hiring and retention. We then analyzed the relationship between reported  vacancies and the responses to our questions regarding effects on staff  time and, ultimately, on the ability of Interior to manage oil and gas  activities on federal leases."], "subsections": []}, {"section_title": "Results", "paragraphs": ["Four factors generally contribute to difficulties hiring and retaining staff  and two factors generally help, according to our analysis. Complete  survey results are presented in tables 5-11.", "For each of the six positions we asked about in our survey, managers first  indicated how many staff were authorized for each position at their field  office and how many vacancies they had in calendar year 2012 for each  position (see table 5). Managers also indicated the level of difficulty they  had hiring and retaining staff during calendar year 2012. We found that a  significant number of field offices indicated that it was somewhat or very  difficult to hire and retain staff (see table 6).", "Subsequently, we asked about factors that help or hinder hiring and  retention, and we found that a majority of managers cited the following  factors as generally hindering their ability to hire and retain staff: higher  salaries in industry, the slower speed of the federal hiring process, the  lack of qualified applicants in some areas, and greater opportunities for  promotion in industry (see tables 7 and 8). By contrast, far fewer than half  of the managers cited two factors—employment benefits and working  conditions at field offices—as hindering their ability to hire and retain staff  (see tables 7 and 8).", "The majority of field offices that reported vacancies in these six positions  reported that those vacancies were unfilled for 3 months or more (see  table 9). These vacancies caused field offices to delay or forego tasks or  require staff to work overtime (see table 10). Vacancies also led field  offices to reduce the number of inspections conducted, the thoroughness  of inspections, or the number of APDs reviewed than what they would  have done if they were fully staffed (see table 10)."], "subsections": [{"section_title": "Limitations", "paragraphs": ["Although we believe the results of our analysis characterize the staffing  challenges faced by Interior, our analysis is subject to certain limitations  that prevent us from making precise quantitative estimates or causal  statements. In particular, our survey data are based on the perceptions of  field office managers. An analysis using data for conditions at field offices,  vacancies for specific positions, and oil and gas oversight activities  conducted might produce different results. In addition, our analysis was  based on frequency counts of survey data, rather than on a statistical  model or a research design that would isolate cause and effect.  Therefore, although we believe that field office managers are in the best  position to assess the effect of Interior’s staffing challenges, our results  must be characterized as their perceptions."], "subsections": []}, {"section_title": "Survey as Sent to Interior Field Offices", "paragraphs": ["The survey sent to BLM field offices asked about petroleum engineering technicians   while the survey sent to BOEM and BSEE field offices instead asked about inspectors.  The survey sent to BLM field offices asked about environmental protection specialists  while the survey sent to BOEM and BSEE field offices instead asked about geophysicists."], "subsections": []}]}]}, {"section_title": "Appendix III: Analysis of Effects of Inspector Vacancies in the Gulf of Mexico", "paragraphs": [], "subsections": [{"section_title": "Overview of Analysis", "paragraphs": ["Following the Deepwater Horizon incident in April 2010, Congress  increased funding to the Bureau of Safety and Environmental  Enforcement (BSEE), which allowed the bureau to more than double the  number of oil and gas inspector positions allocated to the Gulf of Mexico  Region, from 52 nonsupervisory inspectors to 129 nonsupervisory  inspectors. Since then, BSEE has had difficulty filling these allocated  positions because of problems with both hiring and retention. As of  October 2012, BSEE had filled about one-quarter of the new inspector  positions, bringing the total number of nonsupervisory inspectors in the  bureau’s Gulf of Mexico Region to 71.", "To determine the effect of the remaining vacancies on the bureau’s  capacity to oversee oil and gas operations in the Gulf of Mexico, we  modeled the bureau’s capacity for conducting production facility  inspections under three staffing scenarios. Specifically, we estimated the  number of production inspections that the bureau could have conducted  in fiscal year 2012 on the 2,498 production facilities in the Gulf of Mexico  Region under three staffing scenarios. Based on our analysis, we found  that the additional inspectors hired by BSEE in the past few years have  given it the capacity to conduct annual inspections at all or nearly all of  the production facilities in the Gulf of Mexico in fiscal year 2012,  something it had not otherwise been able to do. However, at the 2012  staffing levels, our model shows that the bureau did not have the capacity  to conduct additional inspections at more than a small number of the  1,409 facilities it had designated as high risk. Bureau officials told us that  such a risk-based inspection strategy is critical to effectively managing  the risks of oil and gas production. However, our analysis shows that  Interior’s continued hiring difficulties may hinder the implementation of  this strategy."], "subsections": []}, {"section_title": "Staffing Scenarios", "paragraphs": ["Our model estimated the bureau’s capacity to inspect oil and gas  production facilities in the Gulf of Mexico in fiscal year 2012 under three  staffing scenarios. Because the bureau did not formally distinguish  production inspectors from other types of inspectors until fiscal year 2012,  we approximated the number of production inspectors for each of these  scenarios for the purpose of our model as follows:", "Scenario 1. In this scenario, we assumed that the bureau had 34 full- time equivalent (FTE) production inspectors—the approximate  number of production inspectors employed at the end of fiscal year  2010 before the bureau was able to hire additional staff.", "Scenario 2. In this scenario, we assumed that the bureau had 48 FTE  production inspectors—the approximate number of production  inspectors employed during fiscal year 2012.", "Scenario 3. In this scenario, we assumed that the bureau hired double  the number of production inspectors than it actually did between fiscal  years 2010 and 2012, for a total of 62 FTE production inspectors— significantly more inspectors than it actually hired, but fewer than its  allocation.", "For each of the three staffing scenarios, our model estimates the number  of annual inspections and additional risk-based inspections that could  have been conducted. We compared the first set of estimates with the  total number of annual inspections that the bureau was required to  perform in fiscal year 2012 under the Outer Continental Shelf Lands Act  (OCSLA), which requires Interior to provide for the inspection of every  outer continental shelf facility at least once annually, as well as periodic  on-site inspections without advance notice. We compared the second set  of estimates with the number of facilities that the bureau identified as high  risk in fiscal year 2012. Our model operates in two stages. The first stage  assumes that the bureau would conduct an annual inspection of each  offshore facility as provided for by OCSLA. The second stage assumes,  after annual inspections are completed, that inspectors would use the  remaining time to conduct additional inspections at high-risk facilities.  These additional inspections are not required by statute, but bureau  officials told us they are necessary to more fully ensure compliance with  regulations, and that additional staff hired prior to fiscal year 2012 would  likely have been used to carry out these additional inspections. High-risk  facilities include those that produce a lot of oil and gas, are staffed around  the clock, or had poor inspection results or significant incidents in the  past, among other characteristics. BSEE is currently developing a risk- based inspection methodology that BSEE officials told us will likely  include reinspections of high-risk facilities, as well as more emphasis on  important inspections that are currently not being carried out—such as  inspections of construction activities and certain critical components."], "subsections": []}, {"section_title": "Results", "paragraphs": ["According to our analysis of BSEE inspection records, by hiring new  inspectors between fiscal years 2010 and 2012, the bureau gained the  capacity to conduct annual inspections at all or nearly all of the production  facilities in the Gulf of Mexico Region. Even with these additional  inspectors, however, the bureau did not have the capacity in fiscal year  2012 to conduct additional, risk-based inspections at more than a small  number of high-risk facilities. Because every inspection takes a differing  amount of time, and because each inspector spends a different amount of  time each year conducting inspections, there is some uncertainty in  predicting the number of inspections that would be conducted with a  given number of staff. We account for this uncertainty by presenting  ranges of estimates for each scenario. Our results are described below,  presented in table 11, and illustrated in figure 7.", "Scenario 1. If the bureau had not hired additional inspectors with  funds received from its fiscal year 2012 appropriations, it would not  have been able to conduct the required annual inspections of all  production facilities in fiscal year 2012, according to our estimates.  Under its fiscal year 2010 staffing level of approximately 34 production  inspectors, we estimate that the bureau had the capacity to inspect  between 1,575 and 2,061 production facilities out of a total of 2,498  existing production facilities in fiscal year 2012—enough to conduct  the required annual inspections at between 63 percent and 83 percent  of production facilities in that year. Because the bureau would not  have been able to complete 100 percent of the required annual  inspections under this scenario, we conclude that it would have not  have had the capacity to conduct any additional risk-based  inspections in fiscal year 2012.", "Scenario 2. By hiring enough staff to have a net increase of 14  production inspectors, the bureau gained the capacity to conduct the  required annual inspections at all or almost all of the production  facilities in fiscal year 2012. Specifically, we estimate that the bureau  had the capacity to conduct between 2,263 and 2,788 production  inspections in fiscal year 2012—enough to complete required annual  inspections at between 91 percent and 100 percent of production  facilities in fiscal year 2012. In addition, our model estimates that the  bureau could have conducted additional risk-based inspections at  between 0 and 290 facilities, or as few as zero or as many as 21  percent of the high-risk production facilities in fiscal year 2012. This  staffing level gave the bureau the capacity to typically conduct the  required annual production inspections at approximately all production  facilities but would not have given the bureau the capacity to  consistently conduct a significant amount of additional risk-based  inspections in fiscal year 2012.", "Scenario 3. If the bureau had been able to hire enough staff to have a  net increase of 28 production inspectors—14 more inspectors than it  actually hired but still significantly short of its allocation—it would have  had the capacity to conduct annual inspections at all production  facilities, as well as significantly more risk-based inspections. Under  this scenario, the bureau would have had the capacity to conduct  between 2,785 and 3,386 production inspections—enough to conduct  the required annual inspections at 100 percent of production facilities  in fiscal year 2012. In addition, this staffing level would have given the  bureau the capacity to conduct additional, risk-based inspections at  between 287 and 888 production facilities—approximately 20 to 63  percent of the high-risk facilities in fiscal year 2012. Even with these  additional staff, however, the bureau would still not have had the  capacity to conduct additional inspections at all high-risk facilities.  Without filling its additional vacancies, its ability to fully implement a  risk-based inspection strategy could be hindered."], "subsections": []}, {"section_title": "Data", "paragraphs": ["In conducting our analysis, we used data from Interior’s Technical  Information Management System (TIMS) database. We focused our  analysis on production facilities inspected by production operations  inspectors in the Gulf of Mexico in fiscal year 2012. These facilities  account for nearly 30 percent of the nation’s domestic oil production and  nearly 11 percent of domestic natural gas production. We limited our  analysis to sample inspections, in which BSEE inspects a random subset  of safety devices on a facility, and to complete inspections, in which it  completes a full inspection of all paperwork, safety devices, and physical  condition of the facility. These are the two types of scheduled inspections  BSEE uses to fulfill its annual production facility inspection requirement.", "In fiscal year 2012, the nonsupervisory inspectors conducted  approximately the same number of sample and complete production  inspections as there were production facilities. In particular, there were  2,498 production facilities in the Gulf of Mexico that were eligible for  inspection, and nonsupervisory inspectors conducted 2,511 production  inspections, including both sample inspections and complete inspections  during this period. Some of the facilities were inspected more than once  in this time period, while others were inspected not at all.", "We examined the accuracy of Interior’s TIMS data and determined the  data were sufficiently reliable for the purpose of estimating the effect of  broad policy scenarios, although we detected some inaccuracies. In  particular, data on the number of hours spent on an inspection are based  on estimates made by individual inspectors when completing inspections.  These data are subject to the ability of individual inspectors to properly  estimate time spent on various inspection tasks. For example, if an  inspector visits two facilities on a single day, the inspector would need to  determine how to allocate travel time, waiting time, inspection time, and  paperwork time to allot to multiple facilities."], "subsections": []}, {"section_title": "Multiple Regression Model Estimating Time Required to Conduct an Inspection", "paragraphs": ["Using the TIMS data described above, we developed a multiple  regression model to estimate the number of staff hours required to  conduct an inspection based on the characteristics of the facilities. We  defined staff hours to include the total number of hours recorded by all  nonsupervisory production inspectors on a given inspection. We tallied  the time for all aspects of an inspection, including travel time, paperwork  time, and waiting time, in addition to the time to conduct the inspection.  Because the number of hours did not follow a normal statistical  distribution, we transformed the variable into its natural logarithm for our  analysis. In conducting our regression analysis, we used data for a  random sample of 1,239 inspections that the bureau conducted in fiscal  year 2012. To double-check the predictive accuracy of the model, we  used data for an additional 1,238 inspections as a testing sample and  calculated goodness of fit statistics.", "Our multiple regression model estimates the amount of time required to  conduct an inspection based on two characteristics of a facility: (1)  whether BSEE classifies the facility as major or minor and (2) whether it  classifies the facility as high risk or low risk. BSEE defines a major facility  as one that has at least six wells or more, as well as more than two  pieces of production equipment, which are components that process oil,  gas, or water, such as a separator. BSEE defines a high-risk facility by a  number of characteristics, such as the amount of oil or gas the facility  produces, whether the facility is staffed or unstaffed, and the history of the  operator’s compliance with regulations. Of the inspections conducted in  fiscal year 2012, 36.9 percent were classified as major and higher-risk,  10.9 percent were classified as major and low-risk, 19.4 percent were  classified as minor and high-risk, and 31.5 percent were classified as  minor and low-risk. We included these variables in our analysis based on  the premise that larger, riskier facilities would require more time to  inspect.", "The results of the multiple regression model are presented in table 12.  Both variables were statistically significant predictors of the time required  to inspect a facility and, correspondingly, we found that the time required  to conduct an inspection varies widely by facility type. As expected, major  and high-risk facilities require the most time to inspect. On average,  inspections of such facilities require approximately 22.4 staff hours,  according to our model. By contrast, minor, low-risk facilities require the  least amount of time to inspect. On average, inspections of such facilities  require approximately 4.0 staff hours, according to our model. Other types  of facilities require a more moderate amount of time, with minor, high-risk  facilities requiring an average of 5.8 hours to inspect and major, low-risk  facilities requiring an average of 8.6 hours to inspect. To make these  predictions, we transformed the estimates from the regression equation,  which are on a logarithmic scale, to a linear scale.", "The model has a good fit based on the F statistic (p<.001) and predicts 37  percent of the variance in the time required to conduct an inspection  (adjusted R=0.37). We checked to ensure that the residuals, which  represent the difference between the predicted value and the actual value  for a given facility, were normally distributed and on average, zero. We  estimated robust standard errors accounting for the fact that facilities are  clustered within operators."], "subsections": []}, {"section_title": "Monte Carlo Simulation Estimating the Number of Inspections That Can Be Conducted", "paragraphs": ["To estimate the number of inspections that the bureau would be able to  conduct under each staffing scenario, we incorporated the results of our  multiple regression analysis into a Monte Carlo simulation. A Monte Carlo  simulation is a type of numerical analysis that produces a range of  estimates to account for the random variability among inspections and the  statistical uncertainty in the model’s equations. In this case, we used a  Monte Carlo simulation to account for the variability in the number of  hours necessary to inspect each facility and the number of inspections  conducted by each inspector. For instance, BSEE officials told us that  some facilities may take longer to inspect than others because of factors  that are difficult to account for, such as the availability and ability of the  operator’s onboard personnel on offshore facilities being inspected.  Similarly, not all inspectors spend the same amount of time conducting  inspections each year, so there is some variability in the total amount of  time that a given number of inspectors would spend on production  inspections.", "The Monte Carlo simulation entailed several key steps. For each staffing  scenario, the model estimates the amount of time that a given number of  inspectors has available for conducting production inspections, taking into  account the variation we found in our analysis of BSEE’s fiscal year 2012  inspection records. On average, production inspectors spent 627 hours  conducting production inspections, though some inspectors spent  considerably more time, and others spent considerably less time. The  model also estimates the number of hours required to inspect each facility  for each staffing scenario, taking into account the variability in inspection  times we found in the multiple regression model described above. The  model then simulates facility inspections until the total number of hours  available for inspections is reached. If all facilities are able to be  inspected within the total number of available hours, the model uses the  remaining time to simulate additional inspections beginning with the high- risk facilities. When the total number of available hours is reached, the  model stops simulating inspections and calculates the total number of  facilities inspected. The model repeats each of these steps 1,000 times to  produce 1,000 estimates of the total number of facilities inspected for a  given number of inspectors. Collectively, these 1,000 estimates  characterize the range of uncertainty in the bureau’s capacity to conduct  inspections for each of the staffing scenarios. To further assess the  accuracy of the model, we compared the number of inspections estimated  by our model with the number of inspections conducted by BSEE in fiscal  year 2012. The actual number of inspections—2,511—was within 1  percent of our mean estimate of 2,531 and within the 95 percent  confidence interval as shown in table 11."], "subsections": []}, {"section_title": "Limitations", "paragraphs": ["To estimate the effect of various staffing scenarios, our analysis makes  some simplifying assumptions. First, we assume that the time required to  conduct annual inspections is a valid approximation of the time required  to conduct additional, risk-based inspections. Because the bureau has  seldom conducted such inspections, we did not have sufficient data to  test this assumption. Second, because of the natural variability in  inspections—such as variations in the amount of time that inspectors  spend inspecting production facilities during a year and the number of  hours required to inspect a given facility—it is difficult to make precise  predictions about the outcomes of any given staffing scenario. Third,  because our estimates are based on data from fiscal year 2012, our  results may not apply to future years if future years differ significantly. For  example, if weather conditions are more favorable in future years,  inspectors may be able to fly to facilities on more days, leading to more  inspections being conducted by the same number of inspectors. By  contrast, if production inspectors are diverted to perform duties other than  inspections of production facilities, the same number of inspectors may  be able to conduct fewer inspections. Even with this difference, we  believe our model is a valid approximation of the relative effects among  different staffing scenarios."], "subsections": []}]}, {"section_title": "Appendix IV: Comments from the Department of the Interior", "paragraphs": [], "subsections": []}, {"section_title": "Appendix V: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the individual named above, Christine Kehr, Assistant  Director; Mark Braza; Mitchell B. Karpman; Michael Kendix; Michael  Krafve; Armetha Liles; Steven Lozano; Alison O’Neill; Kelly Rubin;  Jerome T. Sandau; Rebecca Shea; Jeff Tessin; Kiki Theodoropoulos;  Barbara Timmerman; and Arvin Wu made key contributions to this report."], "subsections": []}]}], "fastfact": []}