{"id": "GAO-10-387T", "url": "https://www.gao.gov/products/GAO-10-387T", "title": "NASA: Key Management and Program Challenges", "published_date": "2010-02-03T00:00:00", "released_date": "2010-02-03T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The National Aeronautics and Space Administration (NASA) is in the midst of many changes and one of the most challenging periods in its history. The space shuttle is slated to retire this year, the International Space Station nears completion but remains underutilized, and a new means of human space flight is under development. Most recently, the administration has proposed a new direction for NASA. Amid all this potential change, GAO was asked to review the key issues facing NASA. This testimony focuses on four areas: 1) retiring the space shuttle; 2) utilizing and sustaining the International Space Station; 3) continuing difficulty developing large-scale systems, including the next generation of human spaceflight systems; and 4) continuing weaknesses in financial management and information technology systems. In preparing this statement, GAO relied on completed work. To address some of these challenges, GAO has recommended that NASA: provide greater information on shuttle retirement costs to Congress, take actions aimed at more effective use of the station research facilities, develop business cases for acquisition programs, and improve financial and IT management. NASA concurred with GAO's International Space Station recommendations, and has improved some budgeting and management practices in response."]}, {"section_title": "What GAO Found", "paragraphs": ["The major challenges NASA faces include: (1) Retiring the Space Shuttle. The impending end of shuttle missions poses challenges to the completion and operation of the International Space Station, and will require NASA to carry out an array of activities to deal with shuttle staff, equipment, and property. This year the shuttle is scheduled to fly its final six missions to deliver hardware, supplies, and an international laboratory to the International Space Station. NASA officials remain confident that the current manifest can be accomplished within the given time, and add that should delays occur, the space station can still function. According to NASA, there are trade-offs the agency can make in what it can take up to support and sustain the station. However, failure to complete assembly would further reduce the station's ability to fulfill its research objectives and short the station of critical spare parts that only the shuttle can currently deliver. Retirement of the shuttle will require disposing of facilities; ensuring the retention of critical skills within NASA's workforce and its suppliers; and disposing of more than 1 million equipment items. (2) Utilizing the International Space Station. The space station, which is nearly complete, faces several significant challenges that may impede efforts to maximize utilization of its research facilities. These include the retirement of the shuttle and the loss of its unmatched capacity to move cargo and astronauts to and from the station; the uncertain future for the station beyond 2015; and the limited time available for research due to competing demands for the crew's time. (3) Developing Systems. A common theme in NASA projects--including the next generation of space flight efforts--is that they cost more and take longer to develop than planned. GAO again found this outcome in a recently completed assessment of NASA's 19 most costly projects--with a combined life-cycle cost of $66 billion. Within the last 3 years, 10 of the 19 projects experienced cost growth averaging $121.1 million or 18.7 percent, and the average schedule growth was 15 months. A number of these projects had experienced considerable cost growth before the most recent baselines were set. (4) Managing Finances and IT. NASA continues to struggle to put its financial house in order. GAO and others have reported for years on these efforts. The NASA Inspector General identified financial management as one of NASA's most serious challenges. In addition, NASA remains vulnerable to disruptions in its information technology network. NASA has made important progress in implementing security controls and aspects of its information security program. However, it has not always implemented sufficient controls to protect information and systems supporting its mission directorates."]}], "report": [{"section_title": "Letter", "paragraphs": ["Thank you for inviting me to discuss the challenges facing the National  Aeronautics and Space Administration (NASA). NASA is in the midst of  many changes and one of the most challenging periods in its history: the  space shuttle is slated to retire this year after flying for 29 years; the  International Space Station draws closer both to its completion but  remains underutilized; and the future vehicles for human space flight are  experiencing problems in development and have been hotly debated and  recently reviewed by an independent commission.", "The Administration in its 2011 budget is proposing to cancel the  Constellation Systems program and replace it with a new approach that  uses the commercial space industry and international partnerships to  develop new technologies for space exploration. Amid all this potential  change, one thing that will most likely remain constant is NASA’s need to  manage programs and projects within a fiscally constrained environment.  This will require hard choices among competing priorities within the  organization, which must balance its core missions in science, aeronautics,  and human space flight and exploration. In addition, NASA will be  competing for an ever-shrinking share of discretionary spending against  other national priorities such as the economy, fighting terrorism, and  health care reform.", "Over the years NASA has had significant achievements exploring space,  helping us understand Earth’s environment, and conducting fundamental  research in the aeronautical disciplines. Unfortunately, it has not achieved  the same level of results on its business side. For 20 years, NASA  acquisition management has been on GAO’s list of federal programs and  operations at high risk and vulnerable to fraud, waste, abuse, and  mismanagement. To its credit, NASA has made a concerted effort to  improve its acquisition management and continues to work constructively  with GAO to address systemic weaknesses in program/project  management, contractor performance, business processes, financial  management, and information technology.", "The broad changes proposed for NASA do not change the basic challenges  facing the agency. Against this backdrop, my testimony today focuses on  four management and program challenges: (1) retiring of the space shuttle,  (2) utilizing and sustaining the International Space Station, (3) continuing  difficulty developing large-scale systems, and (4) continuing weaknesses  in financial management and information technology systems.", "In preparing this statement, we relied on completed and ongoing work. All  of the work used in preparing this statement was performed in accordance  with generally accepted government auditing standards. Those standards  require that we plan and perform the audit to obtain sufficient, appropriate  evidence to provide a reasonable basis for our findings and conclusions  based on our audit objectives. We believe that the evidence obtained  provides a reasonable basis for our findings and conclusions based on our  audit objectives. We have made a number of recommendations to address  some of the challenges we identified."], "subsections": [{"section_title": "NASA Challenges", "paragraphs": [], "subsections": [{"section_title": "Retiring of the Space Shuttle", "paragraphs": ["This year the space shuttle is scheduled to fly its final six missions to  deliver hardware, supplies, and an international scientific laboratory to the  International Space Station. NASA officials remain confident that the  current flight manifest can be accomplished within the given time, and add  that should delays occur, the International Space Station can still function.  According to NASA, there are trade-offs the agency can make in what it  can take up to support and sustain the station. However, failure to  complete assembly as currently planned would further reduce the station’s  ability to fulfill its research objectives and deprive the station of critical  spare parts that only the shuttle can deliver. The recent review completed  by the U.S. Human Space Flight Plans Committee included the option of  flying the space shuttle through 2011 in order to complete the  International Space Station. However, the Committee noted that there are  currently no funds in NASA’s budget for additional shuttle flights. Most  recently, the Administration is proposing over $600 million in the fiscal  year 2011 budget to ensure that the space shuttle can fly its final missions,  in case the space shuttle’s schedule slips into fiscal year 2011.", "Retirement of the shuttle will involve many activities that warrant special  attention. These include: disposing of the facilities that no longer are  needed while complying with federal, state, and local environmental laws  and regulations; ensuring the retention of critical skills within NASA’s  workforce and its suppliers; and disposing of over 1 million equipment  items. In addition, the total cost of shuttle retirement and transition—to  include the disposition of the orbiters themselves—is not readily  transparent in NASA’s budget. We have recommended that NASA clearly  identify all direct and indirect shuttle transition and retirement costs,  including any potential sale proceeds of excess inventory and  environmental remediation costs in its future budget requests. NASA  provided this information to the House and Senate Appropriations  committees in July 2009 but did not identify all indirect shuttle transition  and retirement costs in its fiscal year 2010 budget request. We look  forward to examining the fiscal year 2011 budget request to determine  whether this information is identified.", "Lastly, NASA has recognized that sustaining the shuttle workforce through  the retirement of the shuttle while ensuring that a viable workforce is  available to support future activities is a major challenge. We commend  NASA for its efforts to understand and mitigate the effect of the space  shuttle’s retirement on the civil service and contractor workforce.  Nevertheless, how well NASA executes its workforce management plans  as they retire the space shuttle will affect the agency’s ability to maintain  the skilled workforce to support space exploration."], "subsections": []}, {"section_title": "Utilizing and Sustaining the International Space Station", "paragraphs": ["Although it is nearing completion, the International Space Station faces  several significant challenges that may impede efforts to maximize  utilization of research facilities available onboard. These include: the  retirement of the Space Shuttle in 2010 and the loss of its unmatched  capacity to move cargo and astronauts to and from the station; the  uncertain future for the station beyond 2015; and the limited time available  for research due to competing demands for the crew’s time.", "We have previously reported that the International Space Station will face  a significant cargo supply shortfall without the Space Shuttle’s great  capacity to deliver cargo to the station and return it to earth. NASA plans  on using a mixed fleet of vehicles, including those developed by  international partners, to service the space station on an interim basis.  However, international partners’ vehicles alone cannot fully satisfy the  space station’s cargo resupply needs. Without a domestic cargo resupply  capability to augment this mixed fleet approach, NASA faces a 40 metric  ton (approximately 88,000 pounds) cargo resupply shortfall between 2010  and 2015. While NASA is sponsoring commercial efforts to develop  vehicles capable of carrying cargo to the station and the administration  has endorsed this approach, none of those currently in development has  been launched into orbit, and the vehicles’ aggressive development  schedules leave little room for the unexpected.", "Furthermore, upon completion of construction, unless the decision is  made to extend station operations, NASA has only 5 years to execute a  robust research program before the International Space Station is  deorbited. The leaves little time to establish a strong utilization program.  At present, NASA projects that its share of the International Space Station  research facilities will be less than fully utilized by planned NASA  research. Specifically, NASA plans to utilize only 48 percent of the racks  that accommodate scientific research facilities onboard, with the  remainder available for use by others. Congress has directed NASA to  take all necessary steps to ensure that the International Space Station  remains a viable and productive facility capable of potential utilization  through at least 2020. The Administration is proposing in its fiscal year  2011 budget to extend operations of the International Space Station to  2020 or beyond in concert with its international partners.", "Lastly, NASA faces a significant constraint for science on board the space  station because of limited crew time. There can only be six crew members  aboard the station at one time due to the number of spaces available in the  “lifeboats,” or docked spacecraft that can transport the crew in case of an  emergency. As such, crew time cannot presently be increased to meet  increased demand. Though available crew time may increase as the six- person crew becomes more experienced with operating the space station  efficiently or if the crew volunteers its free time for research, crew time  for U.S. research remains a limiting factor. According to NASA officials,  potential National Laboratory researchers should design their experiments  to be as automated as possible or minimize crew involvement required for  their experiments to ensure that they are accepted for flight.", "We have recommended that NASA implement actions, such as developing  a plan to broaden and enhance ongoing outreach to potential users and  creating a centralized body to oversee U.S. space station research decision  making, including the selection of all U.S. research to be conducted on  board and ensuring that all U.S. International Space Station National  Laboratory research is meritorious and valid. NASA concurred with our  recommendation and is researching the possibility of developing a  management body to manage space station research, which would make  the International Space Station National Laboratory similar to other  national laboratories."], "subsections": []}, {"section_title": "Continuing Difficulty Developing Large-scale Systems", "paragraphs": ["NASA projects have produced ground-breaking research and advanced our  understanding of the universe. However, one common theme binds most  of the projects—they cost more and take longer to develop than planned.  As we reported in our recently completed assessment of NASA’s 19 most  costly projects—which have a combined life-cycle cost that exceeds $66  billion—the agency’s projects continue to experience cost growth and  schedule delays. Ten of the 19 projects, which had there baselines set  within the last 3 years,  experienced cost growth averaging $121.1 million  or 18.7 percent and the average schedule growth was 15 months. For  example, the Glory project has recently breached its revised schedule  baseline by 16 months and exceeded its development cost baseline by over  14 percent—for a total development cost growth of over 75 percent in just  2 years. Project officials also indicated that recent technical problems  could cause additional cost growth. Similarly, the Mars Science Laboratory  project is currently seeking reauthorization from Congress after  experiencing development cost growth in excess of 30 percent. Many of  the other projects we reviewed experienced challenges, including  developing new or retrofitting older technologies, stabilizing engineering  designs, and managing the performance of contractors and development  partners.", "Our work has consistently shown that reducing these kinds of problems in  acquisition programs hinges on developing a sound business case for each  project. Such a business case provides for early recognition of challenges,  allows managers to take corrective action, and places needed and  justifiable projects in a better position to succeed. Product development  efforts that have not followed a knowledge-based business case approach  have frequently suffered poor cost, schedule, and performance outcomes.  A sound business case includes development of firm requirements, mature  technologies, a preliminary design, a realistic cost estimate, and sound  estimates of available funding and time needed before the projects  proceed beyond preliminary design review. If necessary, the project  should be delayed until a sound business case, demonstrating the project’s  readiness to move forward into product development, is in hand.", "In particular, two of NASA’s largest projects—Ares I and Orion, which are  part of NASA’s Constellation program to return to the moon—face  considerable technical, design, and production challenges. NASA is  actively addressing these challenges. Both projects, however, still face  considerable hurdles to meeting overarching safety and performance  requirements, including limiting vibration during launch, mitigating the  risk of hitting the launch tower during liftoff, and reducing the mass of the  Orion vehicle. In addition, we found that the Constellation program, from  the onset, has faced a mismatch between funding and program needs. This  finding was reinforced by the Review of U.S. Human Spaceflight Plans  Committee, which reported that NASA’s plans for the Constellation  program to return to the moon by 2020 are unexecutable without increases  to NASA’s current budget.", "To its credit, NASA has acknowledged that the Constellation program, for  example, faces knowledge gaps concerning requirements, technologies,  funding, schedule, and other resources. NASA stated that it is working to  close these gaps and at the preliminary design review the program will be  required to demonstrate that the program and its projects meet all system  requirements with acceptable risk and within cost and schedule  constraints, and that the program has established a sound business case  for proceeding into the implementation phase. Even though NASA has  made progress in developing the actual vehicles, the mismatch between  resources and requirements remains and the administration’s proposed  fiscal year 2011 budget leaves the future of the program in question."], "subsections": []}, {"section_title": "Continuing Weakness in Financial Management and Information Technology Systems", "paragraphs": ["NASA has continually struggled to put its financial house in order. GAO  and others have reported for years on these efforts.  In fact, GAO has  made a number of recommendations to address NASA’s financial  management challenges.  Moreover, the NASA Inspector General has  identified financial management as one of NASA’s most serious challeng In a November 2008 report, the Inspector General found continuing  weaknesses in NASA’s financial management process and systems,  including internal controls over property accounting. It noted that these  deficiencies have resulted in disclaimed audits of NASA’s financial  statements since fiscal year 2003. The disclaimers were largely attributed  to data integrity issues and poor internal controls. NASA has made  progress in addressing some of these issues, but the recent disclaimer on  the fiscal year 2009 audit shows that more work needs to be done. es.", "We have also reported that NASA remains vulnerable to disruptions in its  information technology network. Information security is a critical  consideration for any organization reliant on information technology and  especially important for NASA, which depends on a number of key  computer systems and communication networks to conduct its work.  These networks traverse the Earth and beyond, providing critical two-way  communication links between Earth and spacecraft; connections between  NASA centers and partners, scientists, and the public; and administrative  applications and functions. NASA has made important progress in  implementing security controls and aspects of its information security  program. However, NASA has not always implemented sufficient controls  to protect the confidentiality, integrity, and availability of the information  and systems supporting its mission directorates. Specifically, NASA did  not consistently implement effective controls to prevent, limit, and detect  unauthorized access to its networks and systems. A key reason for these  weaknesses is that NASA has not yet fully implemented key activities of its  information security program to ensure that controls are appropriately  designed and operating effectively.", "During fiscal years 2007 and 2008, NASA reported 1,120 security incidents  that resulted in the installation of malicious software on its systems and  unauthorized access to sensitive information. NASA established a Security  Operations Center in 2008 to enhance prevention and provide early  detection of security incidents and coordinate agency-level information  related to its security posture. Nevertheless, the control vulnerabilities and  program shortfalls—which GAO identified—collectively increase the risk  of unauthorized access to NASA’s sensitive information, as well as  inadvertent or deliberate disruption of its system operations and services.  They make it possible for intruders, as well as government and contractor  employees, to bypass or disable computer access controls and undertake a  wide variety of inappropriate or malicious acts. As a result, increased and  unnecessary risk exists that sensitive information is subject to  unauthorized disclosure, modification, and destruction and that mission  operations could be disrupted.", "GAO has recommended actions the NASA Administrator should take to  mitigate control vulnerabilities and fully implement a comprehensive  information security program including: developing and implementing  comprehensive and physical risk assessments; conducting sufficient or  comprehensive security testing and evaluation of all relevant security  controls; and implementing an adequate incident detection program. In  response to our report, the Deputy Administrator noted that NASA is  implementing many of our recommendations as part of an ongoing NASA  strategic effort to improve information technology management and  information technology security program deficiencies. The Deputy  Administrator also stated that NASA will continue to mitigate the  information security weaknesses identified in our report. The actions  identified by the Deputy Administrator, if effectively implemented, will  improve the agency’s information security program."], "subsections": []}]}, {"section_title": "Concluding Observations", "paragraphs": ["In executing NASA’s space exploration, scientific discovery, and  aeronautics research missions, NASA must use its resources as effectively  and efficiently as possible because of the severity of the fiscal challenges  our nation faces and the wide range of competing national priorities.  Establishing a sound business case before a project starts should also  better position NASA management to deliver promised capability for the  funding it receives. While space development programs are complex and  difficult by nature, and most are one-time efforts, the nature of its work  should not preclude NASA from being accountable for achieving what it  promises when requesting and receiving funds. Congress will also need to  do its part to ensure that NASA has the support to hold poorly performing  programs accountable in order to provide an environment where the  systems portfolio as a whole can succeed with the resources NASA is  given. NASA shows a willingness to face these challenges. We look  forward to continuing work with NASA to develop tools to enhance the  management of acquisitions and agency operations to optimize its  investment in space and aeronautics missions.", "Madam Chairwoman, and Members of the Subcommittee, this concludes  my prepared statement. I would be happy to answer any questions you  may have at this time."], "subsections": []}, {"section_title": "GAO Contacts and Staff Acknowledgments", "paragraphs": ["For additional information, please contact Cristina Chaplain at 202-512- 4841 or chaplainc@gao.gov. Individuals making contributions to this  testimony include Jim Morrison, Assistant Director; Greg Campbell;  Richard A. Cederholm; Shelby S. Oakley; Kristine R. Hassinger; Kenneth E.  Patton; Jose A. Ramos; John Warren; and Gregory C. Wilshusen.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. The published product may be reproduced and distributed in its entirety  without further permission from GAO. However, because this work may contain  copyrighted images or other material, permission from the copyright holder may be  necessary if you wish to reproduce this material separately."], "subsections": []}]}], "fastfact": []}