{"id": "GAO-09-879", "url": "https://www.gao.gov/products/GAO-09-879", "title": "Continuing Resolutions: Uncertainty Limited Management Options and Increased Workload in Selected Agencies", "published_date": "2009-09-24T00:00:00", "released_date": "2009-10-01T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["In all but 3 of the last 30 years, Congress enacted a continuing resolution (CR) allowing federal agencies to continue operating when their regular appropriations had not been passed. CRs appropriate funds generally through rates for operations--funding formulas frequently referenced to the previous years' appropriations acts or a bill that has passed either the House or Senate--instead of a specific amount. GAO was asked to examine how CRs have changed over time, the effect CRs have had on selected agency operations, and actions that have been taken to mitigate the effects. Accordingly, GAO analyzed CR provisions enacted over the past 10 years and did a case study review of selected agencies that have considerable experience with CRs, represent different ways of providing services, and have different operational capabilities. Case study agencies were the Administration for Children and Families, Bureau of Prisons, Federal Bureau of Investigation, Food and Drug Administration, Veterans Benefits Administration, and Veterans Health Administration."]}, {"section_title": "What GAO Found", "paragraphs": ["Since 1999, all agencies operated under a CR for some period of time. The CRs included 11 standard provisions that provided direction on the availability of funding and demonstrated the temporary nature of CRs. During CR periods, these standard provisions required most agencies to operate under a conservative rate of spending and imposed limitations on certain activities. However, CRs provided some agencies or programs funding or direction different from what was provided by the standard provisions, especially under longer-term CRs. These specific provisions--called legislative anomalies--may alleviate some challenges of operating during the CR period. Over the last decade, the duration of individual CRs ranged from 1 to 157 days and the CR period lasted 3 months on average. All six case study agencies reported that operating within the limitations of the CR resulted in inefficiencies. The most common inefficiencies reported were delays to certain activities, such as hiring, and repetitive work, including issuing multiple grants or contracts. Case study agencies also reported that CRs limited management options, making trade-offs more difficult. Both the limitations in planning and amount of additional work varied by agency and activity and depended in large part on the number and duration of CRs. After operating under CRs for a prolonged period, agencies faced additional challenges executing their budget in a compressed time frame. Officials from three agencies said that multiyear budget authority was helpful for managing funds in these circumstances. CRs enabled agencies to continue to carry out their missions until the irregular appropriations were enacted."]}], "report": [{"section_title": "Letter", "paragraphs": ["Congress enacted continuing resolutions (CR)—that is, funding for  agencies to continue operating when their regular appropriation bills have  not been enacted before the beginning of the new fiscal year—in all but 3  of the last 30 fiscal years. Federal departments and agencies receive  funding through regular annual appropriations acts, and in their absence,  CRs prevent a funding gap. However, they only provide funding for the  period of the CR and thereby create uncertainty about both the timing and  level of funding that ultimately will be available. The Congressional  Research Service (CRS) recently reported on the potential impacts of CRs  on agency operations. Besides imposing some paperwork burden on  agencies, CRS said that CRs may lead agencies to reduce or delay a variety  of activities and alter their operations and spending patterns over time.  However, no systematic review has been done to identify factors that may  influence how agencies manage during CRs and what steps agencies take  to mitigate the effects of uncertainty.", "In response to your request that we evaluate the effects of CRs on federal  agency operations, this report examines (1) the history and characteristics  of CRs, and (2) for selected case study agencies, how CRs have affected  agency operations and what actions have been taken to mitigate the  effects of CRs.", "To accomplish the first objective, we analyzed provisions in CRs enacted  from 1999-2009. We described how they direct agencies to operate during  the period and how the provisions changed over time. We also analyzed  nonstandard provisions called legislative anomalies that provide specific  directives to particular agencies. To accomplish our second objective, we  conducted a case study review of six agencies within three cabinet-level  departments. We selected departments and agencies based on a number of  factors discussed with a panel of federal departmental Chief Financial  Officers (CFO) that we convened in November 2008. Factors included  such things as the average number of days an agency operated under a CR  between 1999 and 2008 and the way they provide services (e.g., directly by  federal personnel, through contracts or grants to third parties, and through  the use of federal facilities). Our case study agencies were:  Department of Health and Human Services (HHS)", "Administration for Children and Families (ACF)    Food and Drug Administration (FDA)", "Department of Veterans Affairs (VA)", "Veterans Health Administration (VHA)    Veterans Benefits Administration (VBA)", "Department of Justice (DOJ)", "Bureau of Prisons (BOP)    Federal Bureau of Investigation (FBI)", "In our selected agencies, we interviewed officials from budget, program,  and procurement offices about the effects of CRs on program delivery,  management support, and revenue collection. We asked agencies to  demonstrate the effects of regular appropriations being enacted after the  start of the fiscal year—October 1st—and identify associated costs where  possible. However, it is difficult to isolate the effects of CRs and none of  the agencies said they tracked the time or resources explicitly devoted to  CRs.", "We conducted this performance audit from September 2008 to September  2009 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives. For additional details on  our scope and methodology, see appendix I."], "subsections": [{"section_title": "Background", "paragraphs": ["Federal departments and agencies receive funding through regular annual  appropriations acts. However, in the years covered in this study, all  appropriations acts were not enacted before the beginning of the new  fiscal year. If one or more of the regular appropriations acts are not  enacted, a funding gap may result and agencies may lack sufficient funding  to continue operations. The last such occurrence was in fiscal year 1996  during which unusually difficult budget negotiations led to two funding  gaps with a widespread shutdown of government operations and the  furlough of an estimated 800,000 federal government employees. To  prevent similar results, Congress enacts CRs to maintain a level of service  in government operations and programs until Congress and the President  reach agreement on regular appropriations.", "CRs are temporary appropriations acts. Once the regular appropriation act  is enacted it supersedes the CR. CRs generally do not specify an amount  for programs and activities but permit agencies to continue operations at a  certain “rate for operations.” They typically incorporate by reference the  conditions and restrictions contained in prior years’ appropriations acts or  the appropriations bills currently under consideration.", "The Office of Management and Budget (OMB) is responsible for  apportioning executive branch appropriations, including amounts made  available under CRs. An apportionment divides appropriations by specific  time periods (usually quarters), projects, activities, objects, or  combinations thereof, in part to ensure agencies have resources  throughout the fiscal year. OMB automatically apportions amounts made  available under a CR."], "subsections": [{"section_title": "Duration of CRs", "paragraphs": ["The duration of CRs varied during the period covered in this study, fiscal  years 1999-2009. Figure 1 shows that the duration of individual CRs  enacted from 1999 to 2009 ranged from 1 to 157 days and the number of  CRs enacted in each year ranged from 2 to 21. The average length of the  CR period was about 3 months and in several years—fiscal years 2002- 2004, 2007, and 2009—agencies’ regular appropriations were not enacted  until the second quarter of the fiscal year. This figure also shows that the  duration of initial CRs was less than 1 month from 1999-2003, but since  then the duration has been about 1 month or more.", "Between fiscal year 1999 and 2009, most agencies operated under a CR at  the beginning of the fiscal year, uncertain if there would be subsequent  CRs and if so, how many and how long before receiving regular  appropriations. In fiscal year 2001, for example, there were 20 extensions  of the initial CR, each ranging from 1 to 21 days, and the total period when  one or more agencies operated under a CR was 83 days. There is no  discernable pattern for the duration or number of extensions and not all  federal agencies are under CRs for the entire duration. As shown in figure  2, agencies covered by the Defense, Military Construction, and Homeland  Security Appropriations Subcommittees operated under CRs for about 1  month on average during fiscal years 1999-2009, whereas other agencies  operated under CRs for at least 2 months on average."], "subsections": []}]}, {"section_title": "CRs Provide Interim Funding for Agencies and Programs", "paragraphs": ["During the period studied, fiscal years 1999-2009, every agency operated  under a CR for some period of time. For most, this meant temporarily  operating under a conservative rate of spending and limitations on certain  activities, as required by the standard provisions. However, in some  circumstances, Congress increased amounts available to some programs  and activities, extended authorities, or provided greater direction than  what was provided by the standard provisions, especially in longer CRs.  These specific provisions—called legislative anomalies—may alleviate  some challenges during the CR period."], "subsections": [{"section_title": "Standard Provisions Govern Most Agencies and Programs Funded under a CR", "paragraphs": ["We identified 11 standard provisions applicable to the funding of most  agencies and programs under a CR. These provisions provide direction  regarding the availability of funding and demonstrate the temporary nature  of the legislation. For example, one standard provision provides for an  amount to be available to continue operations at a designated rate for  operations. Since fiscal year 1999, different formulas have been enacted  for determining the rate for operations during the CR period. The amount  often is based on the prior fiscal year’s funding level or the “current rate”  but may also be based on a bill that has passed either the House or Senate.  Depending on the language of the CR, different agencies operate under  different rates. The amount is available until a specified date or until the  agency’s regular appropriations act is enacted, whichever is sooner. In  general, CRs prohibit new activities and projects for which appropriations,  funds, or other authority were not available in the prior fiscal year. Also,  so the agency action does not impinge upon final funding prerogatives,  agencies are directed to take only the most limited funding actions and  CRs limit the ability of an agency to obligate all, or a large share, of its  available appropriation.", "Congress added two new standard provisions since 1999. At the beginning  of fiscal year 2004, Congress standardized a provision that makes funding  available under CRs to allow for entitlements and mandatory payments  funded through the regular appropriations acts to be paid at the current  fiscal year level. In 2007, Congress enacted the furlough provision in the  CR for the first time. This provision permits OMB and other authorized  government officials to apportion up to the full amount of the rate for  operations to avoid a furlough of civilian employees. This authority may  not be used until after an agency has taken all necessary action to defer or  reduce nonpersonnel-related administrative expenses. The problem of  covering salary and personnel expenses with limited funding may be  exacerbated when a CR crosses the calendar year and a mandatory salary  increase becomes effective. For example, in fiscal year 2009, the CR  enacted a 3.9 percent pay increase for certain civilian employees to begin  on the first full pay period of the calendar year. However, the CR did not  provide additional funding beyond the enacted rates for operations.  Accordingly, most agencies were expected to cover the salary increase  and related personnel costs at fiscal year 2008 funding levels."], "subsections": []}, {"section_title": "Legislative Anomalies May Alleviate Some Challenges of Operating during the CR Period", "paragraphs": ["In addition to the standard provisions, CRs contained legislative anomalies  that provided funding and authorities that were different from the  standard provisions. We identified approximately 280 anomalies enacted  in CRs since fiscal year 1999. The number of anomalies generally increased  as the duration of initial CRs increased in recent years (see fig. 3). Despite  the growing number, legislative anomalies covered a small share of the  agencies, programs, and activities covered by the CR in each year. Most  agencies operated under the more conservative funding levels and  limitations provided by the standard provisions for the duration of the CR.", "Over two-thirds of the anomalies enacted since 1999 fell into two  categories:     a different amount than that provided by the standard rate for operations,    extensions of expiring program authority.", "Over one-third of the legislative anomalies enacted since 1999 provided an  agency, program, or activity an amount different from that provided in the  standard provisions. Programs that received a specific or additional  amount or a different rate for operations under a CR include the decennial  census, wildfire management, disaster relief, veterans healthcare and  benefits, and presidential transition activities. An anomaly in the 2009 CR  provided BOP with funding equal to the amount requested to cover costs  for the current services level in the President’s fiscal year 2009 budget  request. The previous year, BOP had received more than $296 million in  supplemental appropriations and amounts made available from other DOJ  appropriation accounts that were not included in the standard rate for  operations in the 2009 CR. According to BOP officials, the anomaly in the  2009 CR helped ensure BOP could continue to pay salaries and expenses  of the existing staff and costs of the growing inmate population. In any one  of the years we studied prior to 2009, CRs only included up to 18  provisions that provided a different amount than what was provided in the  standard provisions. However, in 2009 over 30 such provisions were  included in the 157-day CR.", "In some cases, CRs provided full-year appropriations for a program or  activity. Under these circumstances, agencies have funding certainty  during the CR period. For example, in fiscal year 2009, the CR  appropriated an amount to cover the entire year for Low Income Home  Energy Assistance Program (LIHEAP) payments. LIHEAP provides  assistance for low-income families in meeting their home energy needs  and typically 90 percent of LIHEAP funding is obligated in the first quarter  to cover winter heating costs. For several years prior to 2009, OMB  provided LIHEAP a seasonal apportionment allowing the program to  operate at a higher rate than would have been allowed under OMB’s  automatic apportionment. However, by receiving a full-year appropriation  in the CR, the LIHEAP program could operate with certainty about its final  funding level making an exception apportionment unnecessary. However,  these circumstances are rare; most federal programs and activities faced  uncertainty during the CR period about when and how much funding  would be provided in their regular appropriations.", "Another large share of legislative anomalies enacted since fiscal year 1999  extended expiring authorities through the specified termination date of the  CR. The types of programs extended during the years of our review are  diverse, including the National Flood Insurance Program, affordable  housing, free lunch, and food service programs. CRs also have extended  the authority to collect and obligate fees, such as for mining, or to collect  certain copayments from veterans for medications. The fiscal year 2008  CR, for example, included an extension of VA’s authority to collect certain  amounts from veterans and third parties, including insurance providers. If  the authorization had not been extended, VA would have had to operate  with less funding.", "In some cases, Congress lifted or added restrictions on the authorized  purpose for which funds could be used during the CR period or amended  other laws. Also, there have been a few legislative anomalies for activities  not funded in the prior year, such as a presidential transition. In sum, the  number and range of anomalies demonstrate that while CRs are temporary  measures, Congress has chosen to include provisions to address specific  issues."], "subsections": []}]}, {"section_title": "Selected Agencies’ Experiences Varied but All Reported That CRs Limited Management Options and Resulted in Inefficiencies", "paragraphs": ["All six case study agencies reported that the most common inefficiencies  were delays to certain activities, such as hiring, and repetitive work,  including having to enter into several short-term contracts or issuing  multiple grants to the same recipient. The effects of the delays and the  amount of additional work varied by agency and by activity and depended  in large part on the number and duration of CRs.", "All case study agencies reported not filling some new or existing positions  during the CR period because they were uncertain how many positions  their regular appropriation would support or to meet more immediate  funding needs during the CR period. For example, according to FBI  officials, rates for operations provided in CRs based on the previous year’s  appropriations acts do not include annual pay raises, the annualization of  pay for the previous year’s hiring increases, or the increased costs of  retirement, health insurance, and other employee benefits. To cover these  costs, FBI delayed filling existing positions during CRs. In addition,  officials from ACF and FDA said they were reluctant to begin the hiring  process during the CR period for fear that the time invested would be  wasted if the certificate of eligibles listing qualified applicants expired or  the agency received insufficient funding to support the additional staff.  Agency officials said that if hiring was delayed during the CR period, it  was particularly difficult to fill positions by the end of the year after a  longer CR period. Overall, case study agency officials said that, absent a  CR, they would have hired additional staff sooner for activities such as  grant processing and oversight, food and drug inspections, intelligence  analysis, prison security, claims processing for veterans’ benefits, or  general administrative tasks, such as financial management and budget  execution.", "Agency officials said that given the number of variables involved, it is  difficult to quantify the effect that hiring delays related to CRs had on  specific agency activities. Agencies were also largely unable to identify any  specific foregone opportunities that may have resulted from a delay in  hiring related to CRs. However, they did describe some general effects.", "An FDA official from the Office of Regulatory Affairs said that deferring  the hiring and training of staff during a CR affected the agency’s ability to  conduct the targeted number of inspections negotiated with FDA’s  product centers in areas such as food and medical devices. Another FDA  official said that routine surveillance activities (e.g., inspections, sample  collections, field examinations, etc.) are some of the first to be affected.", "BOP officials said that deferring hiring during CRs has made it difficult for  BOP to maintain or improve the ratio of corrections officers to inmates as  the prison population increases.", "VBA officials cited missed opportunities in processing additional benefits  claims and completing other tasks. Because newly hired claims processors  require as much as 24 months of training to reach full performance, a VBA  official said that the effects of hiring delays related to CRs are not  immediate, but reduce service delivery in subsequent years. However, VBA  was able to achieve its hiring goals by the end of the fiscal year in each of  the past 4 years.", "The effects of CRs on hiring at other departments as described by  departmental CFOs and others who participated in our panel discussion  were similar to those identified by officials at case study agencies. To  avoid these types of hiring delays, FBI proceeded with its hiring activities  based on a staffing plan supported by the President’s Budget during the  CR period in 2009. This helped FBI avoid a backlog in hiring later in the  year and cumulatively over time. However, FBI assumed some risk that  the regular appropriation for the year would not support the hiring plan.  According to FBI officials, if the agency had not received a regular  appropriation equal to or greater than the President’s fiscal year 2009  budget request, it likely would have had to suspend hiring for the  remainder of the fiscal year and make difficult cuts to other nonpersonnel  expenses.", "In addition to delays in hiring, case study agencies also reported delaying  contracts during the CR period. For example, VHA medical facilities did  not start nonrecurring maintenance projects designed to improve and  maintain the quality of VA Medical Centers (e.g., repairs to electrical or  sewage systems) but instead waited until the agency received its regular  appropriation to fund these projects. BOP reported that it frequently  postponed awarding some contracts during a CR. For example, BOP  reported delaying the activation of its Butner and Tucson Prison facilities  and two other federal prisons in 2007 during the CR period to make $65.6  million in additional resources available for more immediate needs.  According to BOP, delays resulting from CRs contributed to delays in the  availability of additional prison capacity at a time when prison facilities  were already overcrowded. A recent BOP study found that overcrowding  is an important factor affecting the rate of serious inmate assault. As of  July 9, 2009, BOP facilities were 37 percent over capacity systemwide.", "As a result of delaying contracts during CRs, officials from BOP, VHA, and  VBA said that they sometimes had to solicit bids a second time or have  environmental, architectural, or engineering analyses redone resulting in  additional costs in time and resources for the agency. According to BOP,  delaying contract awards for new BOP prisons and renovations to existing  facilities prevented the agency from locking in prices and resulted in  higher construction costs. Based on numbers provided by BOP, a delay in  awarding a contract for the McDowell Prison Facility resulted in about  $5.4 million in additional costs. However, in general, case study agencies  were unable to provide documents confirming cost increases resulting  from a CR.", "Some agency officials said that contracting delays resulting from longer  CRs have also affected their ability to fully compete and award contracts  in the limited time remaining in the fiscal year after the agency has  received its regular appropriation. Federal law and regulations require  federal contracts to be competed unless they fall under specific exceptions  to full and open competition. Depending on the type of contract, to fully  compete a contract an agency must solicit proposals from contractors,  evaluate the proposals received, and negotiate and award the contract to  the firm with the best proposal. BOP’s Field Acquisition Office, which is  responsible for acquisitions over $100,000, said that trying to complete all  of its contracts by the end of the fiscal year when a CR lasts longer than 3  to 4 months negatively affects the quality of competition.", "Longer CRs also have contributed to distortions in agencies’ spending,  adding to the rush to obligate funds late in the fiscal year before they  expire. For example, VHA reported that it has often delayed contracts for  nonrecurring maintenance projects, as described above, until the agency  receives its regular appropriation. Although other factors contributed to  delays, in 2006 VHA obligated 60 percent (about $248 million) of its $424  million nonrecurring maintenance budget in September, the last month of  the fiscal year.", "Officials from ACF and VHA said that, in general, most of the discretionary  grants that they award are not delayed by shorter-term CRs because these  grants are typically awarded later in the fiscal year after the agencies have  received their regular appropriation. However, an ACF official said that  lengthy CR periods—particularly those that extend beyond mid-February,  like the ones that ACF operated under in 2003 and 2009—delay  discretionary grant announcements. The official said the delay causes a  shift in the grant cycles, pushing back the application review period, which  in turn pushes back the final award date.", "A longer CR period also may compress the application time available for  discretionary grants. For example, VHA reported that CR periods that  extend several months into the fiscal year have delayed notification to  nonprofit, state, or local governments of possible grant opportunities for  constructing, acquiring, or renovating housing and nursing home care for  veterans. These delays reduce the time available for potential grant  recipients to meet the program’s application deadlines, which can affect  the quality of applications submitted. The application time available for  ACF’s discretionary grants may also be compressed by a longer CR. We  reviewed the application times for 277 grants awarded by four ACF  discretionary grant programs between 2005 and 2008. We found that while  application times varied considerably—from 13 to 89 days—they were on  average 11 days more in fiscal years when the agency’s regular  appropriation was enacted before the end of the first quarter than when  the agency’s appropriation was enacted in the second quarter. However,  we could not isolate the effect on application times that resulted from a  longer CR period from other factors.", "The effect of CRs on grants described by case study agencies was  consistent with what we heard from departmental CFOs and others who  participated in our panel discussion. Specifically, panel participants said  that discretionary grant awards are generally put on hold at their  departments during a CR to avoid having to solicit proposals multiple  times. If the amount of funding provided by a formula grant is based on a  certain percentage of the total amount appropriated, the grant may be  delayed until the department has received its final funding.", "According to some representatives of nonprofit organizations and state  and local governments, in the past, federal grant recipients have been able  to temporarily support programs with funds from other sources until  agencies’ regular appropriations are passed; however, it is more difficult to  do so during periods of economic downturn such as the one they are  currently experiencing. An ACF official told us that nonprofit  organizations providing shelter to unaccompanied alien children have  used lines of credit to bridge gaps in federal funding during a CR.  However, in March 2009, a shelter in Texas informed ACF’s Office of  Refugee Resettlement that its credit was at its limit and it was in  immediate need of additional funds to sustain operations for the next 45 to  60 days. The Office of Refugee Resettlement made an emergency grant to  this organization to maintain operations with the CR funding remaining.", "In addition to the delays described above, some agency officials told us  that they delayed making program enhancements because of funding  constraints related to the CR. For example, FBI officials said that over  $440 million in enhancements to existing programs and activities were  delayed in 2009 because the CR instructs agencies to implement only the  most limited funding actions to continue operating at the enacted rate.  These include improvements to the Data Loading and Analysis System,  which FBI said was designed to improve its ability to analyze and share  data for counterterrorism, counterintelligence, and cyber intrusion  investigations."], "subsections": [{"section_title": "All Case Study Agencies Reported That CRs Increased Workload", "paragraphs": ["In addition to delays, all case study agencies reported having to perform  additional work to manage within the constraints of the CR. The most  common type of additional work that agencies reported was having to  enter into new contracts or exercise contract options to reflect the  duration of the CR. Agencies often made contract awards monthly or in  direct proportion to the amount and timing of funds provided by the CR. In  other words, if a CR lasted 30 days, an agency would award a 30-day  contract for goods or services. Then, each time legislation extended the  CR, the agency would enter into another short-term contract to make use  of the newly available funding.", "For example, a BOP-administered federal prison contracted for an  optometrist to provide care for the period between October 1, 2007, and  November 16, 2007, the dates of the initial CR in 2008. When the CR was  extended, the prison awarded a second contract to the optometrist  covering November 19, 2007, to December 14, 2007, and a third contract  covering December 17, 2007, to December 21, 2007, roughly corresponding  to the duration of the CRs in that fiscal year. The prison also entered into  contracts for medical services, fuel and utility purchases, and program  services such as parenting instructions in a similar manner during CR  periods. According to BOP officials, these contracts would have been  awarded for the entire fiscal year had there not been a CR. BOP said that  personnel perform this type of additional work at each of BOP’s 115  institutions to manage funds during a CR.", "Other case study agencies reported similar experiences. FBI reported that  it undertakes contract actions, including renewals and options, at a  specific percentage based on the rate for operations for the period covered  by the CR. For example, during the CR in 2009 that covered 43 percent of  the fiscal year, FBI said it executed no more than 40 percent of the value  of contract renewals. The FBI adjusts over 7,550 purchase orders each  time a CR is extended. VHA reported that to conserve funding, the agency  enters into contracts that run month to month or the length of the CR  rather than annual contracts covering the agency’s needs for the entire  fiscal year. Also, VHA’s 153 medical facilities and roughly 800 clinics order  supplies to maintain only the minimum levels needed. Agency officials said  that if the agencies had received their regular appropriations at the start of  the fiscal year, they would have entered into fewer contracts for longer  periods of performance or placed purchase orders less frequently, making  this additional work unnecessary.", "In general, shorter and more numerous CRs led to more repetitive work  for agencies managing contracts than longer CRs did. Numerous shorter  CRs were particularly challenging for agencies, such as VHA and BOP, that  have to maintain an inventory of food, medicine, and other essential  supplies. For example, under longer CRs—or with their regular  appropriation—BOP officials said that prison facilities routinely contract  for a 60- to 90-day supply of food. In addition to reducing work, this allows  the prison facilities to negotiate better terms through a delivery order  contract by taking advantage of economies of scale. However, under  shorter CRs, these facilities generally limit their purchases to correspond  with the length and funding provided by the CR. Thus, the prison makes  smaller, more frequent purchases, which BOP officials said can result in  increased costs.", "To reduce some of the additional work required to manage contracts in  years when there are multiple CRs, FBI changed its requisition process to  reduce the amount of work its Finance Division spends creating  requisitions for contracts when a CR is extended (see fig. 4).", "CRs had a similar effect on grant awards. Officials from ACF said that they  issue multiple grants to the same grant recipient during the CR period  instead of making annual or quarterly awards, resulting in additional work  for program managers and/or personnel in the Office of Grants  Management. For example, a Head Start official said that if the program  received its regular appropriation at the start of the fiscal year, it would  likely be able to fund more grant recipients with a single award covering a  12-month period. However, during a CR, Head Start receives funding based  on the duration of the CR, and the amount is usually not sufficient to fund  all grant recipients for a full year. Rather than delay any individual grants,  a Head Start official said that the program has provided some of its grant  recipients with a smaller, initial award during the CR period. Then, once  the regular appropriation was enacted, Head Start awarded an additional  grant to the same recipient, providing the remainder of their annual  funding. A Head Start official estimated that issuing an additional grant to  the same recipient could take as much as 1 hour per award. The longer the  CR period lasts, a Head Start official said, the greater the number of grants  they have to award and thus the greater the workload increase.", "We examined data from ACF’s Grants Administration, Tracking and  Evaluation System. Though we could not establish a clear causal link  between CRs and specific instances where a grant recipient received  multiple awards, we found that in 2008, 185 (about 35 percent) of Head  Start Project grants administered to recipients through Head Start’s 10  regional offices received a grant during the CR period and a second grant  award shortly after ACF’s regular appropriation for the year was enacted.  For example, one childhood development center received a grant for  roughly $1.1 million on December 10, 2007, while ACF was operating  under a CR, and a second grant for roughly $1.7 million 51 days later, after  ACF’s regular appropriation was enacted.", "To reduce the amount of additional work required to modify contracts and  award grants in multiple installments, two case study agencies reported  shifting contract and grant cycles to later in the fiscal year (see fig. 5). An  agency’s ability to shift its contract cycle depends on a number of factors,  including the type of services being acquired. The Federal Acquisition  Streamlining Act of 1994 allows agencies to enter into 1-year contracts for  severable services that cross fiscal years, so long as the contract period  does not exceed 1 year and agencies have sufficient funds to enter into the  annual contract. Severable service contracts are for services, such as  janitorial services, that are recurring in nature. Using this contract  flexibility, an agency can shift its contract cycle so that annual contracts  for severable services are executed in the third and fourth quarters of the  fiscal year when agencies are less likely to be under a CR.", "However, some agencies’ ability to shift their contract cycle to mitigate the  effects of CRs was limited. A VHA official, for example, said that the  agency’s contract workload is so large that it is difficult for the agency to  delay work on certain contracts for even short periods of time. VHA  officials also said that the agency makes acquisitions based on immediate  needs identified by officials in the field rather than centrally managing the  timing of contracts.", "All agencies also reported having to perform a variety of administrative  tasks multiple times that they would otherwise not have done or would  have needed to do only once had they received their regular appropriation  on October 1st. For example, FDA reported that CRs increased the amount  of administrative work required to allot funds. Agencies generally  subdivide the funds that they are apportioned by OMB into allotments,  which are distributed to different offices and/or programs within the  agency. FDA typically makes allotments from its total apportioned funds  to each of the agency’s six centers. When FDA receives its regular  appropriation, it generally makes these allotments on a quarterly basis. But  when it is operating under a CR, FDA officials reported that the agency  has made allotments for each CR. Conversely, VBA and VHA reported that  they did not allot specific dollar amounts during a CR but rather provided  guidance that all offices operate at a certain percentage of the previous  year’s appropriations (see fig. 6).", "The types of administrative tasks affected by CRs varied by agency but  included the following:   issuing guidance to various programs and offices;    providing information to Congress and OMB;    creating, disseminating, and revising spending plans; and   responding to questions and requests for additional funding above what  the agency allotted to different programs or offices within the agency.", "Departmental CFOs and others who participated in our panel discussion  said that CRs led to similar repetitive work activities at their agencies.", "While case study agencies all agreed that performing repetitive activities  involved additional time and resources—potentially resulting in hundreds  of hours of lost productivity—none of the agencies reported tracking these  costs. The time needed to enter into a contract or issue a grant award may  be minimal and vary depending on the complexity of the contract or grant,  but the time spent is meaningful when multiplied across VHA’s 153  medical facilities and roughly 800 clinics, FBI’s 56 field offices, BOP’s 115  institutions, and the thousands of grants and contracts awarded by our  case study agencies. VHA, for example, estimated that it awards 20,000 to  30,000 contracts a year; ACF’s Head Start program awards grants to over  1,600 different recipients each year; and FBI places over 7,500 different  purchase orders a year. Some agencies provided estimates of the  additional or lost production costs at our request for selected work  activities for illustrative purposes. These estimates are based on agency  officials’ rough approximations of the hours spent on specific activities  related to CRs. In the case of VHA, the estimate is based on the number of  employees performing the tasks multiplied by the average monthly salary.", "VHA estimated that a 1-month CR results in over $1 million in lost  productivity at VA medical facilities and over $140,000 in additional work  for the agency’s central contracting office. The agency operated under a  CR for more than 2 months per year on average between 1999 and 2009.", "FBI estimated that the Accounting, Budget, and Procurement Sections  spent over 600 hours in 2009 on activities related to managing during the  CR such as weekly planning meetings and monitoring agency resources  and requisitions.", "ACF estimated that approximately 80 hours of additional staff time is  spent for each CR by the ACF’s Division of Budget and program offices  issuing guidance, allotting funds, creating and revising spending tables,  and performing other administrative tasks. In addition, ACF officials  estimated that issuing block grant awards multiple times in a single  quarter led to approximately 10 additional staff days of work preparing  and verifying allocations for grant recipients and preparing the award  notices for mailing.", "We did not independently verify these estimates or assess their reliability  beyond a reasonableness check, which involved reviewing the related  documentation for each estimate and corroborating with related  interviews and other documents where possible. Moreover, agencies were  not able to identify specific activities that were foregone because of the  CR."], "subsections": []}, {"section_title": "Operating under CRs for a Prolonged Period Limited Some Agencies’ Decision- making Options", "paragraphs": ["While some agency officials said that a single, long-term CR allowed for  better planning in the near term, reducing delays and the amount of  repetitive work, others said that operating under the specified rate for  operations for a prolonged period limited their decision-making options,  making trade-offs more difficult. For example, FBI officials reported that  the number of contract requests that it receives to address emergency  situations increases the longer the CR period lasts. As a result, FBI often  has to reprioritize funds from other operations to fund these contracts,  placing a strain on agency operations. Also, agency officials said that if the  agency is unable to spend its funding on high-priority needs, such as hiring  new staff, because of the limited time available after a lengthy CR, it  ultimately will spend funds on a lower priority item that can be procured  quickly.", "Some agency officials said that it was difficult to implement unexpected  changes in their regular appropriations, including both funding increases  and decreases, in the limited time available after longer CRs. For example,  officials from ACF’s Office of Community Services said they made cuts to  planned expenditures for training and technical assistance in 2009 to  adjust to an unexpected funding directive for a national initiative on  community economic development training and capacity development.  Officials from FBI’s Criminal Investigative Division said that while funding  increases were beneficial, receiving them in their regular appropriation  after a longer CR period limited the division’s ability to review new  contract requests and make the most effective decisions. The Criminal  Investigative Division received additional funding in 2009 for mortgage  fraud investigations in its regular appropriation enacted on March 11.  According to FBI officials, the usual budget and planning cycle, which can  take several months, had be completed in just 6 weeks to meet the  deadline that FBI has established for completing all of its large dollar  contracts by the end of the fiscal year.", "In addition, some agency officials reported that absorbing the increased  personnel costs in years when the CR period extends into January creates  additional challenges, particularly if personnel costs represent a large  share of their total budget. This is because most federal civilian employees  receive an annual pay adjustment effective in January of each year. Since  1999, the CR period has extended into January four times, and the cost of  the salary increase has ranged from 1.7 percent to 4.1 percent (see table 1).", "To the extent an agency’s regular appropriations were constant or  declined from the previous year, these costs would need to be absorbed by  the agency or program regardless of CRs. However, for those agencies that  ultimately receive a funding increase, absorbing the annual salary increase  may strain already tight budgets during the CR period. For example, BOP  reported that approximately 70 percent of operating budgets at BOP  institutions are devoted to personnel costs. The 3.9 percent statutory  salary increase for 2009 contributed to a $7.8 million increase in payroll  requirements between December 2008 and January 2009. Departmental  CFOs and others who participated in our panel discussion said that  agencies across the federal government have to reduce funding for other  needs, such as hiring and training, to pay for statutory salary increases."], "subsections": []}, {"section_title": "Multiyear Appropriations and Exception Apportionments When Granted Helped Agencies Manage during CRs", "paragraphs": ["In addition to the anomalies previously described, multiyear  appropriations or exception apportionments when granted helped to  mitigate the effects of CRs at case study agencies. Officials from three  agencies that we reviewed said that having multiyear budget authority— funds that are available for more than one fiscal year—was helpful for  managing funds in the compressed time period after regular  appropriations were enacted. For example, both VBA and VHA said that  having the authority to carry over funds into the next fiscal year has been  helpful in years with lengthy CRs because there is less pressure to obligate  all of their funds before the end of the fiscal year, thus reducing the  incentive to spend funds on lower priority items that can be procured  more quickly. FBI also has authority to carry over a limited amount of  funds into the subsequent fiscal year, and officials from FBI’s central  budget office said this was helpful during a CR.", "OMB has also helped agencies manage during a CR by providing more  than the automatic apportionment when justified. While OMB  automatically apportions funds to agencies based upon the lower of the  percentage of the year covered by the CR or the seasonal rate of  obligations for that same time period, OMB recognizes that some  programs may need more of their appropriation available at the beginning  of the fiscal year during a CR period. OMB will adjust the apportionment  upward in some cases, but these are rare exceptions according to OMB  staff.", "Two of our case study agencies—VHA and ACF—received exception  apportionments during the study period—fiscal years 1999 to 2009. OMB  apportioned funding for VHA’s medical administration account to reflect  its seasonal rate of obligations during the CR period in 2008. According to  ACF officials, between 2003 and 2008, OMB also apportioned ACF’s  LIHEAP funding based upon its seasonal rate of obligations during the CR  period.22 The exception apportionment allowed ACF to obligate the bulk  of the funds in the first quarter when heating assistance is most needed.  Officials from the remaining four case study agencies—BOP, FBI, FDA,  and VBA—said these agencies operated with the automatically  apportioned amount during CR periods since fiscal year 1999."], "subsections": []}]}, {"section_title": "Concluding Observations", "paragraphs": ["The federal budget is an inherently political process in which Congress  annually faces difficult decisions on what to fund among competing  priorities and interests. CRs enable federal agencies to continue carrying  out their missions and delivering services until agreement is reached on  their regular appropriations. While not ideal, CRs continue to be a  common feature of the annual appropriations process. They provide  parties additional time for deliberation and avoid gaps in funding.  Agencies have experience managing programs within the funding  constraints and uncertainty of CRs and use methods within their available  authorities. However, there is no easy way to avoid or completely mitigate  the effects of CRs on agency operations.", "In the first CR of 2009, LIHEAP received a legislative anomaly providing a full-year  appropriation for fiscal year 2009.", "The degree of difficulty that case study agencies encountered in managing  under a CR varied, but all of the agencies that we reviewed expressed  similar concerns about CRs and their effects on their ability to carry out  their work efficiently and effectively. These concerns included the need  for repetitive activities and incremental planning. Agencies reported that  CRs inhibited them from hiring staff and providing a higher level of service  than if they were operating under a regular appropriation. When the CR  period is long, the time for planning and program execution is  compressed, which can be especially challenging when trying to  implement new programs or program enhancements. Although we cannot  say that the case studies represent the experiences of all federal agencies,  there is nothing that suggests they are atypical. Case study examples cross  program types and activities and are consistent with the views of our panel  of CFOs and other budget officials. Therefore, we believe that the  experiences of these six agencies provide useful insights for Congress  about agency operations under CRs."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We requested comments on a draft of this report from the Departments of  Health and Human Services, Justice, and Veterans Affairs. The  departments provided comments that were clarifying or technical in  nature and we incorporated them as appropriate.", "As we agreed with your office, unless you publicly announce the contents  of this report earlier, we plan no further distribution of it until 30 days  from the date of this letter.  At that time, we will send copies to the  Secretary of Health and Human Services, the Attorney General, the  Secretary of Veterans Affairs, and interested congressional committees.  This report will also be available at no charge on the GAO Web site at  http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  Denise M. Fantone at (202) 512–6806 or fantoned@gao.gov or Susan A.  Poling at (202) 512–2667 or polings@gao.gov. Contact points for our  Offices of Congressional Relations and Public Affairs may be found on the  last page of this report. Key contributors to this report are listed in  appendix III."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["The objectives of this report are to describe:  1.  the history and characteristics of continuing resolutions (CR), and   2.  for selected case study agencies, how CRs have affected agency  operations and what actions have been taken to mitigate the effects of  CRs."], "subsections": [{"section_title": "Analysis of CR Provisions", "paragraphs": ["To achieve our first objective, we analyzed how provisions in CRs enacted  from fiscal years 1999-2009 direct agencies to operate during the CR  period and how the provisions changed over time. Our analysis also  covered the number and type of provisions in CRs that provided specific  directives or funding levels to particular departments, agencies, and  programs for the CR period. We refer to these provisions in the report as  “legislative anomalies.”"], "subsections": []}, {"section_title": "Case Study Selection", "paragraphs": ["To achieve our second objective, we conducted a case study review  analyzing the effects of CRs on select agency operations. In selecting case  study agencies, we focused on agencies with (1) extensive experience  managing under CRs to facilitate identification of key practices and (2) a  broad range of program types, service delivery mechanisms, and  operational capabilities to make the findings more useful to agencies  across government. Based on the process described below, we selected  the following departments and agencies:  Department of Health and Human Services (HHS)", "Administration for Children and Families (ACF)    Food and Drug Administration (FDA)", "Department of Veterans Affairs (VA)", "Veterans Health Administration (VHA)    Veterans Benefits Administration (VBA)", "Department of Justice (DOJ)", "Bureau of Prisons (BOP)    Federal Bureau of Investigation (FBI)", "We used a multistep process to select these departments and agencies. We  convened a panel of Chief Financial Officers (CFO) or their  representatives from major cabinet-level departments in part to help us  identify criteria for case study selection. Eleven of the 15 cabinet-level  agencies were represented in our panel, including CFOs, deputy CFOs, and  budget directors from the departments of Education, Energy, Homeland  Security, Housing and Urban Development (HUD), Interior, Justice, Labor,  State, Transportation, Treasury, and Veterans Affairs. The panel was  specifically asked to identify (1) factors that may make it more or less  difficult to manage under a CR, (2) the activities most affected, and (3)  strategies agencies use for managing under CRs. The programs, activities,  and other factors identified by our panel that may make it more or less  difficult to make trade-offs in a CR environment were considered in our  case study selection.", "To begin the selection process, we first analyzed the amount of time  departments, covered by different appropriations acts, operated under  CRs during fiscal years 1999-2008. We calculated the time between the  beginning of the fiscal year—October 1—and the date when the regular  appropriations were enacted for each appropriations subcommitee. We  then selected departments (based upon the jurisdiction of each  subcommittee) that were under a CR for more than the average of 847  days over the past 10 years (see table 2).", "Next, we eliminated from further consideration the District of Columbia  because it receives significant amounts of funding outside of the regular  appropriations process that may have mitigated the effect of CRs on its  operations. We also eliminated the Department of State because it  received 10 percent or more of its funding from fiscal years 1999-2006 from  supplemental appropriations.", "Third, to better understand the range of issues raised by CRs across  government, we examined departments within the remaining  appropriations subcommittees with the intent of selecting departments  that provide services in different ways (e.g., directly by federal personnel,  through contracts or grants to third parties, and through the use of federal  facilities). We analyzed obligations of the remaining departments based on  the following four budget object class categories that were used as proxies  for different types of service delivery:     Personnel, Compensation, and Benefits (employee salaries and benefits);    Contractual Services and Supplies (rent, services, supplies and materials);    Grants and Fixed Charges (grants, insurance, and interest); and    Acquisition of Assets (equipment, land and structures, investments, and  loans).", "To maximize the usefulness of each department selected for review and to  minimize any limitations of object class data, we selected departments  that appeared in the top three for more than one object class. Based on  this analysis, the following departments were selected:     VA (personnel, contractual services and acquisition);    DOJ (personnel, acquisition); and    HHS (contractual services, grants).", "Fourth, we selected two agencies for review within each of these  departments (see table 3) based on a set of criteria that were developed in  part from previous GAO work and what we heard from CFOs and others  who participated in our panel discussion. These criteria included the  number of accounts, the amount of multiyear funding, whether the  appropriation provided a lump sum, and whether the agency had transfer  authority. We also reviewed budget data to see if any of the selected  agencies received a significant amount of their resources (defined for our  purposes as 10 percent or more) from offsetting collections, which are  treated differently in the regular appropriations process. We reviewed the  2008 appropriation acts for selected agencies with the goal of having  representation from one or more case study agency for each of the  criteria. We analyzed data at the account level, and if more than one-half of  an agency’s accounts met the criteria, then the agency was considered for  review.", "We focused our analysis primarily on discretionary funding because  funding for mandatory accounts occurs outside of the annual  appropriations process and therefore is not directly affected by CRs.  However, we included VBA because we sought to include at least one  agency responsible for administering mandatory benefits with  discretionary funds.", "To analyze the service mechanisms that agencies use to achieve their  missions, we examined object class data, program activities, and agencies’  descriptions of their programs. If we found that one of the service  mechanisms or factors affecting an agency’s flexibility in obligating funds  was not included, we examined other agencies with large discretionary  accounts in each department to see if they could make up for the  deficiency. We continued this process until we selected agencies that  covered a variety of budget flexibilities and ways to deliver services.", "Table 3 shows the agencies selected for review and how long they  operated under CRs from 1999 to 2008.", "Overall, our six case study agencies received more than $46 billion in  discretionary budget authority in 2007, accounting for approximately 10  percent of all nondefense discretionary spending. All three of our case  study departments were in the top 10 in federal contract dollars by  executive department and independent agencies in 2006, and accounted  for approximately 22 percent of all nondefense federal contract dollars.  The HHS grant portfolio is the largest in the federal government, with  approximately 60 percent of the federal government’s grant dollars."], "subsections": []}, {"section_title": "Data Collection", "paragraphs": ["To obtain a range of perspectives, we conducted semistructured  interviews with officials at each department-level budget office, each  agency’s budget office, and at least one program office in each agency. We  discussed the effects of CRs on different types of programs and activities  within these agencies. We asked agency officials to demonstrate the  effects of regular appropriations being enacted after the start of the fiscal  year and to distinguish the effects of the CR versus other possible causes  (e.g., level of funding, changes in workload).", "We provided each agency a standard request for information on budget  resources, activities associated with CRs, and planning documents among  other things. To provide illustrative examples of the types of costs  associated with CRs, we also asked for estimates of the resources needed  to perform certain activities or to provide services (e.g., time, average cost  of staff days) associated with CRs. In one instance, BOP provided the  approximate cost of delays in awarding a contract for a new prison  facility, but overall, agencies reported that they do not track these costs.  However, they did provide their best estimates at our request. We have not  independently verified these estimates or assessed the estimates for  reliability beyond a reasonableness check but include them for illustrative  purposes. Our check involved reviewing the related documentation for  each estimate and corroborating the estimate with related interviews and  other documents where possible.", "One of the limitations of our case study analysis is that we had to rely to a  large degree on testimonial evidence because case study agencies could  not provide documentation showing the foregone opportunities resulting  from a CR. In general, agencies do not produce planning documents—such  as spending plans or monthly hiring targets—until they have received their  regular appropriations. Aside from VA, all case study agencies have  operated under a CR for each of the past 11 years and therefore could only  speculate on how they would have operated differently or more efficiently,  except anecdotally. In general, there were too many variables for agencies  to isolate the effects of CRs from other factors.", "Selected case studies cannot be generalized, but similarities in agency  officials’ accounts of operating under CRs suggest that there are broad- based commonalities in the experiences of federal agencies. When  possible, we incorporated statements made by CFOs and others who  participated in our panel discussion into our case study review questions  and discussions with officials at case study agencies to better understand  whether the effects of CRs described by case study agencies were similar  to those made by our panel.", "To better understand the potential effects of CRs on entities receiving  federal funding, we interviewed officials representing states and  contractors, including the National Association of State Budget Officers,  National Conference of State Legislatures, Federal Funds Information for  States, one state budget officer, the Professional Services Council, and  Logistics Management Institute Government Consulting. In addition, ACF  also provided us with information that it received from some grant  recipients regarding difficulties managing programs during CRs.", "We conducted this performance audit from September 2008 to September  2009 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": []}]}, {"section_title": "Appendix II: Additional Information on Provisions and Funding Provided in Continuing Resolutions", "paragraphs": ["Since 1999, continuing resolutions (CR) have contained the same nine  standard provisions that govern most agencies, programs, and activities  covered by the CR. Two new standard provisions were added during this  time period, the appropriated entitlement provision and the furlough  restriction. These standard provisions are listed and described in table 4.", "Appropriates amounts necessary to continue projects and activities that were  conducted in the prior fiscal year at a specific rate for operations.", "Incorporates restrictions from prior year’s appropriations acts or the acts currently  under consideration.", "Amounts appropriated under a CR are not available to initiate or resume projects or  activities for which appropriations, funds, or authority were not available during the prior  fiscal year.", "Appropriations made available under the CR shall remain available to cover all properly  incurred obligations and expenditures during the CR period.", "Expenditures made during the CR period are to be charged against applicable  appropriations acts once they are finally enacted.", "Apportionment time requirements under 31 U.S.C. § 1513 are suspended during the  CR period but appropriations provided under a CR must still be apportioned to comply  with the Antideficiency Act and other federal laws.", "Programs or activities with a high rate of obligation or complete distribution of  appropriations at the beginning of the prior fiscal year shall not follow the same pattern  of obligation nor should any obligations be made that would impinge upon final funding  prerogatives.", "Agencies are directed to implement only the most limited funding action to continue  operations at the enacted rate.", "Authorizes entitlements and other mandatory payments whose budget authority was  provided in the prior year appropriations acts to continue at a rate to maintain program  levels under current law (or to operate at present year levels). Amounts available for  payments due on or about the first of each month after October are to continue to be  made 30 days after the termination date of the CR.", "Authorizes the Office of Management and Budget (OMB) and other authorized  government officials to apportion up to the full amount of the rate for operations to  avoid a furlough of civilian employees. This authority may not be used until after an  agency has taken all necessary action to defer or reduce nonpersonnel-related  administrative expenses.", "Date on which the CR expires. Usually based on the earlier of a specific date or the  enactment of the annual appropriations acts.", "CRs are often described as continuing projects and activities at the  previous year’s level, but this is not always the case. The amount provided  by a CR often is based on the prior fiscal year’s funding level or the  “current rate” but may also be based on other documents that reflect  Congress’ or the Administration’s more current positions on funding and  operations of federal agencies and programs. The amount provided is  sometimes based on an appropriations bill that has passed both the House  and the Senate but has not been signed by the President or other  legislative or executive documents such as a conference report or the  President’s budget request. Often the CR will enact a rate equal to the  lower of the “current rate” or not to exceed the current rate and an  amount provided for in a bill, the budget request, or some other legislative  document.", "A CR will appropriate “such amounts as may be necessary” for continuing  “projects or activities” that were conducted in the previous fiscal year at a  specified rate for operations. For purposes of determining which  government programs are covered by the resolution, the term “project or  activity” refers to the total appropriation rather than the specific project or  activities as provided by the President’s budget request or a committee  report. If an agency is operating at a rate based upon the prior year’s  funding level, or the current rate, during a CR period, the agency is  operating within the limits of the resolution so long as the total of  obligations under the appropriation does not exceed the level enacted in  the prior year. Below we describe the differences in the various rates for  operations and other considerations when determining the enacted rate."], "subsections": [{"section_title": "Current Rate", "paragraphs": ["“Current rate” as used in a CR refers to the total amount of budget  authority that was available for obligation for a project or activity during  the fiscal year immediately prior to the one for which the CR is enacted. In  general, the current rate refers to a sum of money rather than a program  level. Thus, the amount of money available under the CR will be limited by  that rate, even though an agency’s workload and program needs may  increase.", "To determine the amount available under the current rate, it is necessary  to determine whether the appropriation is a 1-year, multiple-year, or no- year appropriation. For programs and activities funded through a 1-year  appropriation in prior years, the current rate is equal to the total funds  appropriated for the program for the previous year. In those instances in  which the program has been funded by multiple-year or no-year  appropriations in prior years, the current rate is equal to the total funds  appropriated for the previous fiscal year plus any unobligated budget  authority carried over into that year from prior years."], "subsections": []}, {"section_title": "Rate Not Exceeding the Current Rate", "paragraphs": ["When the CR appropriates funds to continue an activity at a rate for  operations “not exceeding the current rate” or “not in excess of the  current rate” the project or activity has no more funds than it had available  for obligation in the prior fiscal year. Thus, if the appropriation is multiple- year or no-year funding, any unobligated balance carried over into the CR  period must be deducted from the current rate in determining the amount  of funds appropriated by the CR. If this were not done, the project or  activity would be funded at a higher level in the present year than it was in  the prior year.", "Other Rates for Operations  The CR may also appropriate funds to continue a project or activity at a  rate for operations in reference to legislative documents, such as House,  Senate, or Conference Reports, or executive documents, such as the  President’s budget request. Often, the CR will provide for the possibility of  several rates for operations depending upon where the appropriations bill  is in the legislative process at the beginning of the fiscal year. In such  cases, for each appropriation account, the agency must compare the  amounts referenced in the CR to determine the enacted rate for that  particular account.", "The rate for operations specified in the CR, regardless of whether it is the  current rate or based on another amount in a legislative document, is an  annual amount. The continuing resolution, whether lasting 1 day or 1  month, appropriates this full amount. As such, an agency may legally  follow any pattern of obligating funds, so long as it is operating under a  plan which enables continuation of activities through the fiscal year within  the limits of that annual amount and is consistent with other provisions of  the CR. Under this principle, when operating under a CR which  appropriates funds at the current rate, an agency is not necessarily limited  to incurring obligations at the same rate it incurred them in the  corresponding time period of the preceding year. Instead the pattern must  reflect an operation that could continue activities for the fiscal year at the  limits of the amounts appropriated in the previous year. OMB’s  apportionment of the appropriation will also affect the availability of the  appropriation for obligation."], "subsections": []}, {"section_title": "Determining the Amounts Available for Operations", "paragraphs": ["Because the rate for operations changes from year to year, it is necessary  to examine the language of the CR very carefully to identify the formula  that has been provided for determining amounts available during the CR  period. It may be necessary to examine documents other than the CR  itself. Often, different appropriations accounts will be operating at  different rates depending upon the status of the appropriations bill. The  following two examples illustrate different rates for operations enacted in  the standard provisions during the last 10 years.", "In figure 7, all appropriations listed in section 101 would operate at the  rate for operations not exceeding the current rate. In figure 8, a project or  activity may operate at the lower of either the rate for operations not  exceeding the current rate or the rate based upon the amounts provided  by the House and Senate bills passed before October 1, 2005. So, for  example, if bills passed by the House and Senate included the same  amount for an activity in fiscal year 2006, the agency would have to  compare the amounts passed by the House and Senate with the current  rate. If the House and Senate amount is lower, the agency will continue the  project or activity at a rate based upon that amount. If the current rate is  lower, the project and activities will continue at a rate for operations not  exceeding the current rate. Also, in 2006, if the bills passed by the House  and Senate provided no amount for the project or activity, the project or  activity would not continue (rate for operations is zero)."], "subsections": []}, {"section_title": "OMB Apportionment Guidance", "paragraphs": ["OMB issues apportionment guidance directing agencies how to calculate  the amount of funds available to obligate and spend during the CR period.  OMB automatically apportions these amounts. The formula used to  determine the apportionment has generally remained the same since fiscal  year 1999. To better preserve Congress’ and the President’s final funding  prerogatives, the apportionment is equal to the annualized amount (or  rate) for each appropriation account funded by the CR multiplied by the  lower of:  the percentage of the year covered by the CR, or  the historical seasonal rate of obligations for the period of the year  covered by the CR.", "For example, assume an agency’s annualized amount for an appropriation  account was $100 million. If the initial CR period was 36 days or 10  percent of the fiscal year and the agency’s rate of obligations during the  first 10 percent of the fiscal year was 25 percent of its annual  appropriations, then the automatic apportionment for that appropriation  account would be $10 million during the CR period because the amount  based on the percentage of the year is lower than the seasonal rate. If the  rate of obligations was 5 percent, the automatic apportionment would be  $5 million for the CR period.", "While the automatic apportionment formula has remained the same over  the last 10 years, the calculation of the annualized amount will change  depending on the rate for operations provided by the CR and other  provisions."], "subsections": []}]}, {"section_title": "Appendix III: GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contacts", "paragraphs": [], "subsections": []}, {"section_title": "Acknowledgments", "paragraphs": ["In addition to the contacts named above, Carol Henn, Assistant Director;  Julie Matta, Assistant General Counsel; Melissa Wolf, Analyst-in-Charge;  Sheila Rajabiun, Senior Attorney; Aglae Cantave; Juan Cristiani; Felicia  Lopez; and Tom McCabe made key contributions to this report. Leah  Querimit Nash, Albert Sim, and Jessica Thomsen also contributed."], "subsections": []}]}], "fastfact": []}