{"id": "GAO-18-67", "url": "https://www.gao.gov/products/GAO-18-67", "title": "Critical Infrastructure Protection: Electricity Suppliers Have Taken Actions to Address Electromagnetic Risks, and Additional Research Is Ongoing", "published_date": "2018-02-07T00:00:00", "released_date": "2018-02-07T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["A severe GMD or HEMP event could potentially have significant impacts— including power outages—on the nation's electric grid, which could affect other sectors that depend on electricity, such as communications. In response, NERC created two regulatory standards requiring certain U.S. and Canadian suppliers to assess their vulnerability to GMD and take appropriate steps in response.", "GAO was asked to review electricity industry actions to prepare for and mitigate electromagnetic risks. This report examines, among other things, (1) to what extent U.S. and Canadian electricity suppliers have identified information about GMD and HEMP effects on the grid, (2) what steps selected U.S. and Canadian suppliers have taken to protect against GMD and HEMP, and (3) what opportunities exist for U.S. suppliers to recover costs for protecting against GMD and HEMP.", "GAO examined government and industry studies and interviewed federal and industry officials about potential GMD and HEMP effects on grid infrastructure; reviewed regulatory standards, monitoring processes, and NERC compliance audit data from April 2015 through August 2017; reviewed federal regulations and interviewed state regulators on cost recovery issues; and interviewed officials from a nongeneralizable sample of 13 U.S. and Canada electricity suppliers, selected based on factors such as GMD experience and preparation for GMD and HEMP events.", "GAO provided a draft of this report to five federal agencies and NERC. Technical comments provided were incorporated as appropriate."]}, {"section_title": "What GAO Found", "paragraphs": ["U.S. and Canadian electricity suppliers—electricity generation and transmission owners and operators—have identified information on the potential effects of a severe geomagnetic disturbance (GMD), resulting from a solar storm, but have identified less information about the potential effects of a high-altitude electromagnetic pulse (HEMP), resulting from the detonation of a nuclear device, on the electric grid. There is general agreement that more research is needed on both GMD and HEMP. Government and industry have publicly reported on the potential impacts of GMD on the grid. For example, one study identified two main risks: (1) potential voltage instability, causing power system collapse and blackouts; and (2) possible damage to key system components. However, these studies do not address the unique aspects of individual suppliers' networks. Recognizing this, 11 of the 13 selected suppliers GAO contacted said they had assessed their network vulnerability; of these 11, 6 expected GMD effects to be relatively small. In contrast, Department of Energy (DOE) and industry officials told GAO that information on HEMP effects is limited in that suppliers lack key information to fully understand HEMP effects on their networks. Historically, study of HEMP effects focused on impacts to military equipment rather than the commercial electric grid. Recently, DOE and industry began research to better understand HEMP effects. Of the 11 suppliers who responded to GAO about their HEMP efforts, 3 reported having studied the impact of HEMP on their networks and 2 of the 11 had integrated, or planned to integrate, HEMP-resistant features into new control centers.", "Of the 13 selected suppliers GAO contacted, 10 reported making technological and operational improvements to enhance overall network reliability that also provided some protection against GMD and HEMP risks. For example, suppliers reported making technological improvements such as replacement of some older transformers and unprotected control centers. As of May 2017, all 13 suppliers stated they had complied with a GMD regulatory standard issued by the North American Electric Reliability Corporation (NERC)—the federally designated regulatory authority responsible for developing and enforcing reliability standards–-to develop operating procedures to mitigate GMD effects. A second regulatory standard—which is to be implemented in phases through 2022—will generally require suppliers to further assess their vulnerability to GMD.", "Selected U.S. suppliers told GAO that costs they have incurred to protect against GMD and HEMP have been relatively small so far and they expect to recover those costs through customer rates. Suppliers could face future increased costs depending on corrective actions needed to comply with the second GMD regulatory standard. Federal and state regulators indicated that regulated U.S. suppliers' costs for protecting against GMD are generally recoverable through customer rates, but recovery is less certain for protection against HEMP because less is known about HEMP risks. Further, some suppliers could face challenges to cost recovery. Specifically, independent owners of power plants—those that sell power in wholesale electricity markets and are not part of an integrated utility—must recover reliability improvement costs through their sales of electricity and are not assured of cost recovery; federal regulators told GAO they are aware this could be a challenge for these independent owners."]}], "report": [{"section_title": "Letter", "paragraphs": ["The electric grid is crucial to our country’s economy and wellbeing,  providing electricity to over 300 million people and representing more  than $1 trillion in assets, as well as supporting other critical  infrastructure. Consequently, the reliability of the grid—its ability to meet  consumers’ electricity demand at all times—is essential to national safety  and security. As early as 1941, electric power industry researchers have  expressed concerns about the potential risks posed to grid reliability by  electromagnetic events. An electromagnetic event can result from a  naturally occurring, large-scale geomagnetic disturbance (GMD), caused  by severe solar weather, or from human-made sources, such as the high- altitude detonation of a nuclear device to create a high-altitude  electromagnetic pulse (HEMP). A major GMD or HEMP event could  have long-term, significant impacts on the nation’s electric grid—the  commercial electric power transmission and distribution system. Given  the interdependency among infrastructure sectors, a disruption to the  electric grid could also result in potential cascading impacts on fuel  distribution, transportation systems, food and water supplies, and  communications and equipment for emergency services, as well as other  communication systems that utilize the civilian electrical infrastructure.  More recently, however, some government and research organizations  have questioned the long-term level of impact electromagnetic events  could have on the electric grid and have recommended further research  and study be conducted on the effects of electromagnetic events.", "Most of the U.S. electric grid is owned and operated by the private sector,  with federal, state, local, and other governments playing significant  regulatory and other roles. The Department of Homeland Security (DHS)  has the lead role in coordinating the overall federal effort to promote the  security and resiliency of the nation’s critical infrastructure, which includes  the electricity grid. The Department of Energy (DOE)—as the sector- specific agency for the energy sector—coordinates with DHS and is also  responsible for coordinating with other relevant federal agencies and for  collaborating with critical infrastructure owners and operators to prioritize  and coordinate federal resiliency efforts. In addition, the Federal Energy  Regulatory Commission (FERC), which regulates the interstate  transmission of electricity, among other things, is responsible for  reviewing and approving standards developed by the North American  Electric Reliability Corporation (NERC)—the designated U.S. Electric  Reliability Organization (ERO)—to provide for the reliable operation of the  bulk power system (the generation and transmission components of the  grid). The North America electric grid encompasses the United States,  parts of Mexico, and most provinces of Canada. Canada has experienced  the only extreme GMD event resulting in significant loss of power to the  North America grid. NERC’s role in Canada is similar to its role in the  United States and reliability standards are mandatory and enforceable in  most Canadian provinces.", "The United States has taken steps to assess the risks posed by  electromagnetic events and identified steps to mitigate these risks. For  example, in April 2008 the Commission to Assess the Threat to the  United States from Electromagnetic Pulse Attack (EMP Commission)  issued a report that included over 90 recommendations addressing the  preparation for, and protection and recovery from, a possible EMP attack  against U.S. critical infrastructure. The majority of these  recommendations were made to DHS and DOE. In May 2013, FERC  directed NERC to develop reliability (regulatory) standards requiring  electricity suppliers to address the potential impact of GMD on the reliable  operation of the U.S. bulk power system. In June 2014, FERC approved  a standard, submitted by NERC, requiring that certain suppliers prepare  for the effects of GMD events by developing contingency operating plans,  procedures, and processes. FERC approved a second standard in September 2016, also submitted by NERC, requiring certain suppliers to  assess the vulnerability of their transmission systems to GMD events;  suppliers that do not meet certain performance requirements must  develop a plan to achieve the performance requirements. Also, in  December 2016, the National Defense Authorization Act for Fiscal Year  2017 was enacted, requiring DHS to, among other things, conduct an  intelligence-based review and comparison of the risks and consequences  of electromagnetic events to the nation’s critical infrastructure and to use  that information to inform a recommended strategy for protecting and  preparing U.S. critical infrastructure against electromagnetic threats.", "In 2016, we reported that key federal agencies had taken various actions  to address electromagnetic risks to the electric grid—such as establishing  industry standards and federal guidelines and completing related  research reports—and that some of these actions aligned with  recommendations made in 2008 by the EMP Commission. We also  found that while DHS components had independently conducted some  efforts to assess electromagnetic risks, DHS had not fully leveraged  opportunities to collect key risk inputs—threat, vulnerability, and  consequence information—to inform comprehensive risk assessments of  electromagnetic events. Moreover, we found that DHS and DOE, in  conjunction with industry, had not established a coordinated approach to  identifying and implementing key risk management activities to address  EMP risk, such as identifying and prioritizing key research and  development efforts. We recommended, among other things, that DHS  identify internal roles to address electromagnetic risks and collect  additional risk inputs to further inform risk assessment efforts. We also  recommended that DHS and DOE engage with federal partners and  industry stakeholders to identify and implement key EMP research and  development priorities. DHS and DOE concurred with our  recommendations. As of October 2017, DHS had addressed our  recommendation regarding key EMP research and development priorities  by, among other things, working with key industry stakeholders to help  identify and implement EMP research and development efforts. DHS had  also taken steps to identify key roles and responsibilities within the  Department to address electromagnetic risks as well as work with federal  and industry partners to collect additional inputs on threats,  vulnerabilities, and consequences related to electromagnetic risks, which  we are in the process of reviewing to determine whether they address our  recommendations in these areas. DOE has also taken steps to work with  industry to develop a joint government-industry EMP strategy and  supporting DOE action plan to further address our recommendation  regarding the identification of key EMP research and development  priorities. Both DHS and DOE have reported taking some actions to  identify critical electrical infrastructure assets, but have yet to fully  address this recommendation. We will continue to review DHS and DOE’s  actions to address our open recommendations.", "Given our previous work reviewing federal efforts to address  electromagnetic risks, you asked us to review actions taken by the  electricity industry to prepare for and mitigate impacts from  electromagnetic events. Our objectives were to examine (1) to what  extent U.S. and Canadian electricity suppliers have identified information  about the effects of GMD and HEMP events on the electric grid, (2) what  steps selected U.S. and Canadian electricity suppliers have taken to  protect against GMD and HEMP events and how NERC has monitored  these efforts, and (3) what opportunities exist for U.S. electricity suppliers  to recover costs for protecting against GMD and HEMP events.", "In conducting our work, we interviewed representatives from 13 of the  181 U.S. and Canadian electricity suppliers subject to NERC’s 2014 GMD  reliability standard that conduct planning and generation, transmission,  and distribution operations. We selected these 13 electricity suppliers  based on various factors, including input from DOE, NERC, and industry  organization officials familiar with suppliers’ activities to prepare for  electromagnetic events. Of these 13, we conducted site visits to 6  suppliers to better understand their experiences with past GMD events  and identify actions they have taken to prepare for and mitigate GMD and  HEMP events, among other things. During these visits we met with  officials and observed operations and facilities, such as control centers  hardened to mitigate effects from HEMP events, and equipment  potentially vulnerable to GMD, such as high-voltage transformers. We  included three Canadian electricity suppliers among the 13 suppliers we  interviewed due to their (1) experiences with past GMD events, (2)  research on the impacts of GMD, and (3) actions taken to prepare for and  mitigate GMD events. While we cannot generalize the information we  learned from these selected suppliers to all U.S. and Canadian suppliers,  they provided us with examples of what suppliers may know about the  potential impacts of electromagnetic events on the electric grid, as well as  steps suppliers may be taking to prepare for and mitigate such impacts.  The selected U.S. suppliers also identified opportunities available to them  for recovering costs for protecting against electromagnetic events.  Further, we interviewed representatives from six industry organizations  because of these organizations’ specialized knowledge and experience  with electricity suppliers.", "To address the first objective, we reviewed U.S. and Canadian  government studies issued, or commissioned by, for example, DHS,  DOE, and NERC regarding, among other things, the vulnerability of  transmission and generation infrastructure and equipment to GMD and  HEMP events, possible measures to mitigate the effects of GMD and  HEMP, and areas requiring further research. We also reviewed relevant  studies from various industry organizations—such as the Electric Power  Research Institute (EPRI)—and interviewed knowledgeable officials from  these organizations and government agencies to clarify our  understanding of relevant research issues. We identified these studies  based on feedback from all entities listed above and through references  in reports and other documentation. While we did not compile a  comprehensive list of all studies of the effects of GMD and HEMP on the  U.S. and Canadian electric grid, industry experts indicated that we had  identified relevant studies published on this subject since 2010. We  assessed the methodologies used in the relevant reports and determined  them to be sufficiently rigorous to provide information about the potential  effects of GMD and HEMP events on the electric grid. To better  understand the effects of solar weather on the electric grid, how GMD is  measured, and mechanisms in place for notifying electricity suppliers of  potentially dangerous solar storms, we interviewed representatives from  the National Oceanic and Atmospheric Administration (NOAA) and other  federal agencies and reviewed relevant documentation on processes and  procedures. To identify the frequency and intensity of past GMD events,  we analyzed the available historical record of GMD occurrences from  1933 through 2016 calculated and maintained by GFZ German Research  Centre for Geosciences. NOAA officials confirmed that the GFZ German  Research Centre for Geosciences maintains the authoritative historical  record of these data. We assessed the reliability of these data by testing  for missing data, outliers, or obvious errors, and found the data to be  sufficiently reliable to report on the number and intensity of GMD events  occurring from 1933 through 2016. With respect to ongoing HEMP  research and planning efforts, we reviewed, for example, relevant U.S.  government strategies and plans and interviewed relevant officials,  including researchers from U.S. National Laboratories. In October 2017,  we also requested an interview with a representative from the EMP  Commission but did not receive a response to our requests.", "To address the second objective, we reviewed FERC orders and NERC  reliability standards that require certain suppliers to take steps to assess  and prepare for GMD impacts, and interviewed relevant officials regarding  the standards. We also obtained information from 13 U.S. and Canadian  electricity suppliers regarding steps they had taken to comply with NERC  reliability standards and actions to prepare for electromagnetic events. To  understand how NERC has monitored electricity suppliers’ steps to  comply with NERC Reliability Standard EOP-010-1, we reviewed NERC  monitoring processes. NERC officials provided the number of compliance  audits conducted between April 2015—when NERC, through Regional  Entities to which it has delegated enforcement authority, first began  reviewing suppliers for compliance with EOP-010-1—and August 2017  that included the EOP-010-1 reliability standard. We contrasted the  number of compliance audits with the total number of suppliers potentially  subject to NERC’s GMD reliability standard EOP-010-1. We assessed the  reliability of the data on the total number of suppliers subject to EOP-010- 1 by interviewing agency officials regarding data sources, system  controls, and any quality assurance steps performed by officials before  the data were provided; we found the data to be sufficiently reliable to  provide the number of suppliers subject to EOP-010-1 since it went into  effect. We also discussed with cognizant NERC officials the  organization’s processes for collecting and reporting comprehensive data  on the status of their overall compliance monitoring efforts.", "To address the third objective, we reviewed FERC regulations and orders  related to cost recovery, such as suppliers’ costs for spare transmission  equipment services. We also interviewed FERC officials and  representatives of two state regulators whose jurisdictions include  suppliers we interviewed, regarding procedures available to electricity  suppliers to recover costs for actions taken to prepare for and mitigate  electromagnetic effects. We asked these officials to discuss previous,  current, and potential future regulatory actions—orders or rate cases they  have overseen—involving recovery of costs for actions taken to protect  against GMD and HEMP events. Further, we interviewed DHS and DOE  officials to identify the extent to which financial incentives—such as  preparedness grants—are available to U.S. electricity suppliers to offset  the costs of preparation and mitigation efforts. We interviewed officials  from the 10 selected U.S. suppliers regarding the extent to which they  had recovered costs expended on preparedness and mitigation efforts  and what, if any, options they were considering to recover such costs in  the future. While the information provided by these selected electricity  suppliers is not generalizable to the U.S. electricity industry, it illustrates  examples of actions selected suppliers have taken to recover costs for  GMD and HEMP mitigation and preparedness efforts. Additional details  on our scope and methodology are contained in appendix I.", "We conducted this performance audit from May 2016 to February 2018 in  accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "Electricity Operation and Delivery in the United States and Canada", "paragraphs": ["The electricity operation and delivery system—collectively referred to as  the grid—in the United States and Canada includes four functions:  generation, transmission, distribution, and system operations (see fig. 1).  Electricity is generated at power plants by burning fossil fuels; through  nuclear fission; or by harnessing renewable sources such as wind, solar,  geothermal energy, or hydropower. Once wholesale electricity is  generated, it enters the bulk power system—a network of high-voltage,  high-capacity transmission systems—where it is transformed to a higher  voltage and flows through transmission lines, generally over long  distances, to areas where it is transformed to a lower voltage and sent  through the local distribution system for use by various customers.  Throughout this process, system operations are managed by a system  operator, such as a local utility.", "Below is additional information on the functions of the electric grid,  including equipment that may be vulnerable to GMD and HEMP.", "Electricity generation. Power plants generate electricity by  converting energy from other forms—such as coal, natural gas, or  wind—into electricity. While they produce electricity once operating  they are vulnerable when power outages occur because initially  starting a power plant after an outage typically requires an external  source of electricity to operate the control systems—electronics that  are integral to their operations. Some power plants have the  capability to restore operations by employing a “black start,” which is  the process of restoring a plant to operation without relying on off-site  sources of electricity, usually through using dedicated diesel  generators to provide the electricity needed. However, not all plants  have this capability and in the event of a power outage could therefore  be vulnerable to lengthy system disruptions.", "Electricity transmission. Power plants are generally geographically  distant from the areas where electricity is consumed. To move  electricity from where it is produced to where it is used, electricity is  sent over transmission lines; together, these lines form a network, or  grid. To transport energy over long distances with reduced power  losses, suppliers increase voltages—the “force” that makes electricity  flow through a conductor—and utilize high-voltage transmission lines,  operating from 230 up to 765 kilovolts (kV) in North America.  According to the Quadrennial Energy Review, as of January 2017,  there were approximately 240,000 miles of high-voltage transmission  circuit lines in the contiguous United States. During a solar storm,  high-voltage transmission lines can act as “antennae” that allow GMD  to enter the electric system.", "Transformers. Transformers are critical to the efficient and effective  delivery of electricity to customers and, under certain circumstances,  can be vulnerable to the effects of GMD and HEMP. Transformers  facilitate the efficient transfer of electricity over long distances through  the transmission system by converting electricity to different voltages  along the delivery system—either up or down, depending on the  design and function of the transformer (see sidebar). Figure 2  depicts a large power transformer. paired with equipment—for example, a protective relay—that is designed  to take them out of service temporarily when the effects of an  electromagnetic event reach the grid. If transformers were temporarily  taken out of service for preventative purposes, it could lead to an  interruption of electricity service to consumers. However, if  transformers—especially those more vulnerable due to age, condition, or  design—are not taken out of service during an electromagnetic event they  are at risk of being permanently damaged when additional electrical  current flows into them, causing excessive localized heating and damage  to internal components. (See fig. 3 for an example of transformer  windings that were damaged from localized heating associated with a  GMD event.) Transformers that become permanently damaged during an  electromagnetic event can also contribute to interruptions in service.  According to DOE, replacing a damaged transformer can be challenging  because they are custom-designed and interchangeability and availability  of spares is limited. If a usable spare transformer is not immediately  available, obtaining a replacement transformer is often a long and costly  process, usually involving long delivery lead times due to their size and  weight, limited inventory, a complex procurement and manufacturing  process, and other factors. According to DOE, in 2014 the average lead  time to obtain a large power transformer was between 5 and 16 months,  but could take more than 20 months in the event of supply disruptions or  delays in procuring raw materials or key parts; larger, more sophisticated  models are generally manufactured abroad. According to a transformer  manufacturer, depending on the function of the transformer, the voltage  rating, and the model, in 2017 the approximate price of a large power  transformer, weighing from 170 to 410 tons, ranged from approximately  $2 to $7.5 million in the United States.", "Distribution system. The final stage in the electric power system is  the distribution system, which carries electricity out of the  transmission system to industrial, commercial, residential, and other  consumers. The distribution system includes equipment that can be  damaged during electromagnetic events, but the extent of the risk is  limited because distribution lines are generally too short and of too  low voltage to pose a risk to distribution equipment.", "System operations: Operation of the electricity system is managed  by entities such as a local utility, which this report collectively refers to  as system operators. Because electric energy is not typically stored in  large quantities, system operators must constantly balance the  generation and consumption of electricity to maintain reliability. To do  this, system operators utilize a system of sensors and controls to  monitor power consumption and generation from a centralized  location. Operators use computerized systems to send signals to  power plants and other grid components to adjust their output to  match changes in consumption. Electromagnetic events can interrupt  or damage some of the equipment system operators use, which can  cause a disturbance in control systems (for example, such events can  cause relays to unintentionally operate, which can disable system  protection equipment). Because the electric power system  increasingly operates at or near reliability limits during peak demand  periods, a relatively modest disturbance to the system can potentially  pose a risk to system reliability.", "In the United States, the electrical infrastructure is primarily operated by  private industry, which owns approximately 85 percent of the nation’s  critical electrical infrastructure. In contrast, Canada’s electrical  infrastructure is primarily organized along provincial lines with large,  government-owned, integrated public utilities playing a leading role in the  generation, transmission, and distribution of electricity."], "subsections": []}, {"section_title": "Electromagnetic Events – GMD and HEMP", "paragraphs": ["Based on our review of relevant studies and interviews with cognizant  government and industry officials, there are differing opinions on the  potential impact electromagnetic events could have on the electric grid  and the risk of long-term, widespread damage. However, they generally  agree that more study on the effects of electromagnetic events is needed.  The following section describes (1) the nature and potential impact of  GMD, U.S. efforts to monitor it, and the frequency of past occurrences;  and (2) the nature and potential impact of HEMP events."], "subsections": [{"section_title": "GMD – Description, Potential Impact, Monitoring, and Historical Occurrences", "paragraphs": ["Naturally occurring solar weather events can create electromagnetic  impacts—or GMD—of sufficient intensity that can adversely affect the  electric power system. Solar weather events include, for example, large  coronal mass ejections (CME), which are energetic eruptions in the sun’s  atmosphere that can cause the release of a large mass of charged  particles from the sun into space. When a large CME travels from the  Sun to the Earth it can interact with and create disturbances in the Earth’s  geomagnetic field, referred to as a geomagnetic storm; the resulting  impact on Earth is commonly referred to as a geomagnetic disturbance,  or GMD. Figure 4 illustrates how solar weather can create a GMD.  Strong GMDs can create large geomagnetically induced current (GIC) on  the grid. The degree to which GMD and accompanying GIC affect the  electric power system depends on several factors, including the  magnitude of the GMD, design and geomagnetic latitude of the power  system, and geology of the local area, among other things. According to  NERC, the most likely consequence of a strong GMD and the  accompanying GIC is the loss of voltage stability, although GMD can also  damage components of the system, including high-voltage transformers.", "In the United States, the National Oceanic and Atmospheric  Administration’s (NOAA) National Weather Service manages the Space  Weather Prediction Center (SWPC), which is responsible for monitoring  and providing services on space weather, including geomagnetic  storms. SWPC uses a variety of ground and space-based sensors, as  well as imaging systems, to monitor conditions on the Sun and to observe  and forecast geomagnetic activity around the world. SWPC uses this  information to issue Watches, Warnings, and Alerts for geomagnetic  storms through e-mail and website postings to those who are impacted by  space weather, such as owners and operators of the electric grid,  spacecraft operations, users of radio signals, and others. In addition,  SWPC provides immediate telephone notification and confirmation of imminent and ongoing geomagnetic storms to all NERC reliability  coordinators through a NERC hotline.", "To communicate the magnitude of geomagnetic storms (disturbances in  Earth’s magnetic field) and to determine whether geomagnetic alerts and  warnings should be issued, SWPC relies on a real-time estimate of the  Planetary K-index (Kp-index), which ranges from Kp = 0, or quiet, to Kp =  9, or extreme storm intensity. (See appendix II for more information on  SWPC’s notification system as well as their estimates of overall impact of  geomagnetic storms to the electric power system, by storm level.) Figure  5 shows the range of planetary geomagnetic activity, by solar cycle and  Kp level, from 1933 through 2017. As shown in this figure, recent  activity—between 2007 and 2017, approximately equivalent to the  average length of a solar cycle—exhibited the fewest occurrences of  GMD events (minor, moderate, strong, severe, and extreme) of any solar  cycle in nearly a century. -index) data show  the maximum fluctuations in the magnetic field observed from a network of selected  magnetometers—instruments that measure relative change of a magnetic field at a  particular location—relative to a quiet day."], "subsections": []}, {"section_title": "HEMP – Description and Potential Impact", "paragraphs": ["According to the 2008 EMP Commission, a nuclear EMP is the burst of  electromagnetic radiation that results from the detonation of a nuclear  device, which can disrupt or destroy electronic equipment. The threat  primarily focused on by the 2004 and 2008 EMP Commissions, and  specifically addressed in this report, is the high-altitude EMP (HEMP). A  HEMP event is caused by the detonation of a nuclear device above the  atmosphere, from about 40 to 400 kilometers (approximately 25 to 250  miles) above the Earth’s surface. A HEMP attack does not cause direct  physical impacts at the Earth’s surface, such as injury or damage directly  from heat, blast, or ionizing radiation, but instead creates an intense  electromagnetic pulse. The components of HEMP—commonly identified  as E1, E2, and E3—can disrupt or damage critical electrical  infrastructure, such as computers, electronics, and transformers. EMP  can also be produced using nonnuclear weapons, but these generally  have a short range and are not a focus of this report."], "subsections": []}]}, {"section_title": "Electricity System Regulation and Oversight", "paragraphs": ["Responsibility for regulating electricity is divided between states and the  federal government. Most electricity consumers are served by retail  markets that are regulated by the states, generally through state public  utility commissions or equivalent organizations. As the primary regulator  of retail markets, state commissions approve many aspects of utility  operations, such as the siting and construction of new power plants, as  well as approving the prices consumers pay and how those prices are  set. Prior to being sold to these retail consumers, such as households  and businesses, electricity is bought, sold, and traded in wholesale  electricity markets by companies that own power plants, as well as  utilities and other companies.", "Wholesale interstate electricity markets are regulated by FERC.  Historically, FERC-approved wholesale electricity rates based on utilities’  costs of production plus a rate-of-return that it determined to be  reasonable. Beginning in the late 1990s, FERC took a series of  significant steps to restructure the wholesale electricity markets to  increase the role of competition—market forces of supply and demand— in setting wholesale electricity prices, a process referred to as electricity  restructuring. Subsequently, FERC has provided authority for many  entities—for example, independent owners of power plants—to sell  electricity in wholesale markets at prices determined by supply and  demand. These entities can now compete with existing utilities and one  another to sell electricity in wholesale markets, but have no assurance  that their costs will be recovered. While electricity restructuring has  introduced a measure of market-based pricing to the generation of  electricity, transmission (and distribution, regulated by states) are still  subject to regulation on a cost-recovery basis. FERC has jurisdiction over  transmission rates on the federal level, and state regulators have  jurisdiction over the charges that utilities incorporate in customers’ rates  in order to recover their transmission costs.", "As part of the restructuring process, FERC also encouraged the voluntary  creation of new entities called Regional Transmission Organizations  (RTO) and Independent System Operators (ISO) to manage regional  networks of electric transmission lines as grid operators—functions that,  in these areas, had traditionally been carried out by local utilities. These  RTOs, in many cases, established and manage wholesale electricity  markets for electricity buyers and sellers to participate in. As grid  operators, RTOs are also responsible for managing transmission in their  regions, which includes establishing and implementing rules and pricing  related to transmission, among other things. As we reported in 2003, 24  states also introduced retail competition to electricity markets they  regulate and allow former utilities and new companies to compete to  serve customers; since then, the states where retail competition is  occurring have changed. In states with retail competition, in general,  electricity rates for generators other than the original utility are not  structured to guarantee recovery of generation-related costs.", "In addition to its role in regulating aspects of the electricity market, FERC  is also responsible for reviewing and approving standards to ensure the  reliability of the bulk power system. FERC designated NERC to develop  and enforce these reliability standards, subject to FERC review and  approval. These standards outline general requirements for planning and  operating the bulk power system to ensure reliability. (See appendix III for  information on NERC reliability standards requiring electricity suppliers to  address the potential impact of GMD on the reliable operation of the U.S.  electric grid.) NERC and its Regional Entities, along with FERC, can all  independently enforce reliability standards. Within the boundary of each  regional entity, there are one or more NERC-certified reliability  coordinators. Reliability coordinators are charged with the task of  continuously assessing the reliability of the transmission system. The  coordinator has the authority to direct stakeholders—transmission  operators, generators, and others involved with the electric grid’s  operations—to take action to preserve the reliability and integrity of the  bulk power system."], "subsections": []}]}, {"section_title": "U. S. and Canadian Electricity Suppliers We Contacted Have Identified Information about GMD Effects, but Have Less Information about HEMP Effects", "paragraphs": [], "subsections": [{"section_title": "Electricity Suppliers Have General Information about GMD Effects and Some Selected Suppliers Have Taken Steps to Evaluate Their Networks", "paragraphs": ["U.S. and Canadian government and industry organizations have studied  and publicly reported on potential GMD effects on the electric grid. These  studies have covered the general threats to the nation’s electric grid from  GMD but do not cover the unique aspects of individual suppliers’  generation and transmission networks that could potentially make them  more or less vulnerable to GMD events. In addition, these studies  typically identified areas in which more research is needed regarding the  GMD threat and potential mitigation measures that would inform  suppliers’ own assessments of the potential impact of GMD events on  their unique networks.", "These select studies we identified included those performed by NERC,  DOE, EPRI, and other private industry groups and generally examined  the areas of vulnerability for the grid with respect to GMD events,  potential impact on the grid from these events, possible mitigation  measures, and areas needing further research. While noting the need  for further research, some of these studies vary with regard to their  assessment of the likelihood of long-term, widespread damage to the grid  from these events. The following is a summary of some of these selected  studies performed since 2010 and grouped by the entities responsible for  performing them:", "NERC. In June 2010, NERC issued a report, based on a joint effort  with DOE, which included a plan to form a task force of government  and industry efforts to examine GMD. This resulted in the formation  of the NERC GMD Task Force consisting of government and industry  officials to examine the GMD threat to the nation’s power grid. The  task force’s work in evaluating the potential impact of GMD events  resulted in NERC’s subsequent February 2012 report which outlined  its plans for working with industry on new reliability standards for  protecting the grid against GMD events. This report concluded,  among other things, that the failure of a large number of transformers  during a severe GMD event was unlikely, although certain older  transformers, along with generator step-up transformers, could be  particularly susceptible. As a result of this work, and as directed by  FERC, NERC developed the EOP-010-1 and TPL-007-1 GMD  reliability standards. Also, as a result of this work, NERC issued a  GMD Planning Guide for electricity suppliers, which assists the  suppliers in carrying out studies of their individual vulnerabilities to a  GMD event.", "DOE/National Labs. Since 2010, DOE has been engaged in a  number of efforts regarding GMD. For example, in 2011, DOE enlisted  the Pacific Northwest National Laboratory (PNNL) to study the  potential effect of GMD on long, high-voltage transmission lines and  associated mitigation measures that could potentially be employed.  Also, in April 2014, DOE reported on the results of its study of the  vulnerabilities of large power transformers to GMD and other threats  and the challenges facing the replacement of these transformers in  the wake of such events.", "EPRI. In conducting research for its private industry membership, the  Electric Power Research Institute engaged in a number of studies  from October 2010 to March 2014. These efforts began with an effort  to examine potential impacts from GMD through an assessment of  various risk factors. EPRI’s later efforts involved the development of  approaches for modeling the impacts from GMD on the grid to allow  suppliers to better protect their networks from these events.", "Other private industry. Private entities conducted studies in January  2010 and November 2011 for Oak Ridge National Laboratory and  DHS, respectively, that examined prior GMD events and assessed the  potential future impact of these events on the grid along with areas of  vulnerability and potential mitigation measures. Other private studies  included those examining which regions of North America are most  vulnerable to GMD events in addition to the potential impact on the  insurance industry and society in general from these events.", "See appendix IV for additional details on these and other select studies  performed by government and industry regarding protection of the grid  from GMD events.", "These past research efforts have generally identified the degree to which  the electric power system is affected by a GMD event. The level of impact  from these events can depend on various factors including, among other  things, magnitude of the event, design and geomagnetic latitude of the  power system, and geology of the local area. Further, these studies  identified that GMD can have a broad range of impacts when it is  introduced to a power system, ranging from minor events such as radio interference and control malfunctions to wide-scale disruptions. NERC  has identified two predominant risks to the system: (1) potential voltage  instability in the transmission system caused by insufficient reactive  power support and (2) possible damage to system components.", "The first risk and, according to NERC, the most likely consequence of a  strong GMD event and accompanying GIC, is the insufficient reactive  power support, which can lead to voltage instability and power system  collapse. Reactive power support is necessary to stabilize the transfer of  electricity through the electric power system, from generation to  consumption. With regard to the second risk, several components of the  electric system are susceptible to damage from GMD and GIC, but  government and industry officials agree that the vulnerable components  with the greatest potential consequence in the event of loss are  transformers, which typically exist at substations throughout suppliers’  transmission networks. High-voltage transmission lines act as  “antennae,” allowing GIC to enter the electric power system, disrupting  normal operations and, in some cases, damaging equipment.  Transformers, in turn, run the risk of overheating during a GMD event.  According to NERC, restoration times for these two risk scenarios are  significantly different. Restoration time from voltage collapse—i.e., system  blackout—would be a matter of hours to days, while the replacement of  transformers, as previously discussed, could take months or potentially  years. Therefore, the failure of large numbers of transformers, while less  likely, would have considerable impacts on portions of the electric power  system.", "While general information on the potential impact of GMD events on the  electric grid is available from the aforementioned government and  industry reports, individual suppliers must assess the potential impact on  their own, unique networks. For example, of the 13 selected suppliers we  spoke with, 11 reported performing analyses to evaluate the potential  impact of GMD on their specific generation systems or transmission  networks. The 11 suppliers that had performed these analyses did so in  advance of all suppliers being required to analyze the vulnerabilities of  their networks as part of their compliance with NERC’s second-stage  GMD reliability standard TPL-007-1. The nature of the analyses the 11  suppliers engaged in required the use of modeling software to determine  the specific vulnerabilities of their networks which further allowed them to  design their own mitigation measures, if warranted, to address any  vulnerabilities identified and prevent equipment damage or power  outages. Suppliers we contacted noted that potential GMD mitigation  measures included installation of specific equipment to assist with  network stability and voltage regulation.", "As noted previously, past research efforts have indicated that GMD  events can have a variety of impacts ranging from minor malfunctions to  wide-scale disruptions. For example, 3 of the 11 suppliers we contacted  that had performed an analysis of their networks’ potential vulnerabilities  had also reported prior impacts on their networks from a GMD event. Of  these three suppliers, two (including Hydro-Quebec) reported major  power interruption or equipment damage from the event. The remaining  supplier reported a brief power outage on one transmission line during the  same 1989 GMD event that caused a major power outage for Hydro- Quebec; however, this power outage did not result in any significant loss  of electricity to the supplier’s customers. Outside of the 1989 event, this  same supplier reported minor power fluctuations and voltage drops from  smaller GMD events.", "Most suppliers we contacted that had assessed their networks’  vulnerabilities to GMD expressed confidence in their ability to avoid major  damage or power interruptions from future GMD events. Specifically, 6 of  the 11 selected suppliers that had performed analyses of their networks’  vulnerabilities to GMD reported that, going forward, they expected that  any effects from a future GMD event on their networks would likely be  minimal (i.e., no significant damage or power interruption). Six suppliers  also thought that procedures and technology currently in place afforded  better protection from these events than in the past. For example, one  northern U.S. supplier we contacted had, after acquiring new GMD  analysis software, studied its system and concluded that it could easily  withstand the GMD “benchmark event” established by NERC in its TPL- 007-1 reliability standard and that its current technology and procedures  were adequate to deal with the threat. Also, another supplier studied its  system and is using the results to inform future decisions on transformer  purchases to obtain technology that is more resistant to GMD."], "subsections": []}, {"section_title": "Government and Industry Are Taking Steps to Better Understand Effects of HEMP on the Grid", "paragraphs": ["According to U.S. government and industry officials we spoke with,  completed research and available information on the vulnerability of the  grid to HEMP, along with its potential effects, is less extensive and lags  behind industry understanding of GMD. These officials noted that the  understanding of HEMP and how it can affect the electricity system is  general in nature and not specific to the commercial electric grid.  Specifically, the Department of Defense has developed information  regarding the potential effects of HEMP on military assets and facilities.  According to DOE, the most detailed HEMP testing has been performed  on military communication and weapons systems, not on the commercial  electric grid. In a number of studies since 2010, both government and  private industry have examined the HEMP threat to the grid while also  noting the need for further research to fully understand the specific  threats to components of the grid that would allow suppliers to protect  against these events. While noting the need for further research, some  of these studies vary with regard to their assessment of the likelihood of  long-term, widespread damage to the grid from HEMP. See appendix IV  for additional details on government and industry studies on the threat to  the grid from EMP events including HEMP.", "The government and private industry studies generally note the threat to  the grid presented by the E1, E2, and E3 pulse components of HEMP as  follows:", "E1. The E1 pulse is capable of destroying microelectronics (such as  computers), communication and control systems, and other electronic  equipment that can disrupt the grid and other critical sectors.  According to DOE, E1 can also generate very large and damaging  voltage surges in power lines. Figure 6 depicts the potential impact  from an E1 pulse, and shows the higher the altitude the greater the  potential radius of the impact from an E1 pulse.", "E2. The E2 pulse, similar to lightning, has an ability to impair or  destroy control features that are not protected from lightning.  However, the grid typically has protections in place to address the  lightning threat to major components.", "E3. The E3 pulse is similar to GMD and also creates similar disruptive  currents in transmission lines which can cause grid instability and  heating that damages transformers.", "Few electricity suppliers we contacted reported taking steps to examine  how HEMP could impact their systems. Specifically, 3 of 11 selected  suppliers who responded to our inquiry on this topic reported performing a  study of the potential impact of HEMP events on their network  infrastructure. Two of these three suppliers reported studying the  potential impact of HEMP events on their network in conjunction with  these suppliers’ design of hardened control centers expected to be  resistant to HEMP and other hazards. One of the two suppliers that  designed control centers resistant to HEMP did so due to a concern over  being able to maintain power to certain critical customers for which the  loss of power would have national security implications. The other  supplier that had designed an HEMP-resistant control center did so as  part of an “all hazards” approach to protecting its transmission  infrastructure. The third supplier that had studied the potential impact of  HEMP on its system did so as part of a combined study, required by its  state legislature, on the threats posed by both GMD and HEMP.  Specifically, this supplier examined the potential impact of the HEMP E3  pulse on its system which is similar to GMD, and, therefore, is expected  to involve similar mitigation measures. The supplier stated that the lack  of available modeling and analysis tools prevents them from fully  understanding the potential impact of all components of HEMP— particularly the E1 and E2 pulses.", "Four of the 8 suppliers we contacted who stated they had not studied the  potential impact of HEMP on their networks indicated a desire to see  EPRI complete its ongoing EMP research before engaging in studies of  their own networks. Further, all eight suppliers who stated they had not  performed any studies of the potential impact of HEMP on their networks  also noted a lack of key information on the nature and risk of the HEMP  threat that would allow them to complete studies of their networks and  develop corresponding mitigation measures. Six of the suppliers cited the  classified nature of much of the available information maintained by the  federal government on the EMP threat—particularly HEMP—as a  contributing factor to the industry’s lack of needed information on the  threat. In addition, according to NERC officials, while they have  developed reliability standards directing suppliers to study the  vulnerabilities of their networks to GMD and establish procedures for  dealing with those events, it has yet to produce similar standards for EMP  or HEMP due to the lack of information available to industry on the EMP  threat and how it may impact the grid.", "According to DOE, more research is needed to fully investigate and  evaluate how an electric utility could protect itself from, or mitigate the  effects of, HEMP on its systems. DOE also noted that government and  industry have ongoing research efforts to better understand these  potential effects and develop possible mitigation measures. For example,  DOE has three ongoing research efforts related to HEMP. First, DOE is  collaborating with DHS to advance the understanding of HEMP effects on  the grid through research at the Los Alamos National Laboratory.  Second, DOE has funded efforts underway at the Idaho National  Laboratory focused on developing potential HEMP strategies, protections,  and mitigations for the electric grid—including hardening of infrastructure,  blocking of currents, developing a strategy for stocking and prepositioning  of spare parts, as well as developing operational and emergency planning  tools. Finally, DOE has enlisted the Oak Ridge National Laboratory in  analyzing the vulnerability of the grid to a HEMP event, along with the  potential damage from such an event, and how it would impact on the  reliability and delivery of electric power. The analysis will examine  resilience options such as hardening some facilities, stockpiling some  parts, and contingency planning. In addition to these research projects,  DOE officials told us both Los Alamos National Laboratory and Lawrence  Livermore National Laboratory are working to produce unclassified  information on the characteristics of the electromagnetic signals  associated with HEMP that could be shared with electricity suppliers to  better inform their planning efforts.", "In addition to its ongoing research efforts, DOE and industry have taken  steps to enhance understanding of HEMP issues. In particular, DOE and  industry issued the Joint Electromagnetic Pulse Resilience Strategy (Joint  Strategy) in July 2016 to study HEMP and improve the sharing of  information on HEMP that would be useful to industry. According to  DOE, central to development of the Joint Strategy was an effort to  enhance shared government-industry understanding of the current status  of risks from, and preparedness for, HEMP events. DOE added that this  effort is important because what is currently known about HEMP effects  to the grid has been developed from computer models designed for other  purposes (e.g., understanding Department of Defense system effects), or  is classified and thus difficult to share with industry. Specifically, the Joint  Strategy includes five strategic goals to guide DOE and industry in  minimizing HEMP impacts and improving resilience of the grid to these  events. These strategic goals are (1) improving and sharing  understanding of HEMP: threat, effects, and impacts, (2) identifying  priority infrastructure, (3) testing and promoting mitigation and protection  approaches, (4) enhancing response and recovery capabilities relating to  a HEMP attack, and (5) sharing best practices across government and  industry both nationally and internationally.", "Following development of the Joint Strategy, both DOE and EPRI  (working with DOE, on industry’s behalf) committed to developing  separate, but coordinated, action plans that would implement the five  strategic goals for studying HEMP and providing needed information to  industry. DOE’s Electromagnetic Pulse Resilience Action Plan (DOE  Action Plan), issued in January 2017, delineates the steps that DOE will  take to address HEMP risks and emphasizes the federal government’s  ability to clarify and communicate HEMP threats and impacts, reduce  HEMP vulnerabilities, and facilitate the energy sector’s response and  recovery after HEMP events. DOE stated that its Action Plan also  considers the over 90 recommendations made in the 2008 EMP  Commission report and at least partially addresses 10 of the 15  recommendations directly related to the electric power system made by  the EMP Commission in their report. See appendix V for additional  detail on the DOE Action Plan, including its relationship to the EMP  Commission’s work.", "As noted in the Joint Strategy, EPRI’s industry action plan—initiated in  April 2016—is a complement to the DOE Action Plan and includes  research to be performed to (1) detail the potential impacts of HEMP on  the bulk power system, (2) examine potential industry actions to mitigate  HEMP risks, and (3) inform industry investment decisions regarding those  mitigation options. According to DOE and EPRI, the research that is  outlined in the industry action plan is ongoing and scheduled for  completion over a 3-year period with the first two reports being issued in  September 2016 and February 2017. EPRI officials added that this  research is intended to provide the electric industry with what it needs— specifically, an unclassified, science-based approach to HEMP with  regard to (1) threat characterization, (2) testing results, (3) modeling and  simulation, and (4) recommended strategies for mitigating the impacts of  HEMP including prudent and practical hardening and recovery options.  To meet these goals, EPRI, together with participating suppliers, have  undertaken this 3-year long research effort and expect to complete this  work in 2019. This research effort is comprised of the following tasks:", "HEMP threat characterization. For the first part of this task, EPRI is  identifying the state of knowledge of unclassified HEMP research for  all three components of the HEMP environment (i.e., the E1, E2 and  E3 pulse components of HEMP). This portion of EPRI’s research was  achieved by the issuance of the aforementioned September 2016  report. The remaining two components of this task are ongoing and  include (1) identifying characteristics of the electromagnetic signals  associated with HEMP that can be used to assess the potential  impacts on bulk power system components, and (2) investigating the  physics of HEMP’s transmission to, and impact on, power system  infrastructure.", "Electric infrastructure EMP vulnerability. This task involves  identifying the vulnerability of transmission systems and support  assets (e.g., protection and controls systems, communications,  transformers, etc.) exposed to the HEMP threat by performing  laboratory tests. EPRI will test various infrastructure components at  two EMP test labs by subjecting them to E1 pulses. According to  EPRI, initial results for this task are possible by the end of 2017.", "Electric infrastructure impacts. For this task, EPRI is assessing the  potential impacts of a HEMP attack on the bulk power system by  combining the system modeling-related efforts in the first task above  with the equipment testing results of the second task above. Under  this task, EPRI is also developing assessment techniques, models,  and tools for assessing the impacts of a HEMP attack. The  aforementioned February 2017 report assessing the potential effects  of the E3 pulse component of HEMP on U.S. bulk-power transformers  represents a portion of the work under this task. In this report, EPRI  found that a small number of geographically-dispersed transformers  (14 out of the tens of thousands included in EPRI’s analysis) were  potentially at risk for thermal damage from the E3 pulse. EPRI  produced a companion report assessing the potential impacts of the  E3 pulse on the stability of the bulk-power system (i.e., the potential  for voltage collapse) in December 2017 to be followed by the results  of the first E1 pulse assessment at a later date.", "Mitigation, hardening, and recovery. Under this task, EPRI is  assessing various mitigation and hardening approaches that can be  employed to reduce the impacts of HEMP on bulk-power system  reliability—including examinations of potential unintended  consequences of these approaches and cost effectiveness. As an  initial step, EPRI is developing interim guidance on hardening  substations based on military and international standards that is  scheduled to be completed by the third quarter of 2017.", "Risk-based decision support. For this task, EPRI is developing  methodologies and tools to support risk-informed decisions regarding  the implementation of HEMP hardening and mitigation measures.", "Trial implementation. Once hardening measures have been  identified, EPRI’s supporting member utilities will have the opportunity  to evaluate implementation of these measures on aspects of their  networks. This task will develop a collection of leading industry  practices with regards to HEMP mitigation and hardening. EPRI is to  communicate the effectiveness of these measures including lessons  learned.", "Project member and stakeholder communication. Under this task,  EPRI will communicate the results of its research project to its  supporting members and stakeholders in order to share new learning  in a timely manner."], "subsections": []}]}, {"section_title": "U.S. and Canadian Electricity Suppliers Have Made Improvements to Provide Protection against GMD and HEMP Events, Including Some That NERC Requires and Monitors", "paragraphs": [], "subsections": [{"section_title": "Selected Suppliers Have Made Technology Improvements Primarily to Enhance Overall Network Reliability which Can Also Help Protect Against GMD and HEMP Events", "paragraphs": ["Overall, 10 of the 13 selected suppliers we contacted reported making  technological improvements to provide a range of system reliability  benefits, some of which can also provide collateral benefits for protecting  against GMD and HEMP events. These 10 suppliers purchased and  maintained their own transmission-related equipment, while the remaining  three suppliers were reliability coordinators who did not purchase or own  their equipment. Various examples of these technological improvements  for improved system reliability—that had the added benefit of protecting  against GMD or HEMP events—were reported by the suppliers we  contacted and include the following:", "Replacement of older transformers for various reasons,  including susceptibility to GMD. Overall, 7 of the 13 suppliers we  contacted noted that transformer replacement occurs for a variety of  reasons, including increased efficiency. However, seven of the ten  suppliers that purchased their own equipment added that, when they  acquire new transformers, they generally selected models that have  the added benefit of being more resilient to the effects of GIC during a  GMD event. These seven suppliers reported that their specifications  for the acquisition of new transformers specifically included qualities  to make them more resilient to GIC. The suppliers also told us they  are adhering to these specifications whenever they replace an older,  less resilient, transformer as part of ongoing system upgrades. One  supplier reported that they have undertaken a broad review of the  transformers used in their system and taken steps to systematically  reduce the number of unique units as part of a broader effort to make  their system more consistent. They told us they have worked, to the  extent possible, to standardize their transformer designs since  implementing a new transformer purchasing program in 2008 which  included upgrades such as more stringent specifications for protection  against GMD. This supplier told us these efforts would also make it  easier and less costly to maintain spares and to replace individual  transformers that could be damaged from GMD or HEMP events.", "Participation in spare transformer programs to facilitate timely  recovery of suppliers’ networks after transformer failures,  including those caused by GMD and HEMP events. Of the 10  selected suppliers we contacted who purchased their own equipment,  6 reported having participated in at least one spare transformer  program. For example, five of these suppliers participated in the  Edison Electric Institute’s (EEI) Spare Transformer Equipment  Program (STEP) which was intended as a coordinated approach to  developing a shared inventory of spare transformers and streamlining  the process of sharing transformers with affected companies. This  program requires participating utilities to maintain a specific number of  transformers up to 500 kV to be made available to other utilities in  case of a critical substation failure. According to program  documentation, any investor-owned, government-owned, or rural  electric company in the U.S. or Canada may participate in the EEI  STEP. The sixth supplier did not participate in an outside spare  transformer program such as EEI’s, but, instead, maintained its own,  in-house program.", "Investment in series capacitors to enhance network efficiency.  Eight of the 10 selected suppliers we contacted, who purchased their  own equipment, stated that they had added series capacitors to their  networks. Seven of these eight suppliers told us they had acquired  series capacitors to enhance the efficiency of their networks and help  with network stability and voltage regulation. These suppliers stated  that these devices offer the added benefit of mitigating the impacts of  GMD and HEMP events because series capacitors block GIC,  therefore preventing GIC from affecting certain parts of the  transmission system. For example, one Canadian supplier, whose  customers were almost totally dependent on electricity for heat during  the winter, reported installing these technologies to improve overall  network reliability but recognized the benefits of the technology for  helping alleviate the threat of GMD events—which, according to DOE,  is particularly acute at its far northern latitude.", "Installation of digital relays with enhanced functionality. Four of  the 10 suppliers we contacted who acquired their own equipment had  replaced, or were in the process of replacing, older electro- mechanical protective relays used in their grid control systems with  newer digital relays. Unlike electro-mechanical relays—which can fail  to operate properly under certain conditions resulting from a GMD  event—digital relays can be programmed to properly respond to these  conditions. FERC officials confirmed that digital relays may offer some  degree of protection during GMD events, but cautioned that they are  likely more susceptible than the older electro-mechanical relays to the  E1 pulse of HEMP events.", "Construction of hardened control centers to protect against a  variety of threats, including HEMP. Two of the 10 suppliers we  contacted that purchased their own equipment had built, or were  planning to build, control centers specifically designed to be resilient  to the effects of EMP and other threats. For example, one electricity  supplier’s customers included critical national security agencies and  others in the Washington, D.C. area—resulting in the supplier’s desire  to protect against the HEMP threat. The second supplier was in the  process of designing its own hardened control center to guard against  both EMP and other threats posed by extreme weather events  occasionally occurring in its area of the country.", "In addition to technological improvements to provide a range of system  reliability benefits, some suppliers are considering investments in  technology specifically focused on blocking harmful GIC produced during  GMD events. This GMD mitigation technology is referred to as a “GIC  blocking device” and is still being tested. Since this technology is for the  sole purpose of blocking GIC produced during GMD events, its cost may  be directly attributed to GMD mitigation. One of our 13 selected  electricity suppliers had installed such a prototype device on its high- voltage transmission system as part of an ongoing field trial to assess its  performance and overall system impact in order to determine the  effectiveness of the device under different operating conditions. Four  selected suppliers expressed concern that GIC blocking devices can have  unintended consequences on the stability or reliability of their  transmission networks which could limit their overall benefits. Two of  these suppliers stated that, before considering the installation of these  blocking devices, they would perform analysis to determine their  effectiveness in suppressing GIC at the system level and the impact on  the functioning of their transmission system."], "subsections": []}, {"section_title": "Suppliers Have Developed Operating Procedures for the Initial GMD Reliability Standard and Recognize They May Need to Take Further Steps for the Next Standard", "paragraphs": ["NERC’s initial reliability standard EOP-010-1 requires certain suppliers to  have GMD operating procedures to mitigate the potential effects of GMD  events on the reliable operation of the transmission networks for which  they are responsible. As of May 2017, the 13 suppliers we contacted  told us they were all subject to the requirements of the EOP-010-1  standard and had GMD operating procedures in place to comply with the  standard. Moreover, three of the 13 suppliers functioned as reliability  coordinators and told us that all of the suppliers they oversaw in their  territory also had operating procedures in place in accordance with EOP- 010-1. Officials with the reliability coordinators stated they reviewed their  suppliers’ operating procedures to ensure they did not conflict with the  procedures of other electricity suppliers in the coordinators’ geographic  areas of responsibility.", "In addition, NERC’s Compliance Registry indicates that 188 electricity  suppliers in the United States and Canada are potentially subject to the  EOP-010-1 standard. NERC officials stated that, based on audit reports  reviewed from its Regional Entities that included EOP-010-1, suppliers  with transformers fitting the criteria specified in EOP-010-1 have  developed the operating procedures required by the standard. NERC  officials also stated that the EOP-010-1 standard requires electricity  suppliers’ operating plans and procedures to mitigate the effects of GMD  events on the reliable operation of the grid—as well as for the reliability  coordinators to coordinate these plans and procedures within their area of  responsibility. NERC officials stated that, as part of their compliance  review for the standard, the NERC regions will assess the  reasonableness of these plans and procedures. According to NERC, the  standard provides the suppliers the flexibility to develop the procedures  they think they need for their respective networks. NERC officials added  that the quality of the measures put in place to address vulnerabilities to  GMD would be further addressed under NERC’s second-stage GMD  standard, TPL-007-1.", "NERC’s initial GMD-related reliability standard, EOP-010-1, went into  effect in April 2015. NERC’s next reliability standard, TPL-007-1,  includes requirements that will be phased in over a 5-year period from  July 2017 to January 2022. The TPL-007-1 standard lists a total of seven  requirements of which all but one are directed at planning coordinators  and transmission planners whose planning area includes certain high- voltage transformers. In general, these requirements detail further steps  suppliers must take to periodically model their networks and assess the  vulnerable points of their networks to GMD.", "Depending on the vulnerabilities suppliers identify in conducting future  assessments in accordance with TPL-007-1, suppliers will be required to  develop corrective action plans, starting in January 2022, to ensure their  generation or transmission networks meet certain performance  requirements during a GMD event (e.g., no cascading blackouts).  According to NERC, corrective actions in each plan may include (1)  operational procedures, (2) enhanced training, (3) installation of devices  (e.g., GIC blocking devices), (4) modification of devices (e.g., modifying  equipment for greater GIC resilience), (5) removing vulnerable devices  (e.g., old transformers), and (6) spare transformer programs. See  appendix III for additional detail on TPL-007-1’s 7 requirements for certain  electricity suppliers along with implementation dates for each."], "subsections": []}, {"section_title": "NERC Has a Process to Verify Compliance with Reliability Standards, Including Those Related to GMD", "paragraphs": ["NERC has an established process to verify electricity suppliers’  compliance with reliability standards, including EOP-010-1 and TPL-007- 1. Annually, NERC identifies and prioritizes risks based on the potential  impact to reliability across its eight North American regions and the  likelihood that such an impact might be realized. This process results in  an annual compilation of risk elements for the coming year that are  reflected in NERC’s implementation plan for compliance monitoring of  reliability standards throughout its eight regions. In this implementation  plan, NERC obtains input from the regions on risks inherent in their  geographic areas of responsibility, and NERC links these areas of risk  with specific reliability standards. For example, since becoming effective  in 2015, NERC officials stated that the EOP-010-1 standard has been an  annual area of focus in the implementation plan under the “extreme  physical events” risk area.", "NERC’s overarching implementation plan provides a template for the  regions to follow in developing their own regional implementation plans.  NERC’s eight Regional Entities build on NERC’s guidance on risks facing  all regions by assessing risks to the reliable operation of the bulk power  system in their specific geographic areas of responsibility and identifying  the reliability standards associated with those local areas of risk that they  will focus on in their compliance monitoring efforts for the upcoming year.  Further, according to NERC officials, each NERC Regional Entity  performs individual risk assessments for each of the electricity suppliers  in their areas of responsibility which further inform their approach to  compliance monitoring for each of these suppliers—including which tools  to use when assessing compliance. According to NERC, these individual risk assessments, along with the overarching and region- specific risks, inform the regions compliance monitoring oversight plan for  each supplier. At the end of this planning process, NERC approves each  region’s implementation and audit plans and submits the audit plans to  FERC.", "As of August 2017, NERC’s regions had conducted 63 compliance audits  of suppliers that included the EOP-010-1 reliability standard out of the  total of 188 electricity suppliers potentially subject to the standard in the  United States and Canada. According to NERC officials, the EOP-010-1  reliability standard went into effect in April 2015, and, as noted previously,  NERC Regional Entities conduct compliance audits of individual  suppliers—including those that must comply with EOP-010-1—at least  once every 3 years. Therefore, due to this reason and the fact that  these audits are just one of several options for NERC to consider in  compliance monitoring, not every supplier subject to EOP-010-1 has been  the subject of a compliance audit that included that standard in its scope  as of the date of this report. NERC regions conducted these compliance  audits on both reliability coordinators and transmission operators  registered in the U.S. that were subject to EOP-010-1. As of September  2017, NERC had reported a total of two instances of non-compliance with  the EOP-010-1 standard since its inception in April 2015. Electricity  suppliers self-reported these two instances of non-compliance to NERC,  and they were not the result of a compliance audit. NERC concluded that  these incidents posed minimal risk to the reliability of the bulk power  system. The two suppliers engaged in mitigation activities (e.g., training of  personnel and modification of procedures) to address their non- compliance with the standard, which was verified by NERC’s Regional  Entities. NERC concluded that no further action was needed in these two  cases."], "subsections": []}]}, {"section_title": "Selected Suppliers Reported that Costs for Protecting against GMD and HEMP Events Have Been Relatively Small to Date, and Most U.S. Suppliers Are Expected to Be Able to Recover Costs through Charges to Electricity Customers", "paragraphs": [], "subsections": [{"section_title": "Selected Suppliers Told Us Costs for Protecting against GMD and HEMP Events Have Been Relatively Small to Date, but Costs May Increase as Suppliers Comply with Future NERC Requirements", "paragraphs": ["Selected electricity suppliers told us the costs they have incurred to date  for protecting against GMD and HEMP events have been small relative to  their overall system costs. One supplier said that the costs they have  incurred are generally associated with projects that provide broader  system reliability or other benefits not specific to GMD or HEMP events.  Based on interviews with selected suppliers, there are several types of  projects that protect against GMD and HEMP events at different levels of  costs:", "Projects providing collateral GMD or HEMP protection at no  specific, incremental cost. As noted previously in this report,  selected suppliers have installed several types of equipment for the  purposes of transmission efficiency or benefits of general stability, and  this equipment also provides collateral protection against GMD or  HEMP events. This equipment has included series compensation  systems installed on transmission lines, replacement of older electro- mechanical protective relays used in the suppliers’ grid control  systems with newer digital relays, and acquisition of spare  transformers or participation in shared spare transformer programs  which improves their ability to quickly restore transmission systems  from any cause, including GMD or HEMP events. Total project costs  may vary widely depending on the amount and type of equipment  suppliers choose to install, but according to suppliers we interviewed  and information from transformer manufacturers, costs for this  equipment can range from thousands of dollars per digital relay to  tens of millions of dollars for a series compensation system.", "Projects providing supplemental GMD or HEMP protection at  minimal added cost. As also noted previously in this report, some  suppliers we interviewed said they have added specifications for  improved protection against GMD or HEMP events as part of larger  equipment procurement or construction projects and that this  improved protection typically came at a relatively small increase in  total project price. For example, several suppliers told us that  transformers and other transmission equipment used to control  voltage levels can be made more resistant to GIC by using certain  designs or materials, and one supplier said this would increase  equipment costs by 2 to 3 percent or less. In addition, the two  suppliers we interviewed who have designed new control centers that  are to be hardened against a range of hazards—including extreme  weather (earthquakes, tornadoes, hurricanes, lightning), physical  attacks, and HEMP events—told us that adding HEMP protection to  the design of new control centers has increased total project costs  from about 5 to approximately 20 percent.", "Projects built primarily for GMD or HEMP protection. As also  noted previously in this report, one supplier has installed a prototype  GIC-blocking device, designed specifically to protect against GMD  events, as part of a pilot effort to test its operational impacts. The  costs of deploying these devices are expected to be better understood  after the pilot effort is completed, but based on its initial results, the  supplier expects that the total cost for a well-designed GIC-blocking  device would be at least $500,000, excluding installation and other  costs and one device could be required to protect each transformer.", "Suppliers we interviewed told us they have also developed plans or  procedures to mitigate for GMD. According to suppliers, in general these  plans emphasize reducing the (1) level of power provided by individual  power plants and (2) amount of power flowing over power lines to levels  below their operating limits. For example, the plan for one coordinator—a  grid operator—requires that they immediately take action to reduce the  transfer of power down to GMD Operating Plan-designated limits; if these  limits are approached or exceeded, selected power plants are directed to  reduce the levels of power provided and, if necessary, the grid operator  modifies the levels of power flowing through the system until designated  transfer limits are reached. According to suppliers, lowering these power  levels can reduce the temperatures of key equipment such as  transformers and provide for greater flexibility to operate the system  during an event. In some cases, such plans can require increased use of  power plants that are more costly to operate, potentially increasing overall  system costs. The costs of emergency operating procedures  implemented in response to electromagnetic events are likely to vary  considerably on a case-by-case basis, depending on such factors as the  level of demand and the generation resources available during the event.", "In terms of customer costs, U.S. suppliers we interviewed said that the  costs they have incurred for GMD or HEMP protection thus far would  represent a negligible increase in rates paid by customers. For example,  one supplier we interviewed serves about 4.5 million retail customers, and  officials from that supplier estimated the cost of hardening a planned  control center against HEMP to be at least $10 million. If this cost is fully  passed on to customers and paid for in a single year, we calculated that it  would amount to a total of about $2 for the average customer’s electric bill  for that year.", "In the future, suppliers could face increased costs for protecting against  GMD, depending on the corrective actions needed to address  vulnerabilities, which suppliers are to identify in accordance with reliability  standard TPL-007-1. The standard does not require suppliers to complete  vulnerability assessments and develop corrective action plans until 2022,  and suppliers told us it is too early to know what types of corrective  actions may be required. However, the costs associated with some types  of potential actions could be high. In particular, examples of potential  corrective actions provided in the standard, such as installing new  equipment or modifying existing equipment for improved GIC resilience,  could be costly according to some suppliers we interviewed. For example,  high-voltage transformers can cost tens of millions of dollars each. If  suppliers identify multiple transformers that are vulnerable to thermal  impacts from GIC flows, replacing or modifying them would be costly.  Similarly, a supplier may need to install GIC-blocking devices throughout  their network to effectively protect against a GMD event because the  devices re-direct GIC flows elsewhere in the network. Therefore, a  blocking device strategy could be costly if suppliers determine that large  numbers of their transformers are vulnerable.", "Based on our prior review of federal efforts to enhance electric grid  resiliency and federal emergency management programs, and interviews  with agency and industry representatives, there are no sources of direct  federal funding specifically to reimburse suppliers for costs they incur for  protecting against GMD or HEMP events. DHS officials told us there  are two DHS grant programs that could be used to indirectly support  suppliers’ efforts to prepare for GMD or HEMP events. However, DHS  directly awards these grants to state, local, or tribal governments, and  DHS officials told us that it is rare for these grant funds to be passed  through to private companies and they have no record of instances in  which electricity suppliers received funding for grid preparedness  efforts."], "subsections": []}, {"section_title": "Regulated U.S. Suppliers’ Costs for Protecting against GMD are Generally Recoverable, but Cost Recovery is Less Certain for HEMP Events", "paragraphs": [], "subsections": [{"section_title": "Federal and State Regulators Have Made Specific Assurances about Recovering GMD-Related Costs", "paragraphs": ["At the federal level, in FERC’s September 22, 2016, order approving  NERC’s TPL-007-1 reliability standard, FERC stated that cost recovery  for prudent costs associated with or incurred to comply with the standard  would be available to suppliers for whom FERC approves rates. Two  suppliers we interviewed said that because FERC requires suppliers to  comply with the standard and has provided specific assurance that  prudent costs will be recoverable, they do not expect challenges  recovering such costs. According to FERC officials, FERC determines  whether suppliers’ investments are prudent on a case-specific basis, in  part by considering whether the supplier acted reasonably given industry  norms. FERC officials also stated that for most transmission rates, it  does not conduct in-depth reviews of the reasonableness and prudence  of each cost item unless a stakeholder such as a ratepayer advocacy  group, large customer, or state public utility commission challenges the  suppliers’ rate filing with FERC. FERC officials told us they were not  aware of any cases in which stakeholders challenged GMD-related costs.", "Some suppliers we interviewed said that the revisions to TPL-007-1 that  FERC required in Order 830—particularly, revisions to the benchmark  GMD event suppliers must use in their vulnerability assessments—could  result in added costs for suppliers. For instance, one supplier expressed  concern that they could have to begin work to assess vulnerabilities and  protect against the first version of the benchmark event, and that the  revised standard would require them to re-do such work using a new  benchmark event, at additional cost. In response to such concerns, FERC  stated that it could not yet determine what impacts the revisions might  have on the actions suppliers would have to take to comply, because  NERC had not yet developed or proposed the revisions. However,  FERC re-affirmed that cost recovery for prudent costs associated with or  incurred to comply with reliability standard TPL-007-1, and future  revisions to the standard, will be available to regulated suppliers.", "Representatives from the state regulators we interviewed said they allow  recovery of prudent generation or distribution costs for regulated utilities  for improvements needed to meet federally-required reliability standards,  such as NERC’s GMD reliability standards. In addition, some of the  selected suppliers told us that they use federally-required reliability  standards to justify necessary investments when filing a rate case with  state regulators. As with FERC, state regulators we interviewed said they  determine the prudence and reasonableness of costs on a case-specific  basis."], "subsections": []}, {"section_title": "Suppliers’ Ability to Recover Future HEMP-Related Costs is Uncertain Due to Limited Understanding of HEMP Risks and Mitigation Efforts", "paragraphs": ["To the extent suppliers and regulators determine that HEMP events pose  a risk to bulk power system reliability, FERC may allow recovery of  prudent costs for protecting against EMP events. However, according to  FERC officials, determining prudence for costs associated with new,  emerging areas such as HEMP mitigation could be challenging because  regulators and suppliers have limited understanding of HEMP risks. In  2004, FERC publicly assured suppliers that it will allow for recovery of  prudent costs necessary for ensuring the reliability of the bulk power  system. Specifically, FERC issued a policy statement assuring public  utilities that FERC will approve applications to recover prudently-incurred  costs necessary to ensure bulk power system reliability, including prudent  expenditures for compliance with good utility practices—practices  engaged in or approved by a significant portion of the electricity industry  or that could be expected to accomplish the desired result at a  reasonable cost. Two suppliers we interviewed said that they expect  FERC would allow them to recover transmission costs they deemed  necessary for protecting against HEMP events. FERC officials told us that  they are not aware of any cases to date where suppliers have sought  recovery of transmission costs associated with HEMP protection through  FERC-approved rates, so they do not know what challenges they might  encounter in determining whether these costs are prudent. Also, unlike  GMD events, suppliers and electricity industry stakeholders told us there  are not yet tools for assessing suppliers’ vulnerability to HEMP events,  standards for protecting against these events, or tools for assessing the  effectiveness of protective remedies.", "Suppliers and state regulators we met with said more information is  needed to understand HEMP risks and mitigation efforts in order to  determine to what extent costs would be recoverable. Electricity industry  stakeholders and suppliers told us that they are sensitive to the fact that  their costs are typically borne by customers, and more complete  knowledge of HEMP risks would allow them to invest responsibly in  HEMP protection from both a reliability and cost perspective. Similarly,  one state regulator we interviewed has not yet received any rate filings  from suppliers that include costs associated with HEMP protection.  However, one supplier said that their state regulators prioritize reliability,  and they expect the regulators would allow recovery of costs for HEMP  protection if suppliers determined such protection was needed. As with  FERC, state regulators said that when rate filings involve new  technologies or practices, there is more uncertainty regarding costs and  benefits and it can be more difficult for regulators to determine prudency.  For example, one state regulator told us that DHS is doing work to  understand risks associated with HEMP events, and what protections  such events may necessitate. The regulator said they would like to see  the results of this work before suppliers invest in mitigation equipment, so  there can be more certainty that the costs will be considered prudent."], "subsections": []}]}, {"section_title": "Independent Generators May Face Challenges Recovering Costs for Protecting Against GMD and EMP Events", "paragraphs": ["Independent generators—generators that sell power in wholesale  electricity markets and are not part of an integrated utility—do not have a  mechanism assuring cost recovery for reliability improvements, including  such as GMD and HEMP protection. FERC officials stated that these  generators sell electricity at prices determined by supply and demand in  markets that FERC has determined are sufficiently competitive or that  have adequate procedures in place to mitigate the effect of companies to  manipulate prices, such as could be the case for a company with a large  market share. As such, according to electricity industry and FERC  officials, independent generators do not have the assurances of cost  recovery that traditionally-regulated suppliers do. If they invest in  protecting their facilities from the potential effects of GMD and HEMP, the  prices independent generators obtain for selling electricity so as to be  competitive in the wholesale markets may be too low to allow them to fully  recover their costs. According to data from DOE’s Energy Information  Administration, independent generators represented nearly 47 percent of  electric generation facilities and generated about 39 percent of utility- scale electricity in the U.S. in 2015.", "FERC officials said they recognize that independent generators could  face challenges recovering costs for step-up transformers—generator  equipment which, if it is vulnerable to GMD, may need to be replaced or  modified in accordance with NERC standard TPL-007-1. Independent  generators must balance the need to recover costs associated with these  transformers with the need to offer prices for their electricity that are  competitive in wholesale markets. According to suppliers, until studies are  completed to identify how companies will comply with TPL-007-1 it is  unclear the extent of the risk to step-up transformers owned by  independent generators and the extent of the challenges of paying for  steps to mitigate those risks."], "subsections": []}]}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to DOE, DHS, NOAA, NRC, FERC, and  NERC for their review and comment. DOE, DHS, NRC, FERC, and  NERC provided technical comments, which we incorporated as  appropriate.", "We are sending copies of this report to the Secretaries of Commerce,  Energy, and Homeland Security, the Chairmen of the Federal Energy  Regulatory Commission and the Nuclear Regulatory Commission, and  the Chief Executive Officer of the North American Electric Reliability  Corporation. In addition, the report is available at no charge on the GAO  website at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  Chris Currie at (404) 679-1875 or curriec@gao.gov or Frank Rusco at  (202) 512-3841 or ruscof@gao.gov. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this report. GAO staff who made key contributions to this report are  listed in appendix VI."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["In conducting our work, we interviewed representatives from 13 of the  181 U.S. and Canadian electricity suppliers—entities that own or operate  generation or transmission infrastructure—subject to the North American  Electric Reliability Corporation’s (NERC) 2014 geomagnetic disturbance  (GMD) reliability standard and which conduct planning and generation,  transmission, and distribution operations. We selected these 13  electricity suppliers based on input from the U.S. Department of Energy  (DOE), NERC, industry associations, and research institutions as to  which suppliers had taken steps to prepare for and mitigate impacts from  electromagnetic events. We also considered, among other things, the  following supplier preparedness and mitigation actions and  characteristics: (1) efforts or plans to install mitigation equipment or  technology; (2) efforts or plans to develop specific mitigation processes,  procedures, or other operational actions; (3) infrastructure, such as length  and voltage of transmission lines; (4) high-voltage equipment, including  transformers over 230 kilovolts (kV); (5) geomagnetic latitude; and (6)  experience with GMD-related service disruptions. We included 3  Canadian electricity suppliers among the 13 suppliers we interviewed due  to their (1) experiences with past geomagnetic disturbance (GMD) events,  (2) research on the impacts of GMD, and (3) actions taken to prepare for  and mitigate GMD events.", "We conducted site visits to 6 of the 13 suppliers to better understand their  experiences with past GMD events and identify actions they have taken  to prepare for and mitigate GMD and High-Altitude Electromagnetic Pulse  (HEMP) events, among other things. During these visits we met with  organization officials; observed operations and facilities, such as control  centers hardened to mitigate effects from HEMP events; and viewed  equipment potentially vulnerable to GMD, such as high-voltage  transformers. While we cannot generalize the information we learned  from these selected suppliers to all U.S. and Canadian suppliers, they  provided insight on what electricity suppliers may know regarding the  potential impacts of electromagnetic events on the electric grid, as well as  steps suppliers may be taking to prepare for and mitigate such impacts.  The selected U.S. suppliers also identified opportunities available to them  for recovering costs for protecting against electromagnetic events. Based  on input from DOE, NERC, supplier, and industry officials, and because  of these organizations’ specialized knowledge and experience with the  electricity industry, we also interviewed representatives from six industry  organizations—five industry associations and one industry research  organization—two transformer manufacturers, one software modelling  company specializing in simulations of high-voltage power system  operations, and one designer of a prototype geomagnetically induced  current (GIC)-blocking device.", "To determine the extent to which U.S. and Canadian electricity suppliers  have identified information about the effects of GMD and HEMP on the  electric grid, we reviewed selected U.S. and Canadian government  studies issued—or commissioned by—DHS, DOE, U.S. National  Laboratories, Natural Resources Canada, the Federal Energy Regulatory  Commission (FERC), and NERC since 2010 regarding, among other  things, the vulnerability of transmission and generation infrastructure and  equipment to GMD and HEMP events, possible measures to mitigate the  effects of GMD and HEMP, and areas requiring further research. We  also reviewed relevant studies published since 2010 from the Electric  Power Research Institute (EPRI) and private contractors referred to us by  government, supplier, and industry representatives. We identified these  studies based on feedback from all entities listed above and through  references in reports and other documentation. While we did not compile  a comprehensive list of all studies of the effects of GMD and HEMP on  the U.S. and Canadian electric grid, industry experts indicated that we  had identified relevant studies published on this subject since 2010. We  also interviewed knowledgeable officials from these U.S. and Canada  government agencies, national laboratories, and industry organizations to  clarify our understanding of the issues addressed in these studies. We  assessed the methodologies used in the relevant reports and determined  them to be sufficiently rigorous to provide information about the potential  effects of GMD and HEMP events on the electric grid.", "To better understand the effects of solar weather on the electric grid, how  GMD is measured, and mechanisms in place for notifying electricity  suppliers of potentially dangerous solar storms, we interviewed  representatives from the National Oceanic and Atmospheric  Administration’s (NOAA) National Weather Service, the U.S. Geological  Survey (USGS), and the National Aeronautics and Space Administration  (NASA). We also reviewed relevant documentation on processes and  procedures. -index) is a near real-time estimate of the official Planetary K-index  maintained by the GFZ German Research Centre for Geosciences. events occurring from 1933 through 2016. We also interviewed  Department of Homeland Security (DHS) officials regarding the  Department’s efforts to address requirements in the National Defense  Authorization Act for Fiscal Year 2017.", "To obtain perspectives on efforts individual electricity suppliers have  taken to better understand the effects of GMD and HEMP, we interviewed  officials from 13 U.S. and Canadian suppliers regarding the extent to  which they had evaluated the impact of electromagnetic events on their  specific generation systems or transmission networks and what they had  learned from these evaluations. With respect to ongoing efforts to  research the effects of HEMP, we reviewed DOE and EPRI’s Joint  Electromagnetic Pulse Resilience Strategy and the U.S. Department of  Energy Electromagnetic Pulse Resilience Action Plan and interviewed  relevant DOE and EPRI officials regarding these plans. Further, we  interviewed officials from various national laboratories regarding their  ongoing efforts to fully investigate and evaluate how an electric utility  could protect itself from, or mitigate the effects of, HEMP on its systems.  We also interviewed officials from the Nuclear Regulatory Commission  (NRC) regarding efforts to assess the ability of a nuclear power plant to  achieve safe shut down following a GMD or EMP event and the extent to  which plants are required to implement strategies or guidelines in the  event of a prolonged loss of offsite power, similar to what could be  caused by a GMD or EMP event. Finally, we reviewed the 2008  Commission to Assess the Threat to the United States from  Electromagnetic Pulse Attack (EMP Commission) report with  recommendations on preparing for and recovering from a possible EMP  attack. In October 2017, we also requested an interview with a  representative from the EMP Commission but did not receive a response  to our requests.", "To identify steps selected U.S. and Canadian electricity suppliers have  taken to protect against GMD and HEMP events and understand how  NERC has monitored these efforts, we reviewed FERC orders and NERC  reliability standards that require certain suppliers to take steps to assess  and prepare for GMD impacts. We interviewed FERC and NERC  officials to discuss these standards and reviewed public comments  submitted by stakeholders during the FERC rulemaking process. We also  interviewed officials from 13 U.S. and Canadian electricity suppliers to  identify steps they had taken to comply with NERC reliability standards as  well as any additional actions to prepare for and mitigate potential GMD  and HEMP effects, such as replacement of older equipment or investment  in spare transformer programs. Additionally, we reviewed relevant federal  guidance on preparing for GMD and HEMP events, such as DHS’s  Electromagnetic Pulse protection guidelines and NERC’s Geomagnetic  Disturbance Planning Guide.", "To identify the extent to which NERC has monitored electricity suppliers’  steps to comply with NERC reliability standard EOP-010-1, we reviewed  NERC monitoring processes, including procedures for developing an  annual, nationwide implementation plan for conducting monitoring  activities. NERC officials provided the number of compliance audits  conducted between April 2015—when NERC, through Regional Entities  to which it has delegated enforcement authority, first began reviewing  suppliers for compliance with EOP-010-1—and August 2017 that included  the EOP-010-1 reliability standard. We contrasted the number of  compliance audits with the total number of suppliers potentially subject to  NERC’s GMD reliability standard EOP-010-1. We assessed the reliability  of the data on the total number of suppliers subject to EOP-010-1 by  interviewing agency officials regarding data sources, system controls, and  any quality assurance steps performed by officials before the data were  provided; we found the data to be sufficiently reliable to provide the  number of suppliers subject to EOP-010-1 since it went into effect. We  also discussed with cognizant NERC officials the organization’s  processes for collecting and reporting comprehensive data on the status  of their overall compliance monitoring efforts.", "To identify what opportunities exist for U.S. electricity suppliers to recover  costs for protecting against GMD and HEMP events, we reviewed FERC  regulations and orders related to cost recovery, such as suppliers’ costs  for spare transmission equipment services. We also interviewed FERC  officials and representatives of selected state regulators whose  jurisdictions include suppliers we interviewed, regarding procedures  available to electricity suppliers to recover costs for actions taken to  prepare for and mitigate GMD and HEMP effects. We asked these  officials to discuss previous, current, and potential future regulatory  actions—orders or rate cases they have overseen—involving recovery of  costs for actions taken to protect against GMD and HEMP events.  Further, we interviewed cognizant DHS and DOE officials to identify the  extent to which financial incentives—such as preparedness grants—are  available to U.S. electricity suppliers to offset the costs of preparation and  mitigation efforts. As part of our review of actions taken by ten selected  U.S. electricity suppliers to prepare for and mitigate the impact of  electromagnetic events, we interviewed officials regarding the extent to  which they had recovered costs expended on preparedness and  mitigation efforts and what, if any, options they were considering to  recover such costs in the future. While the information provided by  these selected electricity suppliers is not generalizable to the U.S.  industry, it illustrates examples of actions selected suppliers have taken  to recover costs for GMD and HEMP mitigation and preparedness efforts.  In addition, we interviewed representatives from various trade  associations to identify challenges suppliers face in recovering costs for  mitigation and preparedness efforts.", "We conducted this performance audit from May 2016 to February 2018 in  accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: National Oceanic and Atmospheric Administration (NOAA) Notifications for Geomagnetic Disturbances", "paragraphs": ["In the United States, the National Oceanic and Atmospheric  Administration’s (NOAA) National Weather Service manages the Space  Weather Prediction Center (SWPC), which is responsible for monitoring  and providing services on space weather, including geomagnetic storms.  SWPC uses a variety of ground and space-based sensors, as well as  imaging systems, to view and estimate geomagnetic activity around the  world, and to issue Watches, Warnings, and Alerts for geomagnetic  storms through e-mail and website postings to those who are impacted by  space weather. Additionally, in the event of imminent geomagnetic  storms, SWPC issues immediate voice notification and confirmation to all  North American Electric Reliability Corporation (NERC) reliability  coordinators through a special hotline. is a  “range index”—a measure of variation that saturates at K= 9—Dst is an unbounded  measure of solar storm effects on the Earth’s magnetic field. In this report, we use the K- index, the history of which spans three solar cycles more than the Dst-index. = 9 (extreme)—to determine whether geomagnetic alerts and warnings  should be issued.", "SWPC’s primary notifications include:", "Watches: Watch forecasts for impending geomagnetic storms— coronal mass ejections (CME)—are issued when the highest  predicted Kp-index for a day is between K = 5 or higher and are  posted approximately 1 to 2 days before a storm reaches Earth.  According to SWPC, Watch forecasts are less reliable in predicting  storm intensity and timing than other types of forecasts, but are  considered useful for longer-range notification. Watch forecasts are  based primarily on space and ground-based solar observations as  well as modelling predictions.", "Warnings: Warnings of geomagnetic storms are issued when  estimated K-indices of K = 4 or higher are expected; they are  generally issued 20 to 40 minutes in advance and are based on real- time observations of the solar wind conditions affecting earth. SWPC  considers Warning notices as more reliable than Watch forecasts in  terms of measuring storm intensity and timing. -index to determine the G-scale level (G1 through G5), in  which “K= 5” corresponds to “G1” and “K= 9” corresponds to “G5.” A K of 0 to 4 is  below storm levels and is labeled as “G0.” For purposes of consistency, we use the K- index in this report.", "Alerts: Alerts are near real-time indications that a specific storm  threshold—K = 4 or above—is reached; they are based on SWPC’s  minute-by-minute estimate of GMD activity. Alerts are derived from  ground-based magnetometer observations from eight locations  around the world.", "According to SWPC, Watches, Warnings, and Alerts are to be issued as  activity occurs and therefore can be issued very frequently during high- activity intervals and not at all during quiet periods. SWPC issues these  notifications when storm levels reach a specific estimated K level. Table  1 shows the estimated K-indices that trigger each SWPC notification  product as well as the estimated impacts to the electrical power system."], "subsections": []}, {"section_title": "Appendix III: North American Electric Reliability Corporation (NERC) Geomagnetic Disturbance (GMD) Reliability Standards", "paragraphs": ["In May 2013, the Federal Energy Regulatory Commission (FERC)  directed NERC to develop reliability standards requiring electricity  suppliers to address the potential impact of GMD on the reliable operation  of the U.S. bulk power system. In June 2014, FERC approved standard  EOP-010-1, submitted by NERC, requiring that certain suppliers prepare  for the effects of GMD events by developing contingency operating plans,  procedures, and processes. FERC approved a second standard—TPL- 007-1—in September 2016, also submitted by NERC, requiring certain  suppliers to assess the vulnerability of their transmission systems to GMD  events; suppliers that do not meet certain performance requirements  must develop a plan to achieve the performance requirements. Table 2  summarizes the specific requirements in NERC’s stage 1—EOP-010-1— and stage 2—TPL-007-1—standards, the electricity industry entities  responsible for them, and their effective dates for the requirements."], "subsections": []}, {"section_title": "Appendix IV: Select Government and Industry Studies on Electromagnetic Events", "paragraphs": ["An electromagnetic event can result from a naturally occurring, large- scale geomagnetic disturbance (GMD), caused by severe solar weather,  or from human-made sources, such as the high-altitude detonation of a  nuclear device to create a high-altitude electromagnetic pulse (HEMP).  Table 3 provides details on a select number of geomagnetic-related  studies performed since 2010 with respect to their objectives, findings,  and recommendations. These studies include details on (1) areas of  vulnerability for the grid with respect to GMD events, (2) potential impact  on the grid from these events, (3) possible mitigation measures, and (4)  areas needing further research. For example, as shown in the table, the  North American Electric Reliability Corporation’s (NERC) and the  Department of Energy’s (DOE) June 2010 report included a plan to form a  task force of government and industry efforts to examine GMD. This  resulted in the formation of the NERC GMD Task Force, consisting of  government, industry, and academic experts, to examine the GMD threat  to the nation’s power grid. The task force’s work in evaluating the  potential impact of GMD events resulted in NERC’s subsequent February  2012 report (also shown in table 3) which outlines its plans for working  with industry on new reliability standards for GMD events, among other  things. As a result of this work, and as directed by the Federal Energy  Regulatory Commission (FERC), NERC developed the EOP-010-1 and  TPL-007-1 GMD reliability standards. Also as a result of this work, NERC  issued a GMD Planning Guide for electricity suppliers, which assists the  suppliers in carrying out studies to assess the effects of GMD on their  individual networks.", "Table 4 provides details on a select number of unclassified HEMP-related  studies performed since 2010 with respect to their objectives, findings,  and recommendations. These studies include details on (1) areas of  vulnerability for the grid with respect to HEMP events, (2) potential impact  on the grid from these events with respect to all three HEMP pulses (E1,  E2, and E3), (3) possible mitigation measures, and (4) areas needing  further research."], "subsections": []}, {"section_title": "Appendix V: Details on the U.S. Department of Energy’s (DOE) Electromagnetic Pulse (EMP) Resilience Action Plan", "paragraphs": ["DOE’s EMP Action Plan (DOE Action Plan), issued January 2017,  describes 19 actions to be taken by September 30, 2021, to enhance the  resilience of the electric power grid to high-altitude electromagnetic pulse  (HEMP) effects. DOE stated that its Action Plan considers the over 90  recommendations made in the 2008 Commission to Assess the Threat of  the United States from Electromagnetic Pulse (EMP) Attack (EMP  Commission) report and at least partially addresses 10 of the 15  recommendations directly related to the electric power system made by  the EMP Commission in their report. See table 5 for these 10 EMP  Commission recommendations from 2008 and corresponding  components of DOE’s 2017 Action Plan.", "As of November 2017, based on our review of implementation dates for  specific actions in DOE’s plan, the agency had yet to complete 15 of the  19 actions detailed in the Action Plan but had initiated efforts under the  plan to identify gaps in HEMP knowledge and coordinate government and  industry information sharing with the electricity sector and other critical  industry sectors. Future work DOE expects to address under the plan will  include (1) evaluating existing models used to estimate EMP impacts to  the grid, (2) the adequacy of backup power generation in the wake of an  EMP event, (3) establishing a national capability for conducting EMP  testing of existing grid components, (4) identifying and evaluating  mitigation and protection measures for various grid components, and (5)  assessing the feasibility of testing different hardening techniques for  substations for EMP scenarios. The DOE Action Plan includes  deliverables and due dates for the 19 action items detailed in the plan  which, according to DOE, are subject to the availability of necessary  funding. See table 6 for details on these deliverables, and associated  dates, for each action item."], "subsections": []}, {"section_title": "Appendix VI: GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contacts", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the individuals named above, Jon Ludwigson (Acting  Director), Ben Atwater (Assistant Director), and Barbara Guffy (Analyst-in- Charge) managed this assignment. Frederick K. Childers, Jonathan  Felbinger, Daniel Friess, Alexandra D. Gebhard, Michael Harmond, Eric  Hauswirth, Richard Hung, Miles Ingram, and Heidi Nielson made key  contributions to this report."], "subsections": []}]}], "fastfact": ["Under some circumstances, a severe solar storm or high-altitude nuclear blast could damage the U.S. electric grid and potentially cause extensive outages.", "New standards require some electricity suppliers to assess their vulnerability to extreme solar storms. We reviewed industry actions to reduce risks from extreme solar storms and high-altitude nuclear blasts.", "Government and industry experts generally knew more about solar than nuclear risks, and agreed on a need for more research. All but 2 of the 13 electricity suppliers we contacted had assessed their systems' vulnerability to solar storms and most expected impacts to be relatively small."]}