{"id": "GAO-18-348", "url": "https://www.gao.gov/products/GAO-18-348", "title": "Military Personnel: DOD Should Improve Its Oversight of the Exceptional Family Member Program", "published_date": "2018-05-08T00:00:00", "released_date": "2018-05-08T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Military families with special medical and educational needs face unique challenges because of their frequent moves. To help assist these families, DOD provides services plans, which document the support a family member requires. The National Defense Authorization Act for Fiscal Year 2017 included a provision for GAO to review the Services' EFMPs, including DOD's oversight of these programs.", "This report examines the extent to which (1) each Service provides family support and (2) the Services monitor and DOD evaluates assignment coordination and family support.", "GAO analyzed DOD and Service-specific EFMP guidance and documents; analyzed fiscal year 2016 EFMP data (the most recent available); visited seven military installations, selected for their large numbers of military-connected students; and interviewed officials responsible for implementing each Service's EFMP, as well as officials in OSN that administer DOD's EFM policy."]}, {"section_title": "What GAO Found", "paragraphs": ["The support provided to families with special needs through the Department of Defense's (DOD) Exceptional Family Member Program (EFMP) varies widely for each branch of Military Service. Federal law requires DOD's Office of Special Needs (OSN) to develop a uniform policy that includes requirements for (1) developing and updating a services plan for each family with special needs and (2) resources, such as staffing, to ensure an appropriate number of family support providers. OSN has developed such a policy, but DOD relies on each Service to determine its compliance with the policy. However, Army and Navy officials said they have not received feedback from OSN about the extent to which their Service-specific guidance complies. Federal internal control standards call for developing clear policies to achieve agency goals. In addition, DOD's most recent annual reports to Congress do not indicate the extent to which each Service provides services plans or allocates sufficient resources for family support providers. According to GAO's analysis, the Military Services have developed relatively few services plans, and there is wide variation in the number of family support providers employed, which raises questions about potential gaps in services for families with special needs (see table).", "Each Service uses various mechanisms to monitor how servicemembers are assigned to installations (assignment coordination) and obtain family support, but DOD has not established common performance measures to assess these activities. DOD has taken steps to better support families with special needs, according to the DOD officials GAO interviewed. For example, DOD established a working group to identify gaps in services. However, OSN officials said that DOD lacks common performance measures for assignment coordination and family support because the Services have not reached consensus on what those measures should be. In addition, OSN does not have a process to systematically evaluate the results of the Services' monitoring activities. Federal internal control standards call for assessing performance over time and evaluating the results of monitoring activities. Without establishing common performance measures and assessing monitoring activities, DOD will be unable to fully determine the effect of its efforts to better support families with special needs and the adequacy of the Services' EFMPs as required by federal law."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO makes a total of three recommendations to DOD. DOD should assess and report to Congress on the extent to which each Service provides sufficient family support personnel and services plans, develop common performance metrics for assignment coordination and family support, and evaluate the results of the Services' monitoring activities. DOD agreed with these recommendations and plans to develop performance metrics for assignment coordination and develop plans to evaluate the Services' monitoring activities."]}], "report": [{"section_title": "Letter", "paragraphs": ["Military families with special medical or educational needs face a unique  set of challenges due to their frequent moves within the United States and  to overseas installations. With each move, a family with special needs  often must find new specialized medical care providers or a new school  that can provide appropriate special education services. Recent executive  branch, congressional, and advocacy group initiatives have focused on  increasing support for these families, which the White House deemed a  top national security policy priority in 2011. As of February 2018, the  Services’ Exceptional Family Member Programs (EFMP) collectively  serve more than 132,500 enrolled military family members with special  needs.", "The National Defense Authorization Act (NDAA) for Fiscal Year 2017  included a provision for GAO to assess the effectiveness of the Services’  EFMPs, including the Department of Defense’s (DOD) role in providing  guidance for these programs. These programs include, among other  things, family support services, such as referrals to military or community  resources for families with special needs; and a process for considering  the medical or educational needs of these families before they are  relocated (known as assignment coordination.) This report examines (1)  the extent to which each Service has provided family support as required  by DOD and (2) the extent to which the Services monitor and DOD  evaluates assignment coordination and family support.", "To address the first objective, we obtained and reviewed documentation  to assess how the Air Force, Army, Marine Corps, and Navy provide  family support services in the continental United States (CONUS). In  addition, we visited seven installations in five states to learn more about  how service-specific guidance for the EFMP is implemented. We  selected these installations because they serve a large segment of the  total population of families with special needs enrolled in the Services’  EFMPs, including high concentrations of military-connected children  attending local schools and children attending U.S. DOD schools. At each  installation we visited, we conducted group interviews with a self-selected  group of military family members and caregivers enrolled in the EFMP  that have used family support services (see app. III for more information  about these interviews, which provide illustrative examples of issues  raised by families with special needs regarding the EFMP). We also  obtained program data from the Air Force, Army, Marine Corps, and Navy  and interviewed representatives from each Service about the data to  determine that the selected data variables from each service are  sufficiently reliable for the purposes of providing summary results about  family support for fiscal year 2016. Finally, we spoke with  representatives from advocacy groups at the national level selected for  their expertise on military families with special needs and the EFMP.", "To address the second objective, we reviewed each service’s procedures  for monitoring assignment coordination and family support, as well as  DOD’s efforts to monitor these EFMP components across the Services.  Specifically, we reviewed policies and procedures included in Service- specific guidance related to monitoring, including DOD-required  certifications for family support services and related quality assurance  activities for assignment coordination, such as site-visits from each  Service’s headquarters. In addition, we discussed required monitoring  activities with personnel from each Service’s headquarters and EFMP  managers at each installation we visited. Finally, we assessed these  monitoring activities against DOD’s monitoring requirements; standards  for internal control in the federal government; and GAO’s body of work on  leading practices in performance measurement, which help federal  agencies determine if their goals are being achieved.", "For both objectives, we interviewed agency officials and reviewed  relevant federal laws and regulations. A more detailed discussion of our  scope and methodology can be found in appendix I.", "We conducted this performance audit from February 2017 to May 2018 in  accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["The EFMP provides support to families with special needs at their current  and proposed locations. Servicemembers relocate frequently, generally  moving every 3 years if in the Army, Marine Corps, and Navy, and every  4 years if in the Air Force. In fiscal year 2016, the Military Services  relocated approximately 39,000 servicemembers enrolled in the EFMP to  CONUS installations.", "To implement DOD’s policy on support for families with special needs,  DOD requires each Service to establish its own EFMP for active duty  servicemembers. EFMPs are to have three components—identification  and enrollment, assignment coordination, and family support.", "Identification and enrollment: Medical and educational personnel at  each installation are responsible for identifying eligible family  members with special medical or educational needs to enroll in the  EFMP. Once identified by a qualified medical provider, active duty  servicemembers are required to enroll in their service’s EFMP.  Servicemembers are also required to self-identify when they learn a  family member has a qualifying condition.", "Assignment coordination: Before finalizing a servicemember’s  assignment to a new location, DOD requires each Military Service to  consider any family member’s special needs during this process,  including the availability of required medical and special educational  services at a new location.", "Family support: DOD requires each Military Service’s EFMP to  include a family support component through which it helps families  with special needs identify and gain access to programs and services  at their current, as well as proposed, locations. Servicemembers  assigned to a joint base would receive family support from the Service  that is responsible for leading that installation. For example, an  Airman assigned to a joint base where the Army is the lead would  receive family support from the Army installation’s EFMP.", "As required by the NDAA for Fiscal Year 2010, DOD established the  Office of Community Support for Military Families with Special Needs  (Office of Special Needs or OSN) to develop, implement, and oversee a  policy to support these families. Among other things, this policy must (1)  address assignment coordination and family support services for families  with special needs; (2) incorporate requirements for resources and  staffing to ensure appropriate numbers of case managers are available to  develop and maintain services plans that support these families; and (3)  include requirements regarding the development and continuous updating  of a services plan for each military family with special needs. OSN is  also responsible for collaborating with the Services to standardize EFMP  components as appropriate and for monitoring the Services’ EFMPs.  OSN has been delegated the responsibility of implementing DOD’s policy  for families with special needs by the Undersecretary of Defense for  Personnel and Readiness through the Assistant Secretary for Manpower  and Reserve Affairs according to DOD officials. Currently, OSN is  administered under the direction of the Deputy Assistant Secretary of  Defense for Military Community and Family Policy through the Office of  Military Family Readiness Policy. In addition, each Military Service has  designated a program manager for its EFMP who is also responsible for  working with OSN to implement its EFMP (see fig. 1).", "DOD’s guidance for the EFMP (1) identifies procedures for assignment  coordination and family support services; (2) designates the Assistant  Secretary of Defense for Manpower and Reserve Affairs as being  responsible for monitoring overall EFMP effectiveness; (3) assigns the  OSN oversight responsibility for the EFMP, including data review and  monitoring; and (4) directs each Service to develop guidance for  overseeing compliance with DOD requirements for their EFMP. Table 1  provides an overview of the procedures each Service must establish for  the assignment coordination and family support components of the  EFMP.", "As a part of its guidance for monitoring military family readiness  programs, DOD also requires each Military Service to certify or accredit  its family readiness services, including family support services provided  through the EFMP. In addition, DOD states that each Service must  balance the need for overarching consistency across EFMPs with the  need for each Service to provide family support that is consistent with  their specific mission. To accomplish this, each Service is required to  jointly work with DOD to develop a performance strategy, which is a plan  that assesses the elements of cost, quality, effectiveness, utilization,  accessibility, and customer satisfaction for family readiness services. In  addition, each Military Service is required to evaluate their family  readiness services using performance goals that are linked to valid and  reliable measures such as customer satisfaction and cost. DOD also  requires each Service to use the results of these evaluations to inform  their assessments of the effectiveness of their family readiness services  for families with special needs."], "subsections": []}, {"section_title": "Key Aspects of Support for Families with Special Needs Vary Widely Across the Services, Leading to Potential Gaps in Assistance for Families with Special Needs", "paragraphs": ["According to DOD officials, each Military Service provides family support  services in accordance with DOD guidance as well as Service-specific  guidance. However, we found wide variation in each Service’s  requirements for family support personnel as well as the practices and  expectations of EFMP staff. As a result the type, amount, and frequency  of assistance enrolled families receive varies from Service to Service and  when a servicemember from one Service is assigned to a joint base led  by another Service (see table 2).", "For example, in terms of a minimum level of contact for families with  special needs enrolled in the EFMP, the Services vary in the frequency  with which they require family support providers to contact families with  special needs:", "The Marine Corps specifies a frequency (quarterly) with which families  with special needs should be contacted by their family support  providers.", "The Air Force has each installation obtain a roster of families with  special needs enrolled in the EFMP on a monthly basis, but it does  not require family support providers to, for example, use this  information to regularly contact these families.", "The Navy assigns one of three service levels to each family member  enrolled in the EFMP. These service levels are based on the needs of  each family with special needs; family support providers are  responsible for assigning a “service level” that directs the frequency  with which the family must be contacted.", "The Army has no requirements for how often families with special  needs should be contacted.", "The Services also vary as to whether they offer legal assistance to  families with special needs as follows:", "The Marine Corps employs two attorneys who can represent families  with special needs who fail to receive special education services from  local school districts, as specified in their children’s individualized  education programs (IEP). They can also advise EFMP-enrolled  families on their rights and options if a family believes their child  needs special education services from a local school district (e.g., an  IEP).", "The Air Force, Army, and Navy choose not to employ special  education attorneys. Officials with whom we spoke said families with  special needs in these Services can receive other types of assistance  that may help them resolve special education legal issues. For  example, Air Force officials said servicemembers and their families  can receive support from attorneys that provide general legal  assistance on an installation, Army officials said installation EFMP  managers can refer families with special needs to other organizations  that provide legal support, and Navy officials said families can find  support through working with their installation’s School Liaison  Officers."], "subsections": [{"section_title": "Services Plans", "paragraphs": ["The NDAA for Fiscal Year 2010 requires DOD’s policy to include  requirements regarding the development and continuous updating of a  services plan (SP) for each family with special needs, and DOD has  specifically required these plans as part of the provision of family support  services. These plans describe the necessary services and support for  a family with special needs and document and track progress toward  meeting related goals. According to DOD guidance, these plans should  also document the support provided to the family, including case notes.  In addition, the DOD reference guide for family support providers  emphasizes that timely, up-to-date documentation is especially important  each time a family relocates, as military families regularly do. Therefore,  SPs are an important part of providing family support during the relocation  process, and provide a record for the gaining installation. Requiring timely  and up-to-date documentation is consistent with federal internal control  standards, which state that agencies should periodically review policies,  procedures, and related control activities for continued relevance and  effectiveness in achieving their objectives. SPs follow families with  special needs each time they relocate and without timely and up-to-date  documentation, DOD cannot ensure that all families continue to receive  required medical and/or special educational services once they relocate  to another installation.", "For every Service the number of SPs was relatively few when compared  to the number of servicemembers (known as sponsors) or the number of  family members enrolled in the EFMP (see table 3).", "The Services and OSN provided a range of reasons as to why the  Services do not develop and maintain a SP for each family with special  needs. For example, Air Force officials said their family support providers  consider the needs of each family with special needs before determining  whether a SP will help them receive the required services. In addition,  Army and Marine Corps officials said they may not develop these plans if  families do not request them. Further, according to a Navy official, some  families lack the required SPs because installations may not have the  staff needed to develop them—even though DOD requires the Services to  maintain sufficient staff and certify their EFMPs. OSN officials with whom  we spoke also said that the Services may not have developed many SPs  during fiscal year 2016 because DOD had not yet approved a  standardized form that could be used to meet this requirement. Finally,  OSN officials also said that each family with special needs enrolled in the  EFMP may not need a SP because their condition does not require this  type of family support."], "subsections": []}, {"section_title": "Resources", "paragraphs": ["To meet requirements of the NDAA for Fiscal Year 2010, in April 2017,  DOD issued to the Services guidance that directed them to “rogram,  budget, and allocate sufficient funds and other resources, including  staffing,” to meet DOD’s policy objectives for the EFMP. According to  OSN officials, DOD relies on each Service to determine what level of  funds and resources is sufficient and what constitutes an appropriate  number of family support personnel. To determine family support  providers and related personnel staffing levels, the Service officials with  whom we spoke said they consider a number of factors, including the  number of families with special needs enrolled in the EFMP at any given  installation (see app. II for more information about the EFMP data by  installation). See Table 4 for a summary of EFMP family support  providers and other key personnel at CONUS installations.", "As required by DOD, all of the Services employ family support providers  to assist families with special needs. In addition, some Services employ  additional personnel to support implementation of the EFMP (see  sidebar). For example, the Air Force employs family support  coordinators to administer its EFMP and no other personnel are  dedicated to assisting these coordinators or enrolled families. The Army  employs “system navigators” who provide individualized support to  families with special needs at selected installations through its EFMP, as  well as other personnel to administer the EFMP. workers at most of its CONUS  installations to administer individualized  support to families with special needs. In  addition, the Marine Corps employs  program managers, administrative  assistants, as well as training and  education outreach specialists.", "The Navy contracts regional case liaisons  and case liaisons at selected CONUS  installations to administer individualized  support to families with special needs. In  addition, the Navy employs collateral duty  case liaisons who assist with the delivery  of family support services at all other  CONUS installations.", "Senior OSN officials said they rely on each Service to determine the  extent to which its EFMP complies with DOD’s policy for families with  special needs because they consider OSN to be a policy-making  organization that is not primarily responsible for assessing compliance. In  addition, these officials said the Services need flexibility to implement  DOD’s policy for families with special needs because they each have  unique needs and the number of enrolled families in the EFMP is  constantly changing. However, DOD has not developed a standard for  determining the sufficiency of funding and resources each Service  allocates for family support. Air Force officials at one of the installations  we visited said the Air Force identified the lack of staff and funding to  provide individualized support to most families with special needs as an  issue. In addition, officials from the Army and Navy said they have not  received any guidance from OSN officials about their Service-specific  guidance, including requirements for resources and services plans.  Further, the Services may not know the extent to which their Service- specific guidance complies with DOD’s policy for families with special  needs.", "The NDAA for Fiscal Year 2010 requires DOD to identify and report  annually to the congressional defense committees on gaps in services for  military families with special needs and to develop plans to address these  gaps. However, DOD’s most recent reports to the congressional defense  committees did not address the relatively few SPs being created for  families with special needs, or whether the Services are providing  sufficient resources to ensure an appropriate number of family support  providers. Federal internal control standards require that agencies  establish control activities, such as developing clear policies, in order to  accomplish agency objectives such as those of the Services’ EFMPs.  Without fully identifying and addressing potential gaps in family support  across these programs, some families with special needs may not get the  assistance they require, particularly when they relocate."], "subsections": []}]}, {"section_title": "Each Service Has Mechanisms to Monitor EFMP Assignment Coordination and Family Support Activities, but DOD Lacks Common Performance Measures and a Process to Fully Evaluate These Activities Each Service Has Mechanisms to Monitor Assignment Coordination and Family Support", "paragraphs": ["Each Service monitors EFMP assignment coordination and family support  using a variety of mechanisms, such as regularly produced internal data  reports. However, DOD has not yet established common performance  measures to track the Services’ progress in implementing its standard  procedures over time or developed a process to evaluate the overall  effectiveness of each Service’s assignment coordination and family  support procedures.", "DOD requires each Service to monitor implementation of their EFMP,  including their procedures for assignment coordination and family  support. To comply with this requirement, each Service has developed  guidance that establishes monitoring protocols and assigns oversight  responsibilities. Officials from each Service told us they use internal data  reports from each installation to monitor assignment coordination and  family support.", "To monitor assignment coordination, officials from each Service told  us their headquarters reviews proposed assignment locations for  families with special needs enrolled in the EFMP. These officials said  monitoring proposed assignment locations helps ensure that enrolled  families will be able to access required services at their new  installations. In addition, Army officials said each Army unit  commander is responsible for tracking the number of families with  special needs that have expired enrollment paperwork because it  affects assignment coordination worldwide. Several years ago, the  Army determined that 25 percent of soldiers (over 13,000) enrolled in  the EFMP had expired enrollment paperwork, complicating the task of  considering each enrolled family’s special medical or educational  needs as part of proposed relocations. In response, in August 2011,  the Army revised its policies and procedures for updating enrollment  paperwork which would help ensure a family member’s special needs  are considered during the assignment coordination process.", "To monitor family support provided by installations worldwide, each  Military Service told us they use a variety of mechanisms (see table  5).", "The Marine Corps pays particular attention to customer satisfaction.  Marine Corps officials told us that every three years Marine Corps  headquarters administers a survey of family members enrolled in the  EFMP. We previously reported that organizations may be able to increase  customer satisfaction by better understanding customer needs and  organizing services around those needs. This survey is one of the  primary ways Marine Corps headquarters measures customer satisfaction  with family support services at installations worldwide. Marine Corps  officials also said this survey helps ensure its EFMP is based on the  current needs of families with special needs."], "subsections": [{"section_title": "DOD Has Not Developed Common Performance Measures or Fully Developed a Process for Evaluating the Results of the Services’ Monitoring Activities", "paragraphs": ["To improve its oversight of the EFMP and implement its policy for families  with special needs, DOD, through OSN, has several efforts under way to  standardize the Services’ procedures for assignment coordination and  family support. However, DOD has not developed common performance  measures to monitor its progress toward these efforts and has not  developed a process for assessing the Services’ related monitoring  activities. Federal internal control standards emphasize the importance of  assessing performance over time and evaluating the results of monitoring  activities."], "subsections": [{"section_title": "DOD Has Begun to Standardize Procedures", "paragraphs": ["To help improve family member satisfaction by addressing gaps in  support that may exist between Services, OSN has begun to standardize  procedures for assignment coordination and family support. To date,  OSN’s efforts have focused on ensuring each Service’s EFMP considers  the needs of family members during the assignment process and helps  family members identify and gain access to community resources.  According to OSN’s April 2017 Report to Congress, the long-term goal of  these efforts is to help ensure that all families with special needs enrolled  in the EFMP receive the same level of service regardless of their Military  Service affiliation or geographic location. In addition, OSN officials told  us its standardized procedures will also help DOD perform required  oversight by improving its access to Service-level data and its ability to  validate each Service’s monitoring activities.", "To date, efforts to standardize assignment coordination and family  support have included efforts such as developing new family member  travel screening forms which will be the official documents used during  the assignment coordination process and completing a DOD-wide  customer service satisfaction survey on EFMP family support (see table  6).", "Despite its efforts to begin standardizing assignment coordination and  family support services, DOD is unable to measure its progress in  standardizing assignment coordination and family support procedures for  families with special needs and assessing the Services’ performance of  these processes because it has not yet developed common metrics for  doing so. Federal internal control standards emphasize the importance of  agencies assessing performance over time. We have also reported on  the importance of federal agencies engaging in large projects using  performance metrics to determine how well they are achieving their goals  and to identify any areas for improvement. By using performance  metrics, decision makers can obtain feedback for improving both policy  and operational effectiveness. Additionally, by tracking and developing a  baseline for all measures, agencies can better evaluate progress made  and whether or not goals are being achieved—thus providing valuable  information for oversight by identifying areas of program risk and causes  of risks or deficiencies to decision makers. Through our body of work on  leading performance management practices, we have identified several  attributes of effective performance metrics relevant to OSN’s work (see  table 7).", "OSN officials said each Service is currently responsible for assessing the  performance of its own EFMP, including the development of Service- specific goals and performance measures. OSN officials said that they  recognize the need to continually measure the department’s progress  overall in implementing its policy for families with special needs, and are  considering ways to do so. They also said they have encountered  challenges to developing common performance measures. In addition,  OSN officials said its efforts to reach consensus among the Services  about performance measures for the overall EFMP are still ongoing  because each Service wants to maintain its own measures, and DOD has  not required them to reach a consensus. Absent common performance  measures, DOD is unlikely to fully determine whether its long-standing  efforts to improve support for families with special needs are being  implemented as intended."], "subsections": []}, {"section_title": "DOD Does Not Systematically Review the Services’ Monitoring Activities", "paragraphs": ["DOD requires each Service to monitor its own family readiness programs,  including procedures for assignment coordination and family support  through the EFMP, but lacks a systematic process to evaluate the results  of these monitoring activities. To monitor family readiness services, as  required by DOD, each Service must accredit or certify its family support  services, including the EFMP, using standards developed by a national  accrediting body not less than once every 4 years. In addition,  personnel from each Service’s headquarters are required to periodically  visit installations as a part of their monitoring activities for assignment  coordination, among other things. The Services initially had the Council  on Accreditation accredit family support services provided through their  installations’ EFMPs using national standards developed for military and  family readiness programs, according to the officials with whom we  spoke. However, by 2016, each Service was certifying installations’  family support services using standards that meet those of a national  accrediting body, Service-specific standards, and best practices.  According to officials from each Service with whom we spoke, this  occurred due to changes in the funding levels allocated to this activity.  Table 8 provides an overview of the certification process currently being  used by each Service.", "OSN officials said they do not have an ongoing process to systematically  review the results of the Services’ activities, including the certification of  EFMPs because they choose to rely on the Services to develop their own  monitoring activities and ensure they provide the desired outcomes. In  doing so, DOD allows each Service to develop its own processes for  certifying installations’ family support services, including the selection of  standards. In addition, OSN officials told us that efforts to standardize  certification of EFMPs are ongoing because the Military Services have not  been able to reach consensus on a set of standards that can be used  across DOD for installations’ family support services. Further, OSN has  not established a process to assess the results of the Services’ processes  for certifying installations’ family support services. Federal standards for  internal control state that management should evaluate the results of  monitoring efforts—such as those the Services are conducting on their  own—to help ensure they meet their strategic goals. The lack of such a  process hampers OSN’s ability to monitor the Services’ EFMPs and  determine the adequacy of such programs as required by the NDAA for  Fiscal Year 2010."], "subsections": []}]}]}, {"section_title": "Conclusions", "paragraphs": ["OSN’s job of developing a policy for families with special needs that will  work across DOD’s four Services is challenging given the size,  complexity, and mission of the U.S. military. It has had to consider,  among other things, the Services’ mission requirements, resource  constraints, and the myriad demands on servicemembers and their  families during their frequent relocations. Anything that further  complicates a relocation—such as not receiving the required family  support services for family members with special needs—potentially  affects readiness or, at a minimum, makes an already stressful situation  worse. By providing little direction on how the Services should provide  family support or what the scope of family support services should be,  some servicemembers get more—or less—from the EFMP each time  they relocate, including when a servicemember from one Service is  assigned to a joint base led by another Service.", "By largely deferring to the Services to design, implement, and monitor  their EFMPs’ performance, DOD cannot, as required by the NDAA for  Fiscal Year 2010, fully determine the adequacy of the Services’ EFMPs in  serving families with special needs, including any gaps in services these  families receive, because it has not built a systematic process to do so.  Instead, it relies on the Services to self-monitor and address, within each  Service, the results of monitoring activities. However, because  servicemembers relocate frequently and often depend on the EFMP of a  Service other than their own, a view of EFMP performance across all of  the Services is essential to ensuring, for example, that relocating  servicemembers get consistent EFMP service delivery no matter where  they are stationed. Evaluating and developing program improvements  based on the results of the Services’ monitoring would help DOD ensure  the Services’ EFMPs achieve the desired outcomes and improve its  ability to assess the overall effectiveness of the program."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We are making the following three recommendations to DOD:  We recommend the Secretary of Defense direct the Office of Special  Needs (OSN) to assess the extent to which each Service is (1) providing  sufficient resources for an appropriate number of family support  providers, and (2) developing services plans for each family with special  needs, and to include these results as part of OSN’s analysis of any gaps  in services for military families with special needs in each annual report  issued by the Department to the congressional defense committees.  (Recommendation 1)", "We recommend that the Secretary of Defense direct the Office of Special  Needs (OSN) to develop common performance metrics for assignment  coordination and family support, in accordance with leading practices for  performance measurement. (Recommendation 2)", "We recommend that the Secretary of Defense implement a systematic  process for evaluating the results of monitoring activities conducted by  each Service’s EFMP. (Recommendation 3)"], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to the Department of Defense (DOD) for  comment. DOD provided written comments, which are reproduced in  appendix IV. DOD also provided technical comments, which we  incorporated as appropriate.", "DOD agreed with all three of our recommendations.", "In its written comments, DOD stated that additional performance metrics  need to be developed for assignment coordination and that it is in the  process of measuring families’ satisfaction with family support provided  through the EFMP. DOD also stated that it is developing plans for  evaluating the results of each Service’s monitoring activities for the  EFMP.", "We are sending copies of this report to the appropriate congressional  committees, the Secretaries of Defense and Education, and other  interested parties. The report also is available at no charge on the GAO  website at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  me at (617) 788-0580 or nowickij@gao.gov. Contact points for our Offices  of Congressional Relations and Public Affairs may be found on the last  page of this report. GAO staff who made key contributions to this report  are listed in appendix V."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["The National Defense Authorization Act (NDAA) for Fiscal Year 2017  includes a provision for GAO to assess the effectiveness of the  Department of Defense’s (DOD) Exceptional Family Member Programs  (EFMP). This report focuses on the assignment coordination and family  support components of the EFMP for dependents with special needs and  examines: (1) the extent to which each Service has provided family  support as required by DOD, and (2) the extent to which the Services  monitor and DOD evaluates assignment coordination and family support.  To address these objectives, we used a variety of data collection  methods. Key methods are described in greater detail below.", "For both objectives, we reviewed relevant federal laws, regulations, and  DOD guidance and documentation that pertain to the EFMP, including the  following:", "The NDAA for Fiscal Year 2010, which established the Office of  Special Needs and defined program requirements for assisting  families with special needs, including assignment coordination and  family support.", "DOD’s guidance for administering the EFMP. We assessed how DOD  implements the requirements in the NDAA for Fiscal Year 2010; how  each Service implements assignment coordination and family support;  and how the Services and DOD monitor assignment coordination and  family support using performance measures. Specially, we reviewed  DOD Instruction 1315.19 - Exceptional Family Member Program;  Service-specific guidance and related documents from the Air Force,  Army, Marine Corps, and Navy; and DOD Instruction 1342.22 -  Military Family Readiness.", "Standards for internal control in the federal government related to the  documentation of responsibilities through policies, performance  measures, and evaluating the results of monitoring activities. We  compared each Service’s procedures for monitoring assignment  coordination and family support to these standards.", "To determine the extent of the Services’ EFMP family support, we  obtained and analyzed fiscal year 2016 EFMP data (the most recent  available) for each Service. We reviewed DOD policy to identify data  variables that each Service maintains related to its EFMP. We used  these data to summarize key characteristics of each Service’s EFMP.  The selected variables provided Service-wide and installation-specific  EFMP information on,  the number of continental United States (CONUS) and outside the  continental United States (OCONUS) installations;  the number of servicemembers (sponsors) enrolled in the EFMP;  the number of family members with special needs enrolled in the  EFMP;  the number of EFMP family support personnel; and  the number of services plans created for families with special needs  enrolled in the EFMP.", "We determined that the selected data variables from each Service are  sufficiently reliable for the purposes of providing summary results about  family support for fiscal year 2016.", "To learn more about how the Services implement their EFMPs, we visited  seven installations in five states. We selected the seven installations  based on their location in states with the largest number of military- connected students in school year 2012-2013 (the most recent available  and reliable data) or in states with the largest percentage of students  enrolled in U.S. DOD schools as of May 2017, as well as their status as a  joint base. At each installation, we interviewed installation officials,  EFMP managers, selected family support personnel, and family members  and caregivers enrolled in the program. In states we visited that had the  largest number of military-connected students, the EFMP personnel we  interviewed collectively served 66 percent of students who attend local  public schools and 42 percent of the students attending U.S. DOD  schools.", "To obtain illustrative examples about how the EFMP serves families with  special needs, we conducted seven group interviews with EFMP-enrolled  family members and caregivers (one at each of the seven installations we  visited). Using a prepared script, we asked participants to describe how  they were identified and enrolled in the EFMP, how they were assigned to  new installations, and the types of family support services they received.  We also asked about how these services aligned with their family  member’s EFMP-eligible condition, the benefits and challenges they  experienced, as well as their overall satisfaction. A total of 38 self- selected volunteers participated in the seven group discussions. While  the participants in these groups included a variety of family members and  caregivers, the number of participants and groups were very small  relative to the total number of family members enrolled in the EFMP.  Their comments are not intended to represent all EFMP-enrolled family  members or caregivers. Other EFMP-enrolled family members and  caregivers may have had other experiences with the program during the  same period.", "Finally, for both objectives, we conducted interviews with a variety of  DOD, Service-level, and nonfederal officials. We spoke with DOD officials  from the Office of the Assistant Secretary of Defense–Offices of  Manpower and Reserve Affairs, Military Community and Family Policy,  Military Family Readiness Policy, and Special Needs. We also spoke with  EFMP Managers from Air Force, Army, Marine Corps, and Navy  headquarters. We also met with officials from selected national military  family advocacy organizations including the National Military Family  Association; the Military Family Advisory Network; and the Military  Officers Association of America to discuss the EFMP.", "We conducted this performance audit from February 2017 to May 2018 in  accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Services’ Fiscal Year 2016 Exceptional Family Member Program Data", "paragraphs": ["Each Service has an Exceptional Family Member Program (EFMP) that  provides support to military families with special needs. The tables below  present the following information on selected EFMP and family support  categories for each Service’s program at continental United States  (CONUS) and outside the continental United States (OCONUS)  installations in fiscal year 2016:", "City, state or country;", "Number of exceptional family members;", "Number of family support providers (by Full-Time Equivalent);", "Number of family support provider vacancies;", "Number of services plans;", "Number of indirect contacts; and", "Number of direct contacts.", "The information below is listed sequentially in alphabetical order by  Service."], "subsections": []}, {"section_title": "Appendix III: Issues Identified by Discussion Group Participants", "paragraphs": ["We held small group discussions with Exceptional Family Member  Program (EFMP) participants at the seven military installations we visited.  Family members and caregivers who attended each session reported  they had children or spouses with EFMP-eligible conditions. The  discussion group participants were self-selected; and their comments are  not intended to represent all EFMP -enrolled family members or  caregivers in fiscal year 2016. In addition, other EFMP -enrolled family  members and caregivers may have had different experiences with the  program during the same period. There were a total of 38 participants  representing all the Services. The following issues were discussed by one  or more participants during the small group discussions at the  installations we visited. The issues that emerged relate to the current  and future overall effectiveness of the EFMP.", "Overall Satisfaction with EFMP (Discussed by 30 of 38 participants):  Measure of participants’ approval of the family support services offered  and experience with the EFMP.", "Many participants expressed overall satisfaction with the EFMP.", "Several participants expressed dissatisfaction with the EFMP.", "A participant expressed dissatisfaction with the lack of consistency in  the provision of family support services (i.e., special education  advocacy) across installations.", "School Liaison Officers (Discussed by 20 of 38 participants): Serve  as the primary point of contact for school-related matters as well as assist  military families with school issues.", "Several participants noted that they received no response to their  request for assistance from their School Liaison Officer or they only  received general information.", "Several participants said School Liaison Officers were not helpful.", "Some participants found School Liaison Officers were helpful.", "Some participants were unaware of School Liaison Officers being  available at their installation and the service(s) they provide.", "A few participants said School Liaison Officers did not follow up on  requests for information.", "A participant noted there seems to be a disconnect between family  support services provided through the EFMP and services provided  by School Liaison Officers.", "Family Support Personnel (Discussed by 12 of 38 participants):  Provide information and referral to military families with special needs.", "Some participants at one installation noted that the EFMP was  understaffed.", "Some participants at one installation noted high turnover of family  support personnel.", "Some participants noted family support personnel did not provide  support for their family with special needs.", "Stigma (Discussed by 12 of 38 participants): A perception that  participating in the EFMP may limit a soldier’s assignment opportunities  and/or compromise career advancement.", "Several participants believe there is still stigma associated with  participating in the EFMP.", "Some participants said participating in the EFMP has not affected  career advancement.", "Assignment Coordination (Discussed by 10 of 38 participants): The  assignment of military personnel in a manner consistent with the needs of  armed forces that considers locations where care and support for family  members with special needs are available.", "Some participants found the assignment coordination process  challenging.", "Some participants described limitations with the assignment  coordination process.", "A few participants noted there is a lack of information among families  with special needs regarding how to express the need for stabilization  and /or continuity of care.", "A few participants cited the challenges of assignment coordination as  contributing to their decision to retire.", "One participant commented that the opinion of a medical professional  was not reflected in the assignment coordination process.", "Special Education Services (Discussed by 10 of 38 participants): The  provision of staff capable of assisting families with special needs with  special education and disability law advice and/or assistance and  attendance at individualized education program (IEP) meetings where  appropriate.", "Several participants who had a family support provider assist them  with preparing for or attending a school-based meeting, including IEP  meetings, spoke positively of their experience(s).", "Some participants at one installation agreed that assistance from  family support providers during meetings with school officials  regarding special education services is helpful.", "A few participants who were unable to get assistance with special  education services from the EFMP sought the services of private  attorneys at their own expense.", "Family Support Services (Discussed by 9 of 38 participants): The  non-clinical case management delivery of information and referral for  families with special needs, including the development and maintenance  of a services plan.", "Some participants found that family support providers were helpful.", "Some participants could not identify needed resources or were  unaware of the resources or services available to them.", "One participant noted that the family support provider had minimal  contact.", "One participant said navigating the system can be challenging.", "Surveys (Discussed by 8 of 38 participants): The process of collecting  data from a respondent using a structured instrument and survey method  to ensure the accurate collection of data.", "Several participants noted that they had not or rarely had the  opportunity to evaluate the family support services provided through  the EFMP.", "One participant noted that comment cards used by each service are  not effective for evaluating the EFMP.", "Warm hand-off (Discussed by 6 of 38 participants): Assistance to  identify needed supports or services and facilitating the initial contact or  meeting with the next program.", "Many participants at one installation agreed that the warm hand-off  process worked well for them.", "Several participants said they found the warm hand-off process  helpful when moving from one installation to the next.", "Outreach (Discussed by 5 of 38 participants): Developing partnerships  with military and civilian agencies and offices (local, state, and national),  improving program awareness, providing information updates to families,  and hosting and participating in EFMP family events.", "Some participants found it difficult to obtain information regarding the  types of family support services that are available.", "A few participants noted that communications regarding the EFMP  were not targeted to address their needs.", "A few participants noted communications regarding the EFMP are  untimely, (e.g., newsletters not issued periodically).", "Joint Base Family Support Services (Discussed by 1 of 38  participants): Family support services provided by the lead Service of  the Joint Base that is different from that of the servicemember enrolled in  the EFMP.", "One participant said that using family support services on joint bases  may pose a challenge as each Service has different rules and  procedures and as a result provides different types of family support  services."], "subsections": []}, {"section_title": "Appendix IV: Comments from the Department of Defense", "paragraphs": [], "subsections": []}, {"section_title": "Appendix V: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Bill MacBlane (Assistant  Director), Brian Egger (Analyst-in-Charge), Patricia Donahue, Holly Dye,  Robin Marion, James Rebbe, Shelia Thorpe, and Walter Vance made  significant contributions to this report. Also contributing to this report were  Lucas Alvarez, Bonnie Anderson, Connor Kincaid, Brian Lepore, Daniel  Meyer, and Mimi Nguyen."], "subsections": []}]}], "fastfact": []}