{"id": "GAO-04-457", "url": "https://www.gao.gov/products/GAO-04-457", "title": "Nuclear Waste Cleanup: DOE Has Made Some Progress in Cleaning Up the Paducah Site, but Challenges Remain", "published_date": "2004-04-01T00:00:00", "released_date": "2004-04-01T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["In 1988, radioactive contamination was found in the drinking water wells of residences near the federal government's uranium enrichment plant in Paducah, Kentucky. In response, the Department of Energy (DOE) began a cleanup program. In 2000, GAO reported that DOE faced significant challenges in cleaning up the site and that it was doubtful that the cleanup would be completed as scheduled by 2010 and within the $1.3 billion cost projection. GAO was asked to determine (1) the amount of money DOE has spent on the site, the purposes for which it was spent, and the estimated total costs for the site; (2) the status of DOE cleanup efforts; and (3) the challenges GAO previously identified that continue to be issues for DOE."]}, {"section_title": "What GAO Found", "paragraphs": ["From fiscal year 1988 through 2003, DOE spent $823 million (in 2002 dollars) at the Paducah site. Of this total, DOE spent about $372 million (45 percent) for a host of operations activities, including general maintenance and security; $298 million (36 percent) for actions to clean up contamination and waste; and $153 million (19 percent) for studies to assess the extent of contamination and determine what cleanup actions were needed. DOE currently projects that the cleanup will take until 2019 and cost almost $1.6 billion to complete--9 years and about $300 million more than DOE's earlier projection. The $1.6 billion, however, does not include the cost of other DOE activities required at the site after the plant ceases operations, including final decontamination and decommissioning of the plant and longterm environmental monitoring. DOE estimates these activities will cost almost $5 billion and bring DOE's total costs at the site, including the $823 million already spent, to over $7 billion through 2070 (in 2002 dollars). DOE has made some progress in cleaning up contamination and waste at Paducah, but much of the work remains to be done. For example, while DOE has removed about 4,500 tons of scrap metal, almost 50,000 tons of contaminated scrap metal remain. Similarly, while DOE's pilot test of a new technology for removing the hazardous chemical trichloroethene (TCE) from groundwater at the site had promising results--removing about 99 percent of the TCE in the test zone--the technology will not be fully implemented for more than a year. Two of the four challenges GAO identified in 2000--DOE's plans to use untested technology and questionable assumptions that funding for the cleanup would increase--no longer pose the impediment to the cleanup they once did. Two others--uncertainty over the scope of the cleanup and difficulty obtaining timely stakeholder agreement on the cleanup approach--are the principal challenges that remain. First, the actual scope of the cleanup is not yet known. As a result, any additional cleanup actions, the costs of those actions, and the time frame for DOE to implement them are also unknown. Second, DOE and the regulators--the U.S. Environmental Protection Agency (EPA) and Kentucky--have had difficulty agreeing on an overall cleanup approach, as well as on the details of specific projects. Over time, these disagreements have undermined trust and damaged the parties' working relationship. After involving EPA and Kentucky early in the cleanup planning process, as it has done successfully at other sites, DOE officials discontinued this approach early in 2001, due in part to concerns about the growing cleanup scope, associated costs, and that the planned actions were excessive in relation to the risk. The result was an almost 2-year dispute that delayed progress. This poor working relationship has also prevented the parties from quickly reaching agreement on the technical details of specific projects. Unless DOE and the regulators can reach and maintain agreement on key aspects of the cleanup and quickly resolve technical differences, progress at Paducah could continue to be plagued by delays."]}], "report": [{"section_title": "Letter", "paragraphs": ["The federal government’s uranium enrichment plant at Paducah, Kentucky,  has a long history of contamination problems.  The plant, which enriches  uranium for commercial nuclear power plants, is located on about 3,500  acres in western Kentucky and continues to operate under a lease to a  private company, the United States Enrichment Corporation (USEC).  Plant  operations have contaminated the site over time with radioactive and  hazardous substances, including technetium-99 (a radioactive fission  product), polychlorinated biphenyls (PCBs), uranium, and volatile organic  compounds such as trichloroethene (TCE).  In 1988, after contaminated  groundwater was found in nearby residents’ wells, a sitewide review  identified contaminated surface water and soils within and outside the site.   As a result, the Department of Energy (DOE) began a cleanup program to  identify and remove these hazards.  DOE’s Office of Environmental  Management has overall responsibility for the site cleanup being performed  by its contractor, Bechtel Jacobs.  Other stakeholders include the U.S.  Environmental Protection Agency (EPA) and the Commonwealth of  Kentucky (Kentucky), both of which have regulatory responsibilities and  participate in cleanup decisions.", "In April 2000, prompted by continuing congressional concerns, we reported  that DOE faced significant challenges in cleaning up the Paducah site.   These challenges included (1) the planned use of unproven technologies to  treat TCE contamination; (2) assumptions that annual federal funding for  the cleanup would increase; (3) uncertainties about the nature, extent, and  sources of the contamination to be cleaned up; and (4) optimistic  assumptions about reaching timely agreement with both EPA and state  regulators on issues such as cleanup levels, strategies, and priorities that  could affect DOE’s ability to meet its milestones.  Given these challenges,  we stated that it was uncertain that the cleanup could be completed as  scheduled by 2010 and within the $1.3 billion cost projection, which  excluded other DOE activities such as the final decommissioning and  decontamination of the uranium enrichment plant.", "As directed by the conference report for DOE’s 2003 appropriations, and  because of the Committees’ ongoing concerns regarding the limited  progress in cleaning up the site, this report discusses (1) the amount of  money DOE has spent on the Paducah site, the purposes for which the  money has been spent, and the estimated total costs for the site; (2) the  status of DOE efforts to clean up the contamination at the site; and (3)  those challenges we previously identified that continue to be issues for  DOE.  We provided preliminary observations on these issues during our  testimony at a hearing held in Paducah, Kentucky, on December 6, 2003.", "In conducting our work, we met with DOE and contractor officials;  reviewed agency documents involving expenditures, cleanup schedules  and scope, and cleanup challenges; and visited the Paducah site.  We also  met with and collected information from officials from EPA and Kentucky.  We conducted our review from April 2003 through March 2004 in  accordance with generally accepted government auditing standards. Our  scope and methodology for this review are presented at the end of this  report."], "subsections": [{"section_title": "Background", "paragraphs": ["The Paducah uranium enrichment plant, shown in figure 1, is located in  western Kentucky, just south of the Ohio River and about 10 miles west of  the city of Paducah.  The plant—formerly operated by DOE and now  operated by USEC—enriches uranium for commercial nuclear power  reactors.  Since it began operations in 1952, the Paducah plant has  processed, or enriched, more than a million tons of uranium.", "Plant operations over time have introduced to the site radioactive and  hazardous chemical wastes, including technetium-99, PCBs, uranium, and  volatile organic compounds such as TCE.  In past years, a cleaning solvent  containing TCE—much like that previously used by dry cleaners—was  used to degrease parts and equipment.  In the plant’s more than half a  century of operations, these various waste materials have contaminated  the area’s groundwater, surface water, soils, and air.", "The Paducah site cleanup is funded primarily through the Uranium  Enrichment Decontamination and Decommissioning Fund, which was  established by the Energy Policy Act of 1992.  The fund receives money  from both annual federal appropriations and assessments on commercial  utilities.  Through fiscal year 2003, the Paducah site had received from the  fund annual cleanup amounts ranging from $35.9 million to $97.2 million.", "The Comprehensive Environmental Response, Compensation, and Liability  Act of 1980, as amended (CERCLA), governs the cleanup of sites placed on  the National Priorities List—EPA’s list of contaminated sites designated as  highest priority for cleanup. Paducah was placed on the list in 1994.  CERCLA provides broad federal authority to respond directly to releases or  threatened releases of hazardous substances that may endanger public  health or the environment. It stresses the importance of permanent cleanup  remedies and innovative treatment technologies, and it encourages citizen  participation in deciding on how sites should be cleaned up. The Resource  Conservation and Recovery Act of 1976, as amended, also comes into play  in governing the Paducah cleanup. While CERCLA generally deals with  cleaning up inactive and abandoned hazardous waste sites, this act  generally governs the safe management and disposal of the huge amounts  of hazardous or other solid wastes that are generated nationwide and are  currently destined for disposal or recycling. The act permits states, rather  than EPA, to assume primary responsibility for implementing its  requirements.", "At Paducah, the key documents governing the cleanup are a federal facility  agreement, the site management plan, and the life cycle baseline.  The  federal facility agreement—among DOE, EPA, and Kentucky—coordinates  the requirements of both CERCLA and the Resource Conservation and  Recovery Act for cleanup activities at Paducah and governs the cleanup.   Under this agreement, the parties developed a site management plan that  lays out DOE’s approach for the cleanup and includes near- and long-term  milestones and projected activities for the site. This plan is updated  annually by DOE and approved by EPA and Kentucky.  DOE also uses a life  cycle baseline to manage the cleanup.  The life cycle baseline contains  detailed information on cleanup projects, cost estimates, and time frames  for completion and is updated frequently by DOE’s contractor to reflect the  evolving nature of the cleanup process.  For this report, we examined the  May 2003 and November 2003 versions of the site management plan and the  September 2002 version of the life cycle baseline.", "DOE’s Office of Environmental Management is responsible for the cleanup  at Paducah, including characterizing, treating, and disposing of waste and  contamination identified during site cleanup.  Prior to January 2001, the  Office of Nuclear Energy acted as the “landlord” at the site with  responsibilities for maintaining roads, grounds, facilities not leased to  USEC, and DOE material storage areas (DMSAs), which have since been  transferred to the Office of Environmental Management.  Currently, the  role of the Office of Nuclear Energy is limited to administering USEC’s  lease.", "DOE’s cleanup strategy for the Paducah site divides the cleanup into seven  major categories as follows:   Groundwater—About 10 billion gallons of groundwater are  contaminated with radioactive and hazardous materials.", "Surface water—Contaminated sediments have been discovered in  ditches and creeks leaving the site.  One of the main sources of this  contamination is rain runoff from thousands of tons of contaminated  scrap metal stored at the site.", "Surface soils—Soils and sediments at the site have been contaminated  by water runoff, spills, and buried waste.", "Legacy waste—Low-level radioactive or hazardous waste generated at  the site before 2001 from DOE cleanup or site maintenance activities  remains stored at the site.", "DOE material storage areas—160 indoor and outdoor storage areas  contain a variety of radioactive, hazardous, and other materials.  These  areas have been added to the cleanup scope since our 2000 report.", "Burial grounds—Twelve burial grounds contain a variety of waste,  including barrels of materials with low levels of radioactivity and  hazardous chemicals.", "Decontamination and decommissioning of 17 unused buildings and  other structures—These facilities were contaminated during earlier  operations; 15 have been added to the cleanup scope since our 2000  report.", "DOE’s draft fiscal year 2004 site management plan, submitted to the  regulators for approval in November of 2003, would commit DOE, EPA, and  Kentucky to an accelerated cleanup of the site.  Specifically, the plan  establishes a two-phased cleanup approach for five of the seven  categories—DMSAs and legacy waste are not included but are covered  under DOE’s life cycle baseline and an October 2003 settlement between DOE and Kentucky.  The two-phase approach consists of a series of early  cleanup actions and studies while the uranium enrichment plant is in  operation and a second series of actions to be implemented after the plant  ceases operations.  The primary objectives of the first phase are to prevent  on- and off-site human exposure—including exposure of plant workers—to  unacceptable risks, and to complete cleanup actions that provide the  greatest opportunity for reducing risks.  The second phase will include final  decontamination and decommissioning of the plant and associated  infrastructure, and an evaluation of the entire site to (1) determine the  effectiveness of cleanup actions taken in phase I; (2) assess residual risks;  and (3) determine what, if any, additional cleanup actions are needed."], "subsections": []}, {"section_title": "DOE Has Spent $823 Million at the Paducah Site; However, Billions of Dollars Will Be Required to Complete DOE Activities at the Site", "paragraphs": ["From fiscal year 1988 through fiscal year 2003, DOE has spent $823 million  (in 2002 dollars) for cleanup and related activities at Paducah.  DOE’s  expenditures fall into three major categories: (1) base operations— including activities to maintain the site, such as security, waste storage, and  environmental monitoring, and some administrative and legal costs; (2)  removal and remedial actions—activities such as treatment and disposal of  waste, and projects to clean up contamination at the site; and (3)  assessments—studies done to investigate and characterize, or determine  the qualities of, contamination and waste so that DOE’s contractor can  determine what remedial or removal actions are necessary.   As figure 2  shows, 45 percent was spent on base operations, 36 percent on actions  taken to clean up contamination and remove waste, and 19 percent on  assessments.", "However, for the past three fiscal years, the percentage of expenditures on  remedial and removal actions has increased to about half of all funds  expended.   This increase can be attributed to increased overall funding for  the cleanup and a smaller percentage of funds being spent on assessments.   Nevertheless, the percentages spent on cleanup and related activities at  Paducah through fiscal year 2003 are similar to those DOE’s Office of  Environmental Management found for all of its cleanup programs: only  about one-third of the environmental management program budget goes  toward actual cleanup and risk reduction work, with the remainder going  to maintenance, fixed costs, and miscellaneous activities, contributing to a  lack of risk reduction and raising costs for DOE’s cleanups.  As a result,  DOE has since begun to implement accelerated cleanup plans at Paducah  and other sites.", "DOE’s current estimate for completing the cleanup at Paducah is almost  $1.6 billion—a $300 million increase over its 2000 estimate—and the  completion date has moved from 2010 to 2019.  The cost increase is due in  part to an expanded project scope since 2000—for example, the inclusion  of DMSAs not previously considered part of the cleanup—as well as  millions of dollars for site operations for each of the nine additional years  of cleanup.  However, according to DOE’s site manager, DOE has not yet  revised its life cycle baseline to reflect the scope changes under the  proposed accelerated cleanup approach and DOE may be able to reduce  the cost of the cleanup.  For example, DOE’s life cycle baseline currently  includes the cost of excavating five burial grounds at a cost of about $550  million, but DOE’s draft site management plan calls only for capping the  burial grounds unless further study indicates that the contamination from  the burial grounds poses a risk above acceptable levels.", "However, the $1.6 billion cleanup estimate does not represent DOE’s total  responsibilities at the site. In addition to cleaning up the contamination  from past activities at the site, DOE will (1) build and operate a facility to  convert more than 38,000 cylinders of depleted uranium hexafluoride  stored at the site to a more stable form; (2) carry out final  decontamination and decommissioning of the uranium enrichment plant  and associated infrastructure once USEC ceases plant operations; and (3)  perform long-term environmental monitoring at the site, which includes  activities such as monitoring groundwater and surface water for residual  contamination.  According to DOE estimates, completing these activities  will cost almost $5 billion in 2002 dollars.  This will bring the total cost of  DOE activities at the site, including remaining cleanup costs and the $823  million already spent, to over $7 billion, in 2002 dollars.   Table 1 shows  DOE’s past expenditures and estimated costs and time frames for future  activities at the site."], "subsections": []}, {"section_title": "While DOE Has Achieved Some Progress, Much Remains to Be Done", "paragraphs": ["Since 2000, DOE has made some progress in cleaning up the contamination  and waste at Paducah, but much of the cleanup work remains to be done.   Cleanup progress has been slowed by several factors, including several  disagreements over the scope and approach of the cleanup and technical  details of specific cleanup projects, and difficulty resolving regulatory  violations at the site.  For example, an on-site landfill was unavailable for  almost a year—from November 2002 to October 2003—as a result of a  violation notice that Kentucky issued to DOE for improper waste disposal  at the landfill.  Until DOE and Kentucky resolved the violation, 25 cleanup  projects involving 19,056 tons of various types of waste were delayed.  A  discussion of the cleanup categories, including DOE’s major  accomplishments since our 2000 report (as of the end of fiscal year 2003)  and the work remaining, follows."], "subsections": [{"section_title": "Groundwater", "paragraphs": ["After hazardous and radioactive contamination was found in the drinking  water wells of residences near the Paducah plant in 1988, DOE discovered  that plumes of groundwater contaminated with TCE and technetium-99  were moving toward the Ohio River.  The largest identified source of the  contamination is below the plant’s C-400 building, where TCE had been  used for years to degrease parts and equipment.  DOE’s strategy for  addressing the groundwater contamination is to focus its resources on this  and other large concentrations of accumulated TCE at the Paducah site.", "To address the source contamination, DOE conducted a pilot test of  technology to remove TCE sources from the ground.  According to DOE  officials, the test results were promising.  During the pilot test, about 1,500  gallons of TCE were removed from the largest source—about 99 percent of  the TCE in the area treated.  However, this represents only about 1 percent  of the estimated 180,000 gallons of TCE that had leaked into the ground at the site.  DOE contractor officials told us that full implementation of this  technology at C-400 will not occur until 2006, after the regulators have  approved DOE’s proposal and DOE has completed the system design.  In  spring 2004, DOE will conduct a study to investigate the second largest  TCE source at the site and determine what additional actions are  necessary.  In addition to its actions to address major TCE sources, DOE  has pumped from the ground and treated about 710 million gallons of  groundwater from the contaminated groundwater plumes since our 2000  report to remove TCE and technetium-99 and prevent off-site  contamination.  About 1.3 billion gallons have been treated this way since  the program began.  DOE’s estimated completion date for currently  planned groundwater cleanup activities is 2010.  While this end date takes  into account construction and implementation of a system to remove  contamination, treatment actions could extend well beyond that date."], "subsections": []}, {"section_title": "Surface Water", "paragraphs": ["DOE discovered surface water contamination in creeks, ditches, and  sludge lagoons—artificial ponds for the storage of wastewater.   Historically, storm water runoff and wastewater from plant operations have  been discharged into two streams flanking the plant—Bayou Creek and  Little Bayou Creek—through a series of ditches.  Each discharge point is  monitored to ensure that the waste material entering the stream is within  the parameters of the discharge permit issued by Kentucky.  Contaminants  of concern are technetium-99, solid uranium tetraflouride, uranium- contaminated silts and sediments, radionuclides, metals, and PCBs.", "To prevent contaminated runoff, DOE has removed about 4,500 tons of  scrap metal from the site since 2000—primarily crushed drums that  previously had contained uranium, and aluminum ingots.  An estimated  almost 50,000 tons of contaminated scrap metal remains to be removed  from the site.  At the north-south diversion ditch, a key wastewater conduit  from the plant, surface water discharges and runoff have been rerouted and  piped to bypass contaminated areas, and DOE has begun excavation work  to remove contaminated soil.  According to DOE officials, DOE has  excavated section 2 of the ditch and plans to complete excavation of  section 1 by summer 2004—a year ahead of schedule.  DOE will also  conduct additional investigations and risk assessments to determine what  additional actions are required to address contamination associated with  internal ditches; outfalls—outlets through which water leaves the site;  sections 3, 4, and 5 of the north-south diversion ditch; and the storm sewer  system, and whether additional sediment controls are needed.  The  estimated completion date for all currently planned surface water cleanup  activities is 2017."], "subsections": []}, {"section_title": "Surface Soils", "paragraphs": ["Because soil contamination represents a lower risk for exposure and  migration than, for example, groundwater contamination, and because  other work, such as removal of scrap metal, must be performed before  some soils can be reached for assessment and removal, surface soils have  been a lower priority than other cleanup categories.  However, DOE has  performed a preliminary assessment of all accessible surface soils at the  site to identify radioactive contamination and protect plant workers and  has removed 2,500 cubic yards of contaminated soils—enough to cover a  football field 17 inches deep.  DOE estimates that it will need to remove  and dispose of an additional 87,500 cubic yards of soils by 2015.  In  addition, other contaminated areas that are not currently accessible  because they are still in use by USEC, as well as the soil under the 17  buildings and other structures being decontaminated and decommissioned  during phase I of the cleanup, will be addressed after the plant ceases  operations during phase II."], "subsections": []}, {"section_title": "Legacy Waste", "paragraphs": ["We reported in 2000 that the equivalent of 52,000 55-gallon barrels of waste  was stored in various locations on the Paducah site.  Most of this waste is  materials that have a low level of radioactivity.  All of this waste has  undergone an initial characterization to determine proper on-site storage  and may require additional characterization to determine proper treatment,  if necessary, and disposal.  Since 2000, DOE has disposed of the equivalent  of over 7,000 barrels off-site and has repackaged another 6,000 barrels’  worth of waste that is ready for disposal.  DOE plans to remove the 6,000  barrels ready for disposal and characterize and dispose of the remaining  legacy waste—the equivalent of over 38,000 barrels—by 2011.  In addition  to the legacy waste, new waste generated during the course of the cleanup  must be disposed of within a year of its generation."], "subsections": []}, {"section_title": "DOE Material Storage Areas", "paragraphs": ["In 2000, we reported that DMSAs were not included in the scope of the  Office of Environmental Management’s cleanup plan.  These storage areas  were created in 1996 when DOE accepted responsibility for large amounts  of material stored in USEC-leased buildings and outdoor areas to expedite  the process USEC used to obtain an operating certificate.  The materials in  the 160 DMSAs include thousands of barrels of low-level radioactive waste  and PCB wastes, barrels labeled as asbestos waste, contaminated uranium  processing equipment, various items and containers whose contents are  unknown, and scrap metal.", "Since our 2000 report, DOE has transferred responsibility for DMSAs from  the Office of Nuclear Energy to the Office of Environmental Management  so that they can be addressed as part of the comprehensive sitewide  cleanup scope.  DOE has also ranked the 160 DMSAs at the Paducah site on  the basis of their potential to contain hazardous materials or contaminate  the environment: 34 are high-priority, 11 are medium-priority, and 115 are  low-priority.  Of the 160 DMSAs, DOE has completely characterized  materials from 28 high- and 10 low-priority DMSAs and has initiated  characterization of an additional 41 DMSAs.  As a result, two-thirds of the  total volume of materials in all 160 DMSAs has been characterized as of  March 2004.  According to DOE officials, only 0.01 percent of the materials  characterized to date have been determined to be hazardous waste.  In  addition to the progress made in characterizing DMSAs, all materials from  9  high-priority DMSAs—about 15 percent of all materials to be removed  during phase I of the cleanup—have been removed and either shipped off- site or placed in an on-site landfill for final disposal.  DOE plans to  complete its characterization of the DMSAs by the end of fiscal year 2009  and dispose of all free-standing materials from the remaining DMSAs by  2010.  Fixed equipment in the DMSAs, such as piping and equipment  attached to buildings and facilities, will be disposed of during final  decommissioning and decontamination of the site after the uranium  enrichment plant ceases operations."], "subsections": []}, {"section_title": "Burial Grounds", "paragraphs": ["The 12 burial grounds at the site contain a variety of waste, including  barrels of materials with low levels of radioactivity and/or hazardous  chemicals, and pyrophoric uranium, which has a tendency to  spontaneously combust in the presence of oxygen.  To date, DOE’s  activities at the 12 burial grounds have consisted of studies and  environmental monitoring and maintenance, and DOE continues to  conduct these studies.  Currently, DOE’s planning assumption is that they  will cap—cover with a layer of soil—the burial grounds and monitor nearby  groundwater for contamination to evaluate the effectiveness of the caps.  If  contamination from the burial grounds is found to pose a risk above  acceptable levels, some burial grounds may need to be excavated during  phase II of the cleanup at the site, which is not scheduled to start until after  the plant ceases operations.  Groundwater monitoring will be ongoing  through the end of phase I of the cleanup in 2019."], "subsections": []}, {"section_title": "Decontamination and Decommissioning of 17 Unused Buildings and Other Structures", "paragraphs": ["Seventeen buildings and other structures that were originally used as part  of the uranium enrichment process, including two 250,000-gallon water  storage tanks, a nitrogen generation plant, and an incinerator previously  used for disposing of contaminated items are no longer in use and await  decontamination and removal.  In 2000, we reported that only 2 of 18  unused buildings and structures awaiting decontamination and  decommissioning at the site were included in the scope of the Office of  Environmental Management’s cleanup plan.  Since then, 1 of the 18  buildings has been transferred to USEC for use in operations at the  Paducah Gaseous Diffusion Plant, according to DOE contractor officials;  the remaining 17 are now included in the scope of the Office of  Environmental Management’s cleanup.  DOE has completed its preliminary  assessment of the contamination at the 17 buildings and other structures  and has begun removing the infrastructure of one of the buildings.  In  addition, DOE continues to perform surveillance and maintenance on all 17  inactive facilities to prevent significant deterioration of the buildings and  other structures until decommissioning and decontamination is complete.   DOE’s plan proposes to demolish all of these inactive facilities by 2017; the  underlying foundations and soil will be addressed during phase II of the  cleanup."], "subsections": []}]}, {"section_title": "While Two Previously Identified Challenges Have Been Mitigated, Uncertainty about the Cleanup Scope and Reaching Stakeholder Agreement on Cleanup Approach Remain the Current Principal Challenges", "paragraphs": ["Two of the four challenges we identified in 2000—DOE’s plans to use  untested technology and obtaining adequate funding for the cleanup—no  longer pose the impediment to the cleanup effort they once did because of  actions taken to mitigate their impact.  The remaining two challenges— uncertainty over the scope of the cleanup and obtaining stakeholder  agreement on the cleanup approach—are the principal challenges that  remain for DOE to resolve to successfully complete the cleanup at  Paducah."], "subsections": [{"section_title": "DOE Has Mitigated the Impact of Two Previously Identified Challenges", "paragraphs": ["In 2000, we reported some of the cleanup technologies contemplated, while  not new, were untested for the specific environment in which they were to  be applied.  Since then, several technologies have been evaluated for  treating groundwater for TCE contamination at Paducah, including  permeable treatment barriers and six-phase heating.  According to DOE  officials, removing TCE is the most difficult cleanup task at Paducah.   Specifically, TCE is difficult to treat when it has mixed with groundwater  and soil—it migrates to the bottom of the aquifer making it difficult to  access, and because it dissolves slowly in water, it can contaminate large  quantities of groundwater for long periods of time.  Permeable treatment  barriers, which DOE assumed in 2000 would be the primary treatment  strategy for addressing contaminated groundwater, could not be effectively  installed at Paducah, according to DOE officials, because of unfavorable  soil conditions and potential high costs to maintain the technology.", "Furthermore, such technologies only deal with the contaminated  groundwater plume, not the source of the contamination.  However, DOE  has made progress in testing six-phase heating for removing TCE from the  groundwater and soil at Paducah.  In the six-phase heating process,  electricity is applied to steel rods that have been drilled into the ground to  heat the soil.  When the soil is hot enough that the TCE and groundwater  begin to boil, the resulting vapor is collected and condensed and then  filtered to remove the TCE.  DOE officials told us the results of the test  exceeded their expectations, and their preliminary review of the test  results concluded that the technology should be considered for full-scale  implementation.  DOE officials state that they have submitted a proposed  plan to the regulators for approval and plan to begin full-scale  implementation in 2006.  The officials added that unless problems are  encountered when the process is fully implemented, DOE should be able to  remove the majority of the TCE source.", "In 2000, we also reported that assumptions about future increases in  federal funding for the Paducah cleanup could affect DOE’s ability to meet  cleanup milestones and that, if the planned increases did not occur, the  cleanup could be delayed and costs could increase.  DOE had estimated  that, as the cleanup progressed, its funding would increase from $78 million  in fiscal year 2001 to $307 million in fiscal year 2008.  We now believe these  assumptions were unrealistic considering that funding levels for the  cleanup during the seven fiscal years prior to 2001 averaged only $43  million annually.  Since 2000, DOE has revised its annual funding  assumptions to reflect more consistent and appropriate funding levels.   Currently, DOE estimates its annual funding needs at about $100 million.   DOE’s contractor official for finance stated that annual funding of $100  million is sufficient to complete the cleanup given the scope of work and  the 2019 end date proposed in its fiscal year 2004 draft site management  plan.  In addition, actual annual funding for the Paducah cleanup has  increased significantly in recent years.  In fact, in fiscal year 2003, Congress  appropriated more than DOE’s $100 million request.  However, if cleanup  cost estimates increase, or appropriations for the cleanup are not  maintained at their current level, funding could resurface as a challenge."], "subsections": []}, {"section_title": "Uncertainty Regarding the Scope of DOE’s Cleanup Remains a Challenge", "paragraphs": ["In 2000, we also reported that uncertainties about the contamination yet to  be cleaned up could result in increased cleanup costs.  These uncertainties  remain a challenge, in part, for DOE because its fiscal year 2004 draft site  management plan does not clearly define the entire scope and time frame  for completing the cleanup.  For phase I of the cleanup, DOE has identified  a series of early actions for five of the seven cleanup categories.  Some of  these actions are currently under way, and DOE plans to have them all  completed by 2019.  DOE plans to study the effectiveness of phase I actions  as they are completed.  Phase II of the cleanup will include the final  decontamination and decommissioning of the USEC plant and a  comprehensive sitewide assessment that will evaluate the effectiveness of  all cleanup actions conducted in phase I and assess the need for additional  cleanup actions. For example, DOE’s planning assumption is to cover the  12 burial grounds with soil caps during phase I as a waste management  measure and then monitor the burial grounds to assess the effectiveness of  the caps in containing the waste.  If DOE finds that contamination from  these sites poses an unacceptable risk, DOE may need to excavate some of  the burial grounds, at a cost of about $110 million each, during phase II.   Additionally, since DOE does not plan to remove the foundations and soil  underlying the 17 unused buildings and other structures to be  decontaminated and decommissioned during phase I, additional cleanup  actions may be necessary during phase II if the soil is found to be  contaminated.", "DOE has also not yet determined when phase II will begin.  DOE’s draft site  management plan calls for phase II to begin once the USEC plant ceases  operations.  USEC has recently announced that the plant will operate until  about 2010.  However, DOE’s site manager stated that several options  exist.  For example, rather than begin phase II in 2010, DOE could decide to  postpone the comprehensive sitewide assessment and some phase II  cleanup actions until DOE has completed all of phase I.  Alternatively, DOE  could decide to start final decontamination and decommissioning shortly  after the plant ceases operations in approximately 2010 and conduct phase  II activities concurrently with phase I cleanup actions.  If DOE selects this  option, increases in annual funding would be needed to conduct both  phases of the cleanup simultaneously.  Until DOE decides when phase II  will begin, any additional necessary actions, the costs of those actions, and  the time frame for DOE to implement them are not known."], "subsections": []}, {"section_title": "DOE, Kentucky, and EPA Have Continued to Have Great Difficulty Agreeing on a Cleanup Approach", "paragraphs": ["In our 2000 report, we stated that DOE’s assumptions about the timely  achievement of regulatory and stakeholder agreement on cleanup levels,  strategies, and priorities were optimistic because the regulators had  already disagreed with some of DOE’s proposed approaches and had not  reached agreement on several contentious issues.  Since then, DOE and the  regulators have continued to have difficulty agreeing on an overall cleanup  approach and individual projects.  As table 2 shows, the draft fiscal year  2004 site management plan is only the latest of several cleanup plans  proposed for the site since 1999, all of which have differed significantly in  terms of costs, scope, and time frames for cleanup and were intended as  solutions to problems at the site.  According to DOE’s site manager, DOE  has revised its plans for Paducah to incorporate additional scope and  ensure that the requirements of the two statutes that govern the cleanup  were met.  On the other hand, EPA and Kentucky officials told us that these  frequent changes have frustrated them and undermined their confidence  that DOE would adhere to an agreed-to plan and achieve progress in  cleaning up the site.  As a result, their working relationship has  deteriorated, slowing cleanup progress.", "The most significant example of the parties’ inability to reach and maintain  agreement has been a dispute over the fiscal year 2001 site management  plan that lasted from June 2001 to April 2003 and slowed overall cleanup  progress.  The dispute began when DOE headquarters decided they could  no longer support the site management plan assumptions.  According to  Kentucky officials, this site management plan was developed  collaboratively by high-level officials from DOE, EPA, and Kentucky who  agreed on an overall cleanup approach.  In addition, a midlevel working  group was developed, called the Core Team, with representatives from  DOE, EPA, and Kentucky who examined the technical requirements to plan  individual projects.  These two groups identified a number of cleanup  actions for implementation, and the parties successfully agreed on the  fiscal year 2001 site management plan.  However, as a result of the  increased cleanup scope identified by the Core Team, the resulting increase  in costs, and DOE’s Top-to-Bottom Review, DOE headquarters questioned  whether the planned cleanup actions were excessive in relation to the risk  to human health and the environment and requested additional time from  the regulators to further review the site management plan.  The regulators  denied the request.  Because of its continuing concerns that the planned  cleanup actions were excessive, DOE subsequently discontinued this  collaborative approach, removed decision-making authority from the Core  Team, and reduced the regulators’ role to reviewing DOE’s proposals.   According to Kentucky officials, DOE also limited communication between  DOE technical staff and the regulators.", "While DOE and Kentucky have made some progress in addressing near- term cleanup impediments, the three parties continue to have difficulty in  reaching agreement on the overall approach.  DOE and Kentucky signed a  letter of intent in August 2003, followed in October 2003 by an agreed order  that resolved all outstanding Kentucky environmental compliance  violations pending against the department.  The letter of intent also  commits the two parties to promote an accelerated cleanup of the site,  which is reflected in the draft fiscal year 2004 site management plan.   Nevertheless, according to DOE’s site manager, DOE and the regulators are  still negotiating the fiscal year 2004 site management plan, submitted by  DOE on November 15, 2003.  In February 2004, DOE received and  responded to formal comments from EPA and Kentucky, and submitted a  second draft of the site management plan to the regulators for review.  It is  uncertain when the 2004 site management plan, which was to be  implemented during fiscal year 2004, will be finalized.  Furthermore, as  discussed earlier, many more decisions about the cleanup’s scope and  DOE’s approach will require agreement by the three parties throughout the  life of DOE’s cleanup efforts.  Early involvement by all three parties could  be helpful in avoiding similar lengthy and unproductive cycles of  negotiations over the annual site management plans in the future.", "Involving the regulators early in planning the overall cleanup approach and  specific projects has been a key element of DOE’s good working  relationship with regulators at other DOE sites.  For example, at Rocky  Flats in Colorado, DOE involves the regulators when updating the site  management plan and developing individual projects.  This allows  concerns to be communicated and addressed early in the process.   According to officials at Colorado’s Department of Public Health and  Environment, this has reduced the amount of time needed for regulatory  reviews, since the number of “comment and revise, comment and revise”  cycles has been reduced.  Colorado state officials also told us that a  successful working relationship requires up front and continual  communication beyond just reviewing already developed documents and  proposals.  Additionally, they stated that a consultative process is an  evolving process and must be worked through in good faith by all parties.", "Both EPA and Kentucky officials believe that their early involvement would  aid cleanup progress at Paducah, such as early involvement in developing  the annually submitted site management plan.  EPA and Kentucky officials  told us that they have been frustrated by their exclusion from the planning  process for both the overall cleanup approach and specific projects and  feel that the current process is more time-consuming than if they were  involved early in the process.  Not being involved in the planning process  reduces their role to reviewing DOE’s project proposals and making  comments on those proposals.  Comments on proposals often necessitate  more than one revision cycle.  Multiple revisions can cause schedule  changes and delays because DOE’s schedule for each project assumes only  one revision to respond to regulators’ comments.  At a December 6, 2003,  hearing before the Senate Committee on Energy and Natural Resources in  Paducah, the Secretary of Kentucky’s Natural Resources and  Environmental Protection agency encouraged all parties to revisit the Core  Team approach.  He urged that a collaborative team be created and  empowered to work effectively toward meaningful action.   However,  DOE’s site manager cautioned that such an approach would not necessarily  hasten decision making, but agreed that early discussion of technical  details could possibly help improve formal submission of DOE cleanup  proposals to the regulators.", "The poor working relationship between DOE and the regulators has also  prevented them from quickly reaching agreement on technical details of  specific projects.  According to Kentucky officials, DOE proposed using  existing data about the north-south diversion ditch—a major wastewater  conduit from the plant—to determine whether soil from the ditch could be  disposed of in an on-site landfill.  However, Kentucky’s response to DOE’s  proposal was that these data were not sufficient because the samples were  not representative of all the areas where waste entered the ditch.  It took  DOE and Kentucky 5 months to agree on a sampling plan.  Similarly, DOE  and Kentucky disagreed over whether available data demonstrated that the  risk reduction to be obtained by installing sedimentation basins was  significant enough to warrant their installation.  In 2000, DOE planned to  install two sedimentation basins at a cost of $4 million each, but the state  wanted four basins.  Currently, DOE’s position is that it does not believe  that available data indicates any sedimentation basins are needed, but has  agreed to collect additional data and install basins if new information  warrants it.  DOE and Kentucky are still negotiating the amount and type of  data required to determine whether the basins are needed.", "As the cleanup progresses and individual projects are designed and  implemented, DOE and the regulators will continue to have to reach  agreement on the specifics of these projects.  Given the past technical  disagreements and the vast scope of work remaining at Paducah, additional  technical issues such as those experienced with the north-south diversion  ditch and the sedimentation basins are likely to arise in the future.   However, DOE and the regulators do not currently use any mechanisms  such as external technical peer reviews to assist them in resolving  technical disputes in a timely manner.  A 1997 National Academy of  Sciences report on the use of peer review by DOE’s Office of Science and  Technology cited several benefits of using such reviews to help resolve  technical disagreements that could apply to Paducah.  According to the  report, peer reviews   provide an effective way to increase the technical quality of projects,  thereby enhancing the credibility of project decisions;   add confidence that those decisions are based on the best scientific and  technical information available; and   introduce independent experts to a project who can recognize  previously unrecognized technical strengths and weaknesses, challenge  the status quo, and identify ways to improve the project that may have  been overlooked.", "DOE and EPA officials told us that they believe the use of peer reviews  could help resolve technical disagreements at the site.  Kentucky officials  told us that while they believe such reviews have value, they would not  want the results of a review to usurp the state’s regulatory decision-making  authority."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["While some progress has been made in cleaning up the site and addressing  previously identified challenges, DOE still faces significant challenges in  completing the cleanup at Paducah.   For example, DOE, EPA, and  Kentucky have been unable to agree on an overall cleanup approach and  technical aspects of individual projects.  Even now, DOE and the regulators  are still negotiating the draft fiscal year 2004 site management plan,  submitted by DOE in early November 2003, and it is uncertain when it will  be finalized.  Moreover, despite past difficulties, which have slowed  cleanup progress, and the many decisions that must be made in the future  regarding scope and time frames, the parties have no mechanisms in place,  such as early stakeholder involvement or technical peer review, to help  resolve disagreements between the three parties in a timely manner.   Unless DOE and the regulators can reach and maintain agreement on key  aspects of the cleanup and quickly resolve technical disagreements,  progress at Paducah could continue to be hampered by delays."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To help improve the likelihood that DOE and the regulators will reach  timely agreement on the cleanup approach, we recommend that the  Secretary of Energy direct the Assistant Secretary of the Office of  Environmental Management to   involve the Commonwealth of Kentucky and EPA early in the  development of the annual site management plan and specific  projects—before submitting formal cleanup proposals for regulatory  approval—so that the parties can identify and resolve their concerns  and reach consensus on cleanup decisions in a more timely manner, and   in conjunction with Kentucky and EPA, identify and retain external  technical peer review groups with environmental cleanup expertise to  facilitate timely resolution of any future differences between DOE and  the regulators."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided DOE, EPA, and Kentucky with draft copies of this report for  their review and comment.  DOE’s written comments on our report did not  address our recommendations, but DOE agreed that it still faces many  challenges in accomplishing a safe, cost-effective cleanup at the Paducah  site.  However, DOE disagreed with our characterization of the  department’s decision to discontinue the Core Team process and stated  that we did not fully acknowledge DOE’s improving working relationship  with the regulators.  DOE also asserted that our report did not provide a  balanced presentation of all three parties’ responsibilities for the past poor  working relationship and delayed progress.  Finally, DOE stated that our  report did not adequately represent recent progress at the site and that we  should not include post-closure environmental monitoring costs in  comparison of past cleanup costs or estimates.", "We disagree with DOE’s view that we did not accurately characterize their  decision to discontinue the Core Team approach.  Our report clearly cites  DOE’s rationale for discontinuing its participation.  We also disagree that  we did not fully acknowledge the progress DOE and Kentucky have made  in improving their working relationship.  For example, our report does  reflect the progress they have made in addressing near-term clean up  impediments, such as the signing of the agreed order that resolved  outstanding regulatory violations.  However, the inability of the three  parties to agree to and sign the fiscal year 2004 Site Management Plan,  issued in draft in November 2003, indicates that the parties’ working  relationship continues to be a challenge.  We also disagree with DOE’s  statement that our report does not provide a balanced presentation of all  three parties’ responsibilities for the past poor working relationship and  delayed progress.  We cite throughout our report examples of  disagreements between DOE and the regulators, providing each side’s  position on these issues.  For example, we describe the disagreement over  a sampling plan for soil excavation at the north-south diversion ditch, and  present DOE and Kentucky’s rationales for including different numbers of  sedimentation basins at the site.  We have added to the report information  on the recent progress made on the north-south diversion ditch, but we  disagree with DOE’s assertion that we included post-closure costs in our  comparison of past cleanup costs and schedules. We have, however,  included post-closure costs as part of our discussion of DOE’s total  financial responsibilities at Paducah.  Nevertheless, we have revised the  report to more clearly indicate that post-closure environmental monitoring  costs are a separate activity from cleanup activities and related costs.", "In their written comments, EPA commended GAO for a fair and balanced  analysis of the challenges that the three parties face in the environmental  cleanup at the site.  Kentucky stated that the report was a fair and accurate  assessment of both the progress at the site and the working relationship  among the three parties since 2000.  Both EPA and Kentucky agreed with  the report’s two recommendations.", "DOE and Kentucky also provided technical comments, which we  incorporated into the report as appropriate.   DOE’s, EPA’s, and Kentucky’s  written comments are presented in appendixes I, II, and III, respectively.   Appendix I also includes our responses to DOE’s comments."], "subsections": []}, {"section_title": "Scope and Methodology", "paragraphs": ["To determine the amount of money DOE has spent on cleanup-related  activities, the purposes for which the money has been spent, and the  estimated total for the site, we interviewed officials from DOE’s Oak Ridge  Operations Office, which is responsible for managing costs for the Paducah  site, and reviewed budget documents including appropriation data related  to the cleanup.  During two visits to the Paducah site, we interviewed the  representative from Bechtel Jacobs responsible for finance, reviewed  expenditure and project data from 1988 through 2003, and estimated out- year expenditures.  Specifically, we obtained and analyzed historic and  estimated expenditures for the major expenditure categories of the  cleanup—remedial and removal actions, environmental risk assessments,  base operations, and their subcomponents—as well as cost estimates for  other activities required to close the site, including final decontamination  and decommissioning of the uranium enrichment process plant, and long- term environmental monitoring at the site.  We reported all 1998-2003  expenditures in 2002 dollars.  To assess the reliability of the DOE cost  information, we interviewed Bechtel Jacobs staff responsible for the  databases containing the data that were provided.  We obtained and  reviewed descriptions of the databases, how data are entered into the  databases, quality control checks on the data, and testing conducted on the  data.  We also reviewed in detail a year’s coding of the data into the  categories of interest to us.  After taking these steps, we determined that  the data provided to us were sufficiently reliable for the purposes of this  report.", "To assess the status of DOE efforts to clean up the contamination at the  site, we had Bechtel Jacobs representatives provide a written status of  what actions have been taken to address waste and contamination for each  cleanup category: groundwater, surface water, surface soils, legacy waste  stored at the site, DOE material storage areas, waste burial areas, and  contaminated unused building and structures.  We also reviewed various  documents, such as an evaluation of a new technology for removing TCE  from groundwater, to further document actions taken in the various  categories.  In addition, during two visits to the Paducah site, we  interviewed representatives from Bechtel Jacobs responsible for finance  and planning, as well as other activities regarding the status of DOE’s  cleanup.  We also interviewed DOE’s Office of Environmental Management  site officials regarding progress achieved.  During the two visits to  Paducah, we toured the site to get a further understanding of how these  cleanup actions were undertaken and implemented.  We also interviewed  officials from DOE’s Office of Environmental Management in Washington,  D.C.", "To determine which of the challenges we previously identified continue to  be issues for DOE at Paducah, we interviewed the Assistant Secretary and  other headquarters officials from DOE’s Office of Environmental  Management to obtain a high-level perspective on these challenges.  We  also interviewed DOE’s Office of Environmental Management site officials  regarding progress achieved under each category.  During our two visits to  Paducah, we toured the site to develop a firsthand understanding of the  cleanup challenges.  Furthermore, on each visit we interviewed  representatives from Bechtel Jacobs responsible for the cleanup, finance,  and planning regarding the status of the challenges and actions taken to  address them, and reviewed site-specific documents, including the  September 2002 life cycle baseline, the federal facility agreement, and the  May 2003 and November 2003 site management plans.  To obtain a  complete perspective on the four previously identified challenges, we  interviewed officials from EPA Region IV, the Commonwealth of  Kentucky’s Department for Environmental Protection, and the Governor of  Kentucky, and reviewed related studies and correspondence.  We also  interviewed the Chairman of the Paducah Site Specific Advisory Board,  attended one of the board’s monthly meetings, interviewed the Chairman of  the Greater Paducah Economic Development Council and the Chairwoman  of the Paducah Chamber of Commerce, and consulted with GAO’s Chief  Technologist on these challenges.  We reviewed studies of various cleanup  technologies, site-specific progress reports, DOE’s Top-to-Bottom report,  and testimony from congressional hearings.", "To identify potential solutions to the challenge of a lack of stakeholder  agreement on the cleanup approach, we interviewed officials from DOE’s  Office of the Inspector General and reviewed relevant reports, interviewed  DOE and state officials at other cleanup sites where DOE has worked  successfully with regulators to implement an accelerated plan such as  Rocky Flats, Colorado, and reviewed National Academy of Science reports  regarding the benefits of technical peer review.", "We are sending copies of this report to the Secretary of Energy, the  Administrator of the Environmental Protection Agency, and the Secretary  of the Kentucky Natural Resource and Environmental Protection Cabinet.   We will also make copies available to others upon request.  In addition, the  report will be available at no charge on the GAO Web site at  http://www.gao.gov.", "If you or your staff have any questions on this report, please call me at  (202) 512-3841.  Other staff contributing to this report are listed in appendix  IV."], "subsections": []}]}, {"section_title": "Comments from the Department of Energy", "paragraphs": ["The following are GAO’s comments on the Department of Energy’s letter  dated March 12, 2004."], "subsections": [{"section_title": "GAO Comments", "paragraphs": ["1. We disagree.  We believe that the report accurately describes DOE's  decision to discontinue the Core Team process.  This approach,  established as a result of congressional hearings held in 1999, was  designed as a collaborate process to advance progress at the site.   Furthermore, EPA and Kentucky viewed this effort as a collaborative  process.  As we state in the report, DOE became concerned about the  growing scope of the cleanup and the associated increase in costs, and  believed that the Core Team's recommended actions were excessive.   While discussion of the cleanup did continue at the senior management  level, according to Kentucky officials and DOE site staff and contractor  officials, DOE staff at the Paducah site were instructed by DOE  headquarters not to continue discussing the cleanup with regulatory  officials.   2. Our report does reflect the progress DOE and Kentucky have made in  addressing near-term cleanup impediments, such as the signing of the  agreed order that resolved outstanding regulatory violations.  However,  the long history of mistrust and lack of shared vision on the cleanup  approach at Paducah, and the inability of the three parties to agree to  and sign the fiscal year 2004 Site Management Plan, issued in draft in  November 2003, indicate that the parties' relationship remains a  challenge.   3. We have modified the final report to reflect DOE's recent progress on  the excavation of the north-south diversion ditch.     4. We disagree with DOE's statement that we included post-closure costs  in our comparison of past cleanup costs and schedules.  For example,  post-closure costs are not included in the comparison of current and  past cleanup estimates and schedules presented in table 2.  However,  because we believe that it is important to provide a complete picture of  DOE's financial responsibilities at the Paducah site, we did include  post-closure costs as part of our discussion of DOE's total financial  responsibilities at Paducah.  We have also revised our report to more  clearly indicate that post-closure environmental monitoring costs are a  separate activity from cleanup activities and related costs.   5. We disagree with DOE's statement that our report does not provide a  balanced presentation of all three parties' responsibilities for the past  poor working relationship and delayed progress.  We cite throughout  our report examples of disagreements between DOE and the  regulators, providing each side's position on these issues.  For instance,  we describe the disagreement over a sampling plan for soil excavation  at the north-south diversion ditch.  We also present DOE and  Kentucky's positions over whether available data was adequate to  warrant the installation of sedimentation basins at the site."], "subsections": []}]}, {"section_title": "Comments from the Environmental Protection Agency", "paragraphs": [], "subsections": []}, {"section_title": "Comments from the Commonwealth of Kentucky", "paragraphs": [], "subsections": []}, {"section_title": "GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the individual named above, Nancy Crothers, Chris Ferencik,  Kerry Dugan Hawranek, and Kurt Kershow also made key contributions to  this report."], "subsections": []}, {"section_title": "GAO’s Mission", "paragraphs": ["The General Accounting Office, the audit, evaluation and investigative arm of  Congress, exists to support Congress in meeting its constitutional  responsibilities and to help improve the performance and accountability of the  federal government for the American people. GAO examines the use of public  funds; evaluates federal programs and policies; and provides analyses,  recommendations, and other assistance to help Congress make informed  oversight, policy, and funding decisions. GAO’s commitment to good  government is reflected in its core values of accountability, integrity, and  reliability."], "subsections": []}, {"section_title": "Obtaining Copies of GAO Reports and Testimony", "paragraphs": ["The fastest and easiest way to obtain copies of GAO documents at no cost is  through the Internet. GAO’s Web site (www.gao.gov) contains abstracts and full- text files of current reports and testimony and an expanding archive of older  products. The Web site features a search engine to help you locate documents  using key words and phrases. You can print these documents in their entirety,  including charts and other graphics.", "Each day, GAO issues a list of newly released reports, testimony, and  correspondence. GAO posts this list, known as “Today’s Reports,” on its Web  site daily. The list contains links to the full-text document files. To have GAO e- mail this list to you every afternoon, go to www.gao.gov and select “Subscribe to  e-mail alerts” under the “Order GAO Products” heading."], "subsections": [{"section_title": "Order by Mail or Phone", "paragraphs": [], "subsections": []}]}, {"section_title": "To Report Fraud, Waste, and Abuse in Federal Programs", "paragraphs": [], "subsections": []}, {"section_title": "Public Affairs", "paragraphs": [], "subsections": []}]}], "fastfact": []}