{"id": "GAO-15-773", "url": "https://www.gao.gov/products/GAO-15-773", "title": "Nonimmigrant Visas: State Has Reduced Applicant Interview Wait Times, but Sustainability of Gains Is Uncertain", "published_date": "2015-09-09T00:00:00", "released_date": "2015-10-09T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["International travel and tourism contributed $220 billion to the U.S. economy and supported 1.1 million jobs in 2014, according to the Department of Commerce. A portion of those travelers to the United States were required to obtain an NIV. After a period in which travelers experienced extensive waits in obtaining a required interview for an NIV in 2011, the President issued E.O. 13597 in 2012 to improve visa and foreign visitor processing, while continuing to protect U.S. national security. The E.O. set goals for State to increase NIV processing capacity in Brazil and China and reduce NIV interview wait times for applicants worldwide. This report examines (1) efforts State has undertaken to expand capacity and reduce NIV applicants' interview wait times and the reported results to date and (2) challenges that impact State's ability to efficiently process NIVs. GAO analyzed State's historical and forecast NIV data and interviewed State officials in Washington, D.C., and consular officers and management in Brazil, China, India, and Mexico. These countries represent the four highest demand countries for U.S. NIVs."]}, {"section_title": "What GAO Found", "paragraphs": ["Since 2012, the Department of State (State) has undertaken several efforts to increase nonimmigrant visa (NIV) processing capacity and decrease applicant interview wait times. Specifically, it has increased consular staffing levels and implemented policy and management changes, such as contracting out administrative support services. According to State officials, these efforts have allowed State to meet the goals of Executive Order (E.O.) 13597 of increasing its NIV processing capacity by 40 percent in Brazil and China within 1 year and ensuring that 80 percent of worldwide NIV applicants are able to schedule an interview within 3 weeks of State receiving their application. Specifically, State increased the number of consular officers in Brazil and China by 122 and 46 percent, respectively, within a year of the issuance of E.O. 13597. Additionally, according to State data, since July 2012, at least 80 percent of worldwide applicants seeking a tourist visa have been able to schedule an interview within 3 weeks.", "Two key challenges—rising NIV demand and problems with NIV information technology (IT) systems—could affect State's ability to sustain the lower NIV interview wait times. First, State projects the number of NIV applicants to rise worldwide from 12.4 million in fiscal year 2014 to 18.0 million in fiscal year 2019, an increase of 45 percent (see figure).", "Given this projected NIV demand and budgetary limits on State's ability to hire more consular officers at posts, State must find ways to achieve additional NIV processing efficiencies or risk being unable to meet the goals of E.O. 13597 in the future. Though State's evaluation policy stresses that it is important for bureaus to evaluate management processes to improve their effectiveness and inform planning, State has not evaluated the relative effectiveness of its various efforts to improve NIV processing. Without conducting a systematic evaluation, State cannot determine which of its efforts have had the greatest impact on NIV processing efficiency. Second, consular officers in focus groups expressed concern about their ability to efficiently conduct adjudications given State's current IT systems. While State is currently enhancing its IT systems, it does not systematically collect information on end user (i.e., consular officer) satisfaction to help plan and guide its improvements, as leading practices would recommend. Without this information, it is unclear if these enhancements will address consular officers' concerns, such as having to enter the same data multiple times, and enable them to achieve increased NIV processing efficiency in the future."]}, {"section_title": "What GAO Recommends", "paragraphs": ["To improve State's ability to process NIVs, while maintaining a high level of security to protect our borders, GAO is recommending that State (1) evaluate the relative impact of efforts undertaken to improve NIV processing and (2) document a plan for obtaining input from end users (consular officers) to help improve their satisfaction and prioritize enhancements to IT systems. State concurred with both recommendations."]}], "report": [{"section_title": "Letter", "paragraphs": ["Over 74 million international travelers contributed $220.6 billion to the  U.S. economy and supported 1.1 million jobs in 2014, according to the  Department of Commerce (Commerce). A portion of those travelers to the  United States were temporary visitors who were required to obtain a  nonimmigrant visa (NIV) from the Department of State (State) prior to  their arrival at a U.S. port of entry. In 2011, State reported that visa  applicants at some U.S. embassies and consulates abroad (hereafter  referred to as “posts”), including strategically important posts in Brazil and  China, were facing extensive waits in obtaining an interview for visas for  temporary tourism or business purposes, a category of NIVs. Although  maintaining security is of paramount importance, State has acknowledged  that long interview wait times for NIVs may discourage legitimate travel to  the United States, potentially costing the country billions of dollars in  economic benefits over time and adversely influencing foreign citizens’  opinions of our nation. Given the importance of the travel and tourism  industry to the U.S. economy and job creation, the President issued  Executive Order (E.O.) 13597 in January 2012 to improve NIV processing  and travel promotion in order to create jobs and spur economic growth in  the United States, while continuing to protect U.S. national security.", "You asked us to examine State’s NIV processing operations and provide  an update on the status of the goals in E.O. 13597. This report examines  (1) efforts State has undertaken to expand capacity and reduce NIV  applicants’ interview wait times and the reported results to date, and (2)  challenges that impact State’s ability to efficiently process NIVs.", "To determine the efforts State has undertaken to expand capacity and  reduce NIV applicants’ interview wait times, we reviewed relevant State  documents, interviewed State, Department of Homeland Security (DHS),  and Commerce officials, and conducted 11 focus groups with U.S.  consular officers in Beijing, China; Mexico City, Mexico; New Delhi,  India; and São Paulo, Brazil—the locations of embassies or consulates  serving the four highest demand countries for U.S. NIVs. To determine  the reported results of those efforts, we collected and analyzed data on  NIV processing capacity and interview wait times for visas for tourism or  business purposes (commonly referred to as “B visas”) worldwide from  January 2011 until July 2015 and compared those data with the goals  outlined in E.O. 13597; we also reviewed documentation provided by  State on their efficiency efforts. To determine the challenges that impact  State’s ability to efficiently process NIVs, we reviewed relevant  documents, including planning and NIV demand projection documents  and State’s Foreign Affairs Manual, and interviewed State officials in  Washington, D.C., including officials from State’s Office of Inspector  General, as well as DHS and Commerce officials, and consular officers  who adjudicate NIVs at the four posts we visited. See appendix I for more  information on our scope and methodology.", "We conducted this performance audit from September 2014 to  September 2015 in accordance with generally accepted government  auditing standards. Those standards require that we plan and perform the  audit to obtain sufficient, appropriate evidence to provide a reasonable  basis for our findings and conclusions based on our audit objectives. We  believe that the evidence obtained provides a reasonable basis for our  findings and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "NIV Application and Adjudication Process", "paragraphs": ["Foreign nationals who wish to come to the United States on a temporary  basis and are not citizens of countries that participate in the Visa Waiver  Program must generally obtain an NIV. U.S. law provides for the  temporary admission of various categories of foreign nationals, who are  known as nonimmigrants. Nonimmigrants include a wide range of visitors,  such as tourists, foreign students, diplomats, and temporary workers who  are admitted for a designated period of time and a specific purpose.  There are dozens of specific types of NIVs that nonimmigrants can obtain  for tourism, business, student, temporary worker, and other purposes.  State manages the application process for these visas, as well as the  consular officer corps and its functions, at over 220 visa-issuing posts  overseas. The process for determining who will be issued or refused a  visa contains several steps, including documentation reviews; collection  of biometrics (fingerprints and full-face photographs); cross-referencing  an applicant’s name and biometrics against multiple databases  maintained by the U.S. government; and in-person interviews. Personal  interviews with consular officers are required by law for most foreign  nationals seeking NIVs. For an overview of the visa process, see figure  1.", "DHS sets visa policy, in consultation with State, and Commerce oversees  the creation and implementation of strategies to promote tourism in the  United States, such as the National Travel and Tourism Strategy called  for in E.O. 13597."], "subsections": []}, {"section_title": "Long Wait Times for NIV Interviews Have Been a Challenge", "paragraphs": ["We have previously reported on visa delays at overseas posts:  In April 2006, we testified that, of nine posts with wait times in excess  of 90 days in February 2006, six were in Brazil, India, and Mexico.  In July 2007, we reported that 20 posts said they experienced  maximum monthly wait times in excess of 90 days at least once over  the past year.", "More recently, State has reported long interview wait times in Brazil and  China. For example, in June 2010, NIV interview wait times reached 100  days at the U.S. Embassy in Beijing, China, and in August 2011, interview  wait times reached 143 days at the U.S. Consulate in Rio de Janeiro,  Brazil."], "subsections": []}, {"section_title": "2012 Executive Order Sets Goals for Improvement", "paragraphs": ["Following the rise of interview wait times at many posts, and especially in  Brazil and China, President Obama issued E.O. 13597 in January 2012 to  improve visa processing and travel promotion while continuing to protect  U.S. national security. E.O. 13597 contained multiple goals for State and  DHS for processing visitors to the United States, including the following:", "Ensure that 80 percent of NIV applicants worldwide are interviewed  within 3 weeks of receipt of application.  Increase NIV processing capacity in Brazil and China by 40 percent  over the next year.", "In March 2012, State and DHS released an implementation plan for E.O.  13597 that outlined the measures each agency planned to undertake to  meet the goals of the Executive Order. Subsequently, in August 2012,  State and DHS issued a progress report on E.O. 13597 stating the  progress made in meeting the goals of the Executive Order and the plans  for continued efforts to improve a foreign visitor’s experience in traveling  to the United States."], "subsections": []}]}, {"section_title": "State Has Undertaken Various Efforts to Improve NIV Processing Capacity and Has Reduced NIV Interview Wait Times", "paragraphs": [], "subsections": [{"section_title": "State Has Implemented Multiple Efforts to Reduce NIV Interview Wait Times", "paragraphs": ["State’s Bureau of Consular Affairs, as well as consular management  officials and consular officers at the four posts we visited, reported that  increased staffing levels, policy changes, and organizational reforms  implemented since 2012 have all contributed to increasing NIV  processing capacity, reducing NIV interview wait times worldwide. For  calculating NIV interview wait times, we used data from State on  applications for visas for tourism and business purposes (B visas) and did  not include other NIV categories."], "subsections": [{"section_title": "Staffing Level Increases", "paragraphs": ["According to State’s Bureau of Consular Affairs, the past hiring of  additional staff through various authorities and temporary assignments of  consular officers during periods of high NIV demand contributed to  meeting E.O. 13597’s goals of expanding NIV processing capacity and  reducing worldwide wait times, particularly at U.S. posts in Brazil, China,  India, and Mexico.", "Increase in consular officers: According to State officials, from fiscal  year 2012 through 2014, State “surged” the number of consular  officers deployed worldwide from 1,636 to 1,883 to help address  increasing demand for NIVs, an increase of 15 percent over 3 years.  In response to E.O. 13597, State increased the number of deployed  consular officers between January 19, 2012 (the date of E.O. 13597),  and January 19, 2013, from 50 to 111 in Brazil, and 103 to 150 in  China, a 122 and 46 percent increase, respectively (see fig. 2 for  additional information on consular staffing increases in Brazil and  China). As a result, State met its goal of increasing its NIV processing  capacity in Brazil and China by 40 percent within a year of the  issuance of E.O. 13597.", "Limited noncareer appointments: In fiscal year 2012, State’s  Bureau of Consular Affairs launched the limited noncareer  appointment (LNA) pilot program to quickly deploy language-qualified  staff to posts facing an increase in NIV demand and workload. The  first cohort of LNAs—who are hired on a temporary basis for up to 5  years for specific, time-bound purposes—included 19 Portuguese  speakers for Brazil and 24 Mandarin speakers for China who were  part of the increased number of consular officers deployed to posts  noted above. In fiscal year 2013, State expanded the LNA program to  include Spanish speakers. As of August 2015, State had hired 95  LNAs for Brazil, China, Colombia, the Dominican Republic, Ecuador,  and Mexico.", "Temporary assignment of consular officers: State utilizes the  temporary redeployment of Foreign Service officers and LNAs to  address staffing gaps and increases in NIV demand. Between  October 2011 and July 2012, State assigned, on temporary duty, 220  consular officers to Brazil and 48 consular officers to China as part of  its effort to reallocate resources to posts experiencing high NIV  demand. State continues to use this method to respond to increases  in NIV demand. For example, during the first quarter of fiscal year  2015, India experienced a surge in NIV demand that pushed NIV  interview wait times over 21 days at three posts. To alleviate the  situation, consular managers in India sent officers to the U.S.  Consulate in Mumbai, which was experiencing higher wait times, from  other posts, allowing the U.S. Mission in India to reduce average wait  times to approximately 10 days by the end of December 2014."], "subsections": []}, {"section_title": "Policy Changes", "paragraphs": ["According to State officials, policy changes have also helped to reduce  NIV interview wait times at posts, including the expansion of the Interview  Waiver Program (IWP) for NIVs and extending the validity of some NIVs.", "Expansion of interview waiver program: The IWP allows posts to  waive the in-person NIV interview requirements for defined categories  of “low-risk” applicants or applicants renewing an NIV for some visa  categories. In 2012, the IWP for the U.S. Mission in Brazil was  expanded to include first time applicants under the age of 16 or over  the age of 66. This expansion allowed the U.S. Mission in Brazil to  conduct additional walk-in NIV interviews by diverting first-time NIV  applicants that State considers to be low-risk and renewals from  presenting themselves at post for an interview. According to State  officials, discussions with DHS are underway to further expand the  IWP.", "Extending the validity period of visas: In accordance with federal  law, State has extended the validity period of some visas in some  countries, reducing the frequency with which a holder of a U.S. NIV  would be required to apply for a renewal. (The visa validity period is  the length of time the holder of a U.S. NIV is permitted to travel to a  port of entry in the United States.) In November 2014, the United  States and the People’s Republic of China reciprocally increased the  validity periods of multiple-entry business and tourist visas issued to  each other’s citizens for up to 10 years. The change in policy was  intended to support improved trade, investment, and business by  facilitating travel between the two countries. Furthermore, the  extension of visa validity periods, according to State officials, is also  expected to reduce the number of visas requiring adjudication over  the long term at posts in China."], "subsections": []}, {"section_title": "Organizational Reforms", "paragraphs": ["State’s Bureau of Consular Affairs has adopted several organizational  reforms to improve its NIV processing efficiency. These include  contracting out some administrative support duties, establishing  leadership and management practices to better guide consular officers,  and opening additional consulates to expand NIV processing capacity in  certain countries and redesigning consular sections at post.", "Contracting for administrative support duties: The use of a  worldwide support services contract has enabled posts to outsource  certain administrative activities related to visa processing that would  otherwise be handled by consular personnel. This effort, according to  State officials, allows consular officers more time to focus on visa  adjudication and therefore improves their productivity. The contract  provides support services for visa operations at U.S. embassies and  consulates, including NIV interview appointment scheduling and fee  collection services. Contractors have opened 29 off-site locations in  six countries to collect biometric data of NIV applicants, which are  then forwarded to the post for processing and security screening prior  to an applicant’s scheduled interview. Before the implementation of  the contract in fiscal year 2011, biometric information could be  collected at the post only when the applicant appeared for his or her  interview. Consular officials we spoke with in Brazil and India stated  that off-site biometric collection has added additional efficiencies to  the NIV process.", "Leadership and management changes: In 2012, State’s Bureau of  Consular Affairs launched the 1CA office to help further develop a  culture of leadership, management, and innovation under budget  austerity and increasing NIV demand. In three of the four posts we  visited, embassy officials told us that 1CA tools and resources have  helped management at post identify and develop solutions to delays  in NIV processing, which they said has contributed to the ability of  State to reduce NIV interview wait times. For example, the U.S.  Embassy in Mexico City is using 1CA to map out NIV processing  steps to identify and develop solutions to existing bottlenecks.  According to consular managers at post, the process maps allow  managers to graphically view the various NIV processing steps and  identify where improvements can be implemented. The solutions  developed from the 1CA mapping exercise have allowed the post to  conduct a larger number of NIV interviews each day. In addition, the  1CA office is in the process of developing meaningful metrics, beyond  NIV interview wait times, to provide consular managers with the data  to improve performance.", "Opening additional consulates and redesigning consular  sections: Since the issuance of E.O. 13597, State has expanded the  number of interview windows at posts in Brazil and China and  developed plans to open two additional consulates in Brazil and add  visa services to the existing U.S. consulate in Wuhan, China, to help  absorb increases in NIV demand. Additionally, at all four posts we  visited, State officials told us that they have, to varying degrees,  redesigned the responsibilities and location of their consular staff to  improve the efficiency of their operations. For example, in China,  India, and Mexico, officials reported that they have individualized the  tasks that are performed at each interview window to reduce the time  an applicant spends at post and streamline NIV processing.  Additionally, at the U.S. Embassy in Beijing, each interview window  within the consular section is assigned to conduct a discrete task in  the NIV adjudication process. These tasks include checking-in and  confirming an applicant’s identity, collecting biometric data, and  adjudicating NIVs at separate windows (see fig. 3 for a photograph of  the NIV applicant area at the U.S. Embassy in Beijing, China).", "Transfer of NIV adjudications: State has redistributed IWP  adjudications within the same country to posts experiencing low NIV  demand and has created an IWP adjudication section in the United  States to better leverage NIV processing resources. Several missions  we visited transfer IWP adjudications from a post experiencing high  demand to a post experiencing low demand. For example, from  February 2014 to April 2015, consular managers in the U.S. Mission  in Mexico electronically transferred 44,240 IWP cases from the U.S.  Consulate in Guadalajara to the U.S. Consulates in Ciudad Juarez,  Matamoros, and Nogales. According to officials, the electronic transfer  of the IWP adjudications allowed the U.S. Consulate in Guadalajara to  keep NIV interview wait times under 21 days. Additionally, in May  2015, State’s Bureau of Consular Affairs created an IWP remote  processing unit in the United States to support the U.S. Mission in  China. According to State officials, the output of the unit is currently  over 1,000 IWP cases per day; and when fully staffed with 30  consular officers by December 2015, the unit will be able to process  up to 3,000 cases per day."], "subsections": []}]}, {"section_title": "State Has Reduced NIV Interview Wait Times", "paragraphs": ["According to State officials, efforts the Bureau of Consular Affairs has  implemented since the issuance of E.O. 13597 have reduced NIV  interview wait times worldwide, including in Brazil and China. According to  State data, even as NIV demand has increased, State has seen NIV  interview wait times generally decline. Specifically, as figure 4 shows,  since July 2012, at least 80 percent of B visa applicants worldwide have  been able to obtain an interview within 3 weeks of their application. This  indicates that the goal of E.O. 13597 is, so far, being met.", "NIV B visa interview wait times have also decreased even as NIV  workloads have increased in Brazil and China, two countries that have  historically experienced long interview wait times for NIV applicants. For  example, B visa interview wait times decreased from an average high of  114 days in August 2011 to 2 days in September 2012 for posts in Brazil,  and from an average high of 50 days in June 2011 to 2 days in February  2014 for posts in China (see fig. 5 for additional average wait times at  posts in India and Mexico). Between January 2010 and December  2014, State reported that NIV workloads from Brazil and China increased  by 161 percent and 88 percent respectively."], "subsections": []}]}, {"section_title": "Rising NIV Demand and Significant Technology Concerns Could Impact State’s NIV Processing Operations", "paragraphs": [], "subsections": [{"section_title": "Projected NIV Demand Increases May Affect the Sustainability of State’s Efforts to Keep Wait Times Low", "paragraphs": ["State projects that the number of NIV applicants will rise worldwide from  12.4 million in fiscal year 2014 to 18.0 million in fiscal year 2019, an  increase of 45 percent. Although NIV demand generally fluctuates and  undergoes significant increases and decreases from outside factors— such as shifts in the world economy and events like the September 2001  terrorist attacks—the demand is generally trending upwards, and has  been for the past 40 years (see fig. 6).", "According to State’s projections, NIV applications from the East Asia and  Pacific region and the South and Central Asia region, will increase by  about 98 and 91 percent, respectively, from fiscal year 2014 to fiscal year  2019. The Western Hemisphere region is expected to receive  approximately 6.9 million applicants by fiscal year 2019, an increase of  approximately 30 percent from fiscal year 2014 (see fig. 7).", "State has underestimated growth in NIV demand in past projections. In  2005, State contracted with an independent consulting firm to project  growth in NIV applicant volume through 2020. As of 2014, 13 of the 18  countries included in this study had exceeded their 2014 NIV demand  projections. The study also underestimated the sharp escalation of NIV  demand in Brazil and China. By 2014, Brazil’s demand had already  exceeded the study’s projection for NIV applicants in 2020 by over 104  percent, and in the same year, China’s demand was over 57 percent  higher than the study’s 2020 projection for it. These increases in demand  resulted in longer NIV interview wait times between 2006 and 2011 in  Brazil and China. As we have previously reported, increases in NIV  demand have historically impacted State’s ability to efficiently process  visas.", "Expected increases in NIV demand are further complicated by State’s  current NIV process, including proposed staffing levels that are not  anticipated to rise significantly through fiscal year 2016. Consular officers  in 8 of the 11 focus groups and consular management officials at posts in  Beijing, Mexico City, and New Delhi told us that current efforts to reduce  NIV interview wait times are not sustainable if demand for NIVs continues  to increase at expected rates. A consular management official at one post  noted that efforts such as staff increases have been a “temporary fix” but  are not a long-term solution to their high volume of NIV applicants.  Staffing levels cannot be increased indefinitely due to factors such as  hiring restrictions, staffing limitations established by host governments,  and physical workspace constraints. For example, according to State  officials, State is currently hiring to meet vacancies caused by attrition  and is expected to increase the number of consular officers by only 57 in  fiscal year 2015, a 3 percent increase, and not increase consular officers  in fiscal year 2016. State officials told us that they do not expect  significant increases in staffing levels beyond 2016. According to State  officials, staffing limitations established by host governments are also a  barrier to State’s Bureau of Consular Affairs’ staffing efforts. For example,  the Indian government has currently restricted the number of staff the  United States can employ at consulates and embassies. Physical  capacity limitations, such as insufficient interview windows for visa  adjudication, are also a concern for efforts to increase staffing."], "subsections": []}, {"section_title": "State Should Evaluate Its Efforts To Improve NIV Processing Capacity Given Future NIV Demand Projections", "paragraphs": ["According to State officials, efforts implemented since E.O. 13597 have  collectively reduced NIV interview wait times. However, the effectiveness  of each individual effort remains unclear due to a lack of evaluation.  According to GAO’s Standards for Internal Control in the Federal  Government, internal controls should provide reasonable assurance that  the objectives of an agency are being achieved to ensure the  effectiveness and efficiency of operations, including the use of the  agency’s resources. Furthermore, State’s evaluation policy emphasizes  the importance of evaluations for bureaus to improve their programs and  management processes to inform decision makers about current and  future activities. The evaluation findings, according to State’s policy, are  to then be utilized for making decisions about policy and the delivery of  services. State officials acknowledged that they had not completed any  systematic evaluations of their efforts to reduce NIV interview wait times  because they are not currently collecting reliable data. For example, State  officials reported that the expansion of the IWP in Brazil has significantly  increased their NIV processing capacity and has helped them reach the  NIV interview wait times goals of E.O. 13597. However, due to an  absence of data, State could not determine how many more cases were  adjudicated via the IWP after its expansion and also could not quantify  the impact of the expansion on reducing NIV interview wait times in  Brazil. Instead, State officials said they relied on the reduction in NIV  interview appointment wait times as a general indication that the efforts  are working.", "Furthermore, projected increases in NIV demand and the goals specified  in E.O. 13597 heighten the importance and potential impact of State’s  efforts to ensure that resources are effectively targeted. A systematic  evaluation of efforts by State to reduce NIV interview wait times would  provide a clear indication of the efforts that yield the greatest impact on  NIV processing efficiency and could assist the agency in continuing to  meet the goals of E.O. 13597. Such evaluations would help State allocate  resources to those efforts that provide the most impact in efficiently and  effectively achieving its objectives. Without such evaluations, State’s  ability to direct resources to those activities that offer the greatest  likelihood of success for continuing to meet the goals of E.O. 13597 is at  risk. State officials acknowledged that an evaluation of their efforts to  improve NIV processing capacity would be helpful for future decision  making."], "subsections": []}, {"section_title": "NIV Processing Systems at Posts Pose Significant Challenges for Consular Officers", "paragraphs": ["Consular officers and managers at posts we visited identified current  information technology (IT) systems as one of the most significant  challenges to the efficient processing of NIVs. Consular officers in all 11  focus groups we conducted across the four posts we visited stated that  problems with the Consular Consolidated Database (CCD) and the NIV  system create significant obstacles for consular officers in the processing  of NIVs. Specifically, consular officers and managers at posts stated  that frequent NIV system outages and failures (where the system stops  working) at individual posts, worldwide system outages of CCD, and IT  systems that are not user friendly, negatively affected their ability to  process NIVs.", "NIV system outages and failures at posts: Consular officers we  spoke with in Beijing, Mexico City, New Delhi, and São Paulo  explained that the NIV system regularly stops working. This results in  a reduced number of adjudications (whether being performed at the  interview window or, for an IWP applicant, at an officer’s desk) in a  day. Notably, consular officers in 4 of the 11 focus groups reported  having to stop work or re-adjudicate NIV applications as a result of  these NIV system failures. In fact, during our visit to the U.S. Embassy  in New Delhi in March 2015, a local NIV outage occurred, affecting  consular officers’ ability to conduct adjudications. In January 2015,  officers in Bogotá, Guadalajara, Monterrey, and Moscow—among the  top 15 posts with the highest NIV applicant volume in 2014— experienced severe NIV performance issues—specifically an inability  to perform background check queries against databases.", "Worldwide outages and operational issues of CCD: Since July  2014, two worldwide outages of CCD have impaired the ability of  posts to process NIV applications. On June 9, 2015, an outage  affected the ability of posts to run checks of biometric data, thus  halting most visa printing along with other services offered at posts.  According to State officials, the outage affected every post worldwide  for 10 days. The system was gradually repaired, but it was not fully  restored at all posts until June 29, 2015, exacerbating already  increased NIV interview wait times at some posts during the summer  high demand season.", "According to State notices, another significant outage of CCD  occurred on July 20, 2014, slowing NIV processing worldwide until  September 5, 2014, when CCD returned to full operational capacity.  State estimated that from the start of operational issues on July 20  through late July, State issued approximately 220,000 NIVs globally— about half of the NIVs State anticipated issuing during that period.  According to officials in State’s Bureau of Consular Affairs, Office of  Consular Systems and Technology (CST), who are responsible for  operating and maintaining CCD and the NIV system, consular officers  were still able to collect NIV applicant information during that period;  however, processing of applications was significantly delayed with an  almost 2-week backlog of NIVs. In the U.S. Consulate in São Paulo, a  consular management official reported that due to this outage, the  post had a backlog of about 30,000 NIV applications, or approximately  9 days’ worth of NIV interviews during peak season. Consular officers  in 8 out of the 11 focus groups we conducted identified a lengthy CCD  outage as a challenge to the efficient processing of NIVs.  IT systems are not user friendly: In 9 out of 11 focus groups,  consular officers described the IT systems for NIV processing as not  user friendly. Officers in our focus groups explained that some  aspects of the system hinder their ability to quickly and efficiently  process NIVs. These aspects include a lack of integration among the  databases needed for NIV adjudications, the need for manual  scanning of documentation provided by an applicant, and an absence  of standard keyboard shortcuts across all IT applications that would  allow users to quickly copy information when processing NIV  applications for related applicants, to avoid having to enter data  multiple times. Some consular officers in our focus groups stated that  they could adjudicate more NIVs in a day if the IT systems were less  cumbersome and more user friendly.", "Consular officers in Beijing and Mexico City and consular management at  one post indicated that the NIV system appeared to be designed without  consideration for the needs of a high volume post, which include  efficiently processing a large number of applications per adjudicator each  day. According to consular officers, the system is poor at handling today’s  high levels of demand because it was originally designed in the mid- 1990s. Consular officers in São Paulo stated that under current IT  systems and programs, the post may not be able to process larger  volumes that State projects it will have in the future.", "State, recognizing the limits of its current consular IT systems, initiated  the development of a new IT platform. State is developing a new system  referred to as “ConsularOne,” to modernize 92 applications that include  systems such as CCD and the NIV system. According to State,  ConsularOne will be implemented in six phases, starting with passport  renewal systems and, in phase five, capabilities associated with  adjudicating and issuing visas (referred to as non-citizen services).  However, CST officials have yet to formally commit to when the  capabilities associated with non-citizen services are to be implemented.  According to a preliminary CST schedule, the enhanced capabilities  associated with processing NIVs are not scheduled for completion until  October 2019. Given this timeline, according to State officials,  enhancements to existing IT systems are necessary and are being  planned."], "subsections": []}, {"section_title": "State Does Not Systematically Obtain End User Input to Prioritize Improvement Efforts for Current IT Systems", "paragraphs": ["Although consular officers and managers we spoke with identified CCD  and the NIV system as one of the most significant challenges to the  efficient processing of NIVs, State does not systematically measure end  user (i.e., consular officers) satisfaction. We have previously reported that  in order for IT organizations to be successful, they should measure the  satisfaction of their users and take steps to improve it. The Software  Engineering Institute’s IDEALSM model is a recognized approach for  managing efforts to make system improvements. According to this  model, user satisfaction should be collected and used to help guide  improvement efforts through a written plan. With such an approach, IT  improvement resources can be invested in a manner that provides  optimal results.", "Although State is in the process of upgrading and enhancing CCD and  the NIV system, State officials told us that they do not systematically  measure user satisfaction with their IT systems and do not have a written  plan for improving satisfaction. According to CST officials, consular  officers may voluntarily submit requests to CST for proposed IT system  enhancements. Additionally, State officials noted that an IT stakeholder  group comprising officials in State’s Bureau of Consular Affairs regularly  meets to identify and prioritize IT resources and can convey end user  concerns for the system. However, State has not collected  comprehensive data regarding end user satisfaction and developed a  plan to help guide its current improvement efforts. Furthermore, consular  officers continued to express concerns with the functionality of the IT  systems, and some officers noted that enhancements to date have not  been sufficient to address the largest problems they encounter with the  systems.", "Given consular officers’ reliance on IT services provided by CST, as well  as the feedback we received from focus groups, it is critical that State  identify and implement feedback from end users in a disciplined and  structured fashion for current and any future IT upgrades. Without a  systematic approach to measure end user satisfaction, CST may not be  able to adequately ensure that it is investing its resources on  improvement efforts that will improve performance of its current and  future IT systems for end users."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["Travel and tourism are important contributors to U.S. economic growth  and job creation. According to Commerce, international travelers  contributed $220.6 billion to the economy and supported 1.1 million jobs  in 2014. Processing visas for such travelers as efficiently and effectively  as possible without compromising our national security is critical to  maintaining a competitive and secure travel and tourism industry in the  United States. Although State has historically struggled with the task of  maintaining reasonable wait times for NIV interviews, it has undertaken a  number of efforts in recent years that have yielded substantial progress in  reducing such waits. Significant projected increases in NIV demand  coupled with consular hiring constraints and other challenges could  hinder State’s ability to sustain this progress in the future—especially in  countries where the demand for visas is expected to rise the highest.  These challenges heighten the importance of systematically evaluating  the cost and impact of the multiple measures State has taken to reduce  interview wait times in recent years and leveraging that knowledge in  future decision making. Without this, State’s ability to direct resources to  those activities that offer the greatest likelihood of success is limited.  Moreover, State’s future capacity to cope with rising NIV demand will be  challenged by inefficiencies in its visa processing technology; consular  officers and management officials at the posts we visited pointed to  cumbersome user procedures and frequent system failures as enormous  obstacles to efficient NIV processing. State’s Bureau of Consular Affairs  recognizes these problems and plans a number of system  enhancements; however, the bureau does not systematically collect input  from consular officers to help guide and prioritize these planned  upgrades. Without a systematic effort to gain the input of those who  employ these systems on a daily basis, State cannot be assured that it is  investing its resources in a way that will optimize the performance of  these systems for current and future users."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To further improve State’s processing of nonimmigrant visas, we  recommend that the Secretary of State take the following two actions:  1.  Evaluate the relative impact of efforts undertaken to reduce  nonimmigrant visa interview wait times to help managers make  informed future resource decisions.  2.  Document a plan for obtaining end user (i.e., consular officers) input  to help improve end user satisfaction and prioritize enhancements to  information technology systems."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report for review and comment to State,  Commerce, and DHS. We received written comments from State, which  are reprinted in appendix II. State agreed with both of our  recommendations and highlighted a number of actions it is taking or plans  to take to implement them. Commerce and DHS did not provide written  comments on the report. State and DHS provided a number of technical  comments, which we have incorporated throughout the report, as  appropriate.", "As agreed with your offices, unless you publicly announce the contents of  this report earlier, we plan no further distribution until 30 days from the  report date. At that time, we will send copies to the Secretary of State, the  Secretary of Commerce, the Secretary of Homeland Security, and other  interested parties. In addition, the report will be available at no charge on  the GAO website at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  me at (202) 512-8980 or courtsm@gao.gov. Contact points for our Offices  of Congressional Relations and Public Affairs may be found on the last   page of this report. GAO staff who made key contributions to this report  are listed in appendix III."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["This report reviews Department of State’s (State) nonimmigrant visa (NIV)  processing operations and provides an update on the status of the goals  in Executive Order (E.O.) 13597. Specifically, this report examines (1) the  efforts State has undertaken to expand capacity and reduce NIV  applicants’ interview wait times and the reported results to date, and (2)  the challenges that impact State’s ability to efficiently process NIVs. To  accomplish our objectives, we reviewed relevant State and Department of  Homeland Security (DHS) documents, and interviewed State, DHS, and  Department of Commerce (Commerce) officials. In addition, we observed  consular operations and interviewed U.S. government officials at four  posts—the U.S. Embassy in Beijing, China; the U.S. Embassy in New  Delhi, India; the U.S. Embassy in Mexico City, Mexico; and the U.S.  Consulate in São Paulo, Brazil. For our site visits, we selected posts that  (1) were in countries specifically mentioned in E.O. 13597, (2)  experienced NIV interview wait time problems previously, or (3) were in  countries that have the highest levels of U.S. NIV demand in the world.  During these visits, we observed visa operations; interviewed consular  staff and embassy management about NIV adjudication policies,  procedures, and resources; conducted focus groups with consular  officers; and reviewed documents and data. Our selection of posts was  not intended to provide a generalizable sample but allowed us to observe  consular operations at some of the highest NIV demand posts worldwide.", "To determine the efforts State has undertaken to expand capacity and  reduce NIV applicants’ interview wait times, we reviewed relevant  documents and interviewed officials from State and DHS. To determine  the reported results of those efforts, we collected and analyzed data on  NIV processing capacity and NIV interview wait times worldwide from  January 2011 until July 2015 and compared them to the goals outlined in  E.O. 13597 and reviewed documentation provided by State on their  efficiency efforts. For NIV interview wait time data, we focused our  analysis on B visas and not on other NIV categories because this is how  State measures visa wait times against the goals specified in E.O. 13597,  and because B visas represent most NIVs. For example, B visas  represent 79 percent of all NIVs processed in fiscal year 2014. To  determine the reliability of State’s data on NIV wait times for applicant  interviews, we reviewed the department’s procedures for capturing these  data, interviewed the officials in Washington, D.C., who monitor and  report these data, and examined data that were provided to us  electronically. In addition, we interviewed the corresponding officials from  our visits to select posts overseas and in Washington, D.C., who input  and use the NIV interview wait time data. While some posts occasionally  did not update their NIV wait time data on a weekly basis, we found the  data to be sufficiently reliable for the purposes of determining the  percentage of posts that were below the 3-week NIV interview wait time  threshold established by E.O. 13597.", "To determine the challenges that impact State’s ability to efficiently  process NIVs, we reviewed relevant documents, including State planning  and NIV demand projections, interviewed State, DHS, and Commerce  officials in Washington, D.C., including officials from State’s Office of  Inspector General, and conducted focus groups with consular officers.  We also reviewed State’s documentation on its information technology  systems, including the Consular Consolidated Database, the NIV system,  and the development plans for the ConsularOne system. To determine  the reliability of State’s NIV applicant projections, we reviewed the  department’s projections and interviewed the officials that develop the  projections. We found the data to be sufficiently reliable for the purposes  of providing a baseline for possible NIV demand through 2019.", "To balance the views of State management and obtain perspectives of  consular officers on State’s NIV processing, we conducted 11 focus group  meetings with randomly selected entry-level consular officers that conduct  NIV interviews and adjudications at the four posts we visited. These  meetings involved structured small-group discussions designed to gain  more in-depth information about specific issues that cannot easily be  obtained from single or serial interviews. Consistent with typical focus  group methodologies, our design included multiple groups with varying  characteristics but some similarity in experience and responsibility. Most  groups involved 6 to 10 participants. Discussions were structured, guided  by a moderator who used a standardized list of questions to encourage  participants to share their thoughts and experiences. Our overall objective  in using a focus group approach was to obtain the views, insights, and  feelings of entry-level consular officers on issues related to their  workload, the NIV process, and challenges they face as consular officers  conducting NIV applicant interviews and adjudications. We assured  participants of the anonymity of their responses, promising that their  names would not be directly linked to their responses. We also conducted  one pretest focus group and made some revisions to the focus group  guide accordingly.", "Methodologically, focus groups are not designed to (1) demonstrate the  extent of a problem or to generalize results to a larger population, (2)  develop a consensus to arrive at an agreed-upon plan or make decisions  about what actions to take, or (3) provide statistically representative  samples or reliable quantitative estimates. Instead, they are intended to  generate in-depth information about the reasons for the focus group  participants’ attitudes on specific topics and to offer insights into their  concerns about and support for an issue.", "The projectability of the information produced by our focus groups is  limited for several reasons. First, the information includes only the  responses of entry-level consular officers from the 11 selected groups.  Second, participants were asked questions about their specific  experiences with the NIV process and challenges they face as consular  officers conducting NIV applicant interviews and adjudications. Other  entry-level consular officers who did not participate in our focus groups or  were located at different posts may have had different experiences.  Because of these limitations, we did not rely entirely on focus groups but  rather used several different methodologies to corroborate and support  our conclusions.", "We conducted this performance audit from September 2014 to  September 2015 in accordance with generally accepted government  auditing standards. Those standards require that we plan and perform the  audit to obtain sufficient, appropriate evidence to provide a reasonable  basis for our findings and conclusions based on our audit objectives. We  believe that the evidence obtained provides a reasonable basis for our  findings and conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Comments from the Department of State", "paragraphs": [], "subsections": []}, {"section_title": "Appendix III: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the individual mentioned above, Godwin Agbara (Assistant  Director, International Affairs and Trade), Kathryn Bernet (Assistant  Director, Homeland Security and Justice), Nicholas Marinos (Assistant  Director, Information Technology), Ashley Alley, Juan P. Avila, Justin  Fisher, Kaelin Kuhn, Jill Lacey, Christopher J. Mulkins, and Jasmine  Senior made key contributions to this report. Technical assistance was  provided by Karen Deans, Katherine Forsyth, Kara Marshall, and Tina  Cheng."], "subsections": []}]}], "fastfact": []}