{"id": "GAO-13-742", "url": "https://www.gao.gov/products/GAO-13-742", "title": "DHS Recruiting and Hiring: DHS Is Generally Filling Mission-Critical Positions, but Could Better Track Costs of Coordinated Recruiting Efforts", "published_date": "2013-09-17T00:00:00", "released_date": "2013-09-17T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["With more than 240,000 employees doing diverse jobs, DHS's workforce supports the department's multiple missions to prevent terrorism and enhance security and ensure resilience from disasters, amongst others. Given these missions, it is important that DHS effectively recruit and hire employees with the appropriate skills. Within DHS, the Office of the Chief Human Capital Officer (OCHCO) is responsible for human capital policy development and implementation. GAO has previously reported on DHS's challenges in attracting and retaining a qualified workforce. GAO was asked to assess DHS's recruiting and hiring strategies. This report addresses the extent to which (1) DHS and four selected components have implemented recruiting and hiring strategies to fill MCOs, and (2) DHS has assessed these efforts. To conduct its work, GAO reviewed recruiting strategies and data on MCO hiring and losses, and interviewed officials from OCHCO and the four DHS components selected for this review based on their varieties of MCOs and recruiting strategies. Information from these components cannot be generalized to all of DHS, but provides insights."]}, {"section_title": "What GAO Found", "paragraphs": ["The Department of Homeland Security (DHS) and selected components are implementing strategies to fill mission-critical occupations (MCO), which are those occupations most critical to an agency's mission. In 2011, the Office of Diversity and Inclusion (D&I)--which coordinates component recruiting efforts--developed the Coordinated Recruiting and Outreach Strategy (CROS). Through the CROS, D&I intends to better coordinate and link component recruiting and outreach efforts to hiring for DHS mission and workforce needs (for all positions, including MCOs), and to leverage resources as well as reduce recruiting costs, among other things. D&I has begun to implement the CROS through various means, including requiring components to develop their own outreach and recruiting plans that align with the CROS. However, D&I has been limited in its ability to implement some elements of the CROS--such as recruiter training--because of budget constraints, according to D&I officials. The components selected for GAO's review--the National Protection and Programs Directorate, Transportation Security Administration (TSA), U.S. Citizenship and Immigration Services, and U.S. Secret Service (USSS)--have also implemented various strategies to recruit and hire MCOs. In addition, these four components have generally been able to address hiring needs for MCOs. For example, USSS data show that vacancy rates were generally below 3 percent for MCO positions during fiscal years 2010 through 2012. Still, some officials have reported experiencing challenges attracting qualified candidates because of factors such as financial constraints and regional competition, among other things. For example, TSA has been challenged in filling certain positions in some areas where competition for other jobs makes it difficult to attract qualified candidates.", "D&I is taking steps to assess implementation of the CROS, but could improve efforts to track recruiting costs. D&I assesses progress in implementing the CROS by tracking and monitoring component performance for six measures, such as compliance with data-tracking requirements. These measures are aligned with the two overarching goals of the CROS; however, they do not include targets to measure DHS's progress in achieving the goals over the period the strategy covers (2012-2017). D&I officials stated that they are gathering baseline data on these measures and plan to use these data to help develop targets in the future. In addition, three of the CROS's six annual measures are associated with its goal of recruiting a highly qualified workforce. However, DHS does not require components to report the information needed to accurately assess component performance for one of these measures--which calls for standardized data tracking of recruiting and outreach activities. D&I has developed a database for components to use to track recruiting efforts and costs, but it does not require that all components use this tool or provide data to DHS in a consistent manner. D&I officials said that since some components have their own tracking systems, they do not want the tracking systems to duplicate efforts. D&I acknowledges the importance of obtaining comprehensive and consistent cost information from components, but has not determined whether and how it will do so. As a result, D&I does not know the total amount of money being spent on recruiting and outreach throughout DHS, nor is it able to fully track component recruiting costs--and therefore cannot measure the results of the second goal in the CROS of optimizing outreach and recruiting resources."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends that DHS require all components to provide recruiting cost information in a consistent manner. DHS concurred with GAO's recommendation."]}], "report": [{"section_title": "Letter", "paragraphs": ["The Department of Homeland Security (DHS) is the third-largest cabinet- level department in the federal government, with over 240,000 employees  doing diverse jobs covering aviation and border security, emergency  response, cybersecurity analysis, and chemical facility inspection. To  address the increasingly complex national security challenges associated  with its wide array of responsibilities, it is important that DHS have  programs and policies in place to effectively recruit and hire employees  with the appropriate skills to meet its various mission requirements. In  recent years, we, the Office of Personnel Management (OPM), and other  parties have identified major challenges to recruitment and hiring in the  federal government broadly and at DHS specifically, such as passive  recruitment strategies and insufficient workforce planning. For example,  passive recruitment strategies, such as infrequent or no outreach to  college campuses, can create missed opportunities to expose potential  employees to information about federal jobs. Also, we have found that  federal agencies made limited use of hiring flexibilities that could better  position them to efficiently hire well-qualified candidates for jobs. We  have also reported that in order to ensure that organizations are reaching  out to diverse pools of talent, agencies must consider active recruitment  strategies, such as widening the selection of schools from which they  recruit, building formal relationships with targeted schools and colleges to  ensure the cultivation of talent for future applicant pools, and partnering  with multicultural professional organizations and speaking at their  conferences to communicate their commitment to diversity to external  audiences and strengthen and maintain relationships.", "Specific to DHS, we have reported that the department faces challenges  in attracting and retaining a qualified workforce, particularly in the areas of  acquisitions, information technology, and cybersecurity. For example, in  November 2011, we reported on workforce planning challenges for  cybersecurity personnel in the federal government. We found, among  other things, that the agencies we analyzed—including DHS—faced  challenges in filling these highly technical occupations. In addition, our  work in identifying high-risk areas in the federal government has identified  DHS management, including the function of human capital management,  as a high-risk area. In a September 2010 letter to DHS based on our prior  work, we reported on the need for DHS to develop and demonstrate  sustained progress in implementing a recruiting and hiring strategy that is  targeted to fill both short- and long-term needs, and specifically to fill  identified human capital gaps, including diversity and foreign language  gaps.", "Under the authority of DHS’s Office of the Chief Human Capital Officer  (OCHCO), DHS’s Office of Diversity and Inclusion (D&I) provides  department-wide leadership and guidance on diversity and inclusion  management related to recruitment and outreach, career development,  and workforce inclusion, among other things. operate within the human capital framework established and overseen by  OCHCO, and their respective component-level human capital offices, or  their equivalents, work with DHS OCHCO to manage human capital  efforts at each of the components.", "The process of recruiting and hiring involves developing and  implementing strategies to advertise positions and attract top candidates  as well as assessing applicants’ relative competencies or knowledge,  skills, and abilities against job-related criteria to identify the most qualified  candidates to potentially hire. This includes identifying mission-critical  occupations (MCO), which are those occupations that most directly affect  an agency’s ability to perform its mission, and determining the specific  skills and competencies required to meet both current and future  programmatic needs. At DHS, MCOs constitute a large proportion of the  workforce, highlighting the importance of an effective DHS recruiting and  hiring strategy to ensure these critical occupations are filled.", "In addition, D&I manages departmental efforts to increase the employment of veterans  within DHS, and also leads efforts to investigate allegations of workplace harassment and  provide resolution and corrective action when appropriate and necessary.", "Given the importance of recruiting and hiring to DHS’s mission to prevent  terrorism, secure our borders and cyberspace, and ensure resilience to  disasters, you asked us to assess DHS’s recruiting and hiring strategies.  This report addresses (1) the extent to which DHS and selected  components have implemented recruiting and hiring strategies to fill  MCOs, and (2) the extent to which DHS has assessed these efforts.", "To address the extent to which DHS and selected components have  implemented recruiting and hiring strategies to fill MCOs, we reviewed  DHS’s primary recruiting strategy—the Coordinated Recruiting and  Outreach Strategy (CROS) for fiscal years 2012-2017—and OCHCO’s  efforts to facilitate implementation of the CROS among DHS’s  components. To gain an understanding of component efforts to address  CROS provisions, as well as component efforts to develop and implement  their own recruiting and hiring strategies, we selected four DHS  components—the National Protection and Programs Directorate (NPPD),  the Transportation Security Administration (TSA), the U.S. Citizenship  and Immigration Services (USCIS), and the U.S. Secret Service  (USSS)—and reviewed documentation developed in response to the   We  CROS as well as their respective recruiting and hiring strategies.selected these components because they provided a cross section of  varied missions, critical occupations, and recruiting strategies within DHS.  For example, NPPD contains many of DHS’s cybersecurity personnel— who hold positions for which DHS has faced challenges in recruiting and  hiring in recent years. Though the results of our review of these  components cannot be generalized to DHS as a whole, they provide  valuable insights into recruiting and hiring efforts and challenges within  the department. In addition to reviewing these components’ efforts to  adhere to the CROS and develop their own recruiting strategies, we also  analyzed workforce hiring data when available and appropriate. To  determine the reliability of these data, we reviewed documentation on the  data systems and interviewed officials responsible for working with the  data systems. Through this work, we determined these data were  sufficiently reliable for our purposes. To gain further insights into the  development of recruiting strategies and efforts, challenges faced in hiring  for MCOs, and efforts to mitigate such challenges, we interviewed  OCHCO officials responsible for overseeing department-wide recruiting  and hiring strategies and efforts, and human capital officials in the four  components included in our review at their headquarters and at selected  field locations. We selected the four field locations based on input from  the DHS components, who identified the regional offices that experienced  successes or challenges in recruiting and hiring. While the views and  information shared by these components’ regional representatives cannot  be generalized to all regions or employees within each component, they  provide insight into field-level recruiting and hiring experiences.", "To address the extent to which DHS has assessed efforts to implement  the CROS, we assessed DHS’s efforts to ensure that components  complied with reporting provisions of the CROS by reviewing  documentation (such as component-specific strategies) prepared in  response to the CROS, and also compared elements of the CROS with  leading practices for workforce planning identified in our prior work, as  well as general strategic planning.interviewing OCHCO officials responsible for ensuring implementation of  the CROS, as well as component officials who have worked with OCHCO  in implementing this strategy.", "We supplemented this review by  We conducted this performance audit from November 2012 to September  2013 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "Federal Recruiting and Hiring Process", "paragraphs": ["Recruiting and hiring involves developing and implementing strategies to  advertise positions and attract top candidates as well as assessing  applicants’ relative competencies or knowledge, skills, and abilities  against job-related criteria to identify the most qualified candidates. The  federal hiring process typically includes notifying the public that the  government is accepting applications for a job; screening applications  against minimum qualification standards; and assessing applicants’  relative competencies or knowledge, skills, and abilities against job- related criteria to identify the most qualified applicants. Federal civil  service employees, other than those in the Senior Executive Service, are  employed in either the competitive service or the excepted service. The  majority of the federal civilian workforce obtains positions through the  open competitive service examination process, which is intended to  ensure that hiring complies with merit principles. Applicants for  competitive service positions generally compete against one another  through the competitive examination process.", "Federal agencies follow similar processes of identifying and selecting the  most qualified candidates. This process generally includes, among other  things, rating and ranking candidates and preparing ranked lists of the  best-qualified candidates; selecting candidates to interview; conducting  reference checks and applying veterans’ preference criteria; and making  job offers, including conducting any preemployment checks (such as  medical examinations) and security clearance checks. However, variation  in how this process is carried out may occur across the four DHS  components selected for our review. For example, TSA hires for all  occupations as a member of the excepted service, while NPPD, USCIS,  and USSS are part of the federal competitive service, though NPPD and  USSS also hire for certain positions under excepted service appointing  authorities. Specific to TSA, under the Aviation and Transportation  Security Act, TSA is generally exempt from the provisions of Title 5 of the  U.S. Code as well as the policies and procedures OPM established under  Title 5, in order to adapt hiring processes to align with the unique  demands of the agency’s workforce.processes as needed to meet agency needs, and has established its own  hiring flexibilities. For example, TSA has an approved interchange  agreement from OPM to allow permanent TSA employees to apply and  be selected for vacancies in competitive service agencies."], "subsections": []}, {"section_title": "DHS Recruiting and Hiring Roles and Responsibilities", "paragraphs": ["Within DHS, OCHCO is responsible for ensuring that DHS has the  programs, policies, processes, and resources to recruit, hire, train, and  retain its overall workforce. OCHCO’s strategic human capital agenda  includes, among other things, recruiting a diverse workforce, hiring  veterans, and improving the hiring process. Within OCHCO, specifically  with respect to recruiting, D&I focuses on coordinating and leveraging  component resources to achieve departmental recruiting and outreach  goals, which are to reduce recruiting costs, increase efficiencies, and  increase the diversity of applicant pools. While D&I administers human  resource services related to recruiting and hiring for DHS headquarters,  individual DHS components are primarily responsible for the active  recruiting and hiring of employees for their components—that is,  identifying their own occupational needs, including monitoring workforce  data on grade, seniority, demographics, and attrition rates. Individual  components also have their own recruiting and hiring budgets and are  responsible for reaching out to potential applicants through job fairs,  recruiting events, and other marketing efforts. Individual components  manage their own application and hiring processes, including evaluation  of potential candidates through selection.", "OCHCO human capital programs and initiatives are supported,  developed, and implemented through various cross-component councils,  as well as implementation of DHS strategic human capital goals and  priorities. For example, in May 2010, as part of its role in facilitating  department-wide recruiting efforts, D&I led the development of the  Corporate Recruiting Council (CRC), which holds monthly meetings with  recruitment officers from DHS components as a means to encourage  coordination and sharing of recruiting and hiring practices and strategies.  CRC is chaired by D&I and has representatives from all of DHS’s  components. Through the CRC, D&I focuses on presenting a “one DHS”  image by serving as the focal point for department-wide recruitment  procedures and guidance, leveraging resources, and facilitating  coordination and information sharing among components on recruiting  events, best practices, and strategies."], "subsections": []}, {"section_title": "Recruiting and Hiring as an Element of Strategic Workforce Planning", "paragraphs": ["We have previously reported on the importance of strategic workforce  planning and focusing on developing long-term strategies for acquiring,  developing, and retaining an organization’s total workforce. Strategic  workforce planning includes the determination of critical skills and  competencies—such as the identification of MCOs—to meet both current  and future programmatic needs and developing strategies tailored to  address gaps in the number, skills, competencies, and deployment of the  workforce. DHS has developed and, in November 2012, updated a  workforce planning guide that provides steps, tools, and resources that  components are to use to plan for current and future organizational and  workforce needs. One key element of strategic workforce planning is  recruiting and hiring, which is intended to identify and acquire employees  with the necessary skills and competencies to meet agency programmatic  needs. In December 2012, we reported on strategic workforce planning  efforts at DHS—specifically, that while DHS had taken steps that are  generally consistent with leading principles in managing departmental  strategic workforce planning, OCHCO had made limited progress in  developing an oversight approach for monitoring and evaluating   To provide a basis for monitoring and  component-level efforts.assessment of department-wide workforce planning efforts, we  recommended that DHS identify and document additional performance  measures, document policies and procedures to use the results of audits  related to component-level workforce planning, and integrate the results  of these audits with components’ annual operational plans and review  these plans. DHS concurred with these recommendations and has  reported taking steps to address them, but they are not yet fully  implemented.", "In 2011, at the direction of OCHCO, DHS’s components identified their  MCOs. OCHCO validated that these MCOs represent those jobs that are  most critical to accomplishment of the mission, rather than simply the jobs  that are most populous within each component (although some MCOs are  the most populous within a component). For example, USCIS’s sole MCO  is the immigration services officer (ISO) position, while one of TSA’s five  MCOs is its transportation security officer (TSO). DHS completed the  process of revalidating the MCOs that represent those occupations most  critical for DHS to fulfill its mission in August 2013 and plans to do so  again every 2 years hereafter. See appendix I for a list of all MCOs for  the four components in our review.", "As shown in figure 1, the size of DHS’s workforce has grown in recent  years and the majority of DHS’s workforce is composed of MCOs.", "In January 2003, we designated implementing and transforming DHS as  a high-risk area because DHS had to transform 22 existing agencies— several with major management challenges—into one department.  Human capital—including recruiting and hiring efforts—is among the  challenges we have identified that DHS faces in implementing and  transforming itself. To address this high-risk designation, DHS needs to  achieve 31 specific actions and outcomes, 1 of which is related to  recruiting and hiring. These actions and outcomes are based on the  issues we have identified and recommendations made through our work  at DHS.", "In January 2011, DHS issued its initial Integrated Strategy for High Risk  Management, which included key management initiatives (e.g., Workforce  Strategy, Workforce Planning and Balanced Workforce, and Outreach  and Targeted Recruitment) and corrective actions to address these high- risk areas as well as the actions and outcomes we identified as needed to  address the high-risk designation. DHS agreed with these actions and  outcomes and designated senior DHS officials to be responsible for  implementing them. DHS provided updates of its progress in  implementing these initiatives, including recruiting and hiring, in later  versions of the strategy in June 2011, December 2011, and June 2012. In  its September 2012 update to the June 2012 Integrated Strategy for High  Risk Management, describing DHS’s progress in implementing a  recruiting and hiring strategy that is targeted to fill both short- and long- term needs, and specifically to fill identified human capital gaps, including  diversity and foreign language gaps, DHS reported that it has partially  addressed this outcome, which we validated in December 2012. In our  most recent high-risk update, in February 2013, we reported that DHS  needs to continue to demonstrate sustained progress in addressing this  outcome. In its June 2013 update, DHS reported that it has now mostly  addressed this outcome. We are continuing to evaluate the  appropriateness of this designation as part of our ongoing high-risk work,  and plan to use the results from this report to inform our own evaluations  of this outcome in our future high-risk updates."], "subsections": []}]}, {"section_title": "DHS and Selected Components Are Implementing Recruiting and Hiring Strategies to Fill Mission-Critical Occupations", "paragraphs": ["DHS has developed and taken steps to implement a coordinated  recruiting and outreach strategy and address resource constraints. In  addition, the four components we selected for review have various efforts  under way to develop and implement their own targeted recruiting and  hiring strategies. Components reported that they have generally been  successful in filling MCOs."], "subsections": [{"section_title": "DHS Has Developed and Taken Steps to Implement a Coordinated Recruiting and Outreach Strategy and Address Budgetary Constraints", "paragraphs": ["While DHS components are largely responsible for specific activities and  efforts to recruit and hire for their MCOs, DHS has taken steps to help  ensure greater coordination and resource sharing among components.  Specifically, in 2011, D&I—through the CRC—developed the CROS to  better coordinate and link component recruiting and outreach efforts to  hiring for DHS mission and workforce needs (for all positions, including  MCOs), and leverage resources as well as reduce recruiting costs,  among other things. The CROS provides a high-level strategy that  supports DHS’s goal from its Workforce Strategy for Fiscal Years 2011- 2016 to “recruit a highly qualified and diverse workforce.” It is designed to,  among other things, guide outreach and recruitment efforts across DHS,  leverage all outreach and recruiting resources, and integrate recruiting  and outreach plans across DHS.", "According to D&I officials, the CROS was largely developed to help  relieve some of the fragmentation of component recruitment efforts,  reflecting a recent DHS-wide emphasis on having components work  together to present an image of “one DHS”—rather than individual  components—to potential applicants at outreach events.doing this is by having components coordinate to share booth space  under the DHS banner at recruiting events. For example, if USSS and  TSA are both hoping to hire law enforcement officers, they might agree to  share the registration fee at a recruiting event (or take turns paying fees  at alternate events) and have staff from each component together at one  table to speak to potential applicants about their respective positions. D&I  officials state that this sharing of resources is important to the  department, as devoting additional resources to increasing overall  recruiting efforts has not been a high priority for DHS over the past year,  given budget constraints. Other D&I efforts to implement the CROS  across DHS are shown in table 1."], "subsections": []}]}, {"section_title": "D&I Is Taking Steps to Assess Implementation of the CROS, but Could Improve Tracking of Recruiting Costs", "paragraphs": ["D&I has established performance measures to assess progress in  implementing the goals and objectives of the CROS, and plans to develop  performance targets in future iterations of the CROS to better track  component performance. D&I could better measure department-wide  recruiting and outreach costs by tracking recruiting costs from all DHS  components in a consistent manner. In addition, DHS is taking steps to  better measure return on investment for recruiting and outreach activities,  a key focus of the CROS."], "subsections": [{"section_title": "D&I Plans to Better Assess CROS Implementation through Performance Targets, but Could Better Measure Department wide Recruiting Costs", "paragraphs": ["D&I assesses departmental and component progress in implementing the  CROS by tracking and monitoring component efforts for six performance  measures that are aligned with six corresponding objectives and two  long-term goals (shown in table 6).", "While these measures are aligned with and cover key aspects of  performance related to the goals and objectives outlined in the CROS,  they do not include performance targets to track long-term, short-term, or  interim component progress toward achieving the goals of the CROS over  the period the strategy covers (2012–2017). As shown in table 6, all six  measures in the CROS use percentages to quantitatively indicate the  extent to which the measure is being achieved. However, none of these  measures identify a target percentage, or standard, against which to  assess component performance. For example, the performance measure  for objective 2.2 calls for a percentage decrease in component-specific  participation at recruiting events, but it does not identify any target  percentages to assess component performance in achieving the measure  or goal 2 in the CROS, which is to optimize outreach and recruiting  resources enterprise-wide. In addition, one of the measures (1.1) calls for  components to have fully developed recruiting and outreach portfolios,  which the CROS defines as including both short- and long-term workforce  plans, strategic and tactical plans, and diversity snapshots. While D&I  officials indicated that all components have fully developed recruiting and  outreach portfolios—which D&I views as the CSORPs—the CSORPs do  not uniformly include long-term planning as defined in the CROS (3 to 5  years). More specifically, CSORPs for the four components in our review  focused on current-year efforts to reach out to underrepresented  populations, and one contained a target for long-term veterans hiring. D&I  revised the CSORP development template for fiscal year 2013 to focus  on current-year efforts and did not request that components include long- term goals or targets in their CSORPs. Officials stated that they made this  change to gather more baseline data before focusing on longer-term  goals.", "A performance measure should tell an organization how well it is  achieving its goals, and GPRA defines a performance goal as a target  level of performance expressed as a tangible, measurable objective,  against which actual achievement can be compared, including a goal  expressed as a quantitative standard, value, or rate. In addition, both  the CROS and our prior work highlight the need for recruiting and  outreach strategies to be linked directly to short- and long-range plans,  and our prior work has also stated that measures, such as outputs or  intermediate outcomes, can be used to show progress or contribution to  intended results.", "D&I officials stated that they and the components are in the early stages  of implementing and assessing the CROS and are continuing to obtain  performance data to establish a baseline level of performance for the six  measures they have, including assessing the extent to which the  measures themselves are appropriate and identifying the necessary  actions and activities required to achieve their long-term goals. Given this,  and the uncertainty associated with current federal budget and hiring  constraints, D&I officials said that they felt it was premature to call for the  CROS and CSORPs to identify short-term, interim, or long-term targets  associated with their performance measures. However, D&I officials said  they recognize the need to establish clearer links in the CROS between  the actions being taken and the extent to which they are helping DHS and  the components achieve the long-term goals of the CROS, in part by  developing targets for measures. D&I officials told us they plan to address  these issues in future updates to the CROS. Taking steps to update the  CROS to include performance targets to measure and link component  efforts with a desired set of outcomes is an important step to help clarify  the ultimate desired outcomes of DHS’s recruiting and outreach strategy  and the specific actions DHS and components need to take on a short- term or interim basis to achieve the long-term goals outlined in the CROS.", "In addition, one of the objectives in the CROS (2.1) is to coordinate  recruitment and outreach planning procedures to reduce duplication of  effort and travel costs. D&I has developed a database for components to  use to track recruiting and outreach efforts and costs, but it does not  require that all components use this database or enter data in a  consistent manner. As a result, D&I does not have the information  required to accurately assess component performance for this objective.  D&I officials said that since many components have their own systems for  tracking the costs associated with recruiting outreach activities (e.g.,  events attended, occupations for which they are recruiting, and number of  attendees), they do not want the components to duplicate efforts by  having them enter the same type of information in the DHS shared  database. D&I officials reported that components saved approximately  $22,590 in fiscal year 2012 by sharing booth space at recruiting events  coordinated through the CRC. However, D&I is unaware of the total costs  of all recruiting and outreach activities department-wide, and D&I officials  said this amount does not represent any savings from events or activities  that may have been coordinated outside of the CRC. The CROS states  that “consistent tracking and reporting of recruiting and marketing data  will assist DHS and its components in informed decision-making and the  development of resource allocation plans for strategic outreach, recruiting  and marketing activities each fiscal year,” and one of its objectives calls  for standardized tracking and data reporting of recruiting and outreach  activities. The Standard for Program Management calls for an  identification of program financial sources and resources, including the  establishment of baseline costs as a primary financial target programs  can be measured against.", "D&I officials said they are revisiting the usefulness of the shared  database versus the time and resources spent by components to enter  data, and are also considering other options for obtaining this cost  information from components, including development of a template  components could fill out and provide back to D&I. D&I officials  acknowledged that obtaining comprehensive and consistent cost  information from all components in a manner that will ensure consistent  and complete reporting of such data would be a worthwhile endeavor, but  officials have not determined whether and how they will do so. As a  result, D&I does not have a baseline of all recruiting costs from which to  measure ongoing cost savings, making it difficult to determine how well  department resources are being leveraged through component  coordination or assess the extent to which they are achieving the second  goal of the CROS of optimizing outreach and recruiting resources  department-wide. Requiring all components to provide recruiting cost  information in a consistent manner would enable D&I to better track  overall recruiting costs, which would help it to assess the extent to which  recruiting costs are being reduced by components as a result of  increased coordination and leveraging resources, as called for in the  CROS."], "subsections": []}, {"section_title": "DHS Is Taking Steps to Address Challenges in Determining Return on Investment for Recruiting and Outreach Activities", "paragraphs": ["The CROS discusses the importance of establishing return on investment  for recruiting and outreach events. According to D&I and all component  officials we interviewed, tracking return on investment has primarily been  the responsibility of each component, and has generally been conducted  informally. D&I officials said that determining return on investment for  their recruiting and outreach activities can be challenging. For example,  D&I officials said information provided by candidates or new hires at  recruiting events or during the hiring process is voluntary, which makes it  difficult to reliably determine the reasons an individual was interested in  DHS or became an employee. Nevertheless, components in our review  have taken steps to better determine return on investment for recruiting  and outreach events. For example, three of the four components prepare  and review after-action reports to identify events that led to interaction  with promising candidates.", "D&I officials said that OPM is working with departments within the federal  government to compile applicant data to help better link applicants and  new hires to various recruiting and outreach efforts, which D&I officials  said could help them better determine their return on investment for  various recruiting and outreach events. D&I officials told us they  anticipate obtaining data later this calendar year, noting that the data  would provide information on each candidate through the entire hiring  cycle from initial application up to selection. D&I officials told us that  officials from other departments said that they believe the response rate  will be about 40 to 50 percent. While this response rate would not  represent all or most new hires, D&I officials said analysis of this  information could help them better understand the nature of the  applicants it is getting, including new hires that resulted from specific  recruiting events or the percentage of new hires that came from colleges  and universities it visited or targeted. This type of information could assist  D&I in making more informed decisions in the future about where to  spend limited funds on recruitment and outreach efforts."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["As DHS faces increasingly complex national security challenges, it is  important that it effectively recruit and hire employees with the  appropriate skills to meet its mission requirements. In recent years, we  and others have identified challenges to recruiting and hiring in the  federal government in general and within DHS in particular. While DHS  and selected components are implementing strategies to fill MCOs, and  generally report that they are able to fill MCO positions, DHS could better  assess its efforts to implement the CROS and achieve recruiting cost  savings by requiring all components to provide recruiting cost information  in a consistent manner. Doing so would help DHS better track the amount  of resources being spent on recruiting and outreach throughout DHS and  assess the extent to which increased coordination and leveraging  resources have decreased recruiting costs."], "subsections": []}, {"section_title": "Recommendation for Executive Action", "paragraphs": ["To help ensure that DHS has comprehensive data to help track recruiting  costs and coordinated efforts, we recommend that the Secretary of  Homeland Security direct OCHCO to take the following action:  require all components to provide D&I with recruiting cost information  in a consistent manner to allow better tracking of overall recruiting  costs and use this information to assess the extent to which recruiting  costs are being reduced by components as a result of increased  coordination and leveraging resources as called for in the CROS."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to DHS for review and comment. On  September 9, 2013, DHS provided written comments, which are reprinted  in appendix II, and provided technical comments, which we incorporated  as appropriate. DHS concurred with our recommendation and described  actions planned to address it. Specifically, DHS stated that through the  CRC, DHS will develop and implement a system to consistently track and  analyze overall recruiting costs by all components. This information could  help DHS assess the degree to which recruiting costs are being reduced  through component coordination—as called for in the CROS. DHS  expects to complete this effort by December 31, 2013. If fully  implemented, DHS’s planned actions will address the intent of this  recommendation.", "We are sending copies of this report to the Secretary of Homeland  Security, appropriate congressional committees, and other interested  parties. This report is also available at no charge on the GAO website at  http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  me at (202) 512-9627 or maurerd@gao.gov. Contact points for our  Offices of Congressional Relations and Public Affairs may be found on  the last page of this report. Key contributors to this report are listed in  appendix III."], "subsections": []}]}, {"section_title": "Appendix I: Mission-Critical Occupations for Selected Department of Homeland Security Components", "paragraphs": ["Table 7 presents the occupational series and positions considered to be  mission-critical occupations for the components in our review."], "subsections": []}, {"section_title": "Appendix II: Comments from the Department of Homeland Security", "paragraphs": [], "subsections": []}, {"section_title": "Appendix III: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Adam Hoffman, Assistant  Director; Adam Couvillion, Analyst-in-Charge; Dave Bieler; Chris  Ferencik; Christine Hanson; Tracey King; Lara Miklozek; and Amanda  Miller made significant contributions to the work."], "subsections": []}]}], "fastfact": []}