{"id": "GAO-19-335", "url": "https://www.gao.gov/products/GAO-19-335", "title": "Defense Infrastructure: Additional Actions Could Enhance DOD's Efforts to Identify, Evaluate, and Preserve Historic Properties", "published_date": "2019-06-19T00:00:00", "released_date": "2019-06-19T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The National Historic Preservation Act of 1966 requires each federal agency to establish a preservation program that ensures properties are identified and evaluated for historic significance, as well as managed and maintained in a way that considers their preservation.", "Senate Report 115-130 accompanying a bill for the Military Construction, Veterans Affairs, and Related Agencies Appropriations Act for fiscal year 2018, included a provision that GAO assess DOD's management of historic properties in use on U.S. installations. This report examines the extent to which DOD (1) identifies and evaluates properties for historic significance, including those that have been privatized, and (2) assesses the condition of its historic properties and has guidance on the training of installation personnel maintaining and those working in historic properties. GAO reviewed DOD fiscal year 2017 real property data and policies and procedures; visited a non-generalizable sample of 10 installations, selecting them based factors such as military service representation and concentration of historic properties; and interviewed DOD officials, privatized housing developers, and installation personnel."]}, {"section_title": "What GAO Found", "paragraphs": ["The Department of Defense (DOD) reported that it has identified and evaluated about 60,000 of its approximately 375,000 properties on installations as historic as of October 2017. DOD's practice is to identify and evaluate property for historic significance as installations have an identified need for or a project planned for the property, according to DOD officials. However, GAO identified opportunities for DOD to enhance its efforts in several areas.", "DOD lacks complete and consistent data on historic properties. Specifically, GAO identified data gaps and discrepancies between the data reported at the installation and department levels for fiscal year 2017. For example, for one installation, GAO found that 150 more historic properties were listed in its installation data than were listed in department-level data for that installation. In November 2018, GAO reported on issues concerning DOD's data and made recommendations to improve the data quality. DOD concurred and reported actions it plans to take to improve data quality. Doing so would help DOD to ensure it has complete information on properties of historic significance and prevent further data discrepancies.", "DOD has limited visibility of privatized homes that could be historic. When the military departments transferred military homes to private developers, DOD officials said they also transferred the responsibility to identify and evaluate homes for historic significance to the private developers. However, the military departments do not verify that private developers are doing so. Private developers at seven of the nine installations with privatized housing that GAO visited said they do not identify or evaluate homes for historic significance. Taking steps to verify that private developers carry out this responsibility could help DOD ensure that renovations or repairs are not made to privatized properties that could compromise their historic nature.", "Additionally, DOD does not routinely assess the condition of its historic properties and a lack of guidance on training could hamper maintenance and preservation efforts. First, inventories of historic properties, including physical inspections, required every 3 years, are not being conducted at six of the 10 installations GAO visited. Officials at these six installations said that the inventory was not conducted because they were unaware of or misunderstood the requirement. Second, while each installation GAO visited had an established process for approving maintenance work orders, DOD officials reported problems with the maintenance of historic properties at these installations, ranging from maintenance personnel not addressing issues, to maintenance being conducted improperly. At nine of the 10 installations GAO visited, individuals who work in historic buildings said that they believed maintenance personnel did not know what maintenance could or could not be done to the historic buildings, and installation officials expressed concerns about a lack of training related to historic preservation. By clarifying the requirement to conduct a physical inventory and developing guidance on training, DOD would be better positioned to preserve the historic properties under its purview."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO is making seven recommendations, including that DOD take steps to verify that privatized military homes are identified and evaluated for historic significance; clarify the inventory requirement for historic properties; and develop guidance related to historic preservation training. DOD concurred with the recommendations."]}], "report": [{"section_title": "Letter", "paragraphs": ["The Department of Defense (DOD) oversees approximately 60,000  federally-owned properties of historic significance (historic properties) in  the United States and its territories. DOD uses historic properties on  installations to support military missions and to provide housing for  service members and their families. The National Historic Preservation  Act of 1966 (NHPA), as amended, requires federal agencies to establish  a preservation program that ensures that the historic property under the  jurisdiction or control of each agency is identified and evaluated, as well  as managed and maintained in a way that considers the preservation of  historic, archeological, architectural, and cultural values. As DOD’s  properties continue to age and become eligible for historic designation,  DOD will increasingly face difficult decisions about how to balance  maintaining working and living environments with preserving the status of  historic properties.", "Senate Report 115-130, accompanying a bill for the Fiscal Year 2018  Military Construction, Veterans Affairs, and Related Agencies  Appropriations Act, included a provision for us to assess the historic  properties in use on DOD’s U.S. installations. This report examines the  extent to which (1) DOD identifies and evaluates properties for historic  significance, including those that have been privatized, and (2) DOD  assesses the condition of its historic properties and has guidance on the  training of installation personnel maintaining and those working in historic  properties.", "To address these objectives, we reviewed relevant laws, regulations,  executive orders, and DOD and military service guidance that govern efforts to identify and manage the historic properties that DOD controls.  To gather detailed examples of DOD’s historic preservation efforts, we  visited a non-generalizable sample of 10 installations. To select our  sample, we considered variation in geographic location, military service  representation, and concentration of historic properties. While the results  of our review are not generalizable, they provide insight into DOD’s efforts  to preserve historic properties on its installations. At these sites, we  conducted semi-structured group discussions with individuals who work in  DOD’s historic properties to gain insight into how they use the historic  properties and what their views are on the maintenance of those  properties.", "We reviewed DOD and military department real property data for fiscal  year 2017 to assist in selecting installations for site visits. We also  reviewed DOD plans and agreements and compared DOD’s efforts to  criteria in NHPA and DOD Instructions. We interviewed officials from the  Office of the Secretary of Defense (OSD), Washington Headquarters  Services (WHS), the military departments, the Advisory Council on  Historic Preservation (ACHP), private developers to whom DOD has  conveyed the houses under the Military Housing Privatization Initiative,  and relevant state stakeholders. We assessed the documentary and  testimonial evidence we collected against guidelines in Department of  Defense Instruction 4715.16, Cultural Resources Management, and  Department of Defense Manual 4165.63, DOD Housing Management,  and Department of Defense Instruction 4165.14, Real Property Inventory  (RPI) and Forecasting and the Standards for Internal Control in the  Federal Government. A more detailed description of our scope and  methodology is presented in appendix I.", "We conducted this performance audit between March 2018 and June  2019, in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "The Legal Framework for Historic Preservation", "paragraphs": ["The NHPA requires federal agencies to establish historic preservation  programs to ensure the ongoing identification and protection of historic  properties. A historic property is any building, structure, object, site, or  district listed on or eligible for inclusion in the National Register of Historic  Places (National Register). To be eligible for the National Register, a  property must meet certain criteria, such as being associated with the  lives of significant people from the past or yielding important information  about prehistory or history, among others. Generally, properties that  have achieved significance within the past 50 years are not considered  eligible for the National Register unless they are of exceptional  importance.", "The NHPA also established the ACHP, which advises the President and  Congress on matters relating to historic preservation. The ACHP also  recommends measures to coordinate activities of federal, state, and local  agencies and private institutions and individuals relating to historic  preservation. The ACHP can review the relevant policies and programs of  federal agencies and make recommendations to improve their  effectiveness, coordination, and consistency.", "Section 106 of NHPA requires federal agencies, including DOD, to take  into account the effects of their undertakings (hereinafter referred to as  projects) on historic properties, and to afford the ACHP a reasonable  opportunity to comment on any such projects on historic properties by a  federal agency. Part 800 of title 36, Code of Federal Regulations,  establishes procedures to define how DOD and other federal agencies  should meet these statutory responsibilities and how to accommodate  historic preservation concerns with the mission of the agency, including  DOD. Historic preservation concerns are reviewed in consultation with  officials from the agency in question and other parties with an interest in  the effects of the proposed project on historic properties. The goal of this  consultation is to identify historic properties potentially affected by the  project, assess its effects, and seek ways to avoid, minimize, or mitigate  any adverse effects on historic properties.", "State Historic Preservation Offices—each led by a State Historic  Preservation Officer (SHPO)—advise and assist federal agencies,  including DOD, in carrying out their Section 106 responsibilities, and  ensure that historic properties are taken into consideration during in  project planning. A more detailed description of the relationship between  DOD and SHPOs is presented in appendix II.", "A programmatic agreement is a document that federal agencies can, in  consultation with the ACHP, SHPO, and/or other parties, negotiate and  execute when a planned project will or may adversely affect historic  properties and sets out the measures the federal agency will implement to  resolve those adverse effects. Agencies can use programmatic  agreements to satisfy their Section 106 responsibilities in the following  circumstances: when effects on historic properties are similar and repetitive or are  multi-state or regional in scope, when effects on historic properties cannot be fully determined prior to  approval of a project, when nonfederal parties are delegated major decision-making where routine management activities are undertaken at federal  installations, facilities, or other land-management units, or when other circumstances warrant a departure from the normal  Section 106 process.", "Section 110 of the NHPA requires federal agencies to establish a  preservation program to protect, identify, evaluate, and nominate historic  properties to the National Register. Section 110 also states that  agencies must designate qualified preservation officers to lead their  respective agencies’ efforts to adhere to the NHPA, among other  requirements.", "Further, Executive Order 13287, Preserve America, instructs all executive  branch departments and agencies to maximize efforts to integrate the  policies, procedures, and practices of the executive order and the NHPA  into their program activities to advance historic preservation objectives.  Preserve America also instructed executive branch departments and  agencies to assess the current status of their historic property inventories  (including general condition and management needs) and directs  agencies with real property management responsibilities to report on  efforts to identify, protect, and use historic properties every 3 years."], "subsections": []}, {"section_title": "Roles and Responsibilities", "paragraphs": ["DOD Instruction 4715.16 set forth the framework for a department-wide  program that focuses on the management of cultural resources, which  include historic properties. According to DOD officials, as part of DOD’s  program to preserve historic properties, each military department  designates federal preservation officers to coordinate its own separate  historic property programs. Each department has an office or division that  handles cultural resources and historic preservation and has staff who are  generally knowledgeable about NHPA and its requirements. The military  departments also issue their own guidance that establishes policies on  historic preservation and delineates responsibilities for cultural resources  personnel at the service and installation level.", "Each military department also is responsible for ensuring that military  installations with cultural resources under their purview prepare  Integrated Cultural Resource Management Plans (ICRMPs). These plans  should include an inventory of all known historic properties, an inventory  of properties that may be eligible for listing on the National Register, and  standard operating procedures covering certain maintenance aspects of  historic properties. According to officials from the military departments,  installations are responsible for setting up a process where all  maintenance/work order requests are reviewed for further action. For  example, the review process can take the form of a maintenance/work  order request review board and typically includes the installation’s cultural  resources manager or members of the cultural resources manager’s  staff. If the maintenance/work order request involves a historic property,  then additional steps are taken at the installation level to consult with the  appropriate stakeholders. Once officials at an installation complete their  evaluation of the potential impact a maintenance request/work order  would have on a historic property, they consult with the SHPO on how to  move forward with the proposed maintenance/work order, according to  installation officials. A more detailed description of the review of  maintenance/work order requests is presented in appendix III."], "subsections": []}, {"section_title": "DOD’s Use of Historic Properties", "paragraphs": ["DOD generally uses its historic properties in one of two ways—to support  mission needs or to house service members and their families. Generally,  after consultations with the SHPO, historic properties can be repurposed  or renovated to fulfill current mission and housing needs. For example,  a historic aircraft hangar could be converted into additional administrative  space or historic homes could be renovated by a private housing partner  to house service members and their families. Figure 1 is an example of  how a historic property could be reused."], "subsections": []}]}, {"section_title": "DOD Has Identified and Evaluated Some Properties as Historic, but Opportunities Exist to Enhance DOD’s Efforts", "paragraphs": [], "subsections": [{"section_title": "DOD Has Identified and Evaluated 60,000 Properties as Historic", "paragraphs": ["In October 2017, DOD reported that, of its approximately 375,000  properties on installations in the U.S. and its territories, it has identified  and evaluated about 60,000 as historic and about 57,000 as not being  historic. DOD has not yet evaluated the remaining roughly 258,000  properties for historic significance. Approximately 41,000 of these  properties are greater than or equal to 50 years of age, according to  DOD.", "DOD’s Cultural Resource Management Instruction requires DOD to  conduct a survey of historic properties that includes the identification and  evaluation of all cultural resources against the criteria of the National  Register. According to ACHP officials, DOD does not routinely identify  and evaluate every property under its purview for historic significance as  those properties reach 50 years of age. Instead, DOD’s practice is to  identify and evaluate property for historic significance as installations  have an identified need for or a project planned for the property,  according to both DOD and ACHP officials. Officials said that, generally,  federal agencies do not have the funding to proactively identify and  evaluate properties for historic significance. Rather, funding to identify  and evaluate properties is included within a project’s funding; therefore,  generally federal agencies cannot begin to identify and evaluate a  property for historic significance until a project for that property is funded,  according to officials from the ACHP.", "The initial process to identify, evaluate, and track real property, such as  historic properties, occurs at the installation level. Installation officials are  to record transactions; document new acquisitions, changes to existing  facilities, and disposals; and collect information on the real property at  each installation. Installation officials are then to enter this information into  the corresponding military department or WHS real property data  systems. The military departments and WHS use these databases to  oversee and manage real property needs across DOD installations, such  as how property is used to support the installations’ missions and how  much to budget for required sustainment, restoration, or construction of  real property. Figure 2 shows how data are intended to move from the  installation level to the military department databases and then to the  DOD-wide real property database, which DOD calls the “Real Property  Assets Database (RPAD).”", "OSD requires that the military departments and WHS submit their real  property inventories to be compiled into RPAD. DOD uses these data to  provide information on its real property to Congress and other federal  agencies, including the Office of Management and Budget and the  General Services Administration, in order to assist in the oversight of  federal real property."], "subsections": []}, {"section_title": "DOD Lacks Complete and Consistent Data on Historic Properties, but Is Planning Actions to Improve Data Quality", "paragraphs": ["We identified some gaps in data, as well as data discrepancies between  the data reported at the installation level and the department level  regarding historic properties for fiscal year 2017. For example, one of the  10 installations we visited could not generate a list of historic properties  on the installation with corresponding data fields such as the facility  condition, plant replacement value, and facility utilization rate.  Officials at this installation told us they are working on a long-term project  to update their data on historic properties.", "Additionally, data we collected from three of the 10 installations we visited  were inconsistent with data in the installations’ respective military  department-level databases. For instance:", "One installation had 150 more historic properties listed in its  installation real property data than were listed in the corresponding  military department database. The installation’s data also showed 114  fewer properties coded as “Not Yet Evaluated” for historic significance  than did the military department’s database. Similarly, the data in the  military department database showed twice the number of privatized  homes than did the installation database.", "A second installation had 119 properties coded as “Not Yet  Evaluated” for historic significance, but none with this designation in  the data provided by the installation. The data provided by the  installation also included 164 privatized homes, none of which were  included in the military department database. Further, this installation  had nine historic properties that were not included in the military  department database but that were included in the installation data, as  well as 26 historic properties that were included in the military  department database but that were not included in the installation  data.", "A third installation had fewer discrepancies, with two historic  properties that were included in the installation data that were not in  the military department database. The data in the military department  database contained six assets that the installation data did not  contain. There were also four discrepancies regarding privatized  housing between the installation data and the military department  database, with each database containing two entries the other did not  include.", "We asked five installation cultural resource managers about these  discrepancies, and they stated that the military department databases  most likely had not been updated to reflect the correct installation  numbers.", "In November 2018, we reported that RPAD contained inaccurate and  incomplete data due to weaknesses in DOD’s processes for recording  and reporting real property, including historic property. The military  services lacked complete data regarding real property transactions as  well physical inventories of real property, to include historic properties.  We also found that the military services have not consistently recorded  real property transactions (i.e., the acquisition of, change to, and disposal  of real property assets) and the results of physical inventories of assets.  Finally, we found that the military services have not corrected previously- identified discrepancies in their data systems, such as missing entries for  utilization and facility condition and overdue asset reviews. We  recommended that each of the services develop monitoring processes for  recording all real property (including historic properties) information. We  also recommended that the Under Secretary of Defense for Acquisition  and Sustainment work in collaboration with the services to develop  corrective action plans to remediate inconsistencies in the data. DOD  concurred with these recommendations and identified actions it plans to  take to implement them. Implementing these recommendations would  help DOD ensure more accurate and complete information on properties  of historic significance and prevent further data discrepancies. Also, more  accurate and complete information on the identification and evaluation of  properties would help installations, military departments, and WHS  oversee and manage their real property needs, including informing  decisions regarding how much to budget for required sustainment, restoration, or construction of real property. We will continue to monitor  DOD’s progress in addressing these recommendations."], "subsections": []}, {"section_title": "DOD Has Limited Visibility of Privatized Military Housing That Could Be Historic", "paragraphs": ["DOD may transfer the responsibility to identify and evaluate homes for  historic significance to the private developers. However, the military  department officials we interviewed could not confirm that private  developers were meeting those responsibilities. The military departments  have flexibility in how they structure their privatized housing projects, but  project structures share certain similarities. For a typical privatization  project, a military department leases land to a developer for a 50-year  term and conveys existing homes located on the leased land to the  developer for the duration of the lease. Given the length of these lease  agreements, homes may move beyond 50 years of age while being  maintained by the private developer.", "Military department officials told us that when a lease or programmatic  agreement is signed with a private developer, the responsibility to identify  and evaluate homes for historic significance is generally transferred to the  private developer. Navy and Marine Corps officials stated that, when the  leases for privatized military homes were signed, a list of historic  properties was provided to each private developer. According to Navy  officials, those private developers are now responsible for identifying and  evaluating privatized homes for historic significance once the lease is  signed and the homes are transferred to the private developer. Similarly,  Air Force officials stated that, prior to conveying homes to a private  developer all homes encompassed in the lease agreement should have  been identified and evaluated for historic significance by the Air Force.  According to these officials, after the transfer of properties under the  lease, the private developer is responsible for identifying and evaluating  homes for historic significance. Army officials also stated that the  responsibility to manage privatized homes and assess their historic value  falls to the private developer.", "However, private developers at seven of the nine of installations we  visited that had privatized historic military housing told us that they do not  identify or evaluate additional homes for historic significance. The  private developers at the remaining two installations said they hire a third- party to identify and evaluate homes on the installations for historic  significance as they age.", "DOD’s instruction on the management of cultural resources directs the  establishment of a process to identify and evaluate cultural resources for  historic significance. The need to identify and evaluate privatized  military homes for historic significance would arise if a new project were  planned for homes that could be of historic significance. Officials from all  three military departments told us that they have addressed the  identification and evaluation process by formally transferring those  responsibilities to the private developers through documents such as  land-lease agreements, installations’ programmatic agreements, and  installations’ ICRMPs. However, DOD guidance also states that because  privatization creates a long-term governmental interest in privatized  housing, it is essential that the military departments attentively monitor  these privatization projects. Taking steps to ensure that installation  personnel verify that private developers are identifying and evaluating  privatized properties for historic significance, as appropriate, could help to  ensure that private developers do not make renovations or repairs to  properties that could compromise their historic nature."], "subsections": []}]}, {"section_title": "DOD Does Not Routinely Assess the Condition of Its Historic Properties or Ensure Personnel Have the Guidance and Training Needed to Preserve Them", "paragraphs": [], "subsections": [{"section_title": "Some Installations Do Not Routinely Conduct Required Inventories of Historic Property to Help Ensure Its Preservation", "paragraphs": ["Under DOD Instruction 4165.14, once a historic property has been  identified, installations are required to complete a review of the real  property asset record every 3 years, including a physical inventory that  assesses the condition of the property. According to DOD, these  inventories are important for planning, analysis, and decision making.", "However, we found that these required inventories are not routinely being  conducted at six of the 10 installations we visited for a variety of reasons.  Specifically, cultural resource management officials at six of the 10  installations told us that the inventory was not conducted because they  were unaware of the requirement or thought that updating their ICRMPs  was sufficient to satisfy the inventory requirements. As previously noted,  ICRMPs should include an inventory of all known historic properties, an  inventory of properties that may be eligible for listing on the National  Register, and standard operating procedures covering certain  maintenance aspects of historic properties. Officials at one of the six  installations reported that they believe it is a best practice to inventory  their historic properties every 5 years if they have sufficient staff to do so.  Officials at two installations stated that they do complete the required  inventory every 3 years. Officials at the remaining two installations either  did not provide any comment or said they were unsure of when the last  inventory was completed.", "However, officials from all of the services’ headquarters reiterated to us  that the requirement under DOD Instruction 4165.14 is to inventory  historic properties every 3 years. They explained that this inventory is  separate and distinct from the annual inventory required under the  ICRMP process. For example, Air Force headquarters officials stated that  the 3 year inventory should consist of a physical check of the condition of  the buildings, while the annual inventory required as part of the ICRMP  update is a process to update data, such as status codes, for newly  evaluated buildings.", "Until the military departments clarify the existing 3 year inventory  requirement, current and accurate information on the condition of historic  properties will not be available. Such information would better position  officials who manage these properties to make informed management,  maintenance, and planning decisions."], "subsections": []}, {"section_title": "Lack of Guidance on Training Could Hamper Maintenance and Historic Preservation Efforts", "paragraphs": ["We found that misunderstandings about how to maintain historic  properties have led, in some instances, to problems with the preservation  of these properties at installations. Each of the 10 installations that we  visited has an established process and procedures for reviewing and  approving maintenance/work orders on historic properties. These  processes and procedures, articulated in installations’ ICRMPs, vary by  installation and are generally intended to assist in preserving historic  properties.", "However, cultural resource managers at five of the 10 installations said  that past maintenance or renovation projects on some of their  installations’ historic buildings may have compromised the historic  significance of those buildings. In some cases, for instance, maintenance  was performed improperly by tenants of historic properties or by  contractors, according to installation officials. At one installation we  visited, an official said a tenant made changes to a historic building  without undergoing the formal approval process at the installation, which  includes informing the cultural resource manager of the proposed change.  The official said the tenant added additional office space and equipment,  such as computers and other systems, in an unused attic without  updating the capacity of the electrical panels. As a result, the official said  a fire started in the attic, causing extensive damage to the building. An  official at another installation we visited told us a contractor pressure  washed a historic property that ended up damaging the building. The  official said the damage was not intentional, as the contractor did not  realize that pressure washing would harm the property.", "Unit members also noted some instances in which they were told by  maintenance personnel that problems the members had reported could  not be fixed because of the historic nature of the properties. For instance:", "At a Marine Corps installation, unit members said that maintenance  and facilities management staff ignored or improperly handled issues  they raised in their historic buildings. For example, unit members told  us that maintenance personnel erroneously informed them they could  not replace the air filters or clean out the mold in the ceiling because  their building was historic.", "At an Air Force installation, unit members told us their requests for  upgraded electrical outlets and roof fixes were denied because  maintenance personnel told them those changes could not be  completed because of the historic nature of the building. According to  unit members, the existing outlets were not suitable for work on the  aircraft being maintained in the building and thus presented a safety  risk. Moreover, unit members told us that, to deal with the roof leaks,  they ultimately resorted to using buckets to catch water.", "At an Army installation, unit members told us that maintenance  personnel informed them they could not address certain problems,  such as leaks, because of the historic nature of the building. For  example, unit members at this installation resorted to boarding up  their building with plywood during storms to keep rainwater from  affecting the secure facility in the basement of the historic building  because maintenance division staff told them addressing the leaks  was not their responsibility, due, in part, to the historic nature of the  building.", "One reason these problems may have occurred is that the individuals  involved were not properly informed or trained about how to conduct  maintenance on historic buildings. At nine of the 10 installations we  visited, unit members who work in historic buildings told us that, based on  their experiences requesting repairs to historic buildings, they believed  maintenance personnel did not know what maintenance could or could  not be done to the historic buildings. Officials from these installations  expressed concerns about training, including a lack of training, related to  historic preservation and maintenance of historic properties. For example, maintenance officials at three of the 10 installations we visited stated  that they do not receive training on the special requirements  associated with maintaining historic buildings; and  cultural resource managers from four of the 10 installations told us  that more training for installation staff, particularly maintenance staff,  on historic preservation requirements would be helpful.", "Furthermore, officials from two of the four SHPOs representing the states  where we visited military installations said they believe that tenants and  maintenance personnel at installations do not have the proper training to  adhere to historic preservation requirements.", "Officials from the Office of the Under Secretary of Defense for Acquisition  & Sustainment (OUSD(A&S)) also said they were aware of  misunderstandings within the military communities about aspects of  historic preservation. For example, these officials said there were  misunderstandings among installation personnel, including between  personnel from department of public works’ offices, environmental offices,  installation planners, and cultural resource managers about their roles  and responsibilities concerning historic preservation.", "The OUSD(A&S) is responsible for establishing cultural resource  guidance, designating responsibilities, and providing procedures to  implement DOD’s cultural resources program. DOD Instruction 4715.16  states that ICRMPs act as the instrument DOD uses to comply with the  statutory management requirements of the NHPA. It is also DOD policy  that cultural resources under DOD control are to be managed and  maintained in a sustainable manner through a comprehensive program  that considers the preservation of historic, archaeological, architectural,  and cultural values; is mission supporting; and results in sound and  responsible stewardship. In addition, the Standards for Internal Control in  the Federal Government state that management should communicate  quality information down and across reporting lines to enable personnel to  perform key roles in achieving objectives, addressing risks, and  supporting the internal control system.", "However, officials from each of the military departments stated that they  do not have department-wide or service-wide guidance related to historic  preservation training. Instead, the content and frequency of training is  determined by the installations, according to military department officials.  When we analyzed the installations’ ICRMPs, we found that  responsibilities for providing cultural resources training or technical  guidance, feedback, and comments to installation personnel regarding  historic preservation generally lie with the installation cultural resource  manager.", "Installation personnel rely on individual cultural resource managers and  the individual installations’ ICRMPs to ensure that all personnel at an  installation have the training they need. Without providing installations  with DOD or military department-wide guidance on training related to  historic preservation, there could be more instances of improper or  incomplete maintenance of historic properties on installations."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["According to the Advisory Council on Historic Preservation (ACHP), DOD  is one of the most compliant federal agencies with regard to historic  preservation requirements. DOD uses historic properties to support  mission needs as well as to house military service members. Thus far,  DOD has identified and evaluated 60,000 properties as historic. However,  additional actions could enhance DOD’s efforts to identify, assess, and  preserve historic properties. First, we recently made recommendations  which DOD concurred with, to improve the quality of DOD’s real property  data. Implementing the recommendations would help ensure that DOD  has more accurate and complete information on properties of historic  significance and prevent further data discrepancies. Second, taking steps  to verify that private developers are identifying and evaluating privatized  properties that could be historic would help mitigate the risk of developers  making renovations to properties that could compromise their historic  nature. Additionally, clarifying the requirement to inventory historic  properties every 3 years to assess their condition would help ensure that  DOD has the information it has identified as important for planning,  analysis, and decision-making related to such properties. Further,  establishing guidance on training for installation personnel would help  ensure they possess the necessary knowledge to properly maintain  historic properties on installations."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We are making a total of seven recommendations to DOD.", "The Secretary of the Navy should take steps to ensure that Navy and  Marine Corps’ installation personnel verify that private developers are  identifying and evaluating privatized properties for historic significance, as  appropriate. (Recommendation 1)", "The Secretary of the Army should take steps to ensure that Army  installation personnel verify that private developers are identifying and  evaluating privatized properties for historic significance, as appropriate.  (Recommendation 2)", "The Secretary of the Air Force should take steps to ensure that Air Force  installation personnel verify that private developers are identifying and  evaluating privatized properties for historic significance, as appropriate.  (Recommendation 3)", "The Secretary of the Navy should clarify the requirement for Navy and  Marine Corps’ installation personnel to conduct a physical inventory of  historic properties every 3 years, including an assessment of each  property’s condition to ensure that facilities that have been identified and  evaluated as historic are inventoried. (Recommendation 4)", "The Secretary of the Army should clarify the requirement for Army  installation personnel to conduct a physical inventory of historic properties  every 3 years, including an assessment of each property’s condition to  ensure that facilities that have been identified and evaluated as historic  are inventoried. (Recommendation 5)", "The Secretary of the Air Force should clarify the requirement for Air Force  installation personnel to conduct a physical inventory of historic properties  every 3 years, including an assessment of each property’s condition to  ensure that facilities that have been identified and evaluated as historic  are inventoried. (Recommendation 6)", "The Secretary of Defense should ensure that the Under Secretary of  Defense for Acquisition and Sustainment, in collaboration with the military  departments, develop and disseminate department-wide or service-wide  guidance, on training related to historic preservation to installation  personnel, including information on roles and responsibilities.  (Recommendation 7)"], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to DOD for review and comment. In  written comments, DOD concurred with each of our recommendations.  DOD’s comments are reprinted in their entirety in appendix IV. DOD also  provided technical comments, which we incorporated as appropriate.", "We are sending copies of this report to the appropriate congressional  committees and to the Acting Secretary of Defense; the Under Secretary  of Defense for Acquisition and Sustainment; and Secretaries of the  Departments of Air Force, Army and Navy, and the Director of  Washington Headquarters Services. In addition, the report is available at  no charge on the GAO website at http://www.gao.gov.", "If you or our staff have any questions about this report, please contact  me, Elizabeth Field, at (202) 512-2775 or FieldE1@gao.gov. Contact  points for our Offices of Congressional Relations and Public Affairs are  listed on the last page of this report. GAO staff who made key  contributions to this report are listed in appendix V."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["Senate Report 115-130, accompanying a bill for the Fiscal Year 2018  Military Construction, Veterans Affairs, and Related Agencies  Appropriations Act, included a provision that GAO assess the historic  properties in use on the Department of Defense’s (DOD) U.S.  installations. This report assesses the extent to which (1) DOD identifies  and evaluates properties for historic significance, including those that  have been privatized, and (2) DOD assesses the condition of its historic  properties and has guidance on the training of installation personnel  maintaining and those working in historic properties.", "For both objectives, we reviewed relevant laws, regulations, executive  orders, and DOD (including military service) guidance that govern efforts  to identify, evaluate, manage, and maintain DOD’s historic properties.  We interviewed officials from the Office of the Secretary of Defense  (OSD) (the Office of the Under Secretary of Defense for Acquisition and  Sustainment); Washington Headquarters Services (Facilities Services  Directorate); the Army (Installation Management Command; Office of the  Assistant Chief of Staff for Installation Management; Office of the  Assistant Secretary of the Army for Installations, Energy and  Environment; U.S. Army Corps of Engineers); the Navy (Office of the  Assistant Secretary of the Navy for Energy, Installations, and  Environment; Office of the Deputy Assistant Secretary of the Navy for  Installations and Facilities; Office of the Chief of Naval Operations; Naval  Facilities Engineering Command); the Marine Corps (Headquarters  Marine Corps; Marine Corps Installations Command; Environmental  Management Division); and the Air Force (Headquarters Air Force; Air  Force Civil Engineer Center Installations Directorate). We reviewed DOD  data, plans, and agreements, and compared DOD’s efforts to address  criteria in the National Historic Preservation Act and DOD Instructions.", "Additionally, we met with officials from the Advisory Council on Historic  Preservation and private developers, such as Balfour Beatty, Clark  Realty Capital, Lendlease, Lincoln Military Housing, and Hunt  Companies, to whom DOD has conveyed property under the Military  Housing Privatization Initiative (MHPI). To gather detailed examples of  DOD’s historic preservation efforts, we visited historic properties at a non- generalizable sample of 10 installations. We selected these installations  by analyzing DOD’s fiscal year 2017 data on real property, limited our  analysis to installations in the continental United States, and identified the  number of buildings and structures (“properties”) in each state DOD  reported as historic. We selected four states, California, Hawaii, Virginia,  and Maryland, for reasons including the high concentration of historic  properties in the state. To select installations in each state, we considered  variation in military service representation, the number of historic  properties at each installation, and geographic variation and proximity.", "During these visits, we interviewed officials representing environmental  resource management, cultural resource management, and the  department of public works, facilities management, along with privatized  installation housing developers. Further, we met with relevant state  stakeholders including State Historic Preservation officials in California,  Hawaii, Maryland, and Virginia. We obtained documentary and  testimonial evidence related to the identification, evaluation,  management, and maintenance of historic properties. We also conducted  semi-structured group discussions of those who work in historic  properties. The results of our interviews and semi-structured group  discussions are not generalizable to all DOD installations.", "To determine the extent to which DOD identifies and evaluates properties  for historic significance, including homes that have been privatized, we  reviewed prior GAO reports related to this issue, including a recent GAO  report on DOD’s real property data, including historic properties. We also  requested and reviewed data related to historic properties, for each  installation that we visited, including data on: the facility condition, plant  replacement value, and facility utilization rate, among other data fields.  We reviewed and compared the data from the military departments and  from these selected installations. As discussed in this report, we  identified limitations of the reported data on historic properties that have  been identified and evaluated by DOD.", "Further, we compared DOD’s efforts to ensure that privatized homes  have been identified and evaluated for historic significance to guidelines  in Department of Defense Instruction 4715.16, Cultural Resources  Management, and Department of Defense Manual 4165.63, DOD  Housing Management. We also obtained and assessed testimonial  evidence about the process to identify and evaluate privatized homes for  historic significance from officials from the military departments and  private developers.", "To determine the extent to which DOD assesses the condition of its  historic properties and has guidance on the training of installation  personnel maintaining and working in historic properties, we conducted interviews with officials from within OSD, each military department and  officials at the 10 installations we visited to identify efforts to manage and  maintain historic properties. We also met with U.S. Army Corps of  Engineers and DOD’s Washington Headquarters Services to further  understand their roles in historic property maintenance. We interviewed  major developers who have, under the Military Housing Privatization  Initiative, leased military housing from DOD and analyzed the process  that is used to manage and maintain historic properties. We compared  DOD’s efforts to conduct inventories of historic properties to guidelines in  Executive Order 13287, Preserve America, and DOD Instruction 4165.14,  Real Property Inventory (RPI) and Forecasting. In addition, related to  the maintenance of historic properties, we compared DOD’s efforts to  guidelines in DOD Instruction 4715.16, Cultural Resources Management,  and the Standards for Internal Control in the Federal Government.", "In addition, at the 10 installations we visited, we collected physical and  documentary evidence of DOD’s management and maintenance  practices at the installation level. We analyzed installation-level planning  documents related to the management and maintenance of historic  properties, specifically the installation Integrated Cultural Resource  Management Plans (ICRMPs) of the installations we visited. The ICRMPs  were from installations spread out across the country and represented all  branches of the military. We analyzed the ICRMPs to determine if there  were any common themes. We also reviewed a non-generalizable  sample of 10 programmatic agreements—one provided by each  installation we visited—to identify common themes. These themes  cannot be generalized to all programmatic agreements. We conducted  interviews with installation staff to understand their responsibilities for  historic property management and maintenance. We interviewed state  historic preservation officials to understand the relationship between  installations and preservationists and efforts to preserve historic  properties on installations.", "During our site visits to 10 installations, we conducted semi-structured  group discussions with individuals who work in historic buildings to  supplement our understanding of DOD’s compliance with required policy  and guidance, as well as any impact working in historic properties has on  DOD employees. We used the military department data that informed our  site selection, and queried the data to generate a random list of properties  DOD identifies as historic. We provided each installation we visited with a  list of 20 randomly selected historic properties and requested the  installation’s assistance in inviting unit members who work in these  buildings to participate in a semi-structured group discussion. The  participants of the semi-structured group discussions were asked to  discuss their experiences working in historic buildings. The results of our  semi-structured group discussions are not generalizable to all DOD  installations.", "To conduct the analysis and summary of these discussion groups, we  developed a record of analysis that listed the installations visited and  overall topics posed to the unit discussion groups and assessed the  extent to which unit members had similar or different experiences working  in historic buildings. We identified themes that emerged for each  discussion topic across these group discussions.", "We conducted this performance audit between March 2018 and June  2019, in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Department of Defense (DOD) Relationships with State Historic Preservation Officials", "paragraphs": ["Installation cultural resource managers we spoke to at all 10 installations  we visited said that they cultivate and maintain active relationships with  their state historic preservation office (SHPO) and regularly communicate  with them on preservation issues affecting their installations. Five out of  the 10 cultural resource managers noted that maintaining a good working  relationship with their SHPO made the consultation process more  efficient. Officials we interviewed for two of the four SHPOs stated that  being involved early in the consultation process with installation officials is  more efficient and makes historic preservation an easier process by  enabling them to receive feedback on proposed projects on historic  properties, approval of programmatic agreements, and concurrence on  their Integrated Cultural Resource Management Plans (ICRMPs) in a  timely manner. For example, DOD officials at one military installation said  they were able to use non-historic materials during renovations on a  historic property in place of more costly period-accurate materials  because the agreement with that SHPO facilitated such a solution.  According to officials at this installation, SHPOs generally prefer the use  of period-accurate materials on historic properties when conducting  repairs and renovations. The officials, however, stated that they began  consultations with the SHPO early in the process and were able to reach  agreement that the historic nature of the property would not be adversely  affected if non-historic materials were used. See figure 3 below.", "Officials from two of the four SHPOs said that due to positive working  relationships between the installation and the SHPO, a programmatic  agreement has been put in place to help manage the installation’s historic  properties. These programmatic agreements can be used to address  routine maintenance activities for historic properties that can be carried  out by the installation with no further consultation with the SHPO. In the  four states that we visited, SHPO officials said they executed  programmatic agreements with some installations that can save time and  reduce the number of required consultation meetings. According to  officials from two of the four SHPOs we interviewed, having programmatic  agreements in place can increase the efficiency of the historic  preservation process. Generally, these programmatic agreements can  include the following:", "Standard operating procedures. Programmatic agreements can  include a number of routine maintenance plans pre-approved by the  SHPO (such as the replacement of historic windows, repairing leaking  historic roofs, and painting historic buildings) that an installation  cultural resource manager can then follow without having to go  through the consultation process.", "Inventories of relevant properties. Programmatic agreements can  include inventories of historic properties that are relevant to the  agreement. Generally, the procedures outlined in the programmatic  agreement would apply to all of the properties listed in the inventory.", "Dispute resolution and emergency plans. Programmatic agreements  can also include dispute resolution mechanisms between parties to  the agreement and contingency plans for the maintenance and repair  of historic properties in the event on an emergency.", "DOD Instruction 4715.16 on cultural resource management states that  installations should adapt and reuse existing structures at their installation  before disposal, new construction, or leasing. Installations typically  consult with the SHPO before renovation work can proceed on historic  properties, but, according to officials at one installation, alternative  solutions can be reached if there is a good working relationship. In the  figure below, at one military installation we visited, a historic property  formerly used by National Aeronautics and Space Administration (NASA)  and now used by the installation is in the process of being renovated and  converted into additional office space. The concrete dome was used to  test the aerodynamics of some of NASA’s satellite and spaceship  components and is being converted into a new conference room after the  SHPO approved the installation’s plan. See figure 4 below.", "While all of the installation cultural resource managers we spoke to told  us they regularly communicate with their SHPO and five of these cultural  resource managers said that good working relationships with the SHPO  made the consultation process more efficient, installation officials may still  experience challenges when trying to address historic preservation  concerns. For example, maintenance officials at four of the 10  installations expressed some concerns about a backlog of consultations  due in part to the increased time that they felt it takes to conduct these  consultations. According to these officials, consultation backlogs caused  delays to maintenance projects on historic properties at their installations."], "subsections": []}, {"section_title": "Appendix III: DOD Installation Maintenance and Work Order Review Processes", "paragraphs": ["DOD officials from every military service stated that each installation has  a process for reviewing maintenance requests and work orders, including  those involving historic properties. These procedures, articulated in  installations’ Integrated Cultural Resource Management Plans (ICRMPs),  vary by installation. For example, at seven of the 10 installations we  visited, the ICRMPs state that all maintenance requests and work orders  are reviewed by a board (or other body of internal stakeholders)  composed of maintenance personnel, cultural resources staff (including  the cultural resources manager), and other installation personnel. Officials  from the military departments said that these boards are responsible for,  among other duties, regularly identifying maintenance requests and work  orders that affect historic properties and ensuring that the proper steps  are carried out before addressing a maintenance request. Decisions by  the board, results of SHPO consultations, and programmatic agreement  requirements are then, according to officials from the military  departments, passed down to maintenance personnel before they begin  work on the historic property. At two of the other installations we visited,  the installations’ department of public works reviews all maintenance  requests and work orders, and at the remaining installation, the cultural  resources manager reviews them, according to installation officials.", "During our visits to the military installations, cultural resource managers  from eight of the 10 installations stated that they play a role in their  installation’s maintenance request/work order review process and that  maintenance personnel are typically included in the process. For  example, one installation we visited set up a work induction board  composed of staff from the installation’s Environmental Security Division  (which handles cultural resources), maintenance staff, and other internal  stakeholders. The senior official within the Environmental Security  Division at this installation said the board meets on a weekly basis to  determine whether proposed projects (such as maintenance requests and  work orders) will affect historic properties at the installation. If the project  involves a historic property, the installation’s cultural resources manager  becomes involved and determines the extent of the affect to the  property’s historic nature. This senior official also told us that the board  also checks in regularly on ongoing projects and monitors work being  done on historic properties. Officials at another installation we visited said  they treat any building that is aged 50 or older in their database as  historic and the maintenance division sends every new project to their  installation’s historic preservation division to ensure a review of potential  impacts of the maintenance requests or work orders."], "subsections": []}, {"section_title": "Appendix IV: Comments from the Department of Defense", "paragraphs": [], "subsections": []}, {"section_title": "Appendix V: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Acknowledgments", "paragraphs": ["In addition to the contact named above, Brian Lepore, Director (retired);  Maria Storts, Assistant Director; Whitney Allen; Ronnie Bergman; Aaron  Chua; Christopher Gezon; Alexandra Gonzalez; Lori Kmetz; Amie Lesser;  Emily Martin; Natalia Peña; Clarice Ransom; Jodie Sandel; Monica  Savoy; and John Van Schaik made key contributions to this report."], "subsections": []}]}, {"section_title": "Related GAO Products", "paragraphs": ["High-Risk Series: Substantial Efforts Needed to Achieve Greater  Progress on High-Risk Areas. GAO-19-157SP. Washington, D.C.: March  6, 2019.", "Defense Real Property: DOD Needs to Take Additional Actions to  Improve Management of Its Inventory Data. GAO-19-73. Washington,  D.C.: November 13, 2018.", "Military Housing Privatization: DOD Should Take Steps to Improve  Monitoring, Reporting, and Risk Assessment. GAO-18-218. Washington,  D.C.: March 13, 2018.", "High-Risk Series: Progress on Many High-Risk Areas, While Substantial  Efforts Needed on Others. GAO-17-317. Washington D.C.: February 15,  2017.", "Defense Infrastructure: More Accurate Data Would Allow DOD to Improve  the Tracking, Management, and Security of Its Leased Facilities.  GAO-16-101. Washington, D.C.: March 15, 2016.", "High-Risk Series: An Update. GAO-15-290. Washington D.C.: February  11, 2015.", "Federal Real Property: Improved Data Needed to Strategically Manage  Historic Buildings, Address Multiple Challenges. GAO-13-35. Washington,  D.C.: December 11, 2012.", "Defense Infrastructure: Military Services Lack Reliable Data on Historic  Properties. GAO-01-437. Washington, D.C.: April 6, 2001."], "subsections": []}], "fastfact": ["Federal agencies must evaluate the historic significance of their properties and consider historic preservation when maintaining their properties.", "We reviewed DOD’s practices on its military installations. At most of the installations we visited, we found that:", "In cases where homes had been transferred to private developers, developers said they did not try to identify historic significance", "People working in preservation said they believed maintenance personnel did not always know what work was allowed on historic buildings", "We made 7 recommendations, including that DOD verify that military homes in private hands are being evaluated."]}