{"id": "GAO-07-546", "url": "https://www.gao.gov/products/GAO-07-546", "title": "Defense Acquisitions: Status and Challenges of Joint Forces Command's Limited Acquisition Authority", "published_date": "2007-04-12T00:00:00", "released_date": "2007-04-12T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Over 3 years ago, Congress granted limited acquisition authority (LAA)--subject to delegation by the Secretary of Defense--to U.S. Joint Forces Command (JFCOM) for a 3-year period to expedite development and acquisition of certain warfighter equipment. Congress directed GAO to report on JFCOM LAA implementation. GAO's report, issued in November 2005, said JFCOM finished five LAA projects and was working on a sixth project, and that JFCOM had experienced difficulty finding funding to develop, acquire, and sustain LAA projects. Last year, Congress extended LAA through September 2008 and again directed GAO to report on LAA. This report updates the status of JFCOM LAA efforts since the authority was enacted and key LAA challenges."]}, {"section_title": "What GAO Found", "paragraphs": ["JFCOM has not approved any LAA projects since GAO's November 2005 report, and the LAA project that was incomplete as of then remains so. The projects generally fall under the category of battle management command, control, communications, and intelligence. Research funding provided for the six LAA projects has risen from $9 million in 2005 to $14 million as of January 2007. No procurement funds had been used for these projects as of then. Feedback from the projects' recipients--the warfighter--has been mostly positive about the LAA acquisition process and capabilities delivered. The Department of Defense (DOD) and JFCOM face several LAA challenges, one of which goes to the role of LAA. Shortly after LAA's enactment, the Deputy Secretary of Defense created the Joint Rapid Acquisition Cell (JRAC) to provide timely solutions for joint urgent warfighter needs. GAO analysis indicates that JRAC and JFCOM LAA cover similar ground and could overlap even more if JRAC is allowed to address needs other than for ongoing named operations. JRAC might have also been able to carry out most, if not all, of the six LAA projects had it existed when they were approved by JFCOM. Other challenges relate to how LAA is managed and operated. JFCOM officials said funding remains an issue because LAA is an authority without budgeted funds. JFCOM LAA staff tries to find funding for approved projects from other DOD organizations. When funding could not be found, JFCOM funded most of the six LAA projects with funds budgeted for other JFCOM work. The search for funding lengthens the time to get capabilities to the warfighter. JRAC does not have budgeted funds either, but has greater access to funding than JFCOM. Another challenge involves uncertainty between JFCOM and the Office of the Secretary of Defense regarding what LAA powers were delegated to JFCOM. Until the uncertainty is resolved, how JFCOM should carry out LAA efforts will remain unclear."]}], "report": [{"section_title": "Letter", "paragraphs": ["In fiscal year 2004, Congress provided statutory authority by which the  Secretary of Defense may delegate limited acquisition authority (LAA) to  the U.S. Joint Forces Command (JFCOM) to enable the commander to  develop and acquire certain equipment to meet joint warfighting needs.  The authority, which does not come with associated funding, was enacted  for a 3-year period through September 30, 2006. When LAA was enacted,  Congress directed GAO to report on JFCOM’s implementation of LAA. Our  report, issued in November 2005, stated that during fiscal years 2004 and  2005, JFCOM had undertaken six LAA projects, five of which had been  completed and a sixth that was ongoing. We also reported that JFCOM  faced challenges, including finding funding to develop, acquire, and  sustain LAA projects. Since then, Congress has extended LAA through the  end of September 2008. As part of that extension, Congress directed us to  report again this year on JFCOM’s implementation of LAA. As agreed with  your staff, we provided briefings in December 2006 and January 2007 to  satisfy that requirement. We also agreed to provide a subsequent written  report. Accordingly, this report updates the (1) status of JFCOM’s LAA  efforts since the authority was enacted and (2) key challenges facing  LAA’s continued implementation.", "To address these objectives, we obtained and analyzed key documents and  interviewed officials from a variety of Department of Defense (DOD)  organizations. To describe JFCOM’s LAA efforts since the authority was  enacted, we met with JFCOM officials in Norfolk, Virginia, and collected  relevant documentation. We developed and used a questionnaire to obtain  feedback from warfighters who had been involved with LAA projects and  used LAA capabilities in Iraq, Afghanistan, and countries in Europe. We  interviewed military officials at military facilities in Florida,  Massachusetts, New Jersey, North Carolina, Virginia, and Pennsylvania.   To identify key challenges since LAA’s enactment, we interviewed JFCOM  officials, officials representing three organizations within the Office of the  Under Secretary of Defense (Acquisition, Technology, and Logistics),  other officials in the Office of the Secretary of Defense, Joint Staff/J-8  officials, and officials from the Army Rapid Equipping Force about the  Army’s rapid acquisition process. We examined pertinent information  about the Joint Rapid Acquisition Cell (JRAC), a rapid acquisition process  recently created within the Office of the Secretary of Defense. However,  we did not conduct an in-depth evaluation of JRAC or the JRAC process.  We also obtained and analyzed various documents and interviewed  officials about JFCOM LAA’s policy and procedures and communicated  with warfighters, contracting personnel, and officials with selected project  offices about challenges with LAA. For additional details on how we  performed our review, see appendix I. We conducted our work from July  2006 to March 2007 in accordance with generally accepted government  auditing standards."], "subsections": [{"section_title": "Background", "paragraphs": ["JFCOM is one of nine DOD combatant commands and has multiple  missions, including leading joint force transformation within DOD with   the aid of joint warfighting concepts and capabilities to enhance  interoperability for the combatant commands. The National Defense  Authorization Act for Fiscal Year 2004 granted LAA to JFCOM, subject to  delegation by the Secretary of Defense. The intent behind this LAA is to  address measures to meet urgent, unanticipated joint warfighting needs  are conceived, developed, and fielded in an expeditious manner. The LAA  statute specifically refers to equipment for the following purposes:    battle management command, control, communications, and    any other equipment that the JFCOM commander determines is  necessary and appropriate to facilitate the use of joint forces in  military operations or enhance the interoperability of equipment  used by the various components of joint forces.", "The statute limits the equipment to total expenditures per system  estimated to be less than $10 million for research, development, test, and  evaluation, or estimated to be less than $50 million for procurement.", "DOD’s traditional acquisition process, which involves much larger budgets  and longer time frames, generally serves to meet less immediate, material  warfighter needs, that is, 2 years and beyond. Frequently, more urgent  needs arise, and several rapid acquisition processes are available to handle  such needs. JFCOM’s LAA is one of these processes. Another is a process  defined in Chairman of the Joint Chiefs of Staff Instruction 3470.01, which  is principally managed by JRAC. Like JFCOM’s LAA, the JRAC process  addresses joint, urgent needs. Each military service has its own rapid  acquisition process, but those processes focus on addressing the urgent  needs of each respective service, and may not address the joint needs of  the combatant commands. In addition, the Joint Improvised Explosive  Device Defeat Organization and the U.S. Special Operations Command  have their own acquisition processes."], "subsections": []}, {"section_title": "No JFCOM LAA Projects Approved since Prior GAO Report", "paragraphs": ["Very little has changed with regard to usage of JFCOM’s LAA since our  November 2005 report was issued. It is not clear why the activity on LAA  has slowed down during the past 19 months, although JFCOM officials  believe one of the reasons is due to the fact that the authority does not  have associated funding. Combatant commands are dissuaded from using  LAA when they find out JFCOM does not already have funding and must  obtain it for LAA projects, according to a JFCOM LAA official. Since LAA’s  enactment over 3 years ago, JFCOM has received 12 LAA proposals and  approved 6. Table 1 summarizes the number of proposals received and  approved since LAA’s enactment.", "JFCOM has not received any LAA proposals so far in fiscal year 2007. In  fiscal year 2006, JFCOM received four proposals—three are still under  consideration and one was referred to JRAC. Fifteen months have elapsed  since one of the proposals was submitted, but the JFCOM commander has  not yet decided whether to accept or reject it. JFCOM merged two other  LAA proposals because they involved the same requested need by two  combatant commands. Although these two proposals were submitted in  October 2005 and March 2006, they have not been approved because  JFCOM officials have been trying to settle on a solution that will be  compatible with several other non-LAA-related DOD efforts. These  particular proposals are needed to enable exchange of secure, but  unclassified, information between U.S. and coalition forces. JFCOM  forwarded the remaining LAA proposal to JRAC, which approved it as a  JRAC project. Fielding of this capability began in October 2006. In fiscal  year 2004, JFCOM rejected two LAA proposals, in part because no  combatant command would validate them as joint urgent operational  needs.", "Of the six approved LAA projects in fiscal years 2004 and 2005, five were  completed and deployed from 2 to 17 months after having been approved.  A sixth project is ongoing with additional development remaining. The  total funding obtained for the six projects has increased from $9 million in  research, development, test, and evaluation funds in 2005 to $14 million  through January 2007. No procurement funds had been used as of January  2007, although the ongoing speech translation project has identified a need  for procurement funding. U.S. Central Command has been the  predominant recipient of LAA capabilities—the command received  capabilities from five of the six projects. According to JFCOM, the LAA  projects accelerated the provision of capabilities to the warfighter by  providing 60 to 80 percent interim solutions for battlefield problems,  rather than having the warfighter wait years longer for a 100 percent  solution. Table 2 summarizes key information about the six projects.", "In response to a GAO questionnaire directed at recipients of JFCOM LAA  capabilities, warfighters generally provided positive feedback about the  process that JFCOM developed and implemented for LAA projects. We  contacted recipients of the capabilities for the five completed projects and  recipients responded for four projects. Recipients of three capabilities  used them in operational missions and were pleased with their  effectiveness. Three recipients said they would use JFCOM LAA again. We  did not receive feedback from the recipient of the Joint Precision Air Drop  System project, and we did not send the questionnaire to the recipient of  the Simultaneous 2-Way Speech Translation project, as it is not yet  complete. Table 3 summarizes the questionnaire’s results.", "Separate from the questionnaire, in February 2007, DOD sent a fiscal year  2008 legislative proposal to Congress requesting that the LAA statute be  made permanent and that the statute add the authority to use operations  and maintenance funds for sustainment of equipment after its acquisition.  In that proposal, DOD stated that LAA has been invaluable in the war on  terror.", "JFCOM officials continue to manage LAA using a multi-phased process  they developed and formalized in July 2005 and revised in June 2006.  JFCOM has drawn on mature technologies for its LAA projects. Half of the  LAA approved projects originated from existing joint technology  demonstration programs. According to JFCOM, LAA projects also can  originate from commercial and government off-the-shelf products. An  important part of the LAA process is to make sure the desired capability  does not duplicate capabilities under development elsewhere in DOD or  that are part of an existing program of record. The requested capability  can, however, accelerate such capabilities. Within the LAA process,  JFCOM conducts feasibility assessments, including procedures to identify  related efforts throughout DOD. One effort to avoid duplication involves  the JFCOM science advisers. Each of the military services has a science  adviser at JFCOM who checks with the Defense Technical Information  Center, a repository of technical information in DOD. Another effort  involves a JFCOM official who coordinates with the Program Executive  Office Interchange—an initiative that supports Air Force, Army, Marine  Corps, and Navy command and control program executive offices—to find  out if any similar efforts exist in the services. Also, JFCOM LAA officials  said they plan to coordinate with JFCOM’s Office of Research and  Technology Applications to use an online DOD system to research all  existing programs of record.", "JFCOM does not have dedicated acquisition staff for LAA projects.  Instead, JFCOM has a staff of one full-time and two part-time employees,  who broker and facilitate the projects. For contracting and acquisition  services, JFCOM relies on others within DOD. The Under Secretary of  Defense (Acquisition, Technology, and Logistics) has directed five  acquisition organizations from the military services and a defense agency  to provide assistance in development and acquisition to JFCOM LAA on a  priority basis. However, JFCOM indicated it is not limited to using only  these five."], "subsections": []}, {"section_title": "DOD and JFCOM Face Several Challenges with LAA", "paragraphs": ["DOD and JFCOM face several challenges in continuing to implement  LAA—one challenge goes to the role of LAA and the other challenges deal  with how LAA is managed and operated."], "subsections": [{"section_title": "Two Rapid Acquisition Processes Address Similar Joint Needs", "paragraphs": ["Ten months after Congress enacted the JFCOM LAA statute, the Deputy  Secretary of Defense created JRAC to manage a process that also  addresses the joint, urgent operational needs of combatant commanders.  The two processes cover similar ground, and given that the JRAC process  is expected to be expanded soon, they could overlap even more. Table 4  shows our analysis of the similarities in the two processes.", "In September 2004, when the Deputy Secretary of Defense created JRAC,  he stated that the war on terror and recent experiences with Iraqi Freedom  and Enduring Freedom (in Iraq and Afghanistan) highlighted the  institutional challenges that DOD faces in providing timely, integrated  solutions to the warfighter. He said that all too often, DOD organizations  have been reluctant to take advantage of the authority and flexibility that  Congress has given them to meet many of these needs. To break through  institutional barriers to providing timely, effective support, the Deputy  Secretary directed the Under Secretary of Defense (Acquisition,  Technology, and Logistics) and the Under Secretary of Defense  (Comptroller) to establish JRAC, whose mission is to facilitate meeting  urgent material and logistics requirements that combatant commanders  certify as operationally critical. He also directed the Joint Staff, combatant  commands, and each of the military services to provide a single point of  contact with appropriate authority to make commitments of support from  the respective organizations to JRAC projects. These individuals are  expected to be thoroughly proficient in their own organization’s processes  as well as empowered to make rapid decisions within the scope of JRAC’s  mission. According to JRAC officials, the JRAC process was initiated  instead of using the JFCOM LAA process because the Deputy Secretary of  Defense believed he needed an agent at the highest level of DOD, with  sufficient visibility and flexibility, to ensure that urgent warfighter needs  are quickly met.", "In July 2005, the Chairman of the Joint Chiefs of Staff issued Instruction  3470.01 to formalize the JRAC process for rapidly validating and providing  resources for joint, urgent operational needs in the year of project  execution. This instruction, among other things, established policy and  procedures to facilitate assessment, validation, sourcing, resourcing, and  fielding of operationally driven urgent, combatant command needs in the  year of execution. Generally, these needs are considered life- or combat  mission-threatening, based on unforeseen military requirements that must  be resolved in days, weeks, or months. These needs must also be  considered inherently joint in nature, that is, theaterwide combatant  command needs spanning multiple services. Instruction 3470.01 states that  the JRAC process is not intended to replace the decision-making  processes in DOD’s traditional acquisition system, nor is it designed to  compete with any of the military services’ or Joint Staff’s processes, but to  complement them. However, our analysis indicates that the JRAC process  overlaps with JFCOM’s LAA process.", "As of April 2007, JRAC had completed 24 projects worth a total of   $335.5 million, including biometrics identification, jammers, signals  intelligence, and satellite communication systems. Three JRAC projects  touched on similar needs addressed by JFCOM LAA projects—foreign  language translation, blue force tracking, and joint precision air drop. The  JRAC also had 1 other project, totaling $10.0 million, under consideration.", "One of the two main differences between the JFCOM LAA and JRAC  processes relating to the nature of the need may soon change. According  to a Joint Staff official, Instruction 3470.01 is being revised and is not  expected to retain the requirement that the joint urgent operational need  be for an ongoing named operation. If this particular requirement is  eliminated, the JFCOM LAA and JRAC processes will overlap even more.  The revised instruction is expected to be finalized in spring 2007.", "Within this environment of competing joint rapid acquisition processes,  DOD has not established clear procedures or factors to take into account  to help combatant commands determine which process to use—JFCOM  LAA or JRAC. Although JFCOM LAA officials sit on JRAC’s advisory  group, and some coordination takes place, Instruction 3470.01 does not  specify steps for coordinating between the two processes, and JFCOM’s  LAA procedures do not specifically call for coordinating with JRAC.  Exemplifying the need for coordination, we analyzed the six approved  LAA projects and concluded that JRAC might have also been able to  accomplish most, if not all, of them. Following is the basis for our  conclusions. The first five projects listed below were approved on or  before the date Instruction 3470.01 came into existence.", "Change Detection Work Station: JFCOM officials told us this  LAA project would have met JRAC’s criteria for a project because it  clearly was for an immediate warfighter need.", "Command and Control on the Move: JFCOM officials said this  LAA project would not have met JRAC criteria for an immediate  warfighter need. However, we believe the project might have been  justified under the JRAC criterion of preventing mission failure if a  regional combatant command had submitted it as an immediate  need. For example, if a joint task force commander cannot  adequately communicate with the troops while on the move or  dismounted from a vehicle, this could lead to mission failure. In this  case, the JFCOM commander validated the need as an LAA project.", "Joint Precision Air Drop System 2,000 Pounds: This LAA  project met JRAC’s criteria as an immediate warfighter need  because once JRAC came into existence, JRAC obtained funding   for the project from the Air Force on JFCOM’s behalf.", "Joint Task Force Commander Executive Command and  Control: JFCOM officials said this project would not have met  JRAC’s criteria of responding to a combat fatality or preventing  mission failure. However, we believe it might have been justified  under the JRAC process to prevent mission failure due to the  importance for a joint task force commander to have remote access  to classified and unclassified networks while away from the  headquarters compound.", "Joint Blue Force Situational Awareness: JFCOM officials said  JRAC could have taken on this project because it was to meet a  joint, urgent operational need that may have met the criteria as an  immediate warfighter need.", "Simultaneous 2-Way Speech Translation: Although JRAC was in  place when JFCOM approved this LAA project, JFCOM officials said  JRAC provided most of the funding and took over the project after it  was approved as an LAA project.", "For background purposes, the JFCOM LAA and JRAC processes are not  the only two rapid acquisition processes addressing urgent warfighter  needs within DOD. The military services have their own processes.  However, they differ from the JFCOM LAA and JRAC processes in that the  services’ processes focus on service-specific needs, not joint needs. For  example, the Army Rapid Equipping Force began in fiscal year 2002 and  was formalized in March 2005. Its missions include rapidly equipping  operational forces to enhance mission capability and soldier safety,  inserting promising technologies into the current force, and providing  business process feedback to Army stakeholders. This process provides  commercial and government off-the-shelf solutions for urgent needs, takes  an average of 128 days to deliver an initial operational capability from the  time the request is received, and funds up to 2 years of sustainment when  appropriate. In fiscal year 2006, the Rapid Equipping Force had a budget of  over $135 million and, since inception, has provided 227 types of  equipment, totaling over 51,000 individual items, for the war on terror.", "The Joint Improvised Explosive Device Defeat Organization addresses  joint urgent warfighter needs, but its mission specifically focuses on  supporting the efforts of combatant commanders and their task forces in  defeating improvised explosive devices. Originally established in June  2005 as a task force, it was changed to an organization in January 2006,  and operates under the authority, direction, and control of the Deputy  Secretary of Defense. An official in the organization said it generally fields  capabilities to the warfighter from 6 to 12 months after a request is  approved, and funds up to 2 years of sustainment once fielded. In fiscal  year 2006, the Joint Improvised Explosive Device Defeat Organization’s  budget was $3.49 billion.", "The U.S. Special Operations Command has its own acquisition process as  well, including a process for rapid acquisitions. The Special Operations  Command process differs from the LAA and JRAC processes in that it is  oriented only toward developing and acquiring capabilities for warfighters  conducting special operations, and comes with associated funding in the  DOD budget. Due to the variety of DOD rapid acquisition processes,  coordination can help to prevent duplication of effort and enhance  knowledge sharing and resource investment."], "subsections": []}, {"section_title": "JFCOM Experiences Complications with Funding, Delegation, and Analysis of Projects’ Usefulness", "paragraphs": [], "subsections": [{"section_title": "Finding Funding for LAA Projects Continues to Be Challenging", "paragraphs": ["Finding funding to develop, acquire, and sustain LAA projects was  identified as a challenge in our prior report and remains so. Because LAA  is an authority, not a program, LAA does not have budgeted funds. After an  LAA project is approved, JFCOM LAA staff must obtain funding for it.  JFCOM officials have to either find other DOD organizations to pay for  LAA projects or pay for them with funds budgeted for other JFCOM work.  For example, JFCOM sought and obtained funds from the Naval Air  Warfare Center Weapons Division, China Lake, California, for the Change  Detection Work Station project. JFCOM officials said the search for  funding can take 40 to 50 percent or more of the time it takes to process an  LAA project. While this keeps projects austere, the long search delays  getting new capabilities to warfighters in the field. When locating funding  to develop and acquire a project proved especially difficult, JFCOM  funded all or part of it by offsetting funds from programs in JFCOM’s   non-LAA budget, which does not include any budgeted LAA funds. JFCOM  has provided over half of the total funding to develop and acquire the six  approved LAA projects. However, a JFCOM official expressed that JFCOM  is reluctant to continue using its non-LAA program funding because of  adverse effects on those programs. Conversely, JRAC does not have as  much difficulty obtaining funding for its projects even though it does not  have budgeted funds either. A JRAC official said a senior executive in the  Office of the Under Secretary of Defense (Comptroller) is the deputy  director of JRAC, and pointed out that this aids in identifying and  obtaining available funding throughout DOD. Furthermore, according to  JRAC officials, DOD recognized the need for increased financial resources  and flexibility for urgent warfighter needs because JRAC’s  accomplishments have been attributable to improved access to resources.  The officials stated that the Office of the Secretary of Defense intends to  expand on past lessons and institutionalize a budget approach with an  annual transfer account specifically designed to fulfill urgent warfighting  needs.", "After a capability has been acquired, an obligation for sustainment is  created. The LAA statute does not specifically provide the authority to  sustain a product—that is, use operations and maintenance funding—  after deployment, although JFCOM officials believe they can provide this  support under certain circumstances. To address such needs, JFCOM tries  to identify another DOD organization to adopt the LAA capability for long- term sustainment. JFCOM officials commented that the timing of the DOD  budget cycle is a primary factor for organizations in dealing with the  sustainment issue for LAA-fielded projects. The officials said that because  LAA capabilities are acquired rapidly to respond to urgent and emergent  needs and typically fall outside the time frames of the normal DOD  budgeting cycle, finding an organization to sustain an LAA project  sometimes proves difficult. For example, for one LAA project, JFCOM  resorted to using its own operations and maintenance funds to provide  short-term sustainment during the “bridge” period while the project was  awaiting adoption by another organization. JFCOM’s LAA policy allows it  to fund sustainment of a project for up to 2 years from the time the project  is approved. However, JFCOM officials believe that using JFCOM’s  operations and maintenance funds for LAA projects is only permitted  under certain conditions. Specifically, the officials said the lack of an  operations and maintenance provision in the LAA statute only allows the  use of JFCOM operations and maintenance funds to sustain an LAA  capability if that mission is compatible with a pre-existing JFCOM mission.  When DOD recently sent a legislative proposal to Congress requesting that  the LAA statute be made permanent, it also asked that the statute be  revised to allow the use of operations and maintenance funding for LAA  projects.", "To address the overall funding challenges, JFCOM recently approached  the Office of the Secretary of Defense (Director, Defense Research and  Engineering) about obtaining funding for LAA projects. Although officials  from both offices said there is no statutory restriction on including a  funding line for LAA in the DOD budget, JFCOM officials said they have  been unsuccessful in obtaining LAA funding in the past because building a  justifiable budget request 1 to 2 years in advance, which is the norm within  the DOD budgeting process, is very difficult for specific urgent warfighter  needs that come up unexpectedly. According to JFCOM officials, the  current discussions for funding assistance include the use of  reprogrammings by the Office of the Secretary of Defense on JFCOM’s  behalf."], "subsections": []}, {"section_title": "Delegation of LAA to JFCOM Is Unclear", "paragraphs": ["Uncertainties exist as to the exact nature of the Office of the Secretary of  Defense’s delegation of LAA to JFCOM. Specifically, it is unclear exactly  what powers were delegated to JFCOM and under what authorities—that  is, the LAA statute or other authorities available to the Secretary of  Defense. Failure to clarify these issues may impair JFCOM’s ability to  carry out LAA efforts. To understand the current situation requires briefly  revisiting LAA’s origins.", "As originally envisioned by the Senate bill, LAA’s enactment would have  required the Secretary of Defense to delegate LAA to the JFCOM  commander. Prior to enactment, however, the language was changed to  give the Secretary discretion about whether to delegate the authority. The  provision for LAA in the fiscal year 2004 Senate National Defense  Authorization Bill included language that the Secretary of Defense “shall  delegate” LAA to the commander of the unified combatant command for  joint warfighting experimentation (currently, JFCOM). The fiscal year 2004  House National Defense Authorization Bill had no provision for LAA. In  conference, the House receded with an amendment that changed the  language of the Senate bill from “shall delegate” to “may delegate,” thus  providing the Secretary of Defense with the discretion to delegate LAA  authority to JFCOM. The LAA statute, as enacted, provides that the  Secretary of Defense may delegate to the  commander authority  of the Secretary “sufficient to enable the commander to develop and  acquire” certain described equipment.", "The Secretary of Defense has not provided JFCOM a document specifically  citing delegation of LAA, in part or in whole. Rather, in June 2004, the  acting Under Secretary of Defense (Acquisition, Technology, and  Logistics) issued an acquisition assistance memorandum to the Secretaries  of the Military Departments, the Chairman of the Joint Chiefs of Staff, the  Commander of JFCOM, and the Directors of the Defense Agencies  directing that, “consistent with” the LAA statute (10 U.S.C. 167a), the  JFCOM commander be provided assistance “in developing and acquiring  the urgent requirements of the Combatant Commanders” for the same  types of equipment as described in the LAA statute. The memo further  stated that it did not apply to the development or acquisition of a system  for which the total research, development, test, and evaluation  expenditure is estimated to be $10 million or more or for which the total  procurement expenditure is estimated to be $50 million or more—again  using the same language as the LAA statue. To help JFCOM carry out its  efforts, the memorandum identified five service and defense agency  contracting activities to provide services to JFCOM on a priority basis. The  memorandum was to be in effect until September 30, 2006, when LAA was  originally to expire. When Congress extended LAA for 2 years in the fiscal  year 2006 National Defense Authorization Act, the Under Secretary of  Defense issued a new acquisition assistance memorandum with the same  language as the original one but with extended coverage until September  30, 2008.", "JFCOM officials view the LAA statute as consisting of four powers that  could be delegated. Specifically,  the power that expanded JFCOM’s mission to allow it to acquire  capabilities for other combatant commands using research,  development, test, and evaluation and procurement funds;  the power to influence the DOD requirements process;  the power to influence the DOD planning, programming, budgeting,  and execution process; and  the power to sign contracts to develop and acquire LAA systems,  that is, to have warranted contracting officer authority.", "In our discussions, JFCOM and Office of the Secretary of Defense officials  agreed that a full delegation of LAA was not made. Specifically, they  agreed JFCOM was not delegated the power to sign contracts for LAA  projects, that is, warranted contracting officer authority. JFCOM did not  see this power as practical given the limited duration of LAA. Specifically,  JFCOM officials stated that JFCOM did not want to set up an  infrastructure for warranted contracting officers because it would have  taken up most of the initial, limited 3-year term of LAA, which would have  slowed down the command’s ability to meet urgent warfighter needs as  rapidly as possible. As a result, in lieu of JFCOM’s having been provided  warranted contracting officer authority, the acquisition assistance  memorandum provided for other organizations to provide contracting  assistance for LAA projects on JFCOM’s behalf. The Office of the  Secretary of Defense and JFCOM officials agreed the acquisition  memorandum provided JFCOM with the powers to influence the  requirements process and the planning, programming, budgeting, and  execution process. It is not clear, however, under what authorities—the  LAA statute or other authorities available to the Secretary of Defense— these powers were provided, as the acquisition memorandum does not  specify these powers or their delegation under the LAA statute. During the  course of our review, Office of the Secretary of Defense officials stated  that the Secretary of Defense had the authority outside of the LAA statute  to provide JFCOM with these powers. The officials noted, however, that  enactment of the LAA statute was the impetus for providing the  acquisition assistance memorandum to JFCOM and, ultimately, the fielding  of the LAA capabilities to the warfighter under JFCOM’s auspices. By way  of comparison, JRAC was established by the Deputy Secretary of Defense  without a new statute.", "Importantly, there is disagreement between JFCOM and the Office of the  Secretary of Defense over whether the acquisition assistance  memorandum provided JFCOM with the first power above, that is, to  expand JFCOM’s mission to allow it to directly acquire capabilities for  other combatant commands. Office of the Secretary of Defense officials  stated that JFCOM was not provided that power under the acquisition  assistance memorandum. Rather, they stated JFCOM has been given the  power to arrange for other DOD organizations to acquire the capabilities.  JFCOM officials said they could not have legally developed and acquired  the six LAA capabilities for other combatant commands without the  delegation of this power. In the end, the acquisition assistance  memorandum is not clear on this issue either because it does not  specifically cite this power or how JFCOM is to carry out LAA."], "subsections": []}, {"section_title": "JFCOM Is Making Progress in Assessing LAA Projects’ Effectiveness", "paragraphs": ["JFCOM has made progress in the past year or so in tracking LAA projects  on a quarterly basis. JFCOM officials also said they have solicited  information from warfighters on the effectiveness of fielded capabilities,  and have received adequate information for some of them. Previously,  JFCOM had received anecdotal feedback from warfighters, which was  limited in scope and detail. JFCOM also has revised the LAA process,  requiring future LAA proposals to include a plan to assess the  effectiveness of fielded capabilities and provide regular, written feedback  to JFCOM. However, since the revision, no LAA projects have been  approved, so the revised process has not yet resulted in additional data."], "subsections": []}]}]}, {"section_title": "Conclusions", "paragraphs": ["JFCOM has delivered capabilities under the auspices of LAA, taking  promising technologies and spinning them out quickly for joint, urgent  needs in the battlefield. Warfighters generally have had positive  experiences, not just with the capabilities, but also JFCOM’s ability to  deliver. On the other hand, no new projects have been approved in the  past 19 months, and the creation of JRAC presents warfighters with  another avenue for rapidly acquiring similar capabilities. The expected  expansion of JRAC’s coverage would lessen the remaining differences  between the two authorities. Having two processes addressing similar  joint urgent needs may have advantages—such as increasing the range   of efforts to more rapidly field joint capabilities. However, having two  processes also presents risks—such as lack of coordination and  duplication of effort—and employing resources efficiently and effectively  during wartime is important. Regardless of their similarities, the two  processes have a clear imbalance in access to funding. JRAC’s access to  funding is defined, while JFCOM staff must invest substantial time to find  funding for its LAA projects, a fact that works against the purpose of  rapidly providing capabilities for urgent needs. Further complicating this  joint rapid acquisition picture are the differing views on what LAA powers  were delegated to JFCOM. Such complications make the important and  complex task of meeting urgent needs more difficult than it has to be."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["As DOD considers expanding JRAC’s coverage, we recommend that the  Secretary of Defense take the following three actions:  reassess the role of the JFCOM LAA in light of the expanding JRAC  process, and determine whether and how JFCOM LAA should play a  role in meeting joint urgent needs;  to the extent JFCOM LAA is to continue to play a role in meeting  joint urgent needs, assess and resolve, as appropriate, the funding,  coordination, and delegation challenges identified in this report; and  inform Congress of the results of the assessment and any resultant  decisions in time for Congress to consider them in its deliberations  on the National Defense Authorization Act for fiscal year 2008."], "subsections": []}, {"section_title": "Matter for Congressional Consideration", "paragraphs": ["In light of our recommendations, DOD’s response and the fact that DOD  has provided Congress with a fiscal year 2008 legislative proposal that  would make the LAA statute permanent, Congress might want to delay its  consideration of making JFCOM LAA permanent until DOD has informed  Congress of the results of the recommended assessment and any  associated decisions. This should not impair JFCOM LAA, as DOD plans to  complete its assessment by the fourth quarter of 2007 and LAA, as  currently enacted, extends through September 2008."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["In written comments on a draft of this report, DOD concurred with our  recommendations, stating that it would reassess the role of the Joint  Forces Command’s limited acquisition authority in light of the expanding  Joint Rapid Acquisition Cell process and consider the other issues  identified in this report as a part of that effort. DOD expects to complete  that reassessment by the fourth quarter of 2007. DOD also stated that it  would inform Congress of the result of that assessment and any associated  decisions.  DOD’s letter is reprinted in appendix II.", "We plan to provide copies of this report to the Secretary of Defense, the  Commander of JFCOM, and interested congressional committees. We will  also make copies available to others upon request. In addition, the report  will be available at no charge on the GAO Web site at http://www.gao.gov.  If you or your staff has any questions concerning this report, please  contact me at (202) 512-4841. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this report. Key contributors to the report include Bruce H. Thomas,  Assistant Director; Lily J. Chin; Joseph E. Dewechter; Bonita J.P. Oden;  Marie Ahearn; and Ken Patton."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["To provide an update on the U.S. Joint Forces Command (JFCOM) limited  acquisition authority (LAA) efforts since LAA was enacted, we obtained  and analyzed information and documentation, and interviewed officials  from a variety of organizations. For information on all LAA proposals and  approved projects, as well as current LAA policy and procedures, we  worked with officials from JFCOM, located in Norfolk, Virginia. For the  views of warfighters on participating in the LAA process and on the utility  and effectiveness of fielded LAA capabilities, we developed a data  collection instrument and obtained information from U.S. Central  Command and U.S. European Command warfighters, who had been  involved in and used the capabilities from four of the six LAA projects.  Some of these warfighters were in theater in Iraq, Afghanistan, and  Europe. Other warfighters were at the Camp Lejeune Marine Corps Base,  North Carolina, and at the Fort Bragg Army Base, North Carolina. We also  collected information and interviewed officials from U.S. Central  Command headquarters, located in Tampa, Florida. For project offices  involved in LAA projects, we obtained information and interviewed  officials for selected LAA projects in the Sequoyah Transition Management  Office, U.S. Army Communications-Electronics Life Cycle Management  Command, at Fort Monmouth, New Jersey; in the U.S. Army Night Vision  and Electronic Sensors Directorate, Army Materiel Command, at Fort  Belvoir, Virginia; in the Army Research, Development, and Engineering  Command, Natick Soldier Systems Center, Natick, Massachusetts; and in  the Joint Systems Integration Command, at Suffolk, Virginia. For  organizations providing contracting services for LAA projects, we obtained  information and interviewed officials at the Navy Fleet Industrial and  Supply Center, in Philadelphia, Pennsylvania, and in the U.S. Army  Communications-Electronics Life Cycle Management Command, at Fort  Monmouth, New Jersey.", "To identify key challenges in operating and managing LAA, we obtained  and analyzed information and documentation, and interviewed officials,  from JFCOM; and Office of the Secretary of Defense—General Counsel,  Comptroller, Under Secretary of Defense (Acquisition, Technology, and  Logistics)/Defense Procurement and Acquisition Policy, Under Secretary  of Defense (Acquisition, Technology, and Logistics)/Joint Rapid  Acquisition Cell (JRAC), Under Secretary of Defense (Acquisition,  Technology, and Logistics)/Director, Defense Research and Engineering,  and the Joint Staff/J-8, Capabilities and Acquisition Division, which are  located in Arlington, Virginia. We reviewed and analyzed JFCOM’s LAA  policy and procedures and identified challenges in operating and managing  LAA. We also obtained and analyzed information from the warfighters,  contracting organizations, and project offices for any challenges they  identified or experienced with LAA. In addition, we researched and  analyzed the LAA statute and its legislative history to identify any legal  challenges in implementing, operating, and/or managing LAA.", "To examine LAA within the context of other DOD rapid acquisition  processes, we obtained and analyzed information and documentation, and  interviewed officials, from JFCOM; the Under Secretary of Defense  (Acquisition, Technology, and Logistics)/Defense Procurement and  Acquisition Policy; the Under Secretary of Defense (Acquisition,  Technology, and Logistics)/Director, Defense Research and Engineering;  the Under Secretary of Defense (Acquisition, Technology, and  Logistics)/JRAC; the Joint Staff/J-8, Capabilities and Acquisition Division;  the Joint Improvised Explosive Device Defeat Organization, located in  Arlington, Virginia; and the U.S. Army Rapid Equipping Force, located at  Fort Belvoir, Virginia. We also gathered information on the rapid  acquisition processes for the military services and the U.S. Special  Operations Command. We compared key aspects of the LAA process with  those of the JRAC process, including reviewing and analyzing the  Chairman of the Joint Chiefs of Staff Instruction 3470.01 for Rapid  Validation and Resourcing of Joint Urgent Operational Needs in the Year  of Execution. We also determined if JRAC might have been able to process  the six approved LAA projects if the JRAC process had existed at the time  the projects were approved by JFCOM. Furthermore, we reviewed and  analyzed the LAA legislative history and the JRAC process to identify  similarities and differences. However, we did not conduct an in-depth  evaluation of JRAC or the JRAC process.", "We conducted our work from July 2006 to March 2007 in accordance with  generally accepted government auditing standards."], "subsections": []}, {"section_title": "Appendix II: Comments from the Department Of Defense", "paragraphs": [], "subsections": []}], "fastfact": []}