{"id": "GAO-16-740", "url": "https://www.gao.gov/products/GAO-16-740", "title": "Nuclear Weapons: DOD Assessed the Need for Each Leg of the Strategic Triad and Considered Other Reductions to Nuclear Forces", "published_date": "2016-09-22T00:00:00", "released_date": "2016-09-22T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Since the 1960s, the United States has deployed nuclear weapons on three types of strategic delivery vehicles collectively known as the strategic triad. The triad comprises the sea-based leg (submarine-launched ballistic missiles), ground-based leg (intercontinental ballistic missiles), and airborne leg (nuclear-capable heavy bombers). As a result of arms control agreements and strategic policies, the number of U.S. nuclear weapons and strategic delivery vehicles has been reduced substantially; however, the strategic triad has remained intact. DOD and the Department of Energy are planning to invest significant resources to recapitalize and modernize the strategic triad in the coming decades. The departments projected in 2015 that the costs of maintaining U.S. nuclear forces for fiscal years 2016 through 2025 would total $319.8 billion, and DOD expects recapitalization and modernization efforts to extend into the 2030s.", "GAO was asked to review DOD's analysis of the decision to retain all three legs of the strategic triad. This report describes the processes DOD used in supporting that decision. GAO reviewed documentation and interviewed officials from DOD and the military services on the key reviews DOD carried out from 2009 to 2014— including the 2010 Nuclear Posture Review—in analyzing its strategic force structure."]}, {"section_title": "What GAO Found", "paragraphs": ["The Department of Defense (DOD) assessed the need for each leg of the strategic triad in support of the 2010 Nuclear Posture Review and considered other reductions to nuclear forces in subsequent reviews. The department identified advantages of each leg of the triad and concluded that retaining all three would help maintain strategic deterrence and stability. The advantages DOD identified include the survivability of the sea-based leg, the intercontinental ballistic missiles' contribution to stability, and the ability of the nuclear-capable bombers to visibly forward deploy. The 2010 Nuclear Posture Review Report states—and DOD officials also told GAO—that the administration has considered various options for the U.S. nuclear force structure, including options in which DOD would eliminate one leg of the triad. For example, Strategic Command, Air Force, and Navy officials told GAO that they had analyzed alternative strategic force structures in preparation for the 2010 Nuclear Posture Review. DOD officials also told GAO that the department had assessed nuclear force reductions as part of reviews conducted after the Nuclear Posture Review, including during the development of the President's 2013 nuclear employment guidance, the 2013 Strategic Choices Management Review, and DOD's 2014 plan to implement the New Strategic Arms Reduction Treaty (New START) with Russia. The figure shows DOD's current planned strategic force structure for implementing New START, including the number of delivery vehicles that would be retained for each leg of the triad.", "This is a public version of a classified report GAO issued in May 2016. It excludes classified information on warhead levels, the specific advantages of each leg of the triad, and some of the analyses of alternatives that were considered."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO is not making any recommendations in this report. DOD provided technical comments, which were incorporated as appropriate."]}], "report": [{"section_title": "Letter", "paragraphs": ["Nuclear weapons have long been a cornerstone of the nation’s defense  strategy. Since the 1960s, the United States has deployed nuclear  weapons on three types of strategic delivery vehicles. These three types  of vehicles—together with the warheads they carry—are collectively  referred to as the strategic triad. The triad comprises the sea-based  strategic deterrent (submarine-launched ballistic missiles carried on  ballistic missile submarines), the ground-based strategic deterrent  (intercontinental ballistic missiles), and the airborne strategic deterrent  (nuclear-capable heavy bombers). The strategic triad has played an  essential role in U.S. policy for deterring potential adversaries and  assuring U.S. allies and other security partners that they can count on  U.S. security commitments. The United States has maintained its nuclear  deterrent capability while decreasing numbers of weapons in response to  arms control agreements and strategic policies. In 1991, the U.S. nuclear  weapon stockpile totaled approximately 13,000 weapons; as of February  2011, it had been reduced to fewer than 4,500, according to the  Department of Defense (DOD). In his April 2009 speech in Prague, the  President spoke of the U.S. commitment to seeking a world without  nuclear weapons. The 2010 Nuclear Posture Review Report (NPR report)  outlined the administration’s approach to maintaining the nuclear  deterrent capability while pursuing further reductions in nuclear  weapons. The number of U.S. nuclear weapons and strategic delivery  vehicles has fallen substantially, but the core model for U.S. strategic  force structure—the strategic triad—has remained intact. The 2010 NPR  report stated that DOD had considered a wide range of force structure  options before concluding that it would retain the strategic triad.", "The strategic delivery vehicles and nuclear weapons that comprise the  strategic triad are aging and being deployed beyond their intended  service lives. DOD and the Department of Energy are planning to invest  significant resources to recapitalize and modernize the strategic triad in  the coming decades, including developing a new long-range strike  bomber with nuclear capabilities, a replacement or upgrade for the  current fleet of intercontinental ballistic missiles, a new class of ballistic  missile submarines, and an upgrade to some of the missiles and  warheads that will be carried on these delivery vehicles. This is part of an  extensive, multifaceted effort by DOD and the Department of Energy to  sustain and modernize U.S. nuclear weapons capabilities, including the  nuclear weapons stockpile; the research and production infrastructure;  and the nuclear command, control, and communications system. DOD  and Department of Energy estimates show that nuclear sustainment and  modernization efforts are expected to cost billions of dollars over the next  decade. As we have previously reported, DOD and the Department of  Energy projected in 2015 that the costs of maintaining U.S. nuclear forces  for fiscal years 2016 through 2025 would total $319.8 billion, and DOD  expects recapitalization and modernization efforts to extend into the  2030s.", "You asked us to review DOD’s analysis of the decision to retain all three  legs of the strategic triad. This report describes the processes DOD used  in supporting that decision. This report is a public version of a classified  report that we issued in May 2016 and omits information that DOD  deemed classified on warhead levels, specific advantages of each leg of  the triad, and some of the analyses of alternatives that were considered.  Although the information in this report is more limited, it addresses the  same objective as the classified report. The overall methodology for both  reports is also the same.", "To describe DOD’s process for assessing the strategic triad, we reviewed  relevant documentation and interviewed officials from the military services  and DOD offices that participated in the key reviews the department  carried out in analyzing its strategic force structure from 2009 to 2014,  including the 2010 NPR. We used this documentation and testimonial  evidence to understand DOD’s process for determining a need to  maintain the triad and DOD’s consideration of alternatives to the triad. We  compared this information to direction referenced in the 2010 NPR and  subsequent strategic force reviews. We interviewed officials from the  following offices:", "Office of the Under Secretary of Defense for Acquisition, Technology", "Office of the Secretary of Defense, Office of Cost Assessment and", "Office of the Under Secretary of Defense for Policy, Office of Deputy  Assistant Secretary of Defense for Nuclear and Missile Defense  Policy", "U.S. Strategic Command (Strategic Command)", "Joint Staff J5 (Strategic Plans and Policy)", "Joint Staff J8 (Force Structure, Resources and Assessment)", "Air Force offices, including A10 (Strategic Deterrence and Nuclear  Integration), Air Force Global Strike Command, and Air Force Nuclear  Weapons Center", "Army offices, including the Army Nuclear and Countering Weapons of", "Navy offices, including the Strategic Systems Programs and the  Ballistic Missile Submarine Security Technology Program.", "We conducted this performance audit from March 2014 to September  2016 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["The 2010 NPR report described the administration’s approach to  maintaining the U.S. nuclear deterrent capability while pursuing further  reductions in nuclear weapons. The 2010 NPR was the third  comprehensive assessment of U.S. nuclear policy and strategy  conducted by the United States since the end of the Cold War; previous  reviews were completed in 1994 and 2001. The Office of the Secretary of  Defense and the Joint Staff led the effort in consultation with the  Departments of State and Energy. Other organizations participated,  including the military departments, the combatant commands, the  Departments of Homeland Security and Treasury, the Office of the  Director of National Intelligence, and the National Security Council and its  supporting interagency bodies. The 2010 NPR report focused on five  objectives:  1.  preventing nuclear proliferation and nuclear terrorism;  2.  reducing the role of U.S. nuclear weapons in the U.S. national security  3.  maintaining strategic deterrence and stability at lower nuclear force  4.  strengthening regional deterrence and reassuring U.S. allies and  5.  sustaining a safe, secure, and effective nuclear arsenal.", "The third of these objectives—maintaining strategic deterrence and  stability at reduced nuclear force levels—emphasizes the importance of  bilateral and verifiable reductions in strategic nuclear weapons in  coordination with Russia. In support of this objective, the United States  signed a new Strategic Arms Reduction Treaty with Russia—known as  New START—on April 8, 2010, which entered into force on February 5,  2011.", "New START gives Russia and the United States 7 years to reduce their  strategic delivery vehicles and strategic nuclear warheads—under the  counting rules outlined in the treaty—and will remain in force for 10  years. According to DOD’s April 2014 report on its plan to implement  New START, DOD plans to maintain 400 deployed intercontinental  ballistic missiles; 240 deployed submarine-launched ballistic missiles; and  60 deployed heavy bombers. The 60 heavy bombers consist of B-52s  and B-2s. Taken together, these add up to 700 deployed delivery vehicles  and fall within the New START limits that go into force in 2018. DOD and  military service officials told us these numbers reflect DOD’s current  planned strategic force structure for implementing New START. Figure 1  shows DOD’s planned deployed strategic force structure for implementing  New START, including the number of delivery vehicles for each leg of the  triad.", "In 2011, the President directed DOD to conduct a follow-on analysis to  the NPR, which reviewed U.S. nuclear deterrence requirements. The  review resulted in the development of the President’s nuclear  employment guidance and a DOD report on this nuclear employment  guidance, which was completed in June 2013. The review was led by  DOD and included senior-level participation by the Office of the Secretary  of Defense, the Joint Chiefs of Staff, Strategic Command, the Department  of State, the Department of Energy, the Office of the Director of National  Intelligence, and the National Security Staff (now known as the National  Security Council). As indicated in DOD’s 2013 report on the President’s  nuclear employment guidance, the review assessed what changes to  nuclear employment strategy could best support the five key objectives of  the 2010 NPR and a sixth objective: achieve U.S. and allied objectives if  deterrence fails.", "In June 2013, DOD completed a Strategic Choices Management Review,  which, according to DOD officials, considered reductions in nuclear  forces, among other things. According to the Secretary of Defense, the  purpose of the Strategic Choices Management Review was to understand  the effect that further budget reductions would have on the department  and to develop options to deal with these reductions. Figure 2 shows a  timeline of events and reviews related to DOD’s assessment of U.S.  nuclear forces from 2010 through 2014."], "subsections": []}, {"section_title": "DOD Assessed the Need for Each Leg of the Strategic Triad in the 2010 NPR and Considered Other Reductions to Nuclear Forces in Subsequent Reviews", "paragraphs": ["DOD assessed the need for each leg of the strategic triad in support of  the 2010 NPR and considered other reductions to nuclear forces in  subsequent reviews. The department identified advantages of each leg of  the triad and concluded that retaining all three would help maintain  strategic deterrence and stability. The 2010 NPR report states that the  administration considered various options for U.S. nuclear force structure,  including options in which the United States would eliminate one leg of  the triad. DOD officials also told us that the department had assessed  nuclear force reductions as part of subsequent reviews, including during  the development of the President’s nuclear employment guidance, the  2013 Strategic Choices Management Review, and the development of  DOD’s plan to implement New START."], "subsections": [{"section_title": "The 2010 NPR Report Identified Advantages of Each Leg of the Triad that Are Also Discussed in Navy and Air Force Acquisition Documents", "paragraphs": ["The 2010 NPR report identified advantages of each leg of the triad that  DOD decided warrant retaining all three, even in light of the planned  reductions under New START. These advantages—including the  survivability of the sea-based leg; the intercontinental ballistic missiles’  contribution to stability; and the ability of the nuclear-capable bombers to  visibly forward deploy—are further described in Navy and Air Force  acquisition documents completed both before and after the 2010 NPR,  from 2008 through 2014. These acquisition documents do not include an  assessment of the strategic triad as a whole but help define and clarify  the advantages that are identified in the 2010 NPR report. In addition to  identifying the advantages of each leg, the 2010 NPR report indicates that  retaining all three legs best maintains strategic stability at reasonable cost  while reducing risk against potential technical problems or vulnerabilities."], "subsections": []}, {"section_title": "DOD and Key Stakeholders Considered Alternatives to a Triad for the 2010 NPR", "paragraphs": ["The 2010 NPR report states that for the planned reductions under New  START, DOD considered force structure options in which the department  would eliminate a leg of the triad. DOD officials told us that in senior-level  force structure meetings in support of the NPR, DOD and key  stakeholders discussed and considered alternatives to a triad for U.S.  strategic force structure. DOD officials were unable to provide us  documentation of the NPR’s analysis of the strategic force structure  options that were considered; officials from the Office of the Secretary of  Defense, Joint Staff, and Strategic Command told us that much of the  NPR analysis on the consideration of different strategic force structure  options was discussed in senior-level meetings and was not documented.  In addition to the discussions and analysis of options for alternative  strategic force structures that occurred during the development of the  2010 NPR, Strategic Command, Air Force, and Navy officials told us that  they had also analyzed alternative strategic force structures in advance of  the NPR discussions. We reviewed examples of Air Force and Strategic  Command analyses and reported on these in our classified report."], "subsections": []}, {"section_title": "DOD Also Considered Reductions in Nuclear Forces in Other Reviews", "paragraphs": ["DOD’s 2013 unclassified report on the President’s nuclear employment  guidance states that DOD also assessed potential reductions in U.S.  nuclear forces in the follow-on review to the NPR that led to the  development of the 2013 Presidential nuclear employment guidance. The  report says that, in that review, the President determined that the United  States can safely pursue up to a one-third reduction in deployed nuclear  weapons from the level established in New START, while still ensuring  the security of the United States and U.S. allies and partners and  maintaining a strong and credible strategic deterrent. DOD officials told us  that to avoid large disparities in nuclear capabilities, the report also stated  the administration’s intent to seek negotiated cuts with Russia. However,  such negotiations have not yet begun as of August 2016.", "DOD officials told us that, in the June 2013 Strategic Choices  Management Review—which supported the department’s budget  review—the department considered cutting nuclear forces and  capabilities. The purpose of the Strategic Choices Management Review  was to examine the potential effect of additional anticipated budget  reductions on the department and generally review how DOD would  allocate resources when executing its fiscal year 2014 budget and  preparing its fiscal years 2014 through 2019 budget plans. According to  DOD officials, the administration and the department ultimately decided  against the options to reduce nuclear forces that were considered in the  2013 Strategic Choices Management Review.", "As we have previously reported, DOD considered alternatives to its  strategic force structure in senior-level meetings for implementing New  START. According to DOD officials, in these senior-level meetings— which were organized by the Joint Staff and led by the Office of the Under  Secretary of Defense for Policy—DOD finalized its recommendations to  the National Security Council for the strategic force structure to implement  the treaty. DOD officials told us that, during these meetings, DOD  participants considered options to comply with the treaty. They also told  us that DOD ultimately recommended maintaining 400 deployed  intercontinental ballistic missiles, 240 deployed submarine-launched  ballistic missiles, 60 deployed heavy bombers, 54 nondeployed  intercontinental ballistic missile silos, 40 nondeployed submarine- launched ballistic missile launch tubes, and 6 nondeployed nuclear- capable heavy bombers. According to officials, the National Security  Council approved this recommendation, which is reflected in DOD’s April  2014 report on its plan to implement New START."], "subsections": []}]}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of the classified version of this report to DOD for  review and comment. In response to that draft report, DOD provided  technical comments that we have incorporated as appropriate.", "We are providing copies of this report to the appropriate congressional  committees, the Secretary of Defense, the Secretary of the Air Force, the  Secretary of the Navy, the Secretary of the Army, the Joint Staff, and the  Under Secretary of Defense for Policy. In addition, this report is available  at no charge on the GAO website at http://www.gao.gov. If you or your  staff have any questions about this report, please contact me at (202)  512-9971 or kirschbaumj@gao.gov. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this report. Key contributors to this report are listed in the appendix."], "subsections": []}]}, {"section_title": "Appendix: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": ["Joseph W. Kirschbaum, (202) 512-9971 or kirschbaumj@gao.gov."], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Penney Harwell Caramia  (Assistant Director), Scott Fletcher, Jonathan Gill, Joanne Landesman,  Amie Lesser, Brian Mazanec, Timothy Persons, Steven Putansu, Michael  Shaughnessy, and Sam Wilson made key contributions to this report."], "subsections": []}]}], "fastfact": []}