{"id": "GAO-05-328", "url": "https://www.gao.gov/products/GAO-05-328", "title": "Defense Logistics: High-Level DOD Coordination Is Needed to Further Improve the Management of the Army's LOGCAP Contract", "published_date": "2005-03-21T00:00:00", "released_date": "2005-03-21T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The Logistics Civil Augmentation Program (LOGCAP) is an Army program that plans for the use of a private-sector contractor to support worldwide contingency operations. Examples of the types of support available include laundry and bath, food service, sanitation, billeting, maintenance, and power generation. LOGCAP has been used extensively to support U.S. forces in recent operations in southwest Asia, with more than $15 billion in estimated work as of January 2005. While we issued two reports on LOGCAP since 1997 that made recommendations to improve the Army's management of the contract, broader issues on coordination of LOGCAP's contract functions were beyond the scope of our earlier work. This report assesses the extent to which the Army is taking action to improve the management and oversight of LOGCAP and whether further opportunities for using this contract effectively exist."]}, {"section_title": "What GAO Found", "paragraphs": ["The Army has taken or is in the process of taking actions to improve the management and oversight of LOGCAP on the basis of our earlier reporting. The actions that the Army has completed or has underway include (1) rewriting its guidance, including its field manual for using contractors on the battlefield and its primary regulation for obtaining contractor support in wartime operations; (2) implementing near- and longer-term training for commanders and logisticians in using the contract; (3) developing a deployable unit to assist commands using LOGCAP; (4) restructuring the LOGCAP contracting office to provide additional personnel resources in key areas; and (5) taking steps to eliminate the backlog of contract task orders awaiting definitization--that is, coming to agreement on the terms, specifications, and price of the task orders--and conducting award fee boards. While improvements have been made, GAO believes that the Department of Defense (DOD) and the Army need to take additional action in two areas. First, although DOD continues to agree with our July 2004 recommendation to create teams of subject matter experts to review contract activities for economy and efficiency, it has not done so yet because the need to respond to statutory requirements took precedence. Prior GAO reviews have shown that when commanders look for savings in contract activities, they generally find them, as illustrated in the table. The second area needing attention is the coordination of contract activities between DOD components involved with using LOGCAP. While the Army Materiel Command (AMC) is the executive agent for LOGCAP, other DOD components also play important LOGCAP roles, including the combatant commander, individual deployed units, and the Defense Contract Management Agency. The effective and efficient use of the contract depends on the coordinated activities of each of these agencies. However, at the DOD level, no one is responsible for overall leadership in using the contract and, while AMC has sought to influence the way in which the other components carry out their roles, it does not have command authority over the other components and thus its influence is limited. For example, AMC knew that planning for the use of LOGCAP for Operation Iraqi Freedom was not comprehensive but lacked the command authority to direct better planning. AMC officials believe that training will resolve these problems over time. However, given the importance of LOGCAP to supporting military operations and the billions of dollars being spent on LOGCAP activities, we believe that more immediate and direct oversight is needed."]}], "report": [{"section_title": "Letter", "paragraphs": ["As you know, the U.S. military has long relied on contractors to provide  supplies and services to deployed U.S. forces, and its reliance on  contractors has been growing in recent military operations. Much of this  support has come from logistics support contracts, particularly the Army’s  Logistics Civil Augmentation Program (LOGCAP) contract. LOGCAP  provides a wide array of support for U.S. military personnel throughout  southwest and central Asia, including food service and housing. While this  contract provides vital services, it is expensive. The estimated value of  work under the current LOGCAP contract is more than $15 billion as of  early January 2005, including $6.8 billion that the Army budgeted for  LOGCAP activities in fiscal year 2005. Given the importance of LOGCAP to  supporting military operations and the billions of dollars being spent on  LOGCAP, effective use of the LOGCAP contract is critical.", "The Army’s use of its LOGCAP contract has not been without problems.  Since 1997 we have issued two reports on the U.S. Army’s use of the  LOGCAP contract to provide supplies and services for deployed U.S. forces  that highlight both the growing importance of this contract to military  operations and the difficulties the Army has experienced in managing and  overseeing it and controlling costs. In 1997 we reviewed the Army’s use of  its LOGCAP contract to support U.S. forces deployed for the peacekeeping  mission in Bosnia; and in 2004 we reviewed several logistics support  contracts, including the Army’s LOGCAP contract, to support military  operations around the world.", "In 2000 we also reviewed the Army’s use of the Balkans Support Contract to  support the expanded Balkans Peacekeeping Mission. The Balkans  Support Contract is similar to the LOGCAP contract and was established  in 1997. Finally, in 2004 we issued a report on contracting procedures in  Iraq and testified on logistics support contracts and contracting in Iraq  before the House Committee on Government Reform. Our reports  identified difficulties the Army has experienced in planning for the use  of the LOGCAP contract, controlling costs, and effectively managing  and overseeing contract activities, and each made a number of  recommendations intended to improve the Army’s use and management  of the contract.", "We initiated this report because LOGCAP continues to be an important  support mechanism for the Army and, as previously noted, the Army plans  to spend approximately $6.8 billion on LOGCAP contract activities in fiscal  year 2005 and to address broader issues involving the coordination of  contract functions that are the responsibility of different elements within  the Department of Defense (DOD), such as the contract administrator  and commanders on the ground, that were beyond the scope of our prior  reports. The objectives of this report are to (1) examine the extent to which  the Army is taking action to improve the management and oversight of  LOGCAP and (2) identify further opportunities for using the LOGCAP  contract effectively.", "To examine actions to improve the management and oversight of LOGCAP,  we examined a wide range of contracting guidance and met with officials  from the LOGCAP Program Management Office, the LOGCAP Support Unit,  and the LOGCAP Contracting Office to gain a comprehensive  understanding of the status of efforts regarding the LOGCAP contract, the  contract management process, and issues related to using LOGCAP. To  identify further opportunities for using these contracts effectively, we  undertook a number of actions. We drew upon our prior work, including  our visits to U.S. military sites using the LOGCAP contract in Kuwait and  units that had returned from Iraq, but we did not visit sites in Iraq. To  obtain more current information about the use of LOGCAP in Iraq, we  (1) interviewed personnel who were responsible for contract management  at the Army Materiel Command (AMC); the Army Central Command in Ft.  McPherson, Georgia; and the former Deputy Commanding General for  Logistics in Iraq, (2) reviewed Defense Contract Management Agency  (DCMA) situation reports written by contracting officers in Iraq;  (3) reviewed Defense Contract Audit Agency (DCAA) reports; and (4) met  with representatives of the 1st Armored Division shortly after their return  from Iraq to discuss their experiences with the LOGCAP contract. We  determined that the information and data discussed in this report were  reliable for the purposes of the report. We conducted our review from  October 2004 through January 2005 in accordance with generally accepted  government auditing standards. We discuss our scope and methodology in  more detail in appendix I."], "subsections": [{"section_title": "Background", "paragraphs": ["Established in 1985, LOGCAP is an Army program that preplans for the  use of global corporate resources to support worldwide contingency  operations. In the event that U.S. forces deploy, contractor support is then  available to a commander as an option. Examples of the types of support  available include supply operations, laundry and bath, food service,  sanitation, billeting, personnel support, maintenance, transportation,  engineering and construction, and power generation and distribution.  LOGCAP has been used to support U.S. forces in operations in Somalia,  Haiti, and Bosnia and is currently being used to support operations in  Afghanistan, Iraq, Kuwait, and Uzbekistan, as well as in other countries.  The use of LOGCAP to support U.S. troops in Iraq is the largest effort in the  history of LOGCAP.", "The LOGCAP contract comprises a series of task orders that commit both  the contractor to provide services and the government to pay for those  services. Some of the task orders are considered undefinitized contracting  actions because the terms, specifications, and price of the task orders are  not agreed upon before performance begins. Undefinitized contract actions  are used when (1) government interests demand that the contractor be  given a binding commitment so that work can begin immediately and  (2) negotiating a definitive contract is not possible in sufficient time to  meet the requirement. The Defense Federal Acquisition Regulation  Supplement (DFARS) requires that undefinitized contract actions must  include a not-to-exceed cost and a definitization schedule. DFARS also  requires that the contract be definitized within 180 days or before  50 percent of the work to be performed is completed, whichever occurs  first. The head of an agency may waive the requirement.", "Both LOGCAP and the Balkans Support Contract are cost-plus-award-fee  contracts. Cost-plus-award-fee contracts entitle the contractor to be  reimbursed for reasonable, allowable, and allocable costs incurred to the  extent prescribed in the contract. The advantage of cost-plus-award-fee  contracts is that they provide financial incentives based on contractor’s  performance and criteria stated in the contract. These contracts enable the  government to evaluate a contractor’s performance according to specified  criteria and to grant an award amount within designated parameters. Thus,  award fees can serve as a valuable tool to help control program risk and  encourage excellence in contract performance. But to reap the advantages  that cost-plus-award-fee contracts offer, the government must implement  an effective award fee process.", "Responsibility for the LOGCAP contract is divided among multiple DOD  and service components. AMC is the Army executive agent for LOGCAP,  and it has organized the program under its Army Field Support Command  (AFSC). According to Army regulation, as the executive agent, AMC is  responsible for coordinating LOGCAP requirements (and the requirements  of any other AMC umbrella support contracts) with the unified commands,  other services, and Army-supported combatant commanders for AMC  contractor support. AMC has assigned responsibility for LOGCAP to the  commander of AFSC, who has task-organized LOGCAP under three  separate offices, all of which report directly to him. These three offices are  (1) the LOGCAP Program Manager, (2) the LOGCAP Contracting Office,  and (3) the LOGCAP Support Unit. The key contract management roles and  responsibilities for these three offices are detailed in table 1, along with the  management roles and responsibilities of LOGCAP customers.", "DCMA also plays a role in overseeing contract activities. When requested  by the procuring contracting officer, DCMA monitors a contractor’s  performance and management systems to ensure that the cost, product  performance, and delivery schedules comply with the terms and conditions  of the contract. As of November 2004, DCMA had 46 employees in Iraq  monitoring multiple DOD contracts, including the LOGCAP contract.", "DCAA performs contract audits of the LOGCAP contract and provides  accounting and financial advisory services regarding contracts and  subcontracts for AFSC. These services are provided in connection with the  negotiation, administration, and settlement of contracts and subcontracts."], "subsections": []}, {"section_title": "The Army Has Taken Steps to Improve LOGCAP Management and Oversight", "paragraphs": ["Overall, the Army has taken numerous actions, or is in the process of taking  actions to improve the management and oversight of LOGCAP as well as  related contracts, based on our earlier reporting. Some of the initiatives the  Army has completed or has under way that should contribute to stronger  management of LOGCAP include (1) rewriting its guidance, including its  field manual for the use of contractors on the battlefield, and its primary  regulation for obtaining contractor support in wartime operations;  (2) implementing near- and longer-term training for commanders and  logisticians; (3) developing a deployable unit to provide training and  assistance for commands using LOGCAP; (4) restructuring the LOGCAP  contracting office to provide additional personnel resources in key areas;  and (5) eliminating the backlog of contract task orders requiring  definitization and conducting award fee boards in order to improve the  financial oversight and control of LOGCAP."], "subsections": [{"section_title": "Guidance Has Been Rewritten", "paragraphs": ["The absence of guidance on how to effectively use LOGCAP was cited in  our 1997 report as an area that needed improvement, and since that time  the Army has rewritten two key documents that provide guidance on using  LOGCAP. In January 2003, the Army reissued Field Manual 3-100.21,  Contractors on the Battlefield, and it is currently rewriting Army  Regulation 715-9, Contractors Accompanying the Force. These documents  should significantly improve the supported forces’ understanding of the  Army policies, responsibilities, and procedures for using contractors  effectively on the battlefield. The Army’s rewritten field manual provides  guidance for commanders and their staff at all levels in the planning,  management, and use of contractors in each area of operations, as well as  guidance describing the relationship between contractors and both the  combatant commanders and the Army’s service component commanders.  The manual addresses supported forces’ roles and responsibilities in  planning contractor support; deploying and redeploying contractor  personnel and equipment; and managing, supporting, and protecting  contractors. It also addresses the planning process and relates the planning  for contractor support to the military decision-making process.", "The Army’s regulation for contractors accompanying the force is still in  draft; however, when completed, we believe it will establish Army policy  for planning and managing contracted support. According to an  information paper on the draft regulation, it proposes significant changes  in three areas. The most significant policy change in terms of contract  management and oversight is the recommendation that the supported unit  (that is, the customer) be responsible for providing day-to-day control of  contractors’ activities. Contract managers will continue to be responsible  for the business aspects of managing the contractor workforce. The other  two changes deal with (1) the accountability and support of contractor  employees and (2) the medical screening, training, and equipping of  contractor employees prior to deployment. An Army official working on  the draft regulation said that once the regulation is finalized, the field  manual will be revised to incorporate the changes."], "subsections": []}, {"section_title": "Training and Assistance Programs Are Being Developed", "paragraphs": ["Training and assistance programs have been or are being developed to  improve the understanding of the contract and how it is managed and  controlled. A 1999 initiative was the creation of a deployable unit, known as  the LOGCAP Support Unit, to assist commanders in planning for and using  the contract effectively. The unit consists of 66 Army Reserve soldiers with  specialties in logistics, engineering, quartermaster duties, transportation,  and ordinance. Because customers often have little knowledge of contract  processes, the unit has developed training materials that address the  issues of planning, operational impacts, execution responsibilities, and  keys to success. This training addresses preparing statements of work,  independent government cost estimates, and the contractor’s cost  estimates and technical plans and has been presented at the Quartermaster  School, the Battle Command Training Program, and DCMA’s  predeployment training. The LOGCAP Support Unit has also taken steps  to increase the size of the unit and improve its training. As we reported in  July 2004, the unit was deployed in the early stages of Operation Iraqi  Freedom, and when the original members returned home, replacement  teams were created and staffed with individuals who had no prior LOGCAP  or contracting experience. Since then, the unit has developed a program of  instruction to enhance LOGCAP Support Unit members’ skills in key areas.  As of November 2004, two sessions of the training have been conducted for  all members of the unit who are not deployed. The LOGCAP Support Unit  has also worked with the LOGCAP Program Manager’s office and DCMA to  ensure the consistency of information being provided in each office’s  training.", "The LOGCAP Program Manager’s office, in conjunction with the LOGCAP  Support Unit, has also made efforts to educate the users of LOGCAP  services about their responsibilities. When the office has become aware of  units preparing for deployment, it has dispatched teams tasked with  briefing commanders on the contract and their responsibilities. LOGCAP  training has also been presented at senior-level symposiums and made a  part of several warfighter exercises.", "We did not follow up on DOD’s efforts to integrate LOGCAP into  professional military education because DOD is in the process of  developing a training module that could be utilized by each of the mid- and  senior-level service schools."], "subsections": []}, {"section_title": "AFSC Has Restructured the LOGCAP Contracting Office to Provide Additional Personnel Resources in Key Areas", "paragraphs": ["Recently, AFSC restructured the LOGCAP Contracting Office to provide  additional resources in key areas. This includes dividing procuring  contracting officer functions and contracting branch chief functions as  well as establishing definitization and award fee board coordinators.  The command also established a Deputy Division Chief position. To assist  in the timely resolution of issues in the theater, the command deployed  contracting officers to Kuwait and Iraq to establish closer working  relationships with commanders and DCMA personnel located there.", "AFSC is also in the process of reorganizing its contracting office. In  response to an August 2004 memorandum from the Deputy Assistant  Secretary of the Army for Policy and Procurement to AMC’s Director of  Contracting stating that it seemed appropriate to have a member of the  Senior Executive Service manage LOGCAP, given its high dollar value,  AFSC is in the process of establishing a senior executive position to  oversee the AFSC Acquisition Center. A key function of this executive is to  provide the AFSC commander with additional leadership and expertise in  the LOGCAP arena. The command also established a sustainment branch  to develop and implement an acquisition strategy for the follow-on to the  LOGCAP contract. This branch will also lead the command’s efforts to  transition existing LOGCAP work to sustainment contracts."], "subsections": []}, {"section_title": "Improvements Have Been Made in Definitizing Contracts and Conducting Award Fee Boards", "paragraphs": ["In our February 1997 report and again in our July 2004 report, we noted  that the Army had not definitized LOGCAP task orders within the time  frames prescribed in DFARS. Definitization is the process by which the  government and the customer come to agreement or a determination is  made on the terms, specifications, and price of the task orders. DFARS  requires that undefinitized contract actions be definitized within 180 days  or before 50 percent of the work to be performed is completed, whichever  occurs first. Definitization is important because until the estimate is  formalized, the contractor has no real incentive to control costs, as  increased project costs potentially mean a higher project estimate,  potentially resulting in a higher award fee. Definitization is also a necessary  first step before the Army can conduct award fee boards that evaluate the  contractor’s performance. In our 2004 report on contracting procedures in  Iraq, we recommended that the Army definitize outstanding contracts and  task orders as soon as possible.", "Progress is being made in definitizing task orders. When we issued our  report in July 2004 on the Army’s use of LOGCAP to support ongoing  military operations, the Army had definitized only 13 of 54 task orders that  required definitization. As of March 2005, the Army had initiated  11 additional task orders (bringing the total to 65 task orders that require  definitization) and has completed the definitization on 31 additional task  orders (bringing the total to 44). The Army also reports that it will complete  definitization of the remaining 21 by March 31, 2005. To help with  definitizing the two largest task orders—task order 59, which provides base  camp services, accommodations, and life support services at various  locations in Iraq, and task order 43, the theater transportation mission—the  Army established two special cost analysis teams. These teams are led by  senior officials with extensive contracting and negotiating background,  augmented by a contractor. In addition, three more teams have been  assembled to help definitize the remaining backlogged task orders as well  as all newly issued, undefinitized contract actions.", "Progress has also been made in conducting award fee boards since our  July 2004 report noted that the Army had not yet conducted an award fee  board for any of the LOGCAP task orders even though the contract requires  an award fee board to be held every 6 months. Award fee boards are a  mechanism for the government to evaluate the contractor’s overall  performance and can serve as a valuable tool to control program risk  and encourage the contractor’s performance. According to AFSC, 41  undefinitized task orders require award fee boards, and as of mid-March  2005, the Army had conducted award fee boards for 22 of the 41 task  orders. It should be noted, however, that the Army converted 12 task orders  and plans to convert an additional 3 that required definitization to fixed fee  contracts, thereby negating the need to hold award fee boards for these  task orders. According to an AFSC contracting official, the decision to  convert these task orders was based on a number of factors, including the  small size of the task order, the cost to the government to conduct the  boards, the Army’s ability to acquire meaningful customer participation,  and whether performance is complete on the contract. We stated in our  July 2004 report that the government may find it difficult to conduct a  board that comprehensively evaluates contractor performance because  customers have not been documenting their LOGCAP experience."], "subsections": []}]}, {"section_title": "Enhanced Management and Oversight of LOGCAP Contract Activities Are Needed in Two Areas", "paragraphs": ["While improvements have been made in a number of areas, there are two  areas where management and oversight are lacking. First, there is no  formal process for seeking economy and efficiency in the use of LOGCAP.  In our July 2004 report, we recommended that teams of subject matter  experts be created to travel to locations where contractor services are  being provided to evaluate the support. DOD concurred with our  recommendation. However, as of February 2005, teams had not been  created or deployed to review contract activities. Second, there is a lack of  coordination of contract activities between all of the LOGCAP parties.  AMC is the executive agent for LOGCAP, but several other DOD  components also have important LOGCAP responsibilities, and these  components must work in coordination with AMC to ensure the contract’s  effective and efficient use. However, AMC does not have command  authority over the other components and, while it has sought to influence  how the other components carry out their roles, its influence is limited  outside the command. We believe that this dispersed responsibility has led  to numerous instances of inadequate coordination, which we have cited in  our earlier reports."], "subsections": [{"section_title": "Steps Needed to Ensure That Contractors Provide Services in an Economical and Efficient Manner Have Not Been Taken at All Task Order Locations", "paragraphs": ["Our previous work has shown that when government officials (including  customers) review a contractor’s work for economy and efficiency, savings  are generated. For example, U.S. Army Europe’s reviews of contract  activities under the Balkans Support Contract resulted in approximately  $200 million in savings, or 10 percent of estimated project costs, by  reducing services and labor costs and by closing or downsizing camps that  were no longer needed. U.S. Army Europe officials told us that our 2000  report on the management of the Balkans Support Contract was a “wake up  call” to them to be more engaged in managing the contract. Also, when  Marine Corps forces replaced Army forces in Djibouti in December 2002,  they took over the responsibility for funding LOGCAP services there.  Marine commanders immediately undertook a complete review of the  statement of work and were able to reduce the $48 million task order by an  estimated $8.6 million, or 18 percent. In Iraq, the coalition forces military  command reviewed task order 59, change 7 (the task order for life support  services in Iraq) and was able to reduce the estimated cost of the task order  by over $108 million by eliminating services and an extra dining and  laundry facility. Regularly scheduled reviews of all task orders, however,  were not taking place in Kuwait or Iraq, and we recommended that teams  of subject matter experts be created to travel to locations where contractor  services are being provided to evaluate the support and make  recommendations on (1) the appropriateness of the services being  provided, (2) the level of services being provided, and (3) the economy and  efficiency with which the services are being provided.", "In response to our recommendation, DOD stated that it would issue a  policy memorandum that would identify the need to have teams of  subject matter experts make periodic visits to evaluate and make  recommendations on the logistics support contracts. However, as of  February 2005 no policy memorandum has been issued and no teams  of subject matter experts have been established or deployed to  review contract activities. While DOD continues to agree with our  recommendation, its point of contact on our LOGCAP work, in the Office of  the Undersecretary of Defense for Logistics and Materiel Readiness, told us  that the need to address statutory requirements has taken precedence.  However, some individual efforts have been undertaken to reduce costs but  not as part of a formal review process. For example, requests for services  costing more than $50,000 now require a review by a general officer. Also,  in December 2004 the commanding general of military forces in Iraq  requested that the Army Audit Agency evaluate LOGCAP throughout Iraq to  identify fiscal and managerial efficiencies; the effectiveness of contract  administration and its impact on cost controls; areas vulnerable to fraud,  waste, and abuse; systemic processes and procedures that inherently result  in increased costs; and methods for improving the timeliness and accuracy  of information presented to assist senior leaders in making timely  decisions. He also asked that the Army Audit Agency assess the adequacy  of internal controls."], "subsections": []}, {"section_title": "The Coordination of Contract Activities Needs Additional Management Attention", "paragraphs": ["The effective use of the LOGCAP contract largely depends on the combined  efforts of a number of separate DOD components, including AMC, the  combatant commander, deployed units, DCMA, and DCAA. For example,  an AMC pamphlet that provides users with a basic understanding of  LOGCAP identifies the responsibility to monitor contractor performance  as one that is shared by AMC, DCMA, and the customer. Altogether, the  pamphlet identifies 22 LOGCAP responsibilities, of which 16 are shared  by two or more components. Only six responsibilities are the sole  responsibility of one component. As the executive agent for LOGCAP, AMC  is responsible for directing the worldwide, regional, and country-specific  planning, development, and execution of a LOGCAP contract. However,  while AMC has sought to influence the manner in which the other  components carry out their roles, AMC does not have command authority  over the components, and thus its influence is limited. We believe that this  limitation contributes to an overall lack of coordination across the various  DOD components that are involved with LOGCAP, and consequently less  effective utilization of the LOGCAP contract. For example, we identified  the following coordination problems in our previous reports and  current work:  The Army Central Command—the Army command responsible for  LOGCAP planning in Iraq and Kuwait—did not follow the planning  process described in Army regulations and guidance as it prepared for  operations in southwest Asia. While AMC was aware that the Army  Central Command’s plan for the use of the contract was not  comprehensive, it lacked the authority to direct better planning.", "An acquisition review board in Kuwait was presented with several large  preexisting task orders that were to expire within a few weeks, giving  the board little time to consider alternatives to LOGCAP or review the  requirements to ensure that they did not provide an excessive level of  service. Again, AMC was aware that the planning was inadequate but  lacked the authority to direct better planning.", "Effective oversight processes were not established by customers at  several locations. A senior Army division-level logistician who returned  from Iraq in late 2004 told us that there was nothing in the division’s  operations orders that identified its responsibilities in managing or  overseeing LOGCAP contract activities. Furthermore, the logistician  had not seen the contract statement of work that described the  division’s requirements nor had he seen the contractor’s technical  execution plan that described how the contractor planned to meet the  division’s requirements. He also said that the division had not prepared  any formal assessment of the contractor’s performance that could be  used at award fee boards. AMC has no authority to direct contract  oversight by LOGCAP customers.", "In our July 2004 report, we discussed a disagreement between the  LOGCAP contractor and DCAA involving at least $88 million in food  service charges to feed soldiers in Iraq. This occurred because the Army  had defined a population for each base camp in the statement of work  and had directed the contractor to feed that number. The actual number  of soldiers served, however, was lower than the number specified in the  contract for most locations. The contractor requested payment based on  the base camp numbers in the contract but DCAA believes that the  contractor should have been paid on the basis of the actual number of  meals served. These differing views created a billing disagreement.  According to the 101st Airborne Division official responsible for  coordinating LOGCAP activities in the division’s sector in Iraq, the  division was not aware of the cost implications of the disparity. He also  said that the next higher headquarters for the 101st was not interested in  the number of people who were using the dining facility, unless the  number exceeded the number contracted for in the statement of work.", "Information for award fee boards was not systematically collected from  some customers, making it difficult to hold a board that could  comprehensively evaluate the contractor’s performance. Award fee  boards can serve as a valuable tool to control program risk and  encourage contractors’ performance. AFSC recently told us that it had  to convert some LOGCAP task orders to cost-plus-fixed-fee task orders  partly because it lacked the information to hold an award fee board.", "AMC is aware of these problems and has attempted to influence how the  other DOD components carry out their roles by deploying personnel to  assist the customer in using the LOGCAP contract effectively. However,  while AMC can ask the DOD components to carry out their responsibilities,  it cannot direct their activities. This affects the extent to which it can  control how effectively the contract is utilized. For example, in response to  a series of questions we posed to AFSC regarding managing LOGCAP, an  AFSC official provided the following examples where it has no ability, or  limited ability, to influence contract activities:  Decisions on the level and frequency of services provided under the  contract are the combatant commanders’, based on operational  requirements.", "Commanders on the ground ultimately make decisions regarding the  composition of task orders and required services based on their  operational needs. While AFSC provides input to the planning process,  once the commander on the ground makes a decision, AFSC’s mission is  to execute that action within established legal, regulatory, and  contractual parameters. As an example, an AFSC official said that the  command aggressively pursued the reduction of the major task order for  services in Iraq (Task Order 59) with the customer. However, the  customer’s decision was to maintain the task order in its current form  with a planned increase in scope for the follow-on effort. Consequently,  AFSC will execute the customer’s requirement.", "AFSC’s procuring contracting officer has the primary responsibility for  monitoring the contractor’s performance, and DCMA serves as the  contracting officer’s agent in theater to monitor the performance of the  contractor. However, DCMA makes an independent assessment  regarding the level of staffing and resources allocated to perform its  mission.", "AMC’s command relationship to the other DOD components is shown in  figure 1. As shown, the DOD components with LOGCAP responsibilities  have separate chains of command leading to the Secretary of Defense and  only the Office of the Secretary of Defense is in a position to exercise  overall coordination of the four components.", "To address coordination issues between the components, AFSC has  focused on training commanders in using the LOGCAP contract effectively  and deploying personnel to work with commanders to improve their  understanding of contract oversight practices. However, AFSC officials  acknowledge that change will be slow because of the turnover of units and  personnel in southwest Asia. Given the $6.8 billion that the Army plans to  spend on LOGCAP contract activities in fiscal year 2005, the importance of  the contract to the success of current military operations, and the  existing command authorities, we believe that more direct oversight and  coordination is needed. This oversight would need to be at a level  sufficiently high enough to ensure participation in deliberations and vested  in an individual with sufficient stature to effectively advocate for the most  efficient use of the contract. We are not suggesting a change in command  and control relationships or contractual authority. The view that high level  oversight and coordination are needed is also shared by the former Deputy  Commanding General for Logistics in Iraq, who told us that he believes  someone was needed to provide overall coordination for the program and  by a senior AFSC official who told us that there was confusion over  program leadership and that there would be value in having someone of  general officer stature that could interact with all the DOD components  having LOGCAP responsibility to advocate for the most effective use of the  contract. In commenting on a draft of this report, the LOGCAP Support  Unit commander similarly said that better coordination between the DOD  components would improve contract oversight. The commander added  that doctrine development and training are a critical part of the solution  and that in AMC’s current LOGCAP doctrine, there is no “user guide” that  addresses user responsibilities in using the LOGCAP contract. Our  February 1997 report identified the need for better guidance, and earlier in  this report we discussed the Army’s ongoing efforts to improve its  guidance."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["In response to our prior reports, the Army has taken or is in the process of  taking steps designed to improve the management and oversight of  LOGCAP as well as related contracts and it continues to proactively look  for additional areas for improvement. This proactive work includes the  recent establishment of a Senior Executive Service position to manage  LOGCAP within AFSC. However, many other DOD components have  responsibilities under LOGCAP. At the DOD level, no one is in a position to  coordinate these components in using the contract. This lack of  coordination has resulted in problems in the use of the contract. While we  are not suggesting a change in command and control relationships or  contractual authority, we believe that establishing a LOGCAP coordinator  within DOD with responsibility for coordinating the use of LOGCAP and  with the authority to participate in deliberations and advocate for its most  effective use has the potential to improve the manner in which LOGCAP is  used and managed.", "Our July 2004 report recommended that teams of subject matter experts be  created to travel to locations where contractor services are being provided  to evaluate the support of and make recommendations on the  appropriateness of the services being provided, the level of services being  provided, and the economy and efficiency with which the services are  being provided. We continue to believe that this recommendation has merit  and would generate savings."], "subsections": []}, {"section_title": "Recommendation for Executive Action", "paragraphs": ["To make more effective use of LOGCAP we recommend that the Secretary  of Defense take the following actions:  Designate a LOGCAP coordinator with the authority to participate in  deliberations and advocate for the most effective and efficient use of the  LOGCAP contract. Areas where we believe this coordinator should  provide oversight include (1) reviewing planning for the use of LOGCAP  to ensure it is in accordance with Army doctrine and guidance;  (2) evaluating the types and frequency of services to be provided; and  (3) evaluating the extent to which the contract is being used  economically and efficiently.", "Direct the coordinator to advise the Secretary of unresolved differences  among the DOD components on how best to use LOGCAP, and to report  to the Secretary periodically regarding how effectively LOGCAP is being  used.", "As you know, 31 U.S.C.  720 requires the head of a federal agency to  submit a written statement on the actions taken on our recommendations  to the Senate Committee on Government Affairs and House Committee on  Government Reform not later than 60 days after the date of this report.  A written statement must also be sent to the House and Senate Committees  on Appropriations with the agency’s first request for appropriations made  more than 60 days after the date of this report."], "subsections": []}, {"section_title": "Agency Comments and our Evaluation", "paragraphs": ["DOD provided written comments on a draft of this report, which were  signed by the Acting Deputy Under Secretary of Defense for Logistics and  Materiel Readiness. They are included in appendix II. DOD concurred with  the report and its recommendations, and described the steps it plans to  take to implement our recommendations. Regarding our recommendation  that the Secretary of Defense designate a LOGCAP coordinator with the  authority to participate in deliberations and advocate for the most effective  and efficient use of the contract, DOD stated that it recently issued a new  DOD instruction entitled “The Defense Logistics and Global Supply Chain  Management System,” which identifies the Under Secretary of Defense for  Acquisition, Technology, and Logistics as the Defense Logistics Executive;  establishes a Defense Logistics Board; and defines the department's  logistics and global supply chain management system as including all DOD  activities that provide the combatant commanders with materiel support.  According to DOD, oversight of logistics support contracts such as the  Army's LOGCAP contract is within the authority and responsibility of the  Defense Logistics Executive, and the Defense Logistics Board will include  logistics support contracts as part of its mandate to “advise the Defense  Logistics Executive on oversight of the Defense logistics and global supply  chain management system.” Regarding our recommendation that the  coordinator be directed to advise the Secretary of unresolved differences  among the DOD components on how best to use LOGCAP, DOD stated that  the Defense Logistics Executive, with the advice and assistance of the  Defense Logistics Board, would do so.", "We are sending copies of this report to the Chairman and Ranking Minority  Members, House and Senate Committees on Armed Services; the Chairman  and Ranking Minority Members, Subcommittees on Defense, House and  Senate Committees on Appropriations; Chairman and Ranking Minority  Member, House Committee on Government Reform; and other interested  congressional committees. We are also sending a copy to the Director,  Office of Management and Budget, and we will make copies available to  others upon request. In addition, the report will be available at no charge  on the GAO Web site at http://www.gao.gov.", "If you or your staff have any questions, please contact me on (202) 512-8365  or by e-mail at solisw@gao.gov. Major contributors to this report are  included in appendix III."], "subsections": []}]}, {"section_title": "Scope and Methodology", "paragraphs": ["To determine the actions the Army has taken for improving the  management and oversight of the Logistics Civil Augmentation Program  (LOGCAP), we met with representatives of the Army Field Support  Command’s (AFSC) LOGCAP Program Manager, LOGCAP Contracting  Office, and LOGCAP Support Unit to gain a comprehensive understanding  of the status of efforts regarding the LOGCAP contract, the contract  management process, and issues related to using the contract effectively.  We drew upon our prior work, including visits to U.S. military sites using  the LOGCAP contract in Kuwait and units that had returned from Iraq.  Among the units that had returned from Iraq, we met with representatives  of the 101st Airborne Division and the 1st Armored Division. We also met  with customers who used the LOGCAP contract, including logistics  planners from the Army Central Command, who were responsible for  planning for the use of LOGCAP in Operations Enduring Freedom and Iraqi  Freedom, to discuss their experiences, and with contracting officials within  the same command who played a role in contract management and  oversight. To identify further opportunities to use the contract effectively,  we undertook a number of actions. We interviewed the former Deputy  Commanding General for Logistics in Iraq to discuss his experiences in  using LOGCAP. We also met with senior logistics officials from U.S. Army  Europe who were responsible for the Balkans Support Contract. As we  stated earlier in this report, the Balkans Support Contract is similar to the  LOGCAP contract and was established in 1997 when there was a change in  LOGCAP contractors. The purpose of our visit was to discuss their lessons  learned in controlling the Balkans Support Contract and the actions they  had taken to improve the overall management of that contract.", "We visited or spoke with individuals at the following locations during our  review: Department of the Army:  Office of the Deputy Chief of Staff-Logistics, Pentagon  U.S. Army Europe, Heidelberg, Germany  U.S. Army Central Command (Rear), Fort McPherson, Ga.", "U.S. Army Corps of Engineers—Trans Atlantic Program Center,  Winchester, Va.  1st Armored Division, Wiesbaden Army Airfield, Wiesbaden, Germany  U.S. Army Materiel Command, Fort Belvoir, Va.", "U.S. Army Field Support Command, LOGCAP Contracting Office,  Rock Island, Ill.", "U.S. Army Field Support Command, LOGCAP Program Office,  Fort Belvoir, Va.", "U.S. Army Field Support Command, LOGCAP Support Unit,  Fort Belvoir, Va.", "We conducted our review from October 2004 through January 2005 in  accordance with generally accepted government auditing standards."], "subsections": []}, {"section_title": "Comments from the Department of Defense", "paragraphs": [], "subsections": []}, {"section_title": "GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Acknowledgments", "paragraphs": ["In addition to the person named above, Glenn Furbish, Kenneth Patton,  Jennifer Thomas, and Earl Williams made key contributions to this report."], "subsections": []}, {"section_title": "GAO’s Mission", "paragraphs": ["The Government Accountability Office, the audit, evaluation and  investigative arm of Congress, exists to support Congress in meeting its  constitutional responsibilities and to help improve the performance and  accountability of the federal government for the American people. GAO  examines the use of public funds; evaluates federal programs and policies;  and provides analyses, recommendations, and other assistance to help  Congress make informed oversight, policy, and funding decisions. GAO’s  commitment to good government is reflected in its core values of  accountability, integrity, and reliability."], "subsections": []}, {"section_title": "Obtaining Copies of GAO Reports and Testimony", "paragraphs": ["The fastest and easiest way to obtain copies of GAO documents at no cost  is through GAO’s Web site (www.gao.gov). Each weekday, GAO posts  newly released reports, testimony, and correspondence on its Web site. To  have GAO e-mail you a list of newly posted products every afternoon, go to  www.gao.gov and select “Subscribe to Updates.”"], "subsections": [{"section_title": "Order by Mail or Phone", "paragraphs": [], "subsections": []}]}, {"section_title": "To Report Fraud, Waste, and Abuse in Federal Programs", "paragraphs": [], "subsections": []}, {"section_title": "Congressional Relations", "paragraphs": [], "subsections": []}, {"section_title": "Public Affairs", "paragraphs": [], "subsections": []}]}], "fastfact": []}