{"id": "GAO-18-182", "url": "https://www.gao.gov/products/GAO-18-182", "title": "Federal Prisons: Information on Inmates with Serious Mental Illness and Strategies to Reduce Recidivism", "published_date": "2018-02-15T00:00:00", "released_date": "2018-02-15T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["In 2016, SAMHSA estimated that about 10.4 million adults in the United States suffered from a serious mental illness, which generally includes conditions such as schizophrenia and bipolar disorder. As of May 27, 2017, BOP was responsible for overseeing 187,910 inmates and 7,831 of these inmates were considered to have a serious mental illness. Research has shown that inmates with serious mental illness are more likely to recidivate than those without.", "The 21st Century Cures Act directed GAO to report on the prevalence of crimes committed by persons with serious mental illness and the costs to treat these offenders—including identifying strategies for reducing recidivism among these individuals. This report discusses (1) what is known about crimes committed by inmates with serious mental illness incarcerated by the federal and selected state governments; (2) what is known about the costs to the federal and selected state governments to incarcerate and provide mental health care services to those individuals; and (3) what strategies have the federal and selected state governments and studies identified for reducing recidivism among individuals with serious mental illness.", "GAO selected six states that varied in their adult incarceration rates and provided geographic diversity. At BOP and the six states' departments of corrections, GAO analyzed criminal offense and incarceration and mental health care cost data and interviewed officials about strategies for reducing recidivism for inmates with serious mental illness. The results from these six states are not generalizable, but provide insights. GAO also reviewed studies that analyzed the relationship between various programs and recidivism among offenders with mental illness."]}, {"section_title": "What GAO Found", "paragraphs": ["About two-thirds of inmates with a serious mental illness in the Department of Justice's (DOJ) Federal Bureau of Prisons (BOP) were incarcerated for four types of offenses—drug (23 percent), sex offenses (18 percent), weapons and explosives (17 percent), and robbery (8 percent)—as of May 27, 2017. GAO's analysis found that BOP inmates with serious mental illness were incarcerated for sex offenses, robbery, and homicide/aggravated assault at about twice the rate of inmates without serious mental illness, and were incarcerated for drug and immigration offenses at about half or less the rate of inmates without serious mental illness. GAO also analyzed available data on three selected states' inmate populations and the most common crimes committed by inmates with serious mental illness varied from state to state due to different law enforcement priorities, definitions of serious mental illness and methods of tracking categories of crime in their respective data systems.", "BOP does not track costs related to incarcerating or providing mental health care services to inmates with serious mental illness, but BOP and selected states generally track these costs for all inmates. BOP does not track costs for inmates with serious mental illness in part because it does not track costs for individual inmates due to resource restrictions and the administrative burden such tracking would require. BOP does track costs associated with mental health care services system-wide and by institution. System-wide, for fiscal year 2016, BOP spent about $72 million on psychology services, $5.6 million on psychotropic drugs and $4.1 million on mental health care in residential reentry centers. The six state departments of corrections each used different methods and provided GAO with estimates for different types of mental health care costs. For example, two states provided average per-inmate costs of incarceration for mental health treatment units where some inmates with serious mental illness are treated; however, these included costs for inmates without serious mental illness housed in those units.", "DOJ, Department of Health and Human Service's Substance Abuse and Mental Health Services Administration (SAMHSA), and criminal justice and mental health experts have developed a framework to reduce recidivism among adults with mental illness. The framework calls for correctional agencies to assess individuals' recidivism risk and substance abuse and mental health needs and target treatment to those with the highest risk of reoffending. To help implement this framework, SAMHSA, in collaboration with DOJ and other experts, developed guidance for mental health, correctional, and community stakeholders on (1) assessing risk and clinical needs, (2) planning treatment in custody and upon reentry based on risks and needs, (3) identifying post-release services, and (4) coordinating with community-based providers to avoid gaps in care. BOP and the six states also identified strategies for reducing recidivism consistent with this guidance, such as memoranda of understanding between correctional and mental health agencies to coordinate care. Further, GAO's literature review found that programs that reduced recidivism among offenders with mental illness generally offered multiple support services, such as mental health and substance abuse treatment, case management, and housing assistance."]}], "report": [{"section_title": "Letter", "paragraphs": ["Mental illness is widespread in the United States. According to figures  from the Substance Abuse and Mental Health Services Administration  (SAMHSA)—an agency within the Department of Health and Human  Services (HHS)—an estimated 44.7 million adults in the United States  suffered from a mental illness in 2016. Among those, about 10.4 million  suffered from a serious mental illness, which generally includes  conditions such as schizophrenia, bipolar disorder, major depression, and  severe post-traumatic stress disorder (PTSD).", "At the federal and state levels, law enforcement components—such as  the Department of Justice’s (DOJ) Federal Bureau of Prisons (BOP) and  state departments of corrections—are responsible for incarcerating  individuals who are charged with or convicted of crimes. Some of these  individuals have serious mental illness and require mental health care  while incarcerated. Multiple U.S. courts over the years have determined  that inmates have a constitutional right to adequate medical and mental  health care. By statute, BOP is required to provide for suitable housing  and the safekeeping, care, and subsistence of all persons charged with or  convicted of offenses against the United States. As part of its duties,  BOP is responsible for delivering adequate health care, including medical,  dental, and mental health care, in a manner consistent with accepted  community standards for a correctional environment. As of May 27,  2017, BOP incarcerated and was responsible for ensuring that about  187,910 inmates received medical and mental health care—the agency  considered 7,831 (4.2 percent) of these inmates to have a serious mental  illness. See appendix I for the characteristics of BOP’s inmate population  with and without serious mental illness, as of May 27, 2017.", "Research has shown that inmates with serious mental illness are more  likely to have higher rates of recidivism than those without. Further,  inmates with co-occurring serious mental illness and substance use  disorders are more likely to recidivate than those with serious mental  illness alone.", "This report responds to the 21st Century Cures Act (Act), which directed  us to report on the prevalence of crimes committed by persons with  serious mental illness and the costs to treat the offenders—including  identifying strategies for reducing recidivism among individuals with  serious mental illness. Specifically, this report addresses the following  questions:  1.  What is known about the crimes committed by inmates with serious  mental illness who were incarcerated by the federal and selected  state governments?  2.  What is known about the costs to the federal and selected state  governments to incarcerate and provide mental health services to  incarcerated individuals with serious mental illness?  3.  What strategies for reducing recidivism among individuals with serious  mental illness have federal and selected state governments and  studies identified?", "To address all three objectives, we reviewed documents, interviewed  officials, and analyzed data obtained from BOP and selected states’  departments of corrections. For objective 3, we also reviewed documents  and interviewed officials from DOJ’s Office of Justice Programs and HHS  (SAMHSA and the National Institute of Mental Health). For purposes of  this review, we based our work on the definitions of “serious mental  illness” that are provided by each of the selected federal agencies and  selected states’ department of corrections. We selected six states based  upon variation in the rate of incarcerated adults per capita to obtain a mix  of states with high, medium, and low rates, specialist recommendations  on data quality and quality of programs for inmates with serious mental  illness, and variation in geography. Using these criteria, we selected  California, New York, Ohio, Texas, Virginia, and Washington.", "To determine what types of crimes were committed by inmates with  serious mental illness who were imprisoned by the federal government  and selected state governments, we analyzed policies and guidance at  BOP and the departments of corrections in selected states to determine  how, if at all, the agencies define serious mental illness and the  processes used to identify incarcerated inmates with serious mental  illness. We also analyzed available data from BOP and the departments  of corrections in selected states to identify the most serious types of  crimes for which inmates with serious mental illness were convicted and  incarcerated during fiscal year 2017. We focused on fiscal year 2017 as it  was the most recent year of data available on BOP’s population of  inmates with serious mental illness. To assess the reliability of BOP’s  criminal offense data, tracked in BOP’s SENTRY data system, we  performed electronic data testing for obvious errors in accuracy and  completeness and interviewed agency officials knowledgeable about the  system to determine the processes in place to ensure the integrity of the  data. We determined that the data were sufficiently reliable for the  purposes of this report. We also interviewed officials from the selected  state departments of corrections to determine the challenges they faced  in recording, tracking, and maintaining data on inmates with serious  mental illness, but we did not independently assess the internal controls  associated with the selected states’ data systems. We provided state  level data as illustrative examples of the crimes committed by inmates  with serious mental illness in selected states.", "To identify what is known about the costs to the federal government and  selected state governments to incarcerate and provide mental health  services to incarcerated individuals with serious mental illness, we  interviewed officials from BOP’s Reentry Services Division, Correctional  Programs Division, Administration Division, Program Review Division,  and Health Services Division, and the departments of corrections in  selected states to discuss and obtain documentation on the processes  and systems used to identify the costs to incarcerate and provide mental  health services to inmates with serious mental illness—including any  challenges faced in tracking such costs. We obtained and analyzed BOP  obligation data from fiscal year 2016, the last full year of cost data  available, for the following budget categories for services related to  mental illness: Psychology Services, psychotropic medications, and  Residential Reentry Center mental health care costs. To assess the  reliability of BOP’s obligations data, we performed electronic testing for  obvious errors in accuracy and completeness, and interviewed agency  officials knowledgeable about BOP’s budget to determine the processes  in place to ensure the integrity of the data. We determined that the data  were sufficiently reliable for the purposes of this report.", "Additionally, we obtained and analyzed BOP data from the Psychology  Data System (PDS) on the extent to which BOP personnel engaged in  psychology services related to inmate psychological well-being during  fiscal year 2016, to calculate the average psychology services  interactions (by category) per inmate during fiscal year 2016. To assess  the reliability of BOP’s psychology services utilization services data, we  performed electronic testing for obvious errors in accuracy and  completeness, and interviewed agency officials knowledgeable about  BOP’s psychology services to determine the processes in place to ensure  the integrity of the data. We determined that the data were sufficiently  reliable for the purposes of this report.", "To determine what strategies for reducing recidivism among individuals  with serious mental illness have been identified by the federal  government and selected state governments and in literature, we  obtained and analyzed documents and interviewed officials from BOP  and the selected states’ corrections departments, as well as from DOJ  and HHS organizations that support research, training, and programs  related to mental health and recidivism. These DOJ organizations  included the National Institute of Corrections within BOP, and the Bureau  of Justice Assistance (BJA) and National Institute of Justice (NIJ) within  the Office of Justice Programs. The HHS organizations included  SAMHSA and the National Institute of Mental Health. We also interviewed  subject matter specialists from the Council of State Governments Justice  Center, Pew Charitable Trusts, and the Treatment Advocacy Center,  which we selected to obtain perspectives from researchers and mental  health and criminal justice organizations. Further, we conducted a  literature review of studies that have sound methodologies and use  primary data collection or secondary analysis to assess the impact of  programs or interventions during incarceration or reentry on recidivism  among adult offenders with mental illness. Appendix II contains a more  detailed discussion of our objectives, scope, and methodology.", "We conducted this performance audit from February 2017 through  February 2018, in accordance with generally accepted government  auditing standards. Those standards require that we plan and perform the  audit to obtain sufficient, appropriate evidence to provide a reasonable  basis for our findings and conclusions based on our audit objectives. We  believe that the evidence obtained provides a reasonable basis for our  findings and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "BOP’s Roles and Responsibilities in Providing Mental Health Care to Incarcerated Inmates", "paragraphs": ["To identity inmates with mental illness, BOP screens inmates prior to  designation to a facility by reviewing an inmate’s pre-sentence report and  assigning preliminary medical and mental health screening levels. Once  an inmate is designated to a BOP institution, the institution staff assesses  inmates to provide an accurate mental health diagnosis and  determination of the severity of any mental illness as well as determining  their suicide risk. BOP also identifies the mental health needs of each  inmate and matches the inmate to an institution with the appropriate  resources. Institution mental health care levels range from 1 to 4, with 1  being institutions that care for the healthiest inmates and 4 being  institutions that care for inmates with the most acute needs. Inmate  mental health care levels are also rated in this manner from level 1 to  level 4. After an inmate arrives at a BOP institution, during the admission  and orientation process, every inmate receives information on mental  health services available at that site. Table 1 identifies inmate mental  health care levels and the percentage of all inmates by designated level.  Throughout an inmate’s incarceration, BOP psychologists, psychiatrists,  and qualified mid-level practitioners (i.e., a physician assistant or nurse  practitioner who is licensed in the field of medicine and possess  specialized training in mental health care) can determine a new mental  health care level following a review of records and a face-to-face clinical  interview.", "BOP’s Psychology Services Branch, which the Reentry Services Division  oversees, provides most mental health services to inmates in BOP- operated institutions, including providing individualized psychological care  and residential and non-residential treatment programs (Figure 1 shows  BOP’s organization for providing mental health services). BOP’s Health  Services Division manages psychiatry and pharmacy services. Most  mental health treatment is provided in what BOP calls its mainline, or  regular, institutions. Acutely ill inmates in need of psychiatric  hospitalization, such as inmates suffering from schizophrenia or bipolar  disorder, may receive these services at one of BOP’s five medical referral  centers, which provide inpatient psychiatric services as part of their  mission. At BOP institutions, psychologists are available for formal counseling and treatment on an individual or group basis. In addition, staff  in an inmate’s housing unit is available for informal counseling.  Psychiatric services available at the institution are enhanced by contract  services from the community."], "subsections": []}, {"section_title": "BOP Criteria Used to Identify the Population of Inmates with Serious Mental Illness", "paragraphs": ["Prior to the passage of the 21st Century Cures Act, and at the beginning  of our work, BOP defined serious mental illness in accordance with the  agency’s program statement—which states that classification of an  inmate as seriously mentally ill requires consideration of diagnoses; the  severity and duration of symptoms; the degree of functional impairment  associated with the illness; and treatment history and current treatment  needs. In accordance with BOP’s program statement, BOP used this  guidance along with other variables to develop six criteria to identify the  population of inmates with serious mental illness who were incarcerated  in fiscal years 2016 and 2017—the most recent fiscal years for which data  on these criteria are available. The additional criteria to identify the  population of inmates with serious mental illness are as follows:  1.  Inmate was evaluated by BOP and assigned a mental health care  level 3: An inmate requires enhanced outpatient mental health care  such as weekly psychosocial intervention or residential mental health  care.  2.  Inmate was evaluated by BOP and assigned a mental health care  level 4: An inmate requires acute care in a psychiatric hospital; the  inmate is gravely disabled and cannot function in a general population  environment.  3.  Inmate was assigned a mental health study level 4: This indicated that  the inmate was subject to a court ordered forensic study that required  an inpatient setting.  4.  Inmate was diagnosed to have one or more of 74 Diagnostic and  Statistical Manual of Mental Disorders (DSM) diagnoses, both active  and in remission, that BOP considers a serious mental illness.  5.  Inmate was evaluated by BOP and identified as having a chronic  suicide risk, due to the inmate having a history of two or more suicide  attempts.  6.  Inmate was evaluated by BOP and assigned a psychology alert  status. This designation was applied to inmates who were evaluated  as having substantial mental health concerns and requiring extra care  when changing housing or transferring institutions.", "On August 15, 2017, in a memorandum for the Comptroller General of the  United States from the Acting Director of BOP, BOP defined “serious  mental illness” for purposes of section 14016 of the 21st Century Cures  Act as follows:  Individuals with a serious mental illness are persons:", "Who currently or at any time during the past year,", "Have had a diagnosable mental, behavioral, or emotional disorder  of sufficient duration to meet diagnostic criteria specified within the  most current edition of the Diagnostic and Statistical Manual of  Mental Disorders,", "That has resulted in functional impairment which substantially  interferes with or limits one or more major life activities.", "The memorandum also stated that BOP may further operationalize this  definition by identifying specific mental disorders which are to be  classified as serious mental illness and providing examples of functional  impairment specific to BOP’s settings and/or populations. BOP officials  indicated that BOP’s program statement and the six criteria to identify the  population of inmates with serious mental illness who were incarcerated  in fiscal years 2016 and 2017 would coincide with the definition for  “serious mental illness” provided in the memorandum for the Comptroller  General of the United States for purposes of the 21st Century Cures Act  and identify an identical set of BOP inmates with “serious mental illness”  for fiscal years 2016 and 2017."], "subsections": []}, {"section_title": "Incarceration and Reentry Are Key Periods to Affect Recidivism", "paragraphs": ["The periods during incarceration in federal and state prisons and reentry  into the community are considered to be key periods to implement  interventions to reduce recidivism among individuals with serious mental  illness, according to public health and correctional stakeholders. The  Bureau of Justice Statistics has found that for all offenders, regardless of  their mental health status, the highest rate of recidivism occurs during the  first year after release from prison. Further, researchers have found that  offenders with serious mental illness return to prison sooner than those  without serious mental illness. Multiple factors may contribute to the  cycle of repeated incarceration among individuals with serious mental  illness. SAMHSA reports that individuals with mental illness face  additional challenges upon reentering the community, including those  associated with finding treatment providers, stable housing, and  employment. Federal agencies have established interagency groups and  other mechanisms to share information on how to address the challenges  related to recidivism among offenders with serious mental illness.  Examples of these information sharing mechanisms are described in  appendix III.", "While the periods of incarceration and reentry are the focus of this review,  there are other points in the criminal justice system where there are  opportunities to intervene to prevent individuals with serious mental  illness from becoming further involved with the system, such as during the  initial law enforcement response or during court proceedings. Further,  SAMHSA has identified connecting those in need of treatment to  community mental health services before a behavioral health crisis begins  as a way to prevent individuals with mental illness from becoming  involved in the criminal justice system."], "subsections": []}]}, {"section_title": "The Type of Crimes Committed by Inmates with Serious Mental Illness Incarcerated by BOP and Selected States’ Departments of Corrections Vary", "paragraphs": [], "subsections": [{"section_title": "BOP Inmates with Serious Mental Illness Were Incarcerated for Similar Crimes as BOP Inmates Without Serious Mental Illness, But Some Differences Exist", "paragraphs": ["About two-thirds of BOP inmates with a serious mental illness were  incarcerated for four types of offenses—drug offenses (23 percent), sex  offenses (18 percent), weapons and explosives offenses (17 percent),  and robbery (8 percent)—as of May 27, 2017. As shown in figure 2, some  differences in offenses exist between inmates with and without serious  mental illness in BOP custody. Specifically, our analysis found that BOP  inmates with serious mental illness were incarcerated for sex offenses,  robbery, and homicide or aggravated assault at about twice the  percentage of inmates without serious mental illness, and were  incarcerated for drug and immigration offenses at about half or less the  rate of inmates without serious mental illness.", "Additionally, we found some differences between BOP inmates with and  without serious mental illness in the length and severity of sentences.  Although a similar percentage of inmates with and without serious mental  illness have life sentences (2.8 percent and 2.5 percent, respectively), a  lower percentage of inmates with serious mental illness had sentences of  10 years or less (43.5 percent and 49.2 percent, respectively). About .06  percent (5 inmates) of inmates with serious mental illness and about .03  percent (52 inmates) of inmates without serious mental illness received a  death sentence. See appendix I for additional information on the  characteristics of BOP inmates with and without serious mental illness."], "subsections": []}, {"section_title": "The Most Common Types of Crimes Committed by Inmates with Serious Mental Illness Varied Among Selected States’ Departments of Corrections", "paragraphs": ["Based on our analysis of available data provided by selected states’  departments of corrections, the most common crimes committed by  inmates with serious mental illness varied from state to state. The  difference in types of crimes reported by states and BOP may be due to  different priorities, laws, and enforcement priorities across the state and  federal criminal justice systems, among other things. The federal and  state governments also define serious mental illness differently, and they  track different categories of crime in their respective data systems. The  percentages and types of crimes committed by incarcerated inmates are  shown in figures 3 through 5 below for three selected states’ departments  of corrections."], "subsections": [{"section_title": "New York", "paragraphs": ["The New York State Department of Corrections and Community  Supervision (DOCCS) cared for 2,513 inmates with serious mental illness  out of a total of 51,436 inmates as of December 31, 2016. Figure 3 shows  the categories of offenses committed by inmates defined by DOCCS as  having serious mental illness. Three out of four inmates with serious  mental illness under the care of DOCCS were incarcerated for violent  crimes. According to DOCCS program descriptions, diagnostic criteria for  serious mental illness are: (1) an inmate is determined by the New York  State Office of Mental Health to have specified mental health diagnoses;  (2) an inmate is actively suicidal or has made a recent, serious suicide  attempt; or (3) an inmate is diagnosed with serious mental illness, organic  brain syndrome, or a severe personality disorder that is manifested in  significant functional impairment such as acts of self-harm or other  behaviors that have a serious adverse effect on life or on mental or  physical health.", "The Virginia Department of Corrections cared for 527 inmates with  serious mental illness out of a total of 30,052 inmates as of September  29, 2017. Figure 4 shows the crimes committed by inmates that Virginia  defined as having serious mental illness. About one quarter of the  inmates with serious mental illness in Virginia committed rape, sexual  assault, and other assault crimes. Virginia policy defines an inmate with  serious mental illness as an offender diagnosed with a psychotic disorder,  bipolar disorder, major depressive disorder, PTSD or anxiety disorder, or  any diagnosed mental disorder (excluding substance use disorders)  currently associated with serious impairment in psychological, cognitive,  or behavioral functioning that substantially interferes with the person’s  ability to meet the ordinary demands of living and requires an  individualized treatment plan by a qualified mental health professional(s).", "The Washington Department of Corrections cared for 1,881 inmates with  serious mental illness out of a total of 17,234 inmates as of June 30,  2017. Figure 5 shows the crimes committed by Washington inmates that  Washington defined as having serious mental illness. About half of the  inmates with serious mental illness in Washington committed assault or  sex crimes. The Washington Department of Corrections defines serious  mental illness as a substantial disorder of thought or mood which  significantly impairs judgment, behavior, or capacity to recognize reality or  cope with the ordinary demands of life within the prison environment and  is manifested by substantial pain or disability. The Washington  Department of Corrections’ definition does not include inmates who are  substance abusers or substance dependent—including alcoholics and  narcotics addicts—or persons convicted of any sex offense, who are not  otherwise diagnosed as seriously mentally ill."], "subsections": []}]}]}, {"section_title": "BOP Does Not Track Costs Related to Inmates with Serious Mental Illness but BOP and Selected States Generally Track Costs Related to Treating Inmates with Mental Illness", "paragraphs": [], "subsections": [{"section_title": "BOP Does Not Track Costs Related to Inmates with Serious Mental Illness", "paragraphs": ["According to BOP officials, the agency does not track costs specifically  associated with inmates with serious mental illness due to resource  restrictions and the administrative burden such tracking would require.  BOP officials stated that BOP, unlike a hospital, is not structured to bill  individual interactions; and noted that, generally, the correctional industry  does not account for costs by tracking individual costs. BOP officials said  that requiring BOP staff to gather individual cost data manually would be  an extremely time consuming and burdensome process. In addition, BOP  does not maintain the mental health care cost data necessary to calculate  the individual inmate costs related to specific program areas (i.e.,  psychology and psychiatric services)."], "subsections": []}, {"section_title": "BOP Tracks Some Costs Related to Treating Inmates with Mental Illness", "paragraphs": ["BOP tracks the costs associated with incarcerating its overall inmate  population and with providing mental health care services to inmates  system-wide and separately by institution. For fiscal year 2016, BOP’s  institution-level data show that total incarceration costs vary by BOP  institution (ranging from $15 million to over $247 million), for a number of  reasons, including varying amounts of medical and mental health care  available at each institution. Table 2 identifies BOP’s costs for mental  health care services provided to all inmates (including inmates with  serious mental illness) for fiscal year 2016, the last year for which BOP  had complete data during our audit work. The costs below are the most  readily available BOP-wide costs directly related to mental health care.  BOP’s Psychology Services staff provides most inmate mental health  services in BOP-operated institutions, including the provision of  individualized psychological care. Psychotropic medication may be used  to treat mental illness, although in some instances, BOP uses  psychotropic medication to treat individuals with other kinds of health  conditions. Residential Reentry Centers, also known as halfway houses,  provide assistance to inmates nearing release, including some inmates  with serious mental illness.", "BOP includes psychiatric treatment and services under medical care  costs, but BOP does not track psychiatric costs separately. In July 2013,  we reported that BOP also does not track its contractors’ costs of  providing mental health services to the 13 percent of BOP inmates  housed in privately managed facilities. The performance-based, fixed- price contracts that govern the operation of BOP’s privately managed  facilities give flexibility to the contractors to decide how to provide mental  health services.", "BOP tracks and maintains information on the number and types of inmate  interactions with Psychology Services personnel. These interactions  include clinical and non-clinical interactions between Psychology Services  staff and inmates that may be crisis-oriented or routine, such as individual  and group therapy. Based on our analysis of these data, in fiscal year  2016, BOP inmates with serious mental illness were more likely than  other inmates to use 18 of the 20 services or programs tracked by  Psychology Services. On average, we found that an inmate with serious  mental illness had 9.6 clinical interventions compared to 0.24 clinical  interventions for inmates without serious mental illness during fiscal year  2016. As a result, an average BOP inmate with serious mental illness  was 40 times more likely to receive a clinical intervention than an average  inmate without serious mental illness. BOP data do not capture the time  and resources associated with any of the Psychology Services  interactions; thus we cannot assign a cost value to differences between  populations in receipt of these services. Appendix IV shows the extent to  which BOP’s inmate population received specific types of psychology  services in fiscal year 2016."], "subsections": []}, {"section_title": "Selected States’ Departments of Corrections Provided Estimated Costs for Inmate Mental Health Care", "paragraphs": ["The selected state departments of corrections provided us with estimates  for different types of mental health care costs, but did not identify mental  health care costs specifically for inmates with serious mental illness.  Additionally, the states did not provide us with the total cost to incarcerate  inmates with serious mental illness. For example, officials from one state  said staff did not calculate costs separately for inmates with mental illness  compared to inmates without mental illness as they did not believe an  accurate comparison could be made. Officials from another state said that  they did not track costs of incarceration or mental health services per  inmate based on whether or not an inmate has mental illness, while  officials from another state said they were not able to track costs for  mental health services for inmates at the individual level. The selected  state departments of corrections also used different methods to determine  the costs of the mental health services they provided to their inmate  population. For example:", "Two state departments of corrections provided us with the average  per-inmate costs of incarceration for a mental health treatment unit or  treatment center where some inmates with serious mental illness are  treated, but these per-inmate costs also included incarceration costs  for inmates without serious mental illness who were housed in these  facilities.", "Another state department of corrections provided total psychotropic  medication costs for all inmates and mental health care costs per  offender. Mental health care costs per offender were averaged across  all offenders, not exclusively those with serious mental illness.", "Two other states provided total costs for one budget item related to  mental illness: total mental health program spending in one state, and  psychiatric care expenditures in the other state. These costs were for  all inmates, not exclusively for inmates with serious mental illness.", "Another state department of corrections provided an estimate for  average mental health care costs per inmate with mental illness, but  this estimate included all inmates diagnosed as having a mental  illness, not exclusively those inmates diagnosed with serious mental  illness."], "subsections": []}]}, {"section_title": "Targeting Treatments Based on Risk and Coordinating Transition Plans of Individuals with Serious Mental Illness Are among Strategies Identified by Federal and Selected State Agencies and Studies", "paragraphs": ["In 2012, the Council of State Governments Justice Center developed the  Criminogenic Risk and Behavioral Health Needs Framework in  collaboration with DOJ’s National Institute of Corrections and Bureau of  Justice Assistance, SAMHSA, and experts from correctional, mental  health, and substance abuse associations. The framework is an  approach to reduce recidivism and promote recovery among adults under  correctional supervision with mental illness, substance use disorders, or  both. It calls for correctional agencies to assess individuals’ criminogenic  risk (the risk of committing future crimes), substance abuse and mental  health needs. The agencies are to use the results of the assessment to  target supervision and treatment resources based on these risks and  needs. Additionally, the framework states that individuals with the highest  criminogenic risks should be prioritized for treatment to achieve the  greatest effect on public safety outcomes.", "Mental health and substance abuse  treatment  There are a number of different approaches  that can be tailored and combined to address  an individual’s mental health and substance  abuse treatment needs. Examples include:", "Psychopharmacology.", "Approach that aims to address  dysfunctional thoughts, moods, or  behavior through time-limited counseling.", "To help implement the principles set forth in the framework, SAMHSA  developed additional guidance in collaboration with the Council of State  Governments Justice Center, the Bureau of Justice Assistance and  experts from correctional, mental health, and substance abuse  associations. This guidance is for mental health, correctional, and  community stakeholders, and uses the Assess, Plan, Identify, Coordinate  model to provide procedural guidelines to reduce recidivism and promote  recovery at different points during incarceration and reentry. Table 3  below describes selected guidelines and examples of strategies that were  identified by BOP and the six selected states that correspond to each  element of the model.", "A residential treatment program for  individuals with both substance use and  mental disorders that uses a peer  community to address substance abuse,  psychiatric symptoms, cognitive  impairments, and other common  impairments.   who are in recovery and have previously  been involved in the criminal justice  system provide support to others who are  also involved in the criminal justice  system.", "Forensic intensive case management.  A case manager coordinates services in  the community to help clients sustain  recovery and prevent further involvement  with the criminal justice system.", "Forensic Assertive Community  Treatment (FACT). Treatment is  coordinated by a multidisciplinary team,  which may include psychiatrists, nurses,  peer specialists, and probation officers.  FACT teams have high staff-to-client  ratios and are available around-the-clock  to address clients’ case management and  treatment needs.", "Examples of Bureau of Prisons (BOP) and Selected State Strategies  booking/intake process as feasible and  throughout the criminal justice continuum to  detect substance use disorders, mental  disorders, co-occurring substance use and  mental disorders, and criminogenic risk.  Follow up with comprehensive assessment  to guide program placement and service  delivery. Assessment should include clinical  needs, social support needs (e.g., housing,  education, employment, and transportation),  and risk factors.", "All six selected states and BOP have developed mental health  assessments during the intake process.   BOP officials stated that the agency is in the process of enhancing the  predictive validity of its criminogenic risk assessment and expects to  complete this project in 2018.", "One of the six selected states uses a multidisciplinary treatment team  composed of a clinician, psychiatrist, and correctional counselor, to assess  the treatment and programming needs of inmates with serious mental  illness. In addition to mental health treatment, the multidisciplinary team  assesses if the inmate is ready for and would benefit from institutional  services such as academic and vocational education programs, work, or  substance abuse counseling. These assessments occur at least annually,  but may occur whenever an inmate’s treatment needs have changed."], "subsections": [{"section_title": "Studies Indicate Some Promising Strategies to Reduce Recidivism Among Offenders with Mental Illness", "paragraphs": ["To identify strategies to reduce recidivism among offenders with mental  illness during incarceration and reentry, we searched for studies that  analyzed the relationship between programs and recidivism among  offenders with mental illness. Our search identified about 200  publications. We used a systematic process to conduct the review, which  appendix II describes in more detail. We ultimately identified 14 studies  that (1) assessed correctional institution or reentry programs for offenders  with mental illness implemented in the United States, (2) contained  quantitative analyses of the effect of a program on recidivism, and (3)  used sufficiently sound methodologies for conducting such analyses.", "The studies examined different kinds of recidivism outcomes (e.g., re- arrest, re-incarceration, reconviction) and one study often examined more  than one recidivism outcome. We categorize the findings for each study  as follows:", "Statistically significant reduction in recidivism: the study reported  that one or more outcome measures indicated a statistically significant  reduction in recidivism among program participants; the study may  also have one or more recidivism outcome measures that were not  statistically significant.", "Statistically significant increase in recidivism: the study reported  that one or more outcome measures indicated a statistically significant  increase in recidivism among program participants; the study may  also have one or more recidivism outcome measures that were not  statistically significant.", "No statistically significant effect on recidivism: the study reported  only outcomes indicating no statistically significant effect on recidivism  among program participants.", "The statistical significance finding categories are based on the effect of  the program as a whole and do not indicate if or how all individual  elements of the programs impacted recidivism. For additional information  on recidivism findings, see appendices V and VI. See appendix VII for a  bibliography of the studies.", "The results of the literature review provide insights into factors that can  affect recidivism among individuals with mental illness; however, the  following considerations should be taken into account: (1) the type of  mental illness of program participants varied within and across programs  making it difficult to generalize results to individuals with all types of  mental illness; (2) the studies may not provide a full description of the  programs; (3) not all participants may have used available program  services; (4) studies assessed the programs as a whole and did not  determine to what extent different elements of the programs impacted  recidivism; and (5) some studies used designs which cannot control for all  unobserved factors that could affect the recidivism results.", "Nine of the 14 studies we reviewed found statistically significant  reductions in recidivism. The studies that found statistically significant  reductions generally involved programs that offered multiple support  services, as shown in figure 6. Providing mental health and substance  abuse treatment (8 of 9 studies), case management (5 of 9 studies),  release planning (5 of 9 studies), housing (6 of 9 studies) and  employment assistance (4 of 9 studies) were the most common services  across the programs where studies we reviewed found statistically  significant reductions in recidivism. In addition, more than half of the  programs that resulted in statistically significant reductions in recidivism  were coordinated with multidisciplinary stakeholders, such as mental  health providers, correctional officials, substance use specialists, social  workers, and peer support specialists (7 of 9 studies), and community  corrections agencies, such as probation or parole offices (6 of 9 studies).  However, other studies found that programs that offered multiple support  services did not reduce recidivism, suggesting that other factors may also  affect recidivism. Such factors may include the extent to which  participants used services, as well as other unique programmatic factors,  such as addressing criminogenic risk or criminal thinking. We further  discuss examples of programs that did and did not reduce recidivism  below.", "For example, study 9 examined Washington’s Dangerously Mentally Ill  Program, in which a multidisciplinary committee determines which  offenders meet the program criteria of having a mental illness and are at  high risk of being dangerous to themselves or others six months prior to  their release from prison. Members of the committee include  representatives from the Department of Social and Health Services,  Department of Corrections, law enforcement, and community mental  health and substance abuse treatment agencies. Offenders designated  for participation are immediately assigned a community mental health  treatment provider and receive special transition planning prior to their  release from prison. After release, and for up to five years, a variety of  services are available to participants based on assessed needs. Services  may include mental health and substance abuse treatment, housing and  medical assistance, training, and other support services. Researchers  found that program participants were about 42 percent less likely to be  reconvicted of a new felony than similar offenders in the comparison  group four years after release (recidivism rates were 28 percent and 48  percent, respectively).", "Two other studies (numbers 3 and 6) evaluated Colorado’s Modified  Therapeutic Community, a residential program that was provided both as  a 12-month prison program and 6-month reentry program after release  from prison for offenders with co-occurring mental illness and substance  use disorders. Participants may have participated in only the prison  program, only the reentry program, or both. Both programs use a  cognitive-behavioral curriculum designed to help participants recognize  and respond to the interrelationship of substance abuse, mental illness,  and criminality and to use strategies for symptom management. The  reentry program was coordinated with the community corrections agency,  which provided the residential facility and monitored medication and  compliance with parole terms for both participants and the comparison  group. The reentry program also assisted with housing placement and  employment. Researchers found that both the prison program and the  reentry program resulted in statistically significant reductions in recidivism  among participants. Specifically, the studies found that at 12 months post- release, prison program participants had a 9 percent reincarceration rate  versus a 33 percent rate for the comparison group that did not participate  in either program; and reentry program participants had a 19 percent  reincarceration rate versus 38 percent for the comparison group. Further,  researchers found that those who participated in both the prison and  reentry program experienced the greatest reductions in recidivism, with a  reincarceration rate of 5 percent versus a rate of 33 percent for the  comparison group that did not participate in either program 12 months  after release from prison.", "Studies that did not find a reduction in recidivism also provide insights on  factors that may affect recidivism. For example, study 10 examined a  Washington program to help enroll inmates with severe mental illness in  Medicaid prior to their release from prison and found that jail and prison  stays were higher among program participants than non-participants. The  researchers hypothesized that receiving mental health treatment may  have led to more interaction with authorities, putting participants at a  greater risk of being caught violating the terms of their parole than non- participants. There was some evidence to support this: they found that  most of the difference in prison days between participants and non- participants was the result of noncompliance with conditions of parole  (technical violations) rather than the commission of new crimes. Further,  the researchers conclude that Medicaid benefits alone are not enough to  reduce arrests or keep people with severe mental illness out of jail or  prison.", "In addition, study 11 examined Minnesota’s release planning services for  inmates with serious and persistent mental illness, which provided some  of the same types of services as the programs that did reduce recidivism.  For example, while incarcerated, inmates were provided pre-release  planning to address vocational, housing, chemical dependency,  psychiatric, disability, medical, medication, and transportation needs.  However, this program did not result in any significant reduction in  recidivism. The researchers conclude that including programming to  target criminogenic risks and providing a continuum of care from the  institution to the community, instead of only providing services in the  institution, may make the program more effective at reducing recidivism."], "subsections": []}]}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to DOJ and HHS for review and  comment. DOJ and HHS did not provide official written comments or  technical comments.", "We are sending copies of this report to the Assistant Attorney General for  Administration, Department of Justice, the Secretary of Health and  Human Services, selected congressional committees, and other  interested parties. In addition, the report will be available at no charge on  the GAO website at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  me at (202) 512-8777 or maurerd@gao.gov. Contact points for our  Offices of Congressional Relations and Public Affairs may be found on  the last page of this report. GAO staff who made key contributions to this  report are listed in appendix VIII."], "subsections": []}]}, {"section_title": "Appendix I: Characteristics of the Federal BOP’s Inmate Population with and without Serious Mental Illness, as of May 27, 2017", "paragraphs": ["The population of Federal Bureau of Prisons (BOP) inmates with and  without serious mental illness varies in several characteristics, see table  4."], "subsections": []}, {"section_title": "Appendix II: Objectives, Scope, and Methodology", "paragraphs": ["To address all three objectives, we reviewed documents, interviewed  officials, and analyzed data obtained from the Federal Bureau of Prisons  (BOP) and selected states’ departments of corrections. For objective 3,  we also reviewed documents and interviewed officials from the  Department of Justice’s (DOJ) Office of Justice Programs and the  Department of Health and Human Services’ (HHS) Substance Abuse and  Mental Health Services Administrations (SAMHSA) and the National  Institute of Mental Health. We selected six state departments of  corrections (California, New York, Ohio, Texas, Virginia, and Washington)  based upon variation in the rate of incarcerated adults per capita to obtain  a mix of states with high, medium, and low rates, specialist  recommendations on data quality and quality of programs for inmates  with serious mental illness, and variation in geography. We contacted  officials from SAMHSA and the National Institute of Mental Health and  representatives from correctional accreditation organizations, as well as  subject matter specialists from Pew Charitable Trusts and the Treatment  Advocacy Center that we identified through previous work and asked for  their recommendations of states that, in their view, had reliable data  sources on the number of incarcerated individuals with serious mental  illness and the costs of providing mental health services, as well as  noteworthy programming for inmates with serious mental illness. The  results from these six states are not generalizable, but provide insights.  For purposes of this review, we based our work on the definition(s) of  serious mental illness that are provided by each of the selected federal  agencies and selected states’ departments of corrections. We analyzed  policies and guidance at BOP and the departments of corrections in  selected states to determine how, if at all, the agencies define serious  mental illness and the processes used to identify incarcerated inmates  with serious mental illness. To determine the population of inmates with  serious mental illness for the purposes of our work, BOP operationalized  its definition of serious mental illness using six criteria, covering the  required degree of mental health care, mental illness diagnoses,   and suicide risk. BOP defined “serious mental illness” in accordance with  the agency’s program statement, BOP Program Statement 5310.16,  Treatment and Care of Inmates with Mental Illness, May 1, 2014. On  August 15, 2017, in a memorandum for the Comptroller General of the  United States from the Acting Director of BOP, BOP defined “serious  mental illness” for purposes of section 14016 of the 21st Century Cures  Act. BOP officials indicated that BOP’s program statement and the six  criteria to identify the population of inmates with serious mental illness  who were incarcerated in fiscal years 2016 and 2017 would coincide with  the definition for “serious mental illness” provided in the memorandum for  the Comptroller General of the United States for purposes of the 21st  Century Cures Act and identify an identical set of BOP inmates with  “serious mental illness” for fiscal years 2016 and 2017. BOP applied  these criteria to inmate information in its SENTRY, Bureau Electronic  Medical Record (BEMR), and Psychology Data System (PDS) data  systems to identify inmates with serious mental illness. To assess the  reliability of the these data, we performed electronic data testing for  obvious errors in accuracy and completeness, and interviewed agency officials knowledgeable about these systems to determine the processes  in place to ensure the integrity of the data. We determined that the data  were sufficiently reliable for identifying the population of BOP inmates  with serious mental illness, for the purposes of this report.", "To determine what types of crimes were committed by inmates with  serious mental illness who were incarcerated by the federal and selected  state governments we analyzed available data from BOP and the  departments of corrections in selected states on the most serious types of  crimes for which inmates with serious mental illness were incarcerated  during fiscal year 2017. BOP officials track and maintain information on  the types of crimes for which inmates have been incarcerated via  SENTRY. We interviewed officials from BOP’s Office of Research and  Evaluation, Reentry Services Division, and Correctional Programs  Division to discuss the number and types of crimes committed by BOP  inmates with serious mental illness. To assess the reliability of BOP’s  criminal offense data, tracked in BOP’s SENTRY system, we performed  electronic data testing for obvious errors in accuracy and completeness,  and interviewed agency officials from BOP’s Office of Research and  Evaluation knowledgeable about BOP’s inmate tracking system to  determine the processes in place to ensure the integrity of the data. We  determined that the data were sufficiently reliable for the purposes of this  report. We also interviewed and received written responses from officials  from the selected state departments of corrections to determine the  challenges they faced in recording, tracking, and maintaining data on  inmates with serious mental illness, but we did not independently assess  the internal controls associated with the selected states’ data systems.  We provided state level data as illustrative examples of the crimes  committed by inmates with serious mental illness in selected states.", "To identify what is known about the costs to the federal and selected  state governments to incarcerate and provide mental health services to  incarcerated individuals with serious mental illness, we interviewed and  received written responses from officials from BOP’s Reentry Services  Division, Correctional Programs Division, Administration Division,  Program Review Division, and Health Services Division, and the  departments of corrections in selected states to discuss and obtain  documentation on the processes and systems used to track the costs to  incarcerate and provide mental health services to inmates with serious  mental illness, and obtain their perspectives on the challenges faced, if  any, in tracking such costs. We analyzed BOP obligation data from fiscal  year 2016 for the following budget categories: Psychology Services,  psychotropic medications, and Residential Reentry Center mental health  care costs. We included these obligation categories as indicators of BOP  mental health care costs because our prior work identified that these  services were used by inmates with mental illness. To assess the  reliability of BOP’s obligations data, we performed electronic testing for  obvious errors in accuracy and completeness, and interviewed agency  officials knowledgeable about BOP’s budget to determine the processes  in place to ensure the integrity of the data. We determined that the data  were sufficiently reliable for the purposes of this report. In response to our  inquiries, the selected states provided various data on costs to  incarcerate and provide mental health care to inmates under their  supervision. We did not independently assess the internal controls  associated with the selected states’ data systems. We provided state  level data as illustrative examples of the manner in which state  correctional agencies tracked costs of incarceration and mental health  care services for inmates under their supervision.", "Additionally, we obtained and analyzed BOP data from PDS on the extent  to which inmates interacted with Psychology Services personnel and  programs during fiscal year 2016, to calculate the average psychology  services interactions (by category) per inmate during fiscal year 2016. To assess the reliability of BOP’s psychology services utilization services  data, we performed electronic testing for obvious errors in accuracy and  completeness, and interviewed agency officials knowledgeable about  BOP’s psychology services to determine the processes in place to ensure  the integrity of the data. We determined that the data were sufficiently  reliable for the purposes of this report.", "To determine what strategies for reducing recidivism among individuals  with serious mental illness have been identified by the federal and  selected state governments and in literature, we obtained and analyzed  documents and interviewed officials from BOP and the selected states’  corrections departments, as well as from DOJ and HHS organizations  that support research, training, and programs related to mental health and  recidivism. These DOJ organizations included the National Institute of  Corrections, within BOP, and the Bureau of Justice Assistance and  National Institute of Justice, within the Office of Justice Programs. The  Department of Health and Human Services (HHS) organizations included  SAMHSA and the National Institute of Mental Health. We also interviewed  subject matter experts from the Council of State Governments Justice  Center, Pew Charitable Trusts, and the Treatment Advocacy Center,  which we selected to obtain perspectives from researchers and mental  health and criminal justice organizations."], "subsections": [{"section_title": "Literature Review", "paragraphs": ["Further, we conducted a literature review of studies that have sound  methodologies and use primary data collection or secondary analysis to  assess the impact of programs or interventions during incarceration or  reentry on recidivism among adult offenders with mental illness. To  identify relevant studies, we took the following steps:  1.  A GAO research librarian conducted searches of various research  databases and platforms including ProQuest, MEDLINE, PsycINFO,  Social SciSearch, and Scopus, among others, to identify scholarly and  peer reviewed publications; government reports; and publications by  trade associations, nonprofits and think tanks from 2008 through  2017, a period chosen to identify a comprehensive set of relevant and  timely research.  2.  We identified and reviewed selected additional studies that were cited  within literature reviews, meta analyses and studies referenced on  information-sharing websites, including the Council of State  Governments’ “What Works in Reentry” website, National Institute of  Justice’s “Crime Solutions” website, and SAMHSA’s Registry of  Evidence Based Practices and Programs, and other secondary  sources published from 2000 through 2017. We chose this time period  to ensure we identified key older, reliable studies we may have  missed by virtue of our database search timeframe. We identified  these secondary resources during the course of our audit through the  previously discussed database search, interviews with agency officials  and representatives from research, criminal justice, and mental health  organizations, and by reviewing websites of relevant agencies.", "The literature search produced about 200 publications. To select studies  that were relevant to our research objective two reviewers independently  assessed the abstracts for each publication using the following criteria:  1.  Program studied was implemented in the U.S.  2.  Study described in the publication includes original data analysis to  assess the impact of a program for adults with mental illness on  recidivism.", "For those that met the above two criteria we obtained and reviewed the  full text of the publication, using the same criteria. We also further  categorized the studies that met the two criteria above into the following  categories: 1) studies that evaluated programs implemented during the  period of incarceration or reentry, 2) studies that evaluated programs  meant to divert individuals with serious mental illness from jail or prison  (e.g., mental health courts) and 3) other, for those interventions that did  not fall into either of these categories. As our review focused on  strategies to reduce recidivism during incarceration and reentry, we  excluded the studies on diversion programs (the second category). We  evaluated the 31 studies that fell into the incarceration and reentry and  the other categories using a data collection instrument. The data  collection instrument captured information on the elements of the  program, the recidivism effects, and the study’s methodology. The data  collection instrument was initially filled out by one individual and then  verified for accuracy by another individual; any differences in the  individuals’ assessments were discussed and reconciled.", "To determine if the findings of the 31 studies should be included in our  review of the literature, the study reviewers conferred regarding each  study and assessed if: 1) the study was sufficiently relevant to the  objective; and 2) the study’s methodology was sufficiently rigorous. With  regard to the study’s relevance, we included studies that evaluated: a program for individuals with mental illness incarcerated in prison or  jail or provided directly upon release from prison or jail; or a program for individuals with mental illness that is not provided in a  prison, jail, or directly upon release from prison or jail (e.g., in a  psychiatric hospital or in the community after a psychiatric  hospitalization), but is hypothesized to impact criminal justice  involvement and could potentially be applied in a correctional setting.", "With regard to methodological rigor, two GAO methodologists used  generally accepted social science standards to assess the design and  analytic strategy of each study to ensure analyses were sufficiently sound  to support the results and conclusions. Specifically, the methodologists  examined such factors as how the effects of the programs were isolated  (i.e., use of comparison groups and statistical controls); the  appropriateness of treatment and comparison group selection, if used;  and the statistical analyses used.", "As a result of this process, we found 18 studies within the scope of our  review that used sufficiently sound methodologies. Some studies used a  randomized controlled trial methodology or quasi-experimental research  designs, and some studies used non-experimental designs to compare  recidivism outcomes for a single population before and after the  intervention. These studies used various recidivism measures, and some  used more than one measure. For each of the 18 studies, we reviewed  the study’s findings related to recidivism, and categorized the findings  based on statistical significance as follows:", "Statistically significant reduction in recidivism: the study reported that  one or more outcome measures indicated a statistically significant  reduction in recidivism among program participants; the study may  also have one or more recidivism outcome measures that were not  statistically significant.", "Statistically significant increase in recidivism: the study reported that  one or more outcome measures indicated a statistically significant  increase in recidivism among program participants; the study may  also have one or more recidivism outcome measures that were not  statistically significant.", "No statistically significant effect on recidivism: the study reported only  outcomes indicating no statistically significant effect on recidivism  among program participants.", "For a list of the 18 studies, see appendix VII.", "We conducted this performance audit from February 2017 through  February 2018, in accordance with generally accepted government  auditing standards. Those standards require that we plan and perform the  audit to obtain sufficient, appropriate evidence to provide a reasonable  basis for our findings and conclusions based on our audit objectives. We  believe that the evidence obtained provides a reasonable basis for our  findings and conclusions based on our audit objectives."], "subsections": []}]}, {"section_title": "Appendix III: Federal Information Sharing Mechanisms to Address Recidivism among Individuals with Serious Mental Illness", "paragraphs": ["Federal agencies have established interagency groups and other  mechanisms, such as web-based resources, to share information related  to correctional mental health and reducing recidivism among individuals  with serious mental illness, among other things. Examples of these  information sharing mechanisms are described in table 5 below."], "subsections": []}, {"section_title": "Appendix IV: Federal Bureau of Prisons (BOP) Psychology Services Utilization Data for Incarcerated Inmates, Fiscal Year 2016", "paragraphs": [], "subsections": []}, {"section_title": "Appendix V: Findings of Studies Examining the Recidivism Effects of Non-Correctional Programs for Individuals with Mental Illness", "paragraphs": ["Our literature review also identified four studies that met the criteria of (1)  containing quantitative analyses of the effect of a program for individuals  with mental illness on recidivism, and (2) using sufficiently sound  methodologies for conducting such analyses; but were in non-correctional  settings, such as in a psychiatric hospital or in the community after a  psychiatric hospitalization. While the findings from these studies may not  be generalizable to a correctional setting, they may offer insights on  effective strategies for reducing recidivism, as many of the program  participants had a history of involvement with the criminal justice system.", "As shown in figure 7, half (2 of 4) of the studies found statistically  significant reductions in recidivism. The non-correctional programs that  were found to reduce recidivism included some of the same elements as  the correctional programs that reduced recidivism, including mental health  treatment (2 of 2 studies), substance abuse treatment (1 of 2 studies),  case management (2 of 2 studies), release planning (1 of 2 studies),  employment assistance (2 of 2 studies), housing assistance (1 of 2  studies), and multidisciplinary coordination among mental health  providers, substance use specialists, social workers, and/or peer support  specialists, for example (1 of 2 studies). However, similar to the literature  on correctional programs, there were also studies that found that  programs that offered multiple support services did not reduce recidivism,  suggesting other factors may affect recidivism; such factors may include  the extent to which participants used services, as previously noted, as  well as other unique programmatic factors. We further discuss examples  of programs that did and did not reduce recidivism below.", "For example, study 15 evaluated New York’s Assisted Outpatient  Treatment, a court-ordered treatment program for individuals with mental  illness and a history of multiple hospitalizations or violence toward self or  others. Individuals entering the program are assigned a case manager  and prioritized for enhanced services that include housing and vocational  services. Researchers found that the comparison group who never  received Assisted Outpatient Treatment had nearly double the odds (odds  ratio of 1.91) of being arrested than program participants during and  shortly after the period of assignment to the program.", "The programs that were found not to reduce recidivism also provide some  insights into factors that affect recidivism. For example, study 18  evaluated a Pennsylvania-based modified outpatient therapeutic  community treatment program for individuals with co-occurring substance  use disorder and emotional distress or mental illness and found that it had  no significant effect on recidivism. Researchers attributed this finding to  the program’s emphasis on substance use rather than on addressing  criminogenic risks."], "subsections": []}, {"section_title": "Appendix VI: Literature Review Findings for Selected Recidivism Measures", "paragraphs": ["The 14 studies we identified through our literature review that (1)  assessed correctional institution or reentry programs for offenders with  mental illness implemented in the United States (2) contained quantitative  analyses of the effect of a program on recidivism, and (3) used sufficiently  sound methodologies for conducting such analyses, used a number of  different recidivism outcome measures, and some assessed more than  one recidivism outcome measure. Tables 7, 8, and 9 below show the  recidivism results for studies that measured reincarceration rates,  reconviction rates, and number of days in jail or prison, which were  reported by multiple studies. These do not represent all recidivism  findings; some studies used other recidivism measures such as the  number of arrests or convictions, odds ratio or hazard ratio of  reincarceration, and self-reported criminal activity."], "subsections": []}, {"section_title": "Appendix VII: Bibliography", "paragraphs": ["This bibliography contains citations for the 18 studies we reviewed  regarding programs for individuals with mental illness that may affect  recidivism. (See appendix II for more information about how we identified  these studies.) Following the citation we include the study numbers that  we used to reference the study earlier in this report.", "Burke, C. and S. Keaton. San Diego County’s Connections Program  Board of Corrections Final Report. San Diego, CA: SANDAG, June 2004.  (Study 1)", "Chandler, D.W. and G. Spicer. “Integrated Treatment for Jail Recidivists  with Co-occuring Psychiatric and Substance Use Disorders.” Community  Mental Health Journal, vol. 42, no. 4 (2006):405-425. (Study 2)", "Compton, M.T., M.E. Kelley, A. Pope, K. Smith, B. Broussard, T.A. Reed,  J.A. DiPolito, B.G. Druss, C. Li, and N.L. Haynes. “Opening Doors to  Recovery: Recidivism and Recovery Among Persons With Serious Mental  Illnesses and Repeated Hospitalizations.” Psychiatric Services, vol. 62,  no. 2 (2016): 169-175. (Study 17)", "Cusack, K.J., J.P. Morrissey, G.S. Cuddleback, A. Prins, and D.M.  Williams. “Criminal Justice Involvement, Behavioral Health Service Use,  and Costs of Forensic Assertive Community Treatment: A Randomized  Trial.” Community Mental Health Journal, vol. 46 (2010): 356-363. (Study  4)", "Duwe, G. “Does Release Planning for Serious and Persistent Mental  Illness Offenders Reduce Recidivism? Results From an Outcome  Evaluation.” Journal of Offender Rehabilitation, vol. 54, no. 1 (2015): 19- 36. (Study 11)", "Link, B.G., M.W. Epperson, B.E. Perron, D.M. Castille, and L.H. Yang.  “Arrest Outcomes Associated with Outpatient Commitment in New York  State.” Psychiatric Services, vol. 62, no. 5 (2011): 504-508. (Study 15)", "Mayfield, J. The Dangerous Mentally Ill Offender Program: Four-Year  Felony Recidivism and Cost Effectiveness. Olympia, WA: Washington  State Institute for Public Policy, February 2009. (Study 9)", "Morrissey, J.P., G.S. Cuddeback, A.E. Cuellar, and H.J. Steadman. “The  Role of Medicaid Enrollment and Outpatient Service Use in Jail  Recidivism Among Persons with Severe Mental Illness.” Psychiatric  Services, vol. 58, no. 6 (2007):794-801. (Study 5)", "Morrissey, J.P., M.E. Domino, and G.S. Cuddeback. “Expedited Medicaid  Enrollment, Mental Health Service Use, and Criminal Recidivism Among  Released Prisoners With Severe Mental Illness.” Psychiatric Services,  vol. 67, no. 8 (2016): 842-849. (Study 10)", "Sacks, J.Y., K. McKendrick, and Z. Hamilton. “A Randomized Clinical  Trial of a Therapeutic Community Treatment for Female Inmates:  Outcomes at 6 and 12 Months After Prison Release.” Journal of Addictive  Diseases, vol. 31, no. 3 (2012): 258-269. (Study 7)", "Sacks, S., M. Chaple, J.Y. Sacks, K. McKendrick, C.M. Cleland.  “Randomized Trial of a Reentry Modified Therapeutic Community for  Offenders with Co-Occuring Disorders: Crime Outcomes.” Journal of  Substance Abuse Treatment, vol. 42 (2012): 247-259. (Study 3)", "Sacks, S, K. McKendrick, J.Y. Sacks, S. Banks, M. Harle. “Enhanced  Outpatient Treatment for Co-Occurring Disorders: Main Outcomes.”  Journal of Substance Abuse Treatment, vol. 34 (2008): 48-60. (Study 18)", "Sacks, S., J.Y. Sacks, K. McKendrick, S. Banks, and J. Stommel.  “Modified TC for MICA Offenders: Crime Outcomes.” Behavioral Sciences  and the Law, vol. 22 (2004): 477-501. (Study 6)", "Taylor, N. An Analysis of the Effectiveness of Santa Clara County’s  Mentally Ill Offender Crime Reduction Program. Anne Arbor, MI:  ProQuest Information and Learning Company, May 2005. (Study 14)", "Theurer, G. and D. Lovell. “Recidivism of Offenders with Mental Illness  Released from Prison to an Intensive Community Treatment Program.”  Journal of Offender Rehabilitation, vol. 47, no. 4 (2008): 385-406. (Study  8)", "Van Stelle, K.R., and D.P. Moberg. “Outcome Data for MICA Clients After  Participation in an Institutional Therapeutic Community.” Journal of  Offender Rehabilitation, vol. 39 no.1 (2004): 37-62. (Study 12)", "Yates, K.F., M. Kunz, A. Khan, J. Volavka, and S. Rabinowitz.  “Psychiatric Patients with Histories of Aggression and Crime Five Years  after Discharge from a Cognitive-Behavioral Program.” The Journal of  Forensic Psychiatry and Psychology, vol. 21, no. 2 (2010):167-188.  (Study 16)", "Zlotnick, C., J. Johnson, and L.M. Najavits. “Randomized Controlled Pilot  Study of Cognitive-Behavioral Therapy in a Sample of Incarcerated  Women with Substance Use Disorder and PTSD.” Behavior Therapy, vol.  40 (2009): 325-336. (Study 13)"], "subsections": []}, {"section_title": "Appendix VIII: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact above, Tom Jessor (Assistant Director);  Frederick Lyles, Jr. (Analyst-in-Charge); Pedro Almoguera; David  Blanding, Jr.; Billy Commons, III; Thomas C. Corless; Dominick Dale;  Michele Fejfar; Eric Hauswirth; Valerie Kasindi; Heather May; Leia J.  Dickerson; Sam Portnow; and Cynthia Saunders all made key  contributions to this report."], "subsections": []}]}], "fastfact": []}