{"id": "GAO-10-800", "url": "https://www.gao.gov/products/GAO-10-800", "title": "Hurricane Recovery: Federal Government Provided a Range of Assistance to Nonprofits following Hurricanes Katrina and Rita", "published_date": "2010-07-30T00:00:00", "released_date": "2010-08-30T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Residents of the Gulf Coast continue to struggle to recover almost 5 years after Hurricanes Katrina and Rita devastated the area in August and September of 2005. In many cases the federal government coordinates with, and provides support to, nonprofit organizations in order to deliver recovery assistance to impacted residents. A better understanding of how the federal government works with nonprofit organizations to provide such assistance may be helpful for recovery efforts on the Gulf Coast as well as for communities affected by major disasters in the future. GAO was asked to describe (1) how the federal government has worked with nonprofit organizations to facilitate Gulf Coast recovery following the 2005 hurricanes and (2) steps the federal government has taken to address challenges to strengthen relationships with nonprofits in the future. Toward this end, GAO reviewed the applicable disaster recovery literature and relevant supporting documents. GAO also interviewed officials from federal, state, and local governments as well as a wide range of nonprofit officials involved in Gulf Coast recovery."]}, {"section_title": "What GAO Found", "paragraphs": ["The federal government used a variety of direct and indirect funding programs to support the delivery of human recovery services by nonprofit organizations following Hurricanes Katrina and Rita in areas such as housing, long-term case management, and health care. These programs included well-established grants such as the Department of Health and Human Services' (HHS) Temporary Assistance for Needy Families and its Social Services Block Grant, as well as the Department of Housing and Urban Development's (HUD) Community Development Block Grant. Programs established in the wake of the 2005 hurricanes also provided funding to nonprofits offering recovery services. These included HHS's Primary Care Access and Stabilization Grant and HUD's Disaster Housing Assistance Program. The federal government also supported nonprofit organizations through coordination and capacity building. For example, the Federal Emergency Management Agency (FEMA) used Voluntary Agency Liaisons (VAL) to help establish and maintain working relationships between nonprofits and FEMA as well as other federal, state, and local agencies. The Office of the Federal Coordinator for Gulf Coast Rebuilding in the Department of Homeland Security provided a variety of assistance to nonprofits including problem identification, information sharing, and networking. Other federal agencies also worked to bolster the capacity of nonprofits by providing temporary staff, training, and technical assistance to nonprofit organizations. The federal government is taking steps to address several challenges and strengthen its relationship with nonprofit organizations providing recovery assistance. For example, nonprofit officials GAO spoke with cited challenges with the federal disaster grant process including what they viewed to be complicated record keeping and documentation procedures as well as other requirements to obtain aid. A report issued earlier this year by the President's Advisory Council for Faith-Based and Neighborhood Partnerships recognized the need to ease the administrative burden on nonprofits and contains specific recommendations for action. In an effort to make it easier for nonprofits with limited financial resources to obtain the services of AmeriCorps workers, the Corporation for National and Community Service waived the usual matching requirements in the wake of the 2005 hurricanes. In addition, FEMA is taking steps to address challenges regarding the training of its VAL staff. Following an earlier GAO recommendation that VALs could benefit from additional training regarding federal recovery resources, FEMA issued a VAL handbook and is developing several VAL training courses that it expects to implement by the end of 2010. Finally, although there has been a lack of specific guidance regarding the role of nonprofits in disaster recovery, the federal government has taken steps to address this gap. FEMA and HUD have led a multi-agency effort that resulted in the development of a draft National Disaster Recovery Framework. Among other things, this framework contains specific information about the roles and responsibilities of nonprofits in disaster recovery."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO is not making new recommendations in this report but discusses the implementation status of a relevant prior recommendation."]}], "report": [{"section_title": "Letter", "paragraphs": ["Gulf Coast residents continue to struggle with recovery almost 5 years  after Hurricanes Katrina and Rita devastated the area in August and  September of 2005. These storms exacted a heavy toll on the lives of more  than 1 million people in the states of Louisiana and Mississippi that for  many continues to this day. The federal government continues to play a  key role in helping these residents rebuild their lives and communities  and, in many cases, it coordinates with nonprofit organizations for the  delivery of recovery assistance. Toward this end, the federal government  has partnered with a wide variety of nonprofits including national, faith- based, and community-based organizations on a broad range of programs  and services including health care, crisis and mental counseling,  education, housing, and case management. Understanding the benefits and  challenges of the federal government’s use of nonprofit organizations to  provide such important human services may be helpful for recovery efforts  on the Gulf Coast as well as for communities affected by major disasters in  the future. A fuller understanding of how the federal government works  with nonprofits in disaster recovery may also prove useful as efforts begin  to ramp up to address the human and economic impacts of the recent  massive oil spill in the Gulf of Mexico.", "In response to your request, this report describes (1) how the federal  government has worked with nonprofit organizations to facilitate Gulf  Coast recovery following the 2005 hurricanes; and (2) steps the federal  government has taken to address challenges to strengthen relationships  with nonprofits in the future. Given their role in disaster recovery, and as  agreed with your office, we place a focus on the activities of two  components of the Department of Homeland Security (DHS)—the Federal  Emergency Management Agency (FEMA) and the Office of the Federal  Coordinator for Gulf Coast Rebuilding (OFC)—in describing how the  federal government has worked with nonprofits on Gulf Coast recovery.  This report is one in a series that we have issued in response to your  broader request regarding Gulf Coast hurricane recovery issues including  assisting households in transitioning to permanent residences, assisting  disaster aid recipients through case management and crisis counseling,  and working with state and local governments to support their efforts in  helping disaster aid recipients recover. Since the time of the storms, we  have documented challenges in the federal disaster preparedness and  response system, particularly focusing on the immediate disaster and  short-term recovery periods following the storms. This report focuses  primarily on the extended long-term recovery period following the storms.", "To meet our objectives, we reviewed the relevant literature on Gulf Coast  recovery and the role of nonprofit organizations in recovery efforts  including our prior work on disaster recovery and rebuilding. We also  reviewed relevant laws, regulations, and program requirements for federal  recovery-related programs that rely on nonprofit organizations to deliver  services. We conducted interviews in Louisiana, Mississippi, and  Washington, D.C. with federal, state, local, and nonprofit officials from 48  agencies and organizations that represented a range of organizations,  services, and service delivery approaches.  We did this to understand how  the federal government has worked with nonprofit organizations to  facilitate Gulf Coast recovery following the 2005 hurricanes and the steps  the federal government has taken to address challenges that were  encountered.  For additional details on our scope and methodology, please  see appendix I.", "We conducted this review from February 2008 to July 2010 in accordance  with generally accepted government auditing standards. Those standards  require that we plan and perform the audit to obtain sufficient, appropriate  evidence to provide a reasonable basis for our findings and conclusions  based on our audit objectives. We believe that the evidence obtained in  this report provides a reasonable basis for our findings and conclusions  based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["The nonprofit sector is diverse and has a significant presence in the U.S.  economy. Of the estimated 1.7 million tax-exempt organizations in fiscal  year 2008, about 69 percent were religious, charitable, and similar  organizations, or private foundations and were referred to as 501(c)(3)  organizations, and about 8 percent were social welfare organizations.  Nonprofit organizations provide services in a wide variety of policy areas  such as health care, education, and human services. As we have previously  reported, the federal government is increasingly partnering with nonprofit  organizations because nonprofit organizations can offer advantages in  delivering services compared to government agencies—they are more  flexible, they can act more quickly, and they often have pre-existing  relationships with local officials and communities.", "Nonprofit organizations have provided a wide range of direct long-term  assistance and recovery services to those affected by the Gulf Coast  hurricanes including job training, counseling, and housing. Nonprofit  organizations have contributed significant support—financial and non- financial—to post-Katrina and Rita recovery efforts. At the end of 2009,  FEMA officials in Louisiana reported that more than $24 million in  donated dollars, volunteer hours, and goods had been leveraged through  long-term recovery groups to provide permanent housing and address  other unmet needs.", "In addition, some nonprofit organizations provided technical and support  services to those nonprofit organizations that rendered direct recovery  services to Gulf Coast residents. For example, as of 2007, the Louisiana  Family Recovery Corps (LFRC) had provided more than $20 million in  programs, initiatives, and activities in the Greater New Orleans area since  the storms. In its 2005-2008 retrospective, the Louisiana Disaster Recovery  Foundation reported awarding grants totaling nearly $29 million to  nonprofit organizations involved in Louisiana’s recovery process.  Organizations such as the Mississippi Center for Nonprofits had a well- established communications infrastructure with hundreds of nonprofits  within the state of Mississippi before the 2005 storms and used this  network following the hurricanes to disseminate grant and technical  information, provide vital resource referrals, and communicate available  training workshops for nonprofit service providers. The Louisiana  Association of Nonprofit Organizations (LANO) was similarly positioned  in the state of Louisiana. According to its officials, LANO serves more than  1,000 nonprofit organizations throughout the state of Louisiana. One of  LANO’s field offices is located in New Orleans in a building that it shares  with approximately 30 other nonprofit organizations, many of whom are  providing recovery assistance to residents of the surrounding  neighborhoods which are among the poorest in the Metropolitan New  Orleans area. Table 1 below provides examples of some of the  nongovernmental partners that helped to build the capacity of direct  service providers involved in the Gulf Coast recovery by providing human  resources, guidance, training, funding, and technical assistance.", "One of the primary mechanisms the federal government uses to provide  support to nonprofit organizations is federal grants. Federal grants are  forms of financial assistance from the government to a recipient for a  particular public purpose that is authorized by law. Federal grant funds  flow to the nonprofit sector in various ways. For example, some grant  funds are awarded directly to nonprofits, while others are first awarded to  states, local governments, or other entities and then awarded to nonprofit  service providers. Federal grant funding may also be awarded to nonprofit  subgrantees through contracts. Federal laws, policies, regulations and  guidance associated with federal grants apply regardless of how federal  grant funding reaches the final recipients."], "subsections": []}, {"section_title": "The Federal Government Supported Nonprofits’ Delivery of Human Recovery Services through a Variety of Funding Programs", "paragraphs": ["Nonprofit organizations in Louisiana and Mississippi provided numerous  human recovery services to Gulf Coast residents following Hurricanes  Katrina and Rita, and several of those services, including housing, case  management, and mental health services were supported either directly by  the federal government or indirectly through other organizations receiving  federal support. The federal government relied on both pre-existing as well  as newly developed funding programs when supporting nonprofit  organizations. For example the federal government used well-established  grants such as the Temporary Assistance for Needy Families, Community  Development Block Grant, and the Social Services Block Grant to provide  financial and human recovery assistance to Louisiana and Mississippi  residents. Nonprofit as well as Louisiana and Mississippi state officials  also identified additional federal funding programs that were in place  before the storms that were used to assist in human recovery services  such as the Department of Housing and Urban Development’s (HUD)  workforce housing grants, Entitlement Cities, and the Low-income Home  Energy Assistance Program; FEMA’s Community Disaster Loans; and the  Low Income Housing Tax Credit program.", "There were also several newly created grants with emergency  supplemental funds designed to provide human recovery assistance to  hurricane-affected areas. Some of these grants include the Department of  Health and Human Services’s (HHS) Primary Care Access and Stabilization  Grant and HUD’s Disaster Housing Assistance Program. See table 2 for  descriptions of selected federal funding programs that provided assistance  to victims of the Gulf Coast hurricanes.", "Louisiana and Mississippi differed in how funds from these programs were  distributed. Louisiana created organizations like the nonprofit LFRC and  the state-level Louisiana Recovery Authority to serve as custodians and  distributors of some of its federal funding, while Mississippi took  advantage of provisions in the National Community Service Trust Act to  establish a state-level commission to oversee the state’s community  service block grants.", "Using federal funding programs such as those shown in table 2, nonprofit  organizations have provided a wide range of recovery services to residents  affected by Hurricanes Katrina and Rita including housing, long-term case  management, and a variety of counseling services (including crisis  management and substance abuse). According to nonprofit officials in  both Louisiana and Mississippi, as of early 2010, Gulf Coast residents  continue to need services in these areas. CDBG funds are being used by  Providence Community Housing, a collaborative effort of Catholic housing  and social service organizations in the New Orleans community, to build,  rebuild, or repair 7,000 units of affordable houses and apartments over a 5-  year period that began in 2006. Some nonprofit officials also told us that  long-term case management services were still widely needed. For  example, according to officials with the Lutheran Episcopal Services in  Mississippi, as of the summer of 2008, this nonprofit had provided case  management services for several years to Katrina-affected residents in the  Mississippi Gulf Coast region through the efforts of approximately 60 case  managers who worked with clients throughout Mississippi.", "Some nonprofits in our review were instrumental in helping other  nonprofits access available federal funds in order to deliver much needed  services. The United Methodist Committee on Relief (UMCOR), for  example, also served as the umbrella grants manager for Katrina Aid  Today (KAT), a national consortium of nine subgrantees. The consortium  was required to provide matching funds and was able to put up $30 million  of in-kind funds, while FEMA channeled foreign donations of $66 million  over a 2-year period. At the completion of its grant-funded activity in  March 2008, KAT had enabled case management services for  approximately 73,000 households. As the umbrella grants manager,  UMCOR provided financial compliance monitoring, technical assistance  and training to the nine consortium members. Nonprofits such as  Louisiana’s Odyssey House and Mercy Family Center also provided crisis,  mental health, and substance abuse counseling made possible as the result  of federal funds. In addition, according to officials from the Catholic  Charities Archdiocese of New Orleans, their organization contracted with  the Louisiana State Office of Mental Health and the resulting Louisiana  Spirit hurricane recovery project, funded by FEMA, helped provide  intervention and mental health services to its clients."], "subsections": []}, {"section_title": "The Federal Government Supported Nonprofits through Coordination and Capacity Building to Facilitate Gulf Coast Hurricane Recovery", "paragraphs": [], "subsections": [{"section_title": "Nonprofits Reported Usefulness of Coordination with FEMA Voluntary Agency Liaisons", "paragraphs": ["The National Response Framework (NRF) designates the FEMA Voluntary  Agency Liaison (VAL) as the primary liaison to the nonprofit community.  VALs are responsible for initiating and maintaining a working relationship  between FEMA, federal, state, and local agencies and nonprofit  organizations. VALs also advise state emergency agencies on the roles and  responsibilities of nonprofit organizations active in the recovery. The  FEMA VAL system is staffed by a combination of permanent federal  employees as well as temporary and term-specified employees whose  work focuses on a specific disaster. Among the permanent FEMA  employees are 10 regional VALs—one for each FEMA regional office— along with an additional 2 VALs in the Caribbean Area and Pacific Area  offices. FEMA also has five VAL staff based at headquarters whose role is  to provide the overall VAL program and policy development, the national  perspective, training and development to states and regions, support  services in the field, coordination with other DHS and FEMA entities with  nonprofits as stakeholders, and oversight of the FEMA Donations and  Volunteer Management Program including the National Donations  Management Network. FEMA also deploys Disaster Assistance  Employees, reservists who can be called up to carry out the VAL role in  local communities following a specific disaster and, depending on the size  of the disaster, typically serve for a period of approximately 50-60 days  with a maximum of 50 consecutive weeks in a calendar year. As of March  31, 2010, FEMA had 90 disaster assistance employees in its reserve VAL  cadre. In addition, after the Gulf Coast hurricanes, FEMA hired 40 “Katrina  VALs,” of which 10 are remaining in Louisiana as of May 24, 2010. These  are term-limited federal employees hired locally who are designated to  specifically address Katrina-related issues and 10 remain based on FEMA’s  need for their continued work. FEMA is not planning to retain these  individuals after Katrina-related work is finished.", "FEMA’s VAL program received general approval from state, local, and  nonprofit officials we spoke with. Several nonprofit officials told us that  VALs were instrumental in helping initially set up and guide the operation  of long-term recovery committees. Officials from state Voluntary  Organizations Active in Disasters (VOAD) in Louisiana and Mississippi  spoke highly of the respective regional VALs and said they were involved  with the VOADs on a regular basis helping coordination between the  VOADs and nonprofits. And officials from various nonprofit organizations  cited how useful they found the VAL coordination. For example, VALs  helped extend the federal government’s reach to the nonprofit sector by  also working with state-level intermediaries, such as the Louisiana Family  Recovery Corps (LFRC) and the Mississippi Commission for Volunteer  Service (MCVS), whose responsibilities included the coordination of  nonprofit service providers active in the recovery effort. The LFRC was  created in 2005 following the Gulf Coast hurricanes and was designated by  the Louisiana legislature in 2007 as the state’s coordinator for human  resources. The MCVS is the state’s office of volunteerism through statute  and is an affiliate of the federal Corporation for National and Community  Service (CNCS) and was designated by the Governor of Mississippi to  coordinate the general activities of the nonprofit sector and oversee the  implementation of FEMA’s Phase I and Phase II Disaster Case  Management Pilot program specifically. Officials from the Mississippi  Center for Nonprofits and the Mississippi Interfaith Disaster Task Force  said they had good working relationships with the FEMA VALs. Further,  officials from state entities such as the Louisiana Recovery Authority  characterized their partnership with FEMA VALs as successful and one of  the best examples of local coordination they encountered."], "subsections": []}, {"section_title": "Office of the Federal Coordinator for Gulf Coast Rebuilding Provided a Variety of Assistance to Nonprofits Including Problem Identification, Information Sharing, and Networking", "paragraphs": ["In November 2005, the President issued an executive order establishing  the Office of the Federal Coordinator for Gulf Coast Rebuilding (OFC)  with the broad mission of supporting recovery efforts following  Hurricanes Katrina and Rita. OFC was created as a response to the  unprecedented rebuilding challenges presented by these storms as well as  concerns regarding the lack of coordination in the government’s initial  response to these events. Although the OFC was originally scheduled to  expire in November 2008, the President extended it several times until the  office closed on April 1, 2010. In previous work on OFC, we identified  four key functions performed by the office, which provides a useful  framework for understanding how the office provided support for  nonprofits working on Gulf Coast recovery. Nonprofits were directly  involved in three of these four OFC functions.", "First, OFC helped nonprofits to identify and address obstacles to recovery.  These obstacles included both challenges facing specific organizations as  well as broad problems facing entire communities of which nonprofits  were a part. An example of the former occurred when OFC worked with  MCVS and FEMA to address contracting challenges involving FEMA’s  Disaster Case Management Phase II pilot program. An example of the  latter is OFC’s sponsorship of a series of forums and workout sessions,  which brought together a diverse group of stakeholders including  numerous nonprofits, foundations, and faith-based organizations to  discuss impediments to recovery and try to identify potential solutions.  The topics of these sessions have included crime, education reform, and  economic development.", "Second, OFC supported nonprofits by sharing and communicating a  variety of recovery information. One example of this was the joint OFC- FEMA effort known as the Transparency Initiative that began in February  of 2008. This Web-based information sharing effort enabled interested  stakeholders, including nonprofits, to track the status of selected public  infrastructure rebuilding projects (such as a school or hospital) by  providing detailed information on the Public Assistance Grants funds  allocated for the project and the project’s status. The initiative has  received positive feedback from a range of nonprofits involved in Gulf  Coast building including Catholic Charities and Tulane University. OFC  also worked to provide updates and other information relating to Gulf  Coast recovery though a nonprofit outreach strategy, which has changed  and developed over time. During the first few years of the OFC’s  operation, although the office compiled a listing of many nonprofits  involved in recovery and rebuilding activities, it focused its outreach  efforts primarily on large, well-known, national nonprofit organizations,  such as Catholic Charities, the Southern Baptist Convention, and the  United Methodist Committee on Relief. These organizations had the  capacity to work with the government and, in many cases, already had pre- existing relationships with federal and state officials.", "OFC largely relied on these national organizations to relay information to  the local level though their various local partners and affiliates. Given this  approach, it is perhaps not surprising that many of the nonprofit officials  we spoke with in both Louisiana and Mississippi told us that initially they  did not have any direct interaction with OFC following the hurricanes.  Since 2009, however, several nonprofit and local officials we spoke with in  Louisiana and Mississippi said that OFC has conducted considerably more  outreach and become much more involved with them and commended the  OFC’s current efforts. According to a senior OFC official, in 2009, the  office changed its nonprofit outreach to place a heavier emphasis on direct  contact with smaller organizations at the grassroots level. Toward that  end, the Federal Coordinator frequently visited Louisiana and Mississippi  to personally conduct outreach to a variety of smaller nonprofit  organizations and subsequently built a database of 300 to 400 nonprofit  organizations.", "A third way OFC assisted nonprofits is through their facilitation of  networks and dialogue among a wide range of recovery stakeholders from  federal, state, and local governments, other nonprofits, and as well as the  private sector. OFC brought a diverse group of stakeholders together to  meet each other and discuss issues of common interest through numerous  forums and roundtables. In contrast to the workout sessions mentioned  above, the primary goal of these meetings was not to focus on a specific  set of challenges, but rather to help foster and expand connections among  members of the Gulf Coast recovery community and provide a forum for  them to share information with each other. Similar to what took place with  OFC’s approach toward information sharing with nonprofits, the way the  office fostered networking changed over the years. In its final year of  operation, OFC moved away from solely relying on formal events like  forums and roundtables to increasingly making use of less formal meetings  and networking events. For example, the Federal Coordinator at the time  said the office placed a high priority on informal and direct interactions  with communities on the ground, with whom she and her staff spent more  than half of their time. In addition, OFC facilitated connections between  nonprofits that were in the process of applying for recovery grants and  other organizations that have had prior success in obtaining such funds  and were willing to share their knowledge and expertise.", "Finally, in its last year of its operation, the OFC facilitated meetings  between the White House Office of Faith-Based and Neighborhood  Partnership centers established within 12 federal agencies including DHS,  HUD, and the Small Business Administration (SBA) with local community  and faith-based organizations. Additionally, during its last year of  operation, OFC worked to ensure that secretaries of federal agencies  relevant to disaster recovery established a senior-level advisor to serve as  a point person with OFC as well as the nonprofit organizations on the  ground. Some of the federal agencies that established this position  included DHS, HUD, SBA, HHS, and the United States Department of  Agriculture."], "subsections": []}, {"section_title": "Other Agencies Also Bolstered the Capacity of Nonprofits by Providing Temporary Staff, Training, and Technical Assistance", "paragraphs": ["Other federal agencies also provided important nonmonetary assistance to  nonprofit organizations involved in Gulf Coast recovery. Federal agencies  provided trained volunteers and volunteer management services to  community-based nonprofits to help them meet increased demand for  services. For example, CNCS reported that it provided more than $160  million worth of resources, including more than 105,000 volunteers who  contributed more than 5.4 million hours to Gulf Coast states recovering  from the 2005 hurricanes. Some of the nonprofit officials we interviewed  indicated that they had either hired an AmeriCorps worker or Vista  volunteer, or were familiar with their work as a result of partnering with  them on various recovery projects. Nonprofits such as Rebuilding New  Orleans Together were able to take advantage of a waiver that enabled  FEMA and CNCS to cover the cost of some volunteer stipends.", "Federal agencies also provided nonprofit organizations with training and  technical assistance that helped them manage federal grant program  requirements. For example, nonprofit officials attended a 2008 White  House sponsored conference designed to highlight and strengthen the role  of faith-based and community-based organizations in disaster relief and  preparedness. The conference, held in New Orleans, Louisiana, offered  workshops hosted by federal agencies including the Departments of  Justice, Agriculture, Labor, HHS, HUD, Education, Homeland Security,  Commerce, and Veteran’s Affairs; the Agency for International  Development; and SBA. These workshops provided technical assistance  and training designed to help faith-based and community-based nonprofits  understand the federal grant process as well as provide networking  opportunities with the federal government."], "subsections": []}]}, {"section_title": "The Federal Government Is Taking Steps to Address Challenges and Strengthen Relationships with Nonprofits", "paragraphs": [], "subsections": [{"section_title": "Challenges Experienced by Nonprofits in Obtaining Federal Disaster Assistance Led to Efforts to Address Some Concerns", "paragraphs": ["The rules and requirements that typically accompany federal grants along  with the limitations of many nonprofits’ financial and administrative  capacity made it difficult for some organizations to access federal funding  to deliver recovery services. Our previous work has shown that many  nonprofits struggle to accomplish their mission because they lack the  resources that would allow them to better manage their finances and  strengthen their administrative or technology infrastructure. We have  recently reported that federal grants typically do not provide support for  these types of overhead costs, which include administrative or  infrastructure costs. In light of this gap, officials from several nonprofits  told us that they believed the record keeping, documentation, and  reporting requirements of federal grants were too complicated and  cumbersome.", "Nonprofit organizations’ perceptions of federal accountability  requirements sometimes also served as an impediment to obtaining  funding from the federal government because officials at these  organizations perceived compliance with federal grant requirements to be  too resource-intensive and not worth meeting the requirements that  accompanied such funds. Officials at one nonprofit raised concerns about  what they characterized as the “massive” documentation required by the  state to justify reimbursements for costs incurred in implementing federal  grant programs. According to these nonprofit officials, paperwork  sometimes had to be submitted repeatedly and state officials, who were  supposed to facilitate communication between federal agencies and  nonprofit service providers, did not always know what documents were  required. Further, these officials stated that the preparation of the required  reimbursement documentation consumed approximately 30 hours of staff  time each month and that did not include the time required to comply with  other reporting requirements under the grant. According to some state  recovery officials, the fear of being audited or being found noncompliant  with program regulations caused many nonprofits to shy away from  federal disaster assistance, much to the detriment of the state which relies  on nonprofits to provide services after a disaster. One nonprofit official,  who chose not to apply for federal funds, explained that even if he had the  resources to hire the additional staff to fill out all the federal grant  paperwork, he would rather put those resources into a direct service, such  as rebuilding damaged homes in the community. While recognizing the  burdens that may accompany meeting federal grant requirements, it is also  important to acknowledge the potential value of such requirements in  helping minimize fraud, waste, and abuse and ensuring fiscal  accountability to the American taxpayer.", "Nonprofit officials we spoke with were also concerned with the  distribution of federal grant funds. Officials from several nonprofits  reported that some federal grant awards were late, putting additional  strain on the limited resources of smaller community-based organizations.  For example, funding for the FEMA Phase II pilot program for disaster  case management was not awarded until July 2008 in Mississippi and  October 2008 in Louisiana although the funding period began in June  2008. Phase II grantees had already hired staff and began delivering case  management services in anticipation of grant funding being available. As a  result, some nonprofits had difficulty meeting expenses while they waited  for grant funding to be awarded. As we have previously reported, many of  the smaller case management organizations were unable to find alternative  resources to pay the case managers hired in June and had to lay off  caseworkers while awaiting for federal funding to be made available. On  the other hand, larger organizations such as Catholic Charities sometimes  had to wait up to 1 year to receive reimbursement for as much as $1  million in grant funds without having to take such actions.", "In recognition of the widespread devastation that resulted from the 2005  hurricanes and to address the challenges associated with navigating the  federal aid process, Congress passed legislation to amend several  assistance programs that helped nonprofit organizations deliver federally  supported recovery assistance to residents of the Gulf Coast. Most  notably, provisions in the Post-Katrina Emergency Management Reform  Act of 2006 expanded eligibility requirements for nonprofit organizations  to receive FEMA grant assistance, which enabled some nonprofit  organizations to receive financial assistance to rebuild their storm- damaged facilities to better serve their clients. Congress also passed  special legislation that provided additional cash assistance to hurricane  victims through the TANF block grant. In order to deploy more highly  trained workers to impacted communities, CNCS waived state matching  requirements for sponsoring AmeriCorps workers in Louisiana and  counted the cost of housing them as an in-kind match for sponsoring  AmeriCorps workers. These program waivers made it easier for nonprofits  with limited financial resources to sponsor AmeriCorps workers.", "In February 2009, President Obama created the President’s Advisory  Council for Faith-Based and Neighborhood Partnerships in order to bring  together leaders and experts in fields related to the work of faith-based  and neighborhood organizations. The council was designed to make  recommendations to the government on how to improve partnerships. In  March 2010, the council issued its first report which, while not focused on  Hurricane Katrina and Rita recovery efforts, included recommendations  that could be useful for long-term disaster recovery. For example, the  report recommended providing greater flexibility for the coordination and  integration of government funds designated for specific program activities.  The report went on to suggest that federal agencies develop rules and  regulations to encourage coordination and integration of programs and  services, and that agencies be mandated to be receptive to requests for  rulemaking changes that were aimed at facilitating coordination and  integration. In addition, the council recommended that in order to ease the  burden on nonprofit social service agencies, agencies remove barriers to  service provision such as matching fund requirements, burdensome  reporting and regulations, and slow payments and reimbursements."], "subsections": []}, {"section_title": "FEMA Has Taken Steps to Address Gaps in VAL Training and to Improve Information Sharing", "paragraphs": ["While some recovery officials and nonprofit representatives we spoke with  held generally favorable opinions about the usefulness of the assistance  provided by FEMA VALs, they identified opportunities for improvement in  the areas of training and information sharing.", "A senior FEMA official told us that, following Hurricane Katrina, the need  for VALs considerably outstripped the supply then available in the VAL  cadre requiring FEMA to hire temporary VALs without much experience.  In addition, ensuring continuity presented a challenge as FEMA  experienced a large turnover among VALs in the first year after the  disaster. FEMA officials acknowledged that inconsistent performance  among VALs was partly due to frequent changes in assigned staff as  Disaster Assistance Employee staff was rotated in and out of VAL  positions in the months immediately following the storms. However, they  noted that this became less of a concern as time passed and more  experienced VALs were brought on board and as VALs were hired from  the local population and therefore able to remain in their roles for longer  periods. FEMA offered several independent study disaster training courses  for VALs, including one that is directly related to VAL duties entitled “The  Role of Voluntary Agencies in Emergency Management.” FEMA also  provided some basic in-person training to VALs in the field, but this  training was provided on an ad hoc basis primarily by a single regional  VAL. This official provided training for two different regions (a total of 13  states) as well as recovery training to VALs in Louisiana and Mississippi  following Hurricanes Katrina and Rita while also handling his regular  regional VAL duties.", "We have previously reported that VALs could benefit from additional  training on federal programs and resources. For example, we found that  FEMA did not provide training for VALs on Public Assistance Grant  policies and recommended that the agency provide role-specific training to  VAL staff, including instruction on the Public Assistance Grant program  and the policies and opportunities that apply for nonprofit organizations.  FEMA has taken steps to respond to our recommendation as well as  address other training issues in its VAL program. These include changes  that FEMA is making that address our previous report recommendation  that FEMA provide role-specific training to VALs. For example, FEMA has  issued a VAL Handbook, which provides a written guide on essential VAL  activities and procedures, and has been revising its VAL training for the  past year. It expects to complete three VAL-specific courses by the end of  2010. One of the courses FEMA officials are working on is an introductory  VAL course, for which they are holding focus groups with regional VALs  and voluntary agencies for their input. FEMA expects to pilot this course  in the fall of 2010. FEMA is also developing a volunteer management  course for which they are pulling subject matter experts from the National  VOAD, recovery committees, and from state and local officials. The VAL  program’s expectation is that the revised VAL training program will be  incorporated into a larger FEMA initiative involving credentialing of  disaster workers.", "FEMA officials also acknowledged that VALs would benefit from a  mechanism through which they can more effectively share information  and best practices that are drawn from a variety of different sources (such  as VALs, local recovery partners, and the National VOAD). GAO’s guidance  on internal controls encourages agency management to provide effective  internal communications as one way to promote an appropriate internal  control environment. This guidance suggests agencies establish  mechanisms to (1) allow for the easy flow of information down, across,  and up within the organization, and (2) enable employees to recommend  improvements in operations. Consistent with this concept, FEMA has  taken steps to improve information sharing in its VAL program. More  specifically, FEMA is developing a knowledge repository known as the  VAL Community of Interest on an internal DHS network site. Once  operational, FEMA officials expect the site to function as a repository of  resources, planning, and best practices that will facilitate information  sharing and be readily available to the entire VAL community, even when  they are deployed in the field."], "subsections": []}, {"section_title": "Lack of Long-Term Recovery Guidance Regarding Partnerships with Nonprofits Is Being Addressed by the Federal Government and Others", "paragraphs": ["Collaboration is essential for an effective partnership between the wide  range of participants involved in the disaster recovery process. The  National Response Framework (NRF) defines the roles of federal, state,  local, tribal governments; the private sector; and voluntary organizations  in response to disasters. The NRF, which became effective in March 2008,  designates 15 emergency support functions that address specific  emergency disaster response needs. We have previously reported on the  importance of defining roles and responsibilities in both response and  recovery. FEMA acknowledges that recent disasters highlight the need  for additional guidance, structures and leadership to improve support and  management of recovery activities.", "As we have recently reported, the federal government has taken steps to  strengthen the nation’s disaster recovery process. In 2006, Congress  required FEMA to develop a national disaster recovery strategy for federal  agencies involved in recovery. In response to this mandate, FEMA and  HUD are leading a diverse group of federal agencies and other  organizations to develop the National Disaster Recovery Framework  (NDRF). Among the NDRF’s objectives is to define the federal, state, local,  tribal, nonprofit, private-sector, and the individual citizen’s roles in  disaster recovery. To date, the NDRF working group has facilitated various  meetings as well as developed a Web site for input from federal, state,  tribal and local government leaders; recovery-assistance providers;  nonprofit organizations; private sector representatives; and interested  citizens. The group has developed a draft framework, which includes  details about expected roles and responsibilities of nonprofits in disaster  recovery.", "In addition, at the President’s request, the secretaries of DHS and HUD are  co-chairing a Long-Term Disaster Recovery Working Group composed of  the secretaries and administrators of 20 federal departments, agencies,  and offices. This working group was established at the end of September  2009 and joined the NDRF effort started by FEMA in August 2009. This  effort to examine lessons learned from previous catastrophic disaster  recovery efforts includes areas for improved collaboration and methods  for building capacity within state, local, and tribal governments as well as  within the nonprofit, faith-based, and private sectors. The working group  is charged with developing a report to the President, which will provide  recommendations on how to improve long-term disaster recovery.", "The National VOAD is leading a parallel effort to establish a National  Nonprofit Relief Framework (NNRF) intended to complement the NRF  and NDRF by providing detailed guidance on nonprofit organization roles  and responsibilities, programs, polices, and interagency protocols. FEMA  is also involved in this effort and, according to information provided by  FEMA officials, this document will serve as a major source of program  coordination information for both government and non-governmental  organizations involved in all phases of emergency management. According  to these officials, the NNRF will help fill a planning void that currently  exists regarding what is known about the disaster response and recovery  capacity of the nonprofit sector. A final version of the NNRF is expected to  be issued in December 2010.", "In addition to the guidance that frameworks like the NDRF and NNRF can  offer, cooperative agreements provide another mechanism that can further  clarify the roles and responsibilities of specific nonprofits involved in  recovery activities. Several nonprofit and federal officials we spoke with  identified such agreements or memorandums of understanding established  between FEMA and specific nonprofit organizations as a tool to clarify  expectations and avoid confusion that can arise in the wake of a disaster.  These cooperative agreements could provide a road map for federal- nonprofit partnerships by outlining the functional capabilities and  resources of each partner, and by outlining implementation strategies for  delivering critical recovery services. Such agreements could also help  avoid duplication of efforts among the various disaster recovery players  and expedite recovery efforts."], "subsections": []}]}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to the Secretary of Homeland Security  for review and comment. DHS concurred with the report but did not  provide us with formal written comments.  The department did provide  several technical clarifications that we incorporated as appropriate. We  also sent drafts of the relevant sections of this report to cognizant officials  from the nonprofits involved in the specific examples cited in this report  and incorporated their comments as appropriate.", "As agreed with your offices, unless you publicly announce the contents of  this report earlier, we plan no further distribution until 30 days from the  date of this letter. We will then provide copies of this report to other  interested congressional committees; the Secretary of Homeland Security;  the Administrator of the Federal Emergency Management Agency; and  federal, state, local, and nonprofit officials we contacted for this review.  This report also is available at no charge on the GAO Web site at  http://www.gao.gov. If you have any questions about this report, please  contact me at (202) 512-6806 or at czerwinskis@gao.gov. Contact points  for our Offices of Congressional Relations and Public Affairs may be found  on the last page of this report. Key contributors to this report are listed in  appendix II."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["To address our first objective on how the federal government has worked  with nonprofit organizations to facilitate Gulf Coast Recovery following  Hurricanes Katrina and Rita in 2005, we first conducted a systematic  review and synthesis of GAO and other reports to identify (a) the range of  federal programs used to support Gulf Coast recovery; (b) the types of  nonprofit organizations that provide federally-supported recovery  assistance; and (c) the types of service delivery mechanisms federal  agencies used when working with nonprofit organizations. For this  objective we also interviewed officials involved in recovery efforts from  federal, state, and local governments, as well as officials from nonprofit  organizations, to help us refine our understanding of the range of federal  government relationships with nonprofit organizations active in Gulf Coast  recovery. To address our second objective describing steps taken by the  federal government to address challenges encountered when working with  nonprofits to deliver recovery services, we conducted interviews with  federal, state, local, and nonprofit officials and obtained supporting  documentation of federal actions where appropriate.", "We focused our review on Louisiana and Mississippi because these two  states sustained the most damage from Hurricanes Katrina and Rita and  thus accounted for a large portion of the federal funding made available to  Gulf Coast states for recovery.  In addition, given their role in disaster  recovery, we placed a focus on the activities of two components of the  Department of Homeland Security—the Federal Emergency Management  Agency and the Office of the Federal Coordinator for Gulf Coast  Rebuilding—in describing how the federal government has worked with  nonprofits on Gulf Coast recovery.", "We selected a variety of individuals and organizations in order to capture a  wide range of perspectives including (a) the range of types of nonprofit  organizations active in Gulf Coast recovery, (b) the broad range of  federally supported recovery services delivered to residents of the affected  areas, (c) the range of service delivery mechanisms used to deliver  services, and (d) individuals and organizations identified through our  literature review, informational interviews, and/or referrals received  during the course of our work. In total, we interviewed federal, state, local,  and nonprofit officials from the following 48 agencies and organizations.  While findings from our interviews cannot be generalized, this approach  allowed us to capture important variability within the various sectors."], "subsections": [{"section_title": "Federal Officials", "paragraphs": ["Corporation for National and Community Service, Washington, D.C.    Federal Emergency Management Agency (FEMA) Headquarters,  Washington, D.C.", "FEMA Louisiana Transitional Recovery Office, New Orleans, La.    FEMA Mississippi Transitional Recovery Office, Biloxi, Miss.    FEMA Region IV, Atlanta, Ga.    FEMA Region VI, Denton, Tex.    Office of the Federal Coordinator for Gulf Coast Rebuilding, Washington,  D.C."], "subsections": []}, {"section_title": "State Officials", "paragraphs": ["Louisiana Department of Social Services, Baton Rouge, La.    Louisiana Recovery Authority, Baton Rouge, La.    Louisiana Serve Commission, Baton Rouge, La.    Mississippi Department of Human Services, Jackson, Miss.    Mississippi Office of the Governor, Office of Recovery and Renewal,  Jackson, Miss."], "subsections": []}, {"section_title": "Local Officials", "paragraphs": ["Office of Emergency Preparedness, City of New Orleans, New Orleans, La.    Office of Intergovernmental Relations, City of New Orleans, New Orleans,  La."], "subsections": []}, {"section_title": "Nonprofit Organizations", "paragraphs": ["America Speaks, Washington, D.C.    Annunciation Mission, Free Church of the Annunciation, New Orleans, La.    Back Bay Mission, United Church of Christ, Biloxi, Miss.    Baptist Association of Greater New Orleans, New Orleans, La.    Baptist Community Ministries, New Orleans, La.    Broadmoor Development Corporation, New Orleans, La.    Catholic Charities Archdiocese of New Orleans, New Orleans, La.    Greater Light Ministries, New Orleans, La.    Greater New Orleans Disaster Recovery Partnership, New Orleans, La.    Hope Community Development Agency, Biloxi, Miss.   Israelite Baptist Church, New Orleans, La.    Katrina Relief, Poplarville, Miss.    Louisiana Association of Nonprofit Organizations, Baton Rouge and New  Orleans, La.", "Louisiana Family Recovery Corps, Baton Rouge, La.    Louisiana Voluntary Organizations Active in Disaster, Baton Rouge, La.    Lutheran Episcopal Services in Mississippi, Jackson, Miss.    Mississippi Center for Nonprofits, Jackson, Miss.    Mississippi Commission for Volunteer Service, Jackson, Miss.    Mississippi Gulf Coast Community Foundation, Gulfport, Miss.    Mississippi Interfaith Disaster Task Force, Biloxi, Miss.    Mississippi Voluntary Organizations Active in Disaster, Jackson, Miss.", "Rand Gulf States Policy Institute, New Orleans, La.    Rebuilding Together New Orleans, New Orleans, La.    Recovery Assistance, Inc., Ministries, Biloxi, Miss.    Restore, Rebuild, Recover Southeast Mississippi (R3SM), Hattiesburg,  Miss.", "Salvation Army, Jackson, Miss.    St. Bernard Project, Chalmette, La.    The Advocacy Center, New Orleans, La.    Trinity Christian Community, New Orleans, La.    Tulane University Center for Public Service, New Orleans, La.    United Methodist Committee on Relief/Katrina Aid Today, New York, N.Y.    United Way for the Greater New Orleans Area, New Orleans, La.    Volunteers of America of Greater New Orleans, New Orleans, La.    Waveland Citizens Fund, Poplarville, Miss.", "We conducted this performance audit from February 2008 through July  2010 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives. We requested comments  on a draft of this report from the Department of Homeland Security (DHS).  DHS concurred with the report but did not provide formal written  comments.  However, the department had several technical clarifications  that we incorporated as appropriate. We also provided drafts of relevant  sections of this report to state, local, and nonprofit officials involved in the  specific examples cited in this report, and incorporated their comments as  appropriate."], "subsections": []}]}, {"section_title": "Appendix II: GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "Acknowledgments", "paragraphs": ["In addition to the contact named above,  Peter Del Toro (Assistant  Director); Michelle Sager (Assistant Director);  Jyoti Gupta; Kathleen  Drennan; Anthony Patterson; and Jessica Thomsen  made key  contributions to this report."], "subsections": []}]}], "fastfact": []}