{"id": "GAO-17-201", "url": "https://www.gao.gov/products/GAO-17-201", "title": "Cuba: U.S. Policy Changes Increased Engagement with Private Sector, but Agency Information Collection Is Limited", "published_date": "2016-12-15T00:00:00", "released_date": "2017-01-17T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["In the more than 50 years since it established an embargo on Cuba, the U.S. government has pursued a policy designed to isolate Cuba's communist regime. In December 2014, the President announced a significant change in U.S. policy. Since then, the U.S. government has restored diplomatic relations with Cuba and modified some aspects of the U.S. embargo. The Cuban government has also implemented economic reforms in recent years to allow for certain private sector activity. While much of Cuba's economy is still state-controlled and the U.S. embargo on Cuba remains in place, developments in recent years have created new opportunities for U.S. economic engagement with Cuba.", "This report examines what is known about (1) the size and scope of the Cuban private sector, (2) the effect of changes to U.S. legal and regulatory restrictions on the Cuban private sector and U.S. businesses, and (3) the extent to which the U.S. government has planned and implemented activities to increase U.S. engagement with the Cuban private sector and expand U.S. economic opportunities in Cuba. GAO analyzed U.S. government and other assessments of the Cuban private sector, analyzed Cuban government data, interviewed U.S. federal and nonfederal Cuba experts, and conducted fieldwork in Cuba."]}, {"section_title": "What GAO Found", "paragraphs": ["The Cuban private sector has grown rapidly since 2008 but remains small compared with other economies and faces various constraints. The Cuban private sector includes (1) self-employed entrepreneurs, (2) agricultural cooperatives and other private farmers, and (3) nonagricultural cooperatives. Cuban government data indicate that the percentage of the Cuban workforce in the private sector has grown from 17 percent in 2008 to 29 percent in 2015. However, the Cuban private sector is smaller than in 16 comparable countries GAO analyzed. It is also still highly constrained by the Cuban government and faces challenges, including a lack of access to needed supplies and equipment.", "U.S. regulatory changes have created some new opportunities in Cuba, but economic engagement is still limited. The U.S. government has made six sets of regulatory changes since December 2014 to ease restrictions on travel, remittances, financial services, and trade with Cuba. For example, the Department of Commerce created a new export license exemption to facilitate U.S. exports that support the Cuban people, including the private sector. The regulatory changes have generated U.S. business interest; however, relatively few commercial deals have been completed. In addition, U.S. trade with Cuba has decreased, driven by declining agricultural exports, which have been legal since 2000. Changes in remittance and travel regulations are expected to benefit the Cuban private sector through increased capital and purchases from U.S. visitors. Although the regulatory changes have created some new opportunities for U.S. businesses and the Cuban private sector, embargo restrictions and Cuban government barriers continue to limit U.S.-Cuba economic engagement.", "U.S. agencies have conducted a range of activities to support U.S. policy changes; however, embargo restrictions, resource constraints, and Cuban government priorities affect their ability to support U.S. businesses or engage the Cuban private sector. Within these limitations, the Department of State (State) and other U.S. agencies have engaged with the Cuban government, U.S. businesses, and the Cuban private sector. Among other things, they have established memoranda of understanding with the Cuban government, hosted events with Cuban entrepreneurs, and promoted training opportunities. However, U.S. agencies have not collected and documented key information on the Cuban economy, the effects of regulatory changes, and agency activities, in accordance with federal standards for internal control. Without collecting and documenting information, agencies risk being unable to monitor and assess changes over time in economic engagement with Cuba, including with the private sector."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends that State, in consultation with key agencies, take steps to identify and collect information to monitor changes in economic engagement resulting from the shift in U.S. policy. State concurred with the recommendation."]}], "report": [{"section_title": "Letter", "paragraphs": ["On December 17, 2014, President Obama announced a major shift in  U.S. policy toward Cuba. For more than 50 years, the U.S. government  had primarily pursued a policy designed to isolate Cuba’s communist  regime politically and economically. Under the new approach, the U.S.  government has reestablished diplomatic relations with Cuba; removed  Cuba from the list of state sponsors of terrorism; and reduced restrictions  on travel, remittances, and commerce. The President also stated his  intent to take a number of steps designed to support the Cuban people,  including Cuba’s emerging private sector, which has grown as the Cuban  government has implemented some market-oriented reforms and granted  greater economic freedoms to Cuban citizens. However, much of Cuba’s  economy remains controlled by the state, and information about the  Cuban private sector is more limited than for most countries. In addition,  many U.S. legal restrictions on economic activity with Cuba remain. As a  result, policymakers have raised questions regarding the size and scope  of the Cuban private sector and the extent to which the U.S. government  and U.S. businesses could effectively engage with Cuba.", "You asked us to review U.S. government activities to support the Cuban  private sector and facilitate U.S. businesses’ economic engagement in  Cuba. Specifically, this report examines what is known about (1) the size  and scope of the Cuban private sector, (2) the effect of changes to U.S.  legal and regulatory restrictions related to Cuba on the Cuban private  sector and U.S. businesses, and (3) the extent to which the U.S.  government planned and implemented activities designed to increase  U.S. engagement with the Cuban private sector and expand U.S.  economic opportunities in Cuba.", "To address these objectives, we analyzed U.S. government reports;  assessments by academics, think tanks, and other relevant organizations;  and Cuban government employment data to examine the size and  composition of the Cuban private sector and how the private sector has  changed over time. To assess the reliability of Cuban employment data,  we interviewed U.S. officials and Cuba experts familiar with the data and  examined how the data had been used in other assessments of the  Cuban economy. We determined that the data were sufficiently reliable  for the purposes of this report. We also conducted interviews with U.S.  officials, experts on Cuba, U.S. business association officials, and  representatives from the Cuban embassy in Washington, D.C., to gain  additional information on the Cuban private sector, including key factors  affecting its development. To examine the effect of changes to U.S. legal  and regulatory restrictions related to Cuba on the Cuban private sector  and U.S. businesses, we analyzed relevant laws and regulations  governing the U.S. embargo on Cuba and interviewed agency officials,  U.S. business association officials, and Cuban private sector  representatives. In addition, we analyzed U.S. government reports,  strategies, and other documents and interviewed U.S. government  officials to identify steps agencies have taken to plan and implement  activities to increase U.S. engagement with the Cuban private sector and  expand U.S. economic opportunities in Cuba. In assessing agencies’  efforts to increase economic engagement with the Cuban private sector,  we compared their actions with GAO’s Standards for Internal Control in  the Federal Government. Principle 13 of these standards states that  agencies should use quality information to achieve their objectives. We  also interviewed U.S. agency officials and Cuba experts to determine  what is known about the impact U.S. legal and regulatory restrictions  have on the U.S. government’s ability to directly engage with the private  sector or support U.S. businesses’ engagement efforts. Finally, we  conducted fieldwork in Cuba, including interviews with representatives  from the Cuban private sector, to obtain additional information on the  Cuban private sector and U.S. activities to support it. Appendix I provides  a detailed description of our scope and methodology.", "We conducted this performance audit from January 2016 to December  2016 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "Background on Cuba", "paragraphs": ["Cuba is the largest Caribbean nation, with a population of more than 11  million people and an area of about 111,000 square kilometers (slightly  smaller than Pennsylvania). Cuba lies approximately 90 miles south of  Key West, Florida. See figure 1 for a map of Cuba.", "According to the World Bank, Cuba’s gross domestic product (GDP) was  estimated to be $77.15 billion in 2013. However, widespread uncertainty  exists about the accuracy of data on Cuba’s economy, including GDP  figures. As a nonmarket economy where the government is largely  responsible for setting prices and wages, it is challenging to assess  Cuba’s economic performance using typical economic indicators. Cuba  also has a dual-currency system that distorts information on the Cuban  economy because multiple exchange rates are used internally within the  country, which results in the mispricing of various transactions, among  other things. In addition, Cuba is not a member of international financial  institutions, such as the World Bank and the International Monetary Fund,  and is thus not subject to regular reviews of its economy, including its  economic and financial data, as is typical of countries that are members  of these organizations.", "Cuba’s key trading partners are Venezuela, the European Union, and  China. Cuba is a net importer of goods. According to reporting by the U.S.  International Trade Commission (USITC), Cuba imported a total of $9.3  billion in goods in 2014. Cuba relies on imports to meet its energy needs.  Cuba also imports almost 80 percent of its food. Although Cuba is a net  importer of goods, it is a net exporter of services. According to the USITC,  Cuba’s exports of commercial services were $12.3 billion in 2014  compared with service imports of $2.5 billion in that same year, a net  surplus of $9.8 billion. Cuba’s largest service exports are medical  services and tourism.", "The Cuban government has sought to attract additional foreign  investment in recent years. In March 2014, the Cuban government  passed an updated law governing foreign investment and, in November  2014, published a list of 246 projects for which it was seeking a total of  over $8 billion in foreign investment. In November 2015, the Cuban  government published an updated list of 326 projects, for a total of $8.2  billion in foreign investment opportunities. Much of the foreign investment  in Cuba is concentrated in the tourism, energy, and mining sectors. For  example, Spanish companies have been involved in 19 hotel projects in  Cuba since 2003, according to the USITC. As another example, the  Canadian firm Sherritt has been involved in a joint venture project in Cuba  for more than 20 years, which involves nickel mining as well as oil and  power operations."], "subsections": [{"section_title": "Recent Political and Economic History", "paragraphs": ["Within 3 years after coming to power in 1959, Fidel Castro consolidated  his control over Cuba, establishing a communist state characterized by a  one-party political system and a centrally planned economy. Fidel Castro  led the country from 1959 until 2006 when he provisionally stepped down  due to poor health, and his brother, Raúl Castro, assumed the  presidency. Cuba’s legislature officially selected Raúl Castro as President  in 2008 and reelected him in 2013.", "The relationship between the United States and Cuba deteriorated quickly  after Fidel Castro came to power as the new Cuban government  established an authoritarian communist state and pursued close relations  with the Soviet Union. In addition, after coming to power, the Castro  government seized $1.9 billion of U.S. property on the island. In the  decades since, the relationship between the two countries has been  characterized by mutual antagonism and mistrust. Throughout this period,  the U.S. government has repeatedly raised concerns about the lack of  political and other freedoms in Cuba and has cited the Cuban government  for a range of human rights abuses.", "For the first 3 decades after the Castro regime came to power, the Cuban  economy was dependent on billions of dollars in annual subsidies from  the Soviet Union. However, after the breakup of the Soviet Union in 1991,  these subsidies stopped, and Cuba entered a period of significant  economic hardship. More recently, the Cuban government has relied  heavily on subsidies from Venezuela to support its economy. Among  other things, Venezuela has provided Cuba with around 100,000 barrels  of oil per day, some of which the Cuban government refines and then  sells on the world market to generate hard currency. However, as  Venezuela’s political and economic situation has deteriorated, these  subsidies have reportedly declined. In July 2016, the Cuban government  announced the need to prepare for energy shortages and other economic  challenges.", "The Cuban government controls most sectors of the economy and  employs the majority of the Cuban workforce. In the years after the  Castro regime came to power, the Cuban government shut down most  forms of private sector activity. However, the Cuban government has  periodically allowed some private sector activity. For example, in the  aftermath of the Soviet Union’s collapse, the Cuban government  liberalized some private sector activity to combat the severe economic  recession the country faced; however, as the economy stabilized, the  Cuban government reversed many of these reforms."], "subsections": []}]}, {"section_title": "U.S. Embargo Legislation and Associated Regulations", "paragraphs": ["Since the 1960s, the United States has maintained an embargo on Cuba  through various laws, regulations, and presidential proclamations that  restricts trade, travel, and financial transactions.", "Key legislation related to the embargo includes the following:", "Trading with the Enemy Act of 1917 (TWEA). TWEA granted the  President broad authority to impose embargoes on foreign countries  during times of war and was amended in 1933 to also grant this  authority during times of a presidentially declared national emergency.  The International Emergency Economic Powers Act of 1977 amended  section 5(b) of TWEA, again limiting the President’s authority to times  of war but allowing the President’s continued exercise of his national  emergency authority with respect to the ongoing Cuba embargo. This  act required that the President determine on an annual basis that  maintaining the Cuba embargo is in the national interest of the United  States.", "Foreign Assistance Act of 1961. The Foreign Assistance Act  contains provisions barring any assistance to Cuba and authorizing  the President to establish and maintain an economic embargo on  Cuba. Section 620(a) of the act, codified at 22 U.S.C. § 2370(a),  prohibits any U.S. foreign assistance to the “present” government of  Cuba and authorizes the President to establish and maintain a total  embargo on all trade between the United States and Cuba as a  means of carrying out the assistance prohibition.", "Cuban Democracy Act of 1992 (CDA). The CDA further restricted  U.S. trade with Cuba and called on the President to encourage other  countries to limit their trade with Cuba as well as their extension of  credit and assistance to Cuba. The law permitted U.S. exports of  medicine and medical supplies to Cuba, with certain exceptions.  However, such exports must be authorized through specific licenses,  and the U.S. government must be able to verify through onsite  inspection and other appropriate means that the items are used for  their intended purposes and for the benefit and use of the Cuban  people. The law also restricted trade with Cuba by foreign subsidiaries  of U.S. firms and prohibited any vessel unlicensed by the Department  of the Treasury (Treasury) from (1) loading or unloading freight in a  U.S. port within 180 days after leaving a Cuban port where it engaged  in trade of goods or services or (2) entering a U.S. port while carrying  goods or passengers to or from Cuba or goods in which Cuba or a  Cuban national had an interest.", "Cuban Liberty and Democratic Solidarity Act of 1996  (LIBERTAD). Commonly known as the Helms-Burton Act, LIBERTAD  defined and codified the embargo as it was in effect on March 1,  1996. LIBERTAD authorizes the President to suspend the embargo  only if he or she determines that a transition Cuban government is in  power. Furthermore, LIBERTAD requires the President to terminate  the embargo if he or she determines that a democratically elected  Cuban government is in power. In addition, the law prohibits U.S.  persons, permanent resident aliens, and U.S. agencies from  knowingly financing any transactions involving property of U.S.  nationals confiscated by the Cuban government; permits U.S.  nationals to sue in U.S. courts persons trafficking in such confiscated  property (this authority has been suspended by the President since  enactment); and provides for denying entry into the United States to  aliens determined by the Secretary of State to be involved in such  trafficking.", "Trade Sanctions Reform and Export Enhancement Act of 2000  (TSRA). TSRA prohibits the President from imposing new, unilateral  agricultural and medical sanctions against any foreign country,  including Cuba, unless approved by a congressional joint resolution,  and requires termination of existing unilateral agricultural or medical  sanctions unless continued by a congressional joint resolution. In  addition, TSRA authorizes, pursuant to a 1-year license and other  requirements, the export of agricultural commodities (including food)  to Cuba, subject to specific conditions. TSRA also prohibits the U.S.  government from providing Cuba with foreign assistance, export  assistance, and any credit or guarantees for exports. In addition,  TSRA prohibits U.S. private financing or payment of agricultural  commercial sales to Cuba, except where payment is made with cash  in advance, interpreted by Treasury to mean payment before the  transfer of title to, and control of, exported agricultural commodities, or  where financing is from third-country financial institutions. Finally,  TSRA prohibits the licensing of travel to Cuba for tourist activities by  persons subject to U.S. jurisdiction.", "Key regulations related to the embargo include the following:", "The Cuban Assets Control Regulations (CACR). The CACR, which  Treasury issued in 1963 under the President’s broad authority in  section 5(b) of TWEA and the Foreign Assistance Act, prohibit  persons subject to U.S. jurisdiction from engaging in transactions  involving property in which Cuba or a Cuban national has an interest,  including transactions related to travel, remittances, humanitarian  assistance, and financial services, without authorization from  Treasury.", "The Export Administration Regulations (EAR). The Department of  Commerce’s (Commerce) EAR are issued under the authority of the  Export Administration Act of 1979 and the International Emergency  Economic Powers Act. U.S. exports and reexports to Cuba subject to  the EAR must be authorized by Commerce. Applications for licenses  for export to Cuba of items subject to the EAR fall mostly under a  general policy of denial, although some items are exempt from this  policy.", "Over time, the embargo has been modified through legislation and  regulatory amendments, which have alternately eased and tightened  aspects of the embargo. For example, as noted above, TSRA’s passage  in 2000 loosened prohibitions on the export of U.S. agricultural  commodities, including food, to Cuba. In 2004, the Bush administration  made regulatory changes to tighten restrictions on travel, remittances,  and gift parcels to Cuba. For example, Treasury reduced the permitted  frequency of family visits to Cuba from once every 12 months to once  every 3 years. Subsequently, the Obama administration made regulatory  changes to loosen certain embargo restrictions in 2009 and 2011. For  example, in September 2009, Treasury removed the previously  established restrictions on the frequency and duration of travel to Cuba to visit close relatives. Figure 2 provides a timeline of key events in the U.S.- Cuba relationship, including changes in the embargo, up until December  2014."], "subsections": []}, {"section_title": "President Obama’s December 2014 Policy Change", "paragraphs": ["On December 17, 2014, President Obama announced a major shift in  U.S. policy on Cuba intended to increase engagement between the two  countries, among other things. Specifically, the administration’s new  policy called for establishing diplomatic relations with Cuba, adjusting regulations to more effectively empower the Cuban people,  facilitating an expansion of travel under general licenses for the 12  existing categories of travel to Cuba authorized by law,  facilitating remittances to Cuba by U.S. persons, authorizing expanded commercial sales/exports from the United  States of certain goods and services, authorizing U.S. citizens to import additional goods from Cuba,  facilitating authorized financial transactions between the United States  and Cuba,  initiating new efforts to increase Cubans’ access to communications  and their ability to communicate freely, updating the application of Cuba sanctions in third countries, pursuing discussions with the Cuban and Mexican governments to  discuss the unresolved maritime boundary in the Gulf of Mexico,  initiating a review of Cuba’s designation as a State Sponsor of  Terrorism, and addressing Cuba’s participation in the 2015 Summit of the Americas.", "Since December 2014, the U.S. government has undertaken a number of  efforts to implement various aspects of the administration’s policy. For  example, after several rounds of negotiation, the United States and Cuba  reestablished diplomatic relations on July 20, 2015, and the two countries’  Interests Sections reopened as embassies.", "On October 14, 2016, President Obama issued a presidential policy  directive on the normalization of relations between the United States and  Cuba, which provides additional details on the administration’s Cuba  policy. Among other things, the policy directive describes the  administration’s vision for U.S.-Cuba normalization, discusses progress  on normalization since December 2014, describes the strategic  landscape with respect to Cuba, establishes medium-term objectives for  the U.S.-Cuba relationship, and describes the roles and responsibilities of  U.S. agencies in implementing the policy. Figure 3 provides a timeline of  key events since the policy change in December 2014."], "subsections": []}, {"section_title": "U.S. Agencies Involved in Implementation of Cuba Policy", "paragraphs": ["A number of U.S. agencies are involved in the implementation of the  administration’s Cuba policy.", "Treasury’s Office of Foreign Assets Control (OFAC) administers the  CACR, and Commerce’s Bureau of Industry and Security (BIS)  administers the EAR. Among other things, OFAC and BIS are  responsible for licensing transactions authorized by the regulations.", "The Department of State (State) is responsible for establishing foreign  policy related to Cuba, leading diplomatic engagement with the Cuban  government, implementing certain democracy assistance programs,  and promoting educational and cultural exchanges.", "Other U.S. agencies, including the U.S. Department of Agriculture  (USDA), the U.S. Agency for International Development (USAID), and  the U.S. Trade Representative (USTR), are also involved in certain  activities related to the implementation of the administration’s Cuba  policy. USDA communicates with U.S. agricultural producers involved  in trade with Cuba and coordinates with the Cuban government on  agricultural issues of mutual interest. USAID is charged with  implementing certain democracy assistance programs in Cuba. USTR  serves as an advisor to other U.S. agencies on issues related to trade  with Cuba and engages with the Cuban government in multilateral  forums, such as the World Trade Organization. In addition, the USITC  has reported on issues related to the U.S. embargo on Cuba and  trade between the two countries, including in a March 2016 report."], "subsections": []}]}, {"section_title": "The Cuban Private Sector Has Grown Rapidly Since 2008 but Remains Small Compared with Other Economies and Faces Various Constraints", "paragraphs": ["The Cuban private sector has grown rapidly since 2008 but remains small  compared with other economies and faces various constraints. Although it  continues to control most of the economy, the Cuban government has  undertaken several reforms in recent years that have created  opportunities for Cubans to engage in additional private sector activity.  Currently, the Cuban private sector has three primary components: (1)  self-employed entrepreneurs such as restaurant owners and taxi drivers,  (2) agricultural cooperatives and other private farmers, and (3)  nonagricultural cooperatives involved in activities such as construction  and financial services. Cuban government data indicate that the  authorized private sector has grown rapidly, with 29 percent of the Cuban  labor force in the private sector in 2015 compared to 17 percent in 2008.  Although the percentage of the Cuban workforce in the private sector has  grown, it is still smaller than in comparable countries, according to our  analysis of International Labour Organization (ILO) data. In addition, the  Cuban private sector is still highly constrained by the Cuban government  and faces challenges including a lack of access to needed inputs."], "subsections": [{"section_title": "The Cuban Government Continues to Control Most of the Economy but Has Undertaken Reforms to Allow Some Private Sector Activity", "paragraphs": ["Although the majority of the economy continues to be controlled by the  state, the Cuban government has undertaken several reforms in recent  years that have created opportunities for Cubans to engage in additional  private sector activity. Many reforms have taken place since 2008 when  Raúl Castro was elected as head of the state by the Cuban National  Assembly. Among other things, these reforms have been driven by the  Cuban government’s stated goal of reducing the number of workers on  the state payroll by 1.8 million. The Cuban government has also set the  goal of increasing the private sector’s contribution to GDP from  approximately 5 percent in 2011 to between 40 and 45 percent by 2017,  according to State.", "Despite the economic reforms taken, the Cuban government remains  ambivalent about the private sector, according to U.S. officials and Cuba  experts. For example, U.S. officials and experts we interviewed noted that  the Cuban government remains wary of allowing the accumulation of  wealth among its citizens and thus wants to limit the ability of any one  business to grow too large or become too financially successful. Cuban  embassy officials we interviewed stated that the Cuban government  believes that some private sector activity is necessary to improve the  efficiency of the Cuban economy; however, the officials also noted that  the government remains committed to its socialist economic model and  that key sectors of the economy will remain state owned."], "subsections": []}, {"section_title": "The Cuban Private Sector Has Three Primary Components Authorized by the Cuban Government", "paragraphs": ["The Cuban private sector currently includes three primary components  that are authorized by the Cuban government: (1) self-employed  entrepreneurs known as cuentapropistas, (2) agricultural cooperatives  and private farmers, and (3) nonagricultural cooperatives. Figure 4  shows examples of private sector activity in Cuba.", "Cuentapropistas: Cuba has authorized 201 categories of legal self- employment for individuals. However, many of these categories are highly  specific (e.g., “Flower Wreath Arranger” and “Children’s Ride Operator”),  and most white collar professions, such as engineers or lawyers, are not  among the authorized categories. There were approximately half a million  licensed cuentapropistas at the end of 2015, according to Cuban  government data. According to one analysis, about 80 percent of licensed  cuentapropistas operate their own businesses, while the remaining 20  percent are contract workers for other cuentapropistas. Common  cuentapropista activities include restaurants, bed and breakfasts,  transportation (see fig. 5), and construction. Certain forms of self- employment have been authorized in Cuba since 1993; however, the  Cuban government has increased the number of authorized categories in  recent years. For example, in 2013, the Cuban government increased the  number of authorized categories from 181 to the current 201.", "Agricultural cooperatives and private farmers: There were  approximately 5,200 agricultural cooperatives operating as of the end of  2015, according to State. There are three types of agricultural  cooperatives in Cuba. All three types of cooperatives are considered part  of the private sector; however, their ownership structure and relationship  to the state differ.", "Credit and Services Cooperatives (Cooperativas de Créditos y  Servicios): These cooperatives, first formed shortly after the Castro  regime came to power, provide credit and other services to the  cooperative members and are comprised of independent farmers who  individually own and farm their land.", "Agricultural Production Cooperatives (Cooperativas de Producción  Agropecuaria): First formed in the 1970s, these cooperatives involve  the nonreversible sale of land and equipment by private farmers to the  cooperative in exchange for a membership/ownership stake in the  cooperative.", "Basic Units of Cooperative Production (Unidades Básicas de  Producción Cooperativa): First formed in the 1990s, these  cooperatives were formed from farms previously run by the state.  Under this cooperative arrangement, the state owns the land;  however, the farmers lease the land from the state, and the  cooperative members control production on the farms.", "There are also some independent private farmers in Cuba who are not  associated with a cooperative. According to Cuban government data, the  amount of agricultural land held by agricultural cooperatives and private  farmers was 70 percent in 2015.", "Nonagricultural cooperatives: First approved in 2013, 367  nonagricultural cooperatives were operating as of the end of 2015,  according to State. Some nonagricultural cooperatives are “self-initiated”  while others were formed as a result of the Cuban government’s decision  to privatize state companies. According to one analysis, approximately 75  percent of nonagricultural cooperatives are former state-owned  enterprises. Unlike with cuentapropistas, there is no list of permitted  occupations for nonagricultural cooperatives. To date, the majority of  nonagricultural cooperatives are involved in service, rather than  production activities. The Cuban government has approved  nonagricultural cooperatives in construction, transportation, financial  services, and automotive repair, among other areas."], "subsections": [{"section_title": "Joint Ventures", "paragraphs": ["Cuba experts and analyses of the Cuban private sector differed as to  whether joint ventures, which are partnerships between foreign  companies and state enterprises in Cuba, should be considered part of  the private sector. According to State, joint ventures in Cuba operate in a  limited number of sectors such as hotels, tourism, and mining. Some  analyses included joint ventures as part of the private sector; however,  some U.S. government officials and experts we interviewed, stated that  joint ventures should not be considered part of the private sector given  the nature of joint venture arrangements in Cuba. Joint ventures are  generally required to be majority owned by Cuban state-owned  enterprises. In addition, foreign firms that enter into joint ventures in Cuba  cannot directly hire Cuban workers and must instead go through a Cuban  government staffing agency. These staffing agencies generally take a  significant portion of the salary that the foreign firm pays to the workers."], "subsections": []}, {"section_title": "Informal Private Sector Activity", "paragraphs": ["In addition to the authorized private sector, there is evidence of significant  informal private sector activity in Cuba. For example, El Paquete, an  electronic bundling of news and entertainment content, is by some  estimates the largest private sector business on the island. Although it is  not an authorized form of private sector activity, it is well-known and  tolerated by the Cuban government, according to U.S. officials and Cuba  experts. Even private sector businesses that are legally authorized may  operate in legal grey areas. For example, owners of legal, private  restaurants must frequently resort to the black market to get necessary  supplies. There are also legal businesses that stretch the terms of their  license. For example, one Cuba expert we interviewed noted that some  cell phone repair shops will also offer other services, such as loading off- line applications onto cell phones."], "subsections": []}]}, {"section_title": "The Size of the Formal Cuban Private Sector Has Increased Substantially Since 2008 but Remains Small Relative to Comparable Countries", "paragraphs": ["U.S. government and international institution data on the size of the  Cuban private sector are limited. In addition, the methodologies the  Cuban government uses to produce data on various measures of the  Cuban economy are not readily transparent, and certain key data are not  publicly reported. For example, the Cuban government does not publish  data on the private sector’s share of Cuba’s GDP. However, the Cuban  government does report data on the share of the Cuban workforce in the  private sector. Experts we interviewed generally consider official Cuban  labor market data to be reliable, and these data have been used in a  range of analyses that we reviewed.", "According to our analysis of Cuban labor force data, the Cuban private  sector has grown rapidly since 2008. For example, as shown in figure 6,  the number of licensed cuentapropista workers grew from 142,000 in  2008 to approximately 500,000 in 2015, according to Cuban government  data.", "As shown in figure 7, Cuban government data indicate that as of 2015,  approximately 29 percent of the Cuban workers were employed in the  private sector, an increase of approximately 12 percentage points from  2008. Some analyses we reviewed and experts we interviewed indicated  that at least some of the growth of the Cuban private sector in recent  years has been driven by the formalization of previously unauthorized or  informal private sector activity, rather than the creation of new  employment.", "Although the size of the Cuban private sector has grown since 2008,  there are some indications that this growth has slowed recently. For  example, according to reporting by the Economist Intelligence Unit,  Cuba’s Ministry of Labor and Social Security stated that the number of  licensed cuentapropistas declined in the second half of 2015 after hitting  a high in May 2015. However, the Economist Intelligence Unit reported  that the number of licenses subsequently recovered to previous levels in  the first quarter of 2016. In addition, U.S. officials and experts we  interviewed noted that the Cuban government appears to have slowed  down or even stopped the approval of new nonagricultural cooperatives.  The Cuban government’s plans to shift some employment to the private  sector have also not been fully realized. For example, in 2012, the Cuban  government announced plans to privatize almost 13,000 state-run  eateries and personal service providers; however, as of 2015, only 108 of  these businesses had become operational in the private sector, according  to State officials. More recently, in October 2016, news outlets reported  that the Havana provincial government announced that it was temporarily  halting approvals of new licenses for private restaurants in Havana.", "The U.S. government has not independently analyzed the size and scope  of the Cuban private sector; however, some academic studies have  developed estimates of the size of the Cuban private sector. These  estimates generally found that 25 to 35 percent of the Cuban workforce is  in the private sector. There were some differences in the scope of private  sector activity included in these estimates. For example, some estimates  included joint venture employees in their estimates, while others did not.  Some estimates sought to quantify the number of Cubans who work part  time or unofficially within the private sector; others did not. For example,  one analysis estimated that there are likely between 400,000 to 800,000  Cuban government workers who earn significant private income to  supplement their government salaries.", "Although increasing, the percentage of Cubans working in the private  sector remains small compared to other countries. The ILO maintains a  database that collects information on employment by institutional sector— public or private—from national statistical agencies. Based on our  analysis of these data, the share of Cuba’s workforce in the private sector  is smaller than in all 16 other countries—for which data were available— that fall into the same World Bank income category.", "The percentage of Cuba’s workforce in the private sector was  approximately 28 percent in 2014 compared to a median of approximately  83 percent for the other 16 countries (see fig. 8). Most countries in this  income group had a substantially larger share of employment in the  private sector. Of the 16 comparable countries that we reviewed, Belarus  had the next lowest percentage of its workforce in the private sector after  Cuba, with 61 percent of its workforce in the private sector. The  percentage of the Cuban workforce in the private sector was also smaller  than Vietnam, the only other communist country for which the ILO had  data. As of 2014, approximately 89 percent of Vietnam’s workforce was  in the private sector."], "subsections": []}, {"section_title": "The Cuban Private Sector Is Still Highly Constrained and Faces Many Challenges", "paragraphs": ["Although Cuban government reforms in recent years have created  additional space for private sector activity, various sources noted that  legal private sector activity is still highly constrained and circumscribed by  the state. For example, in the 2016 Index of Economic Freedom,  compiled by The Heritage Foundation and The Wall Street Journal, Cuba  ranked 177 out of the 178 countries assessed, with only North Korea  rated as less economically free. As described previously, the Cuban  government authorizes private sector activity only in certain prescribed  areas, with many sectors of the economy exclusively reserved for state- owned enterprises or government ministries. Even within authorized  areas, the Cuban private sector faces many limits on its operations and  an array of challenges, given the nature of the Cuban economic system.  Some experts on Cuba have thus questioned the extent to which it is  accurate to consider Cuba’s private sector as being truly private.", "Based on analyses we reviewed and interviews we conducted with U.S.  officials, Cuba experts, and representatives of the Cuban private sector,  we identified a number of challenges that the Cuban private sector faces.  These include the following, among others:", "Lack of access to inputs. According to State and Cuban private  sector representatives, the Cuban government monopolizes the  country’s wholesale distribution system and significantly limits the  Cuban private sector’s access to it. As a result, the Cuban private  sector must frequently purchase inputs in retail rather than wholesale  markets. In addition, the Cuban private sector frequently experiences  challenges obtaining needed inputs for their operations or finds that  the inputs they are able to obtain through official distribution channels  are not of sufficient quality. These challenges extend to a range of  supplies and equipment. For example, Cuban private restaurant  owners have difficulty obtaining a range of items, from fresh produce,  to coffee makers, to lighting fixtures. One cooperative representative  we interviewed stated that private construction workers face  challenges obtaining building materials and construction equipment.", "Inability to directly import or export. The Cuban government  controls all imports and exports in the country. Thus, the Cuban  private sector does not have the ability to directly import or export  items. For example, one representative from the Cuban private sector  we interviewed noted that her company must go through a specific  state trading agency to obtain needed inputs for her business. She  said that her overseas suppliers have at times backed out of  transactions due to this state trading agency’s delays in arranging  procurements. Given these restrictions, many in the private sector  travel abroad themselves or rely on other individuals to bring back  needed items.", "Limited access to financing. The Cuban private sector is also  challenged by its limited ability to access financing. According to State  and USITC reporting and other analyses of the Cuban economy we  reviewed, the Cuban government does not allow private banking, and  the Cuban private sector does not have access to capital markets to  raise funds. As part of reforms announced in 2011, the Cuban  government authorized state banks to make loans to private  businesses; however, these loans are capped at $400. In addition, the  Cuban government prohibits foreign investors from extending loans to  private Cuban businesses.", "Limited legal protection and other legal uncertainties. The Cuban  private sector also faces challenges due to limited legal protections  and other legal uncertainties. For example, U.S. officials, Cuba  experts, and Cuban private sector representatives we interviewed  noted that cuentapropistas do not have legal status as companies and  are treated as individuals under Cuban law, even if they have multiple  employees. The Cuban government also considers nonagricultural  cooperatives to be experimental, with approvals for new  nonagricultural cooperatives taking place at the highest levels of the  state.", "Unfavorable tax structure. According to various sources, the Cuban  government maintains an onerous tax system that discourages private  sector investment and hiring. For example, while cuentapropistas are  allowed to hire workers, their tax rates increase significantly when  hiring more than five workers, which creates disincentives for  business growth, according to State reporting and other sources. In  addition, Cuba’s tax system does not allow cuentapropistas to itemize  their expenses and instead sets standard deductions depending on  the job category, according to U.S. officials and Cuba experts we  interviewed.", "Lack of access to the Internet and other technology. The Cuban  private sector is also challenged by limited access to the Internet,  slow Internet connection speeds, and other technology issues. For  example, the Brookings Institution has reported that fewer than 5  percent of Cubans have regular access to the Internet.", "Infrastructure and other capacity issues. Cuba also faces a range  of infrastructure and capacity issues that affect the private sector. For  example, Cuba has recently implemented power cuts as electricity  demand across the island has surged and fuel supplies from  Venezuela have reportedly declined. In addition, Cuba lacks  refrigerated storage space and refrigerated trucks, which results in  frequent food spoilage.", "Despite these challenges, various analyses of the private sector that we  reviewed and experts and U.S. officials we interviewed noted that many  Cubans in the private sector have successfully created dynamic  businesses that have flourished. For example, officials from one  nonagricultural cooperative reported that earnings for workers had gone  from approximately $100 a month to $2,000 a month after transitioning  from a state-owned enterprise to a cooperative."], "subsections": []}]}, {"section_title": "U.S. Regulatory Changes Have Created Some New Opportunities in Cuba, but Economic Engagement Is Still Limited by the Embargo and Cuban Government Restrictions", "paragraphs": ["U.S. regulatory changes have created some new opportunities in Cuba,  but economic engagement is still limited. Since December 2014, the U.S.  government has made six sets of regulatory changes to ease restrictions  on travel, remittances, financial services, and trade with Cuba. These  regulatory changes have generated interest among U.S. businesses, and  some new commercial activities have occurred, particularly related to  tourism. However, a relatively limited number of commercial deals have  been completed, and U.S. exports to Cuba have continued to decline.  The changes in regulations on travel and remittances are also expected  to benefit the Cuban private sector through increased remittances and  purchases from U.S. visitors, among other things. The remaining  embargo restrictions and Cuban government barriers limit additional  economic engagement between the two countries."], "subsections": [{"section_title": "The U.S. Government Has Made a Series of Regulatory Changes since December 2014 to Ease Restrictions on Travel, Remittances, Financial Services, and Trade with Cuba", "paragraphs": ["The U.S. government has made a series of regulatory changes to the  CACR and the EAR since the administration announced its new Cuba  policy in December 2014. Treasury and Commerce issued the first set of  changes in January 2015 followed by additional changes in June and July  2015, September 2015, January 2016, March 2016, and October  2016. These regulatory changes have eased restrictions on travel,  remittances, financial services, and trade with Cuba and have also  allowed for some limited forms of investment by U.S. companies in Cuba.  Key changes include the following:  Travel. Treasury has expanded the scope of travel that is allowed under  some of the 12 categories of travel authorized by TSRA and has  amended the regulations to allow U.S. travelers to use a general license,  which requires no advance approval, for all 12 travel categories rather  than having to apply for a specific license from Treasury prior to travel.  For example, under the revised regulations, U.S. travelers may now travel  to Cuba for people-to-people educational activities under a general  license and without having to travel under the auspices of an organization  that sponsors and organizes such programs. In addition, U.S. travelers  may now travel under a general license to provide certain types of training  to the Cuban private sector.", "Remittances. Treasury has made regulatory changes to the CACR that  removed caps on remittances to Cuban nationals that had been  previously set at $500 a quarter. There are now no limits on the amount  of remittances given as a donation that can be sent to Cuban nationals.", "Financial services. Treasury has made a number of revisions to the  CACR related to financial services. For example, Treasury has modified  the CACR to remove financing restrictions on most types of exports and  has modified the definition of “cash in advance,” a requirement for  exportation of agricultural products, from “cash before shipment” to “cash  before transfer of title and control.” In addition, Treasury has allowed  credit and debit cards issued by U.S. banks to be used in Cuba. Treasury  has also modified the regulations to allow U.S. banking institutions to  open and maintain bank accounts in the United States for Cuban  nationals in Cuba to use for authorized transactions.", "Trade. Commerce has revised the EAR to create a new “Support for the  Cuban People” export license exception that authorizes exports (1) to  improve living conditions and support independent economic activity in  Cuba, (2) to strengthen civil society (3) to improve the free flow of  information among, and with, the Cuban people, and (4) of items sold  directly to individuals in Cuba for their personal use or their immediate family’s personal use. In addition, Commerce has made regulatory  changes to broaden existing license exceptions available for Cuba. For  example, Commerce modified the license exception “Consumer  Communications Devices” to allow for the commercial sale, lease, or loan  of authorized items; previously, items covered by the exception could only  be donated. Commerce has also modified its licensing policy to allow for  the general approval of export licenses to Cuba for certain items,  including telecommunications items and items that will support  environmental protection. As part of the regulatory revisions, the U.S.  government has also developed a list of items that are allowed for import  into the United States from Cuba, if produced by independent Cuban  entrepreneurs.", "According to various agency officials, the U.S. government has sought to  refine the regulations over time to reflect input from U.S. businesses and  to reflect the realities of the Cuban system. For example, Treasury  officials stated that as part of the third set of regulatory revisions,  Treasury modified the CACR to allow U.S. businesses to procure legal  services in Cuba after hearing from the U.S. business community that to  successfully operate in Cuba they needed to be able to obtain such  services."], "subsections": []}, {"section_title": "Changes to U.S. Regulations Have Generated Interest among U.S. Businesses, but a Limited Number of Deals Have Been Completed, and U.S. Trade with Cuba Has Continued to Decline", "paragraphs": ["U.S. regulatory changes have generated a significant amount of interest  and exploratory work among U.S. businesses. An official at the U.S.  embassy in Havana noted that the number of U.S. companies  participating in a major trade fair in Cuba more than doubled from 2014 to  2015. There have also been several state and local U.S. trade missions  to Cuba. For example, the Governor of New York led a trade mission to  Cuba in April 2015 that included more than a dozen business leaders  from the state. The U.S.-Cuba Trade and Economic Council reported that,  as of August 2016, more than 500 senior-level representatives of U.S.  companies had visited Cuba since the President’s policy announcement  in December 2014.", "Despite the interest among U.S. businesses, U.S. officials,  representatives of business associations, and Cuba experts noted that a  relatively limited number of new commercial deals have been completed  since December 2014.", "According to U.S. government and other reporting, many of the  successful deals completed to date involve activities related to Cuba’s  tourism industry.", "Starwood Hotels signed an agreement to manage three hotels in  Cuba in March 2016.", "Carnival Corporation began offering cruises to Cuba in May 2016.", "A number of U.S. airlines will be providing regularly scheduled  commercial flights to Havana and nine other cities in Cuba. JetBlue  completed the first such flight, from Fort Lauderdale, Florida, to Santa  Clara, Cuba, in August 2016.", "Airbnb, a U.S.-based company that allows users to list and book  accommodations, began operating in Cuba in April 2015 and has over  4,000 listings.", "The U.S. government has also highlighted the fact that a number of U.S.  telecommunications companies have signed roaming agreements with  Cuba’s telecom operator as a key development since the administration’s  policy change in December 2014. With these agreements in place,  travelers with U.S. cellular providers can now access roaming voice and  data services in Cuba.", "The U.S. government has also reported that some other U.S. businesses  have taken steps to pursue new opportunities created by the regulatory  changes. The Western Union Company, a U.S.-based payments services  firm, announced plans to offer global remittance services to Cuba.  Additionally, Stonegate Bank has begun to issue MasterCards, which are  the first U.S. debit card to be used in Cuba.", "Despite the loosening of some embargo restrictions, agency officials and  U.S. business representatives stated that the regulatory changes have  not created significant new opportunities for agricultural exports, which  are the vast majority of U.S. exports to Cuba and have been authorized  since the passage of TSRA in 2000. Driven by declining agricultural  exports, U.S. trade with Cuba has decreased since the regulatory  changes. U.S. exports of goods and services to Cuba declined from $299  million in 2014 to $180 million in 2015. As shown in figure 9, this decline  is a continuation of a longer-term downward trend from a high of $712  million in U.S. exports to Cuba in 2008. Over time, Cuba has increasingly  shifted its agricultural purchases to the European Union and other  countries such as Brazil, Argentina, and Canada. According to U.S.  government analyses and officials, these countries are able to offer more  favorable credit terms than U.S. producers given embargo-related  restrictions on U.S. credit financing of agricultural exports. In addition,  U.S. officials noted that the Cuban government is potentially making a  political decision to purchase fewer U.S. exports to push for additional  U.S. legal and regulatory changes.", "While overall exports have declined, U.S businesses have conducted  trade using some of the new authorities provided by the regulatory  changes. For example, trade data from the U.S. Census indicate that  approximately $800,000 worth of goods had been exported to Cuba  under the Support the Cuban People license exception from January  2015, when the license was created, to March 2016. However, until the  most recent changes in October 2016, the regulatory revisions had  involved a relatively narrow set of U.S. goods and services that could be  newly exported. U.S. officials acknowledged that this has contributed to a  relatively limited number of new commercial deals completed since the  administration’s policy change. With the October 2016 regulatory  revisions, U.S. exporters are now generally authorized to sell a variety of  consumer goods online or directly through other means to individual  Cubans for their personal use or the use of their immediate family.", "Even in those areas where the regulatory changes have created new  trade opportunities, Commerce officials anticipate that there will likely be  lags before any increases in exports are fully realized because exporters  need time to become familiar with the new regulations, identify potential  trading partners in Cuba, and arrange deals. Commerce export licensing  data indicate that there has been an increase in the dollar value of U.S.  goods approved for export to Cuba since the administration’s policy  change in December 2014. For example, Commerce approved $2.1  billion worth of licenses for exports to Cuba in fiscal year 2015, compared  to $1 billion in fiscal year 2014. As of June 30, 2016, Commerce had  already approved $2 billion in export licenses to Cuba in fiscal year 2016.  Export license applications can serve as an indicator of U.S. businesses’  interest in exporting to Cuba, but not all items licensed for export will  ultimately be exported, according to Commerce officials."], "subsections": []}, {"section_title": "Changes in Regulations on Travel and Remittances Are Likely to Benefit the Cuban Private Sector", "paragraphs": ["Authoritative data on travelers from the United States to Cuba are not  available; however, Cuban government data indicate that U.S. visitors to  Cuba increased by 77 percent from 2014 to 2015. The increase in U.S.  visitors to Cuba is expected to benefit the Cuban private sector as it is  concentrated in the tourism sector and will affect private restaurants (see  fig. 10), bed and breakfasts, and taxi services. For example, Airbnb has  reported that more than 13,000 Americans booked rooms in private  Cuban homes in April 2015 through March 2016. These private homes,  known as casas particulares, operate as cuentapropistas.", "Similarly, authoritative data on remittances from the United States to  Cuba are also not available; however, estimates produced by outside  groups suggest that remittances increased in 2015 as the U.S.  government first increased and then eliminated caps on remittances to  Cuba in January 2015 and September 2015, respectively. For example,  estimates produced by the Havana Consulting Group indicate that  remittances to Cuba were almost $3.4 billion in 2015, up 7 percent from  2014. A different estimate, produced by the Inter-American Dialogue,  suggests that remittances were lower but still increased in 2015. The  Inter-American Dialogue estimated that remittances to Cuba were over  $1.3 billion in 2015, a 5-percent increase from 2014. Increases in  remittances are expected to benefit the Cuban private sector. As part of  the regulatory changes, Treasury specifically allowed remittances to be  sent to Cuba to support the development of private businesses. Experts  and officials we interviewed, as well as analyses we reviewed, indicate  that remittances are an important source of capital for the private sector in  Cuba.", "Other U.S. regulatory changes were also intended to benefit the Cuban  private sector. For example, as discussed above, the U.S. government  has developed a list of items that are allowed for import into the United  States from Cuba, if produced by independent Cuban entrepreneurs. U.S.  officials noted that they do not have data on the extent to which such  imports have taken place, but U.S. officials we interviewed stated that  such imports were likely limited to date. One Cuban private sector  representative we spoke with noted that, using this authority, her  company has made arrangements to sell certain products onboard  Carnival Cruise Line ships traveling to Cuba. In addition, in June 2016,  Nespresso announced that it would be importing coffee grown by private  Cuban farmers into the United States."], "subsections": []}, {"section_title": "Embargo Restrictions and Cuban Government Barriers Continue to Place Significant Limits on Economic Engagement between the United States and Cuba", "paragraphs": ["While the administration has used the President’s executive authority to  make the six rounds of regulatory revisions since December 2014,  Congress has not made statutory changes to modify or end the embargo.  In addition, the Cuban government has not taken steps, specified in  current U.S. law, that would authorize the President to suspend or  terminate the embargo without congressional action. Pursuant to the  LIBERTAD Act, the President is authorized to suspend the embargo if he  or she determines that a transition Cuban government is in power and is  required to terminate the embargo if he or she determines that a  democratically elected Cuban government is in power. Consequently,  U.S. law still limits U.S. businesses’ ability to engage with the Cuban  private sector or pursue other economic opportunities in Cuba. For  example, as part of its implementation of the embargo, Commerce  maintains a general policy of denial on most exports other than those  covered by license exceptions or otherwise specifically identified in the  EAR. In addition, most U.S. investment in Cuba continues to be  prohibited under the CACR. U.S. law also places a number of other  restrictions on U.S. citizens. For example, although U.S. businesses may  now offer financing on most types of goods authorized for export to Cuba,  credit financing of agricultural exports to Cuba remains prohibited under  TSRA. Various sources note that this prohibition significantly limits the  competitiveness of U.S. agricultural producers given the generous credit  terms other countries, such as Vietnam, provide to Cuba. In addition,  although the CACR authorizes transactions incident to travel to Cuba for  12 specified categories, U.S. law still prohibits travel for tourist activities.", "Cuban government restrictions also affect U.S. businesses’ ability to  engage with the Cuban private sector or pursue other economic  opportunities in Cuba. The effects of a number of the regulatory changes  cannot be fully realized until the Cuban government makes corresponding  changes. U.S. officials stated that it has been challenging to get the  Cuban government to agree to make such changes. One key Cuban  government restriction that U.S. officials identified is that all U.S. exports  must go through one of Cuba’s state trading agencies. For example,  according to U.S. government reporting and officials, all U.S. agricultural  exports must go through the Cuban state trading agency Alimport. As a  result, U.S. businesses cannot trade directly with the Cuban private  sector or other state-run companies. In addition, while the January 2015  regulatory revisions allowed for microfinancing to support the growth of  the Cuban private sector, the Cuban government continues to prohibit the  private sector’s access to such financing from foreign investors, according  to State reporting. The Cuban government also has not granted approvals  to U.S. companies seeking to pursue opportunities in Cuba. Cleber, a  U.S.-based manufacturer of small farm and light agricultural equipment,  received approval from the U.S. government to set up a tractor assembly  facility in Cuba. However, after more than a year of negotiation, the  Cuban government rejected Cleber’s proposal."], "subsections": []}]}, {"section_title": "U.S. Agencies Have Conducted Activities to Support Economic Engagement with Cuba but Have Not Collected and Documented Key Information", "paragraphs": ["U.S. agencies have conducted a range of activities to support U.S.  economic engagement with Cuba’s private sector but have limited  information on the effects of their efforts. While U.S. regulatory changes  have created opportunities for greater economic engagement with Cuba,  prohibitions on U.S. assistance, resource constraints, and Cuban  government priorities affect U.S. agencies’ ability to support U.S.  businesses or engage the Cuban private sector. Within these limitations,  a number of U.S. agencies have engaged with the Cuban government,  U.S. businesses, and the Cuban private sector to enhance understanding  of the regulatory changes and increase opportunities for economic  engagement. However, agencies have not taken steps to collect and  document key information that will enable them to monitor changes in  economic engagement resulting from the President’s initiative."], "subsections": [{"section_title": "Prohibitions, Resource Constraints, and Cuban Government Priorities Affect Agencies’ Ability to Support the Cuban Private Sector and U.S. Business Activities with Cuba", "paragraphs": ["U.S. law prohibits many forms of assistance that might be able to  increase economic engagement with Cuba. In particular, agencies may  not provide export assistance or credit or guarantees for exports to Cuba,  and foreign assistance for Cuba is subject to legislative restrictions that  prohibit most types of assistance other than democracy assistance. In  other countries, U.S. agencies can increase economic engagement  through a range of programs that are prohibited with respect to Cuba,  such as the ones noted below:", "Commerce, through its U.S. Commercial Service, offers a range of  export assistance services to U.S. businesses seeking to enter  markets in other countries. These services include—among others— basic market research, organizing trade missions, and coordinating  one-on-one matchmaking meetings with potential business contacts.", "USDA partners with agricultural trade associations, cooperatives, and  other groups to share the costs of overseas marketing to develop  commercial export markets for U.S. agricultural goods.", "Several finance agencies, including the Export-Import Bank of the  United States and the Overseas Private Investment Corporation,  provide credit and other support to U.S. companies doing business  overseas.", "As part of foreign assistance efforts, State and USAID conduct  economic capacity-building projects and develop financing solutions  to support private enterprise in developing countries.", "State officials noted that resource constraints limit the ability of the U.S.  embassy in Havana to support the Cuban private sector and U.S.  economic engagement with Cuba. Embassy officials noted that their  workload has increased substantially while their level of staffing has  remained the same since the embassy opened in July 2015, after the  restoration of diplomatic relations (see fig. 11 below). In particular, they  now coordinate a large volume of official visits to Cuba. State officials  said that limited staff and financial resources have affected the embassy’s  ability to provide economic reporting and travel outside of Havana to  observe private sector activity. The embassy operates with 51 U.S. direct- hire staff. According to State officials, this is approximately one-third of  the staff at embassies in similarly sized countries, such as the Dominican  Republic., The U.S. and Cuban governments have agreed to increase  caps on the number of permanent positions at their respective embassies  to 76 direct-hire staff. However, the embassy has not received funding for  additional staff.", "State officials said that the embassy’s level of resources affects its ability  to accommodate the presence of other U.S agencies that could provide  expertise and support on economic diplomacy. The Department of  Homeland Security is currently the only other agency with permanent staff  at the embassy. Since the embassy reopened, State has not accepted  requests from other U.S. agencies for permanent positions in Havana. In  November 2015, USDA submitted a request to State to establish an office  at the embassy. USDA stated that a permanent in-country presence at  the embassy was necessary for the agency to continue to advance  relations with the Cuban Ministry of Agriculture and gain firsthand  knowledge of Cuba’s agricultural challenges and opportunities. However,  State did not approve the request, citing the embassy’s full workload,  aging physical infrastructure with a lack of available workspace,  inadequate housing, and the lack of administrative resources needed to  support other agencies. In lieu of a permanent presence, USDA places  one rotating staff member on temporary assignment at the embassy.", "The Cuban government’s priorities also affect the ability of U.S. agencies  to support the Cuban private sector. Agency officials noted that the  Cuban government’s priorities are not aligned with U.S. government  objectives in most cases. For example, the United States made regulatory  changes to allow U.S. firms to export certain categories of items to the  Cuban private sector, but the Cuban government has not authorized the  private sector to import items directly. Even though the Cuban  government has authorized increased private sector activity in some  areas, its priority is to increase investment and economic opportunities for  state-owned enterprises, according to State officials. State officials said  that the Cuban government has opposed U.S. government efforts to  target the Cuban private sector as the beneficiary of regulatory changes  or other initiatives. They stated that the Cuban government declined a  proposal to establish a working group on small business. As an  alternative to creating specific programs for Cuban entrepreneurs, which  the Cuban government may object to, State officials said that they have  promoted existing programs that are available to applicants from several  countries. For example, State’s Women’s Entrepreneurship in the  Americas program provides training and mentoring to women throughout  Latin America and the Caribbean."], "subsections": []}, {"section_title": "Since the Cuba Policy Changes, U.S. Agencies Have Engaged the Cuban Government, U.S. Businesses, and the Cuban Private Sector", "paragraphs": ["Since the President’s December 2014 Cuba policy announcement, a  number of U.S. agencies have conducted activities to increase economic  engagement with the Cuban private sector and expand U.S. economic  opportunities in Cuba (see fig. 12). Agencies have engaged (1) the Cuban  government, (2) U.S. businesses and other organizations, and (3) the  Cuban private sector. More recently, the President’s October 2016  presidential policy directive has provided additional guidance to further  specify the roles and responsibilities of the various U.S. agencies  involved in the implementation of the administration’s Cuba policy.", "Engagement with the Cuban government: U.S. agencies’ key activities  have included high-level diplomatic events; several rounds of technical  discussions; and memoranda of understanding (MOU) covering a range  of issues.", "In addition to a presidential visit and six cabinet-level visits to Cuba, there  have been three key forums for U.S. engagement with the Cuban  government on economic issues: (1) the Bilateral Commission, (2) the  U.S.-Cuba Regulatory Dialogue, and (3) the Economic Dialogue.", "State has conducted five rounds of the Bilateral Commission with  Cuba’s Ministry of Foreign Affairs. The commission has covered a  range of issues, including cooperation on human rights, regulatory  issues, agriculture, telecommunications, and civil aviation. State  officials said that this is a key forum for establishing a framework for  engagement between the two countries.", "Commerce, Treasury, and State have conducted three rounds of the  U.S.-Cuba Regulatory Dialogue. The purpose of the dialogue is to  increase understanding of the economic systems of both countries.  U.S. officials have also used the dialogues to encourage the Cuban  government to make corresponding changes to maximize the effect of  U.S. regulatory revisions.", "Commerce and State held the inaugural session of the Economic  Dialogue with the Cuban government in September 2016 to discuss  long-term bilateral engagement on a variety of economic issues. State  officials said the two governments agreed to follow up with technical  working group meetings on three issues, in particular: (1) renewable  energy and energy efficiency, (2) intellectual property rights, and (3)  economic cooperation.", "The U.S. and Cuban governments have also signed six MOUs, including  one signed by the Secretary of Agriculture and the Cuban Agriculture  Minister on technical cooperation on agriculture and forestry issues. As a  result of the MOU, USDA has developed plans to conduct technical  exchanges on a variety of topics, including organic food production and  plant and animal health. Other MOUs covered issues including public  heath, marine protected areas, civil aviation, trade and travel security,  and maritime navigation.", "Outreach with U.S. businesses and other organizations: U.S.  agencies’ key activities have included providing written guidance on the  regulatory changes; conducting informational events and conference  calls; and responding to individual inquiries from businesses, trade  associations, universities, and other organizations interested in Cuba.", "Since the first set of regulatory changes was announced in January  2015, Treasury and Commerce have published comprehensive fact  sheets and answers to frequently asked questions to clarify the  changes.", "To further explain the changes and respond to questions about the  regulations, Treasury and Commerce officials have participated in a  number of events with U.S. businesses. Commerce hosted or  participated in the following events with U.S. businesses between  January 2015 and June 2016:", "14 conference calls hosted by Commerce with more than 1,700", "9 calls hosted by other agencies with more than 2,500", "92 meetings with individual companies with more than 380", "29 trade association events with more than 1,260 participants.", "Treasury officials stated that, in addition to participating in most of the  events hosted by Commerce, they had conducted several events specific  to financial institutions. Treasury officials also highlighted two conferences  on economic sanctions they hosted that included 750 to 1,000  participants each; they also participated in two banking seminars—in  Havana and New York—that included representatives from banks in  Cuba, the United States, and other countries.", "Agency officials also reported that they have responded to a high  volume of inquiries from businesses, trade associations, universities,  and other organizations that are seeking additional information on the  regulatory changes. For example, Commerce officials stated that they  have responded to almost daily inquiries regarding the regulatory  changes since the new Cuba policy was announced in December  2014. Embassy officials stated that they interact frequently with  numerous U.S. businesses exploring the Cuban market through  meetings, briefings, and explanations of the changing Cuban  environment.", "USDA has produced reports on U.S. agricultural trade with Cuba and  collected general information from its program partners regarding their  business activities with Cuba.", "USDA announced in March 2016 that its program partners may use  industry funds sourced, for example, through its Research and  Promotion programs to conduct cooperative research and information  exchanges with Cuba; however, among other restrictions, USDA  officials said that program partners may not use funds to offer training  in Cuba.", "Outreach with the Cuban private sector: U.S. agencies’ key activities  have included meeting with Cuban entrepreneurs, arranging informational  meetings for U.S. business delegations, promoting training opportunities,  and hosting formal events during official visits to Cuba.", "Embassy officials noted that they learned about the challenges Cuban  entrepreneurs face by visiting their places of business and conducting  regular outreach.", "According to embassy officials, they regularly coordinate meetings  between U.S. business delegations seeking to learn about Cuba’s  private sector and Cuban entrepreneurs.", "Several Cuban private sector representatives said they had traveled  to the United States to take business classes sponsored by U.S.  universities or other organizations, which they had learned about  through interactions with U.S. officials. They noted that the embassy  had provided information regarding these opportunities and facilitated  their communication with U.S. universities or other organizations.  According to the owners of one private business, the business  administration and marketing skills gained through training at a U.S.  university led to improvements in their business operations.", "U.S. agency officials have met with Cuban private sector  representatives during official visits. For example, the President  participated in an entrepreneurship and opportunity event during his  visit to Havana in which Cuban entrepreneurs discussed their  experiences and the challenges they face. During the third U.S.-Cuba  Regulatory Dialogue in Havana in July 2016, Treasury and Commerce  officials responded to questions about U.S. regulatory changes during  a meeting with Cuban entrepreneurs. Treasury and Commerce  officials noted that Cuban entrepreneurs were interested in how they  could pay for U.S. goods and how Cuban entrepreneurs could receive  payment for services provided to U.S. firms.", "State has also created opportunities for a small number of entrepreneurs  through its public diplomacy programs, such as the ones noted below.", "Eight Cuban entrepreneurs were selected to participate in its Young  Leaders of the Americas Initiative in fall 2016, which involved  internships and skills-building workshops for young leaders from Latin  America and the Caribbean, among other activities.", "The embassy’s Public Affairs Section highlighted entrepreneurship as  one of three top priorities included in its grant opportunities for  individuals and organizations to conduct programs in Cuba pertaining  to the arts, academia, sports, entrepreneurship, technology,  education, and youth. State noted that the embassy had received  three applications related to entrepreneurship. Embassy officials  explained that one challenge is finding a qualified implementing  partner that is not connected to the Cuban government, which is a  requirement of the grants."], "subsections": []}, {"section_title": "U.S. Agencies Have Not Taken Steps to Collect and Document Key Information on Changes in Economic Engagement", "paragraphs": ["State and other agencies have not taken steps to collect and document  key information that would enable them to monitor changes in economic  engagement, including with the Cuban private sector, resulting from the  President’s initiative. Although agencies have communicated frequently  with each other regarding their activities, they have not collected or  documented key information on (1) the Cuban economy, (2) the effects of  U.S. regulatory changes, and (3) agency activities. GAO’s Standards for  Internal Control in the Federal Government states that agencies should  use quality information to evaluate performance in achieving key  objectives. Without collecting and documenting information, U.S.  agencies risk being unable to monitor and assess changes in economic  engagement since the December 2014 policy change. This information  could also support agencies’ implementation of the President’s October  2016 directive. The directive stated that the National Security Council will  convene interagency meetings to monitor implementation and resolve obstacles to progress on the administration’s goals and objectives.  Collecting and documenting key sources of information may be difficult  because of the opacity of the Cuban economy and the lack of typical or  authoritative sources of information on private economic activity but will  nonetheless be critical to understanding changes in U.S.-Cuba economic  engagement.", "Information on the Cuban economy: Agencies have not collected and  documented information on the Cuban economy that they would need to  monitor changes in U.S.-Cuba economic engagement.", "Agency officials noted a lack of transparency in how the Cuban  government produces data and that there is limited information on the  Cuban economy, in part, because Cuba is not a member of—and thus  not reporting data to—international financial institutions. As a result,  agency officials gather information through meetings with Cuban  officials, Cuban entrepreneurs, and Cuba experts; and through  monitoring written sources. However, agencies generally have not  documented and reported the information they have learned. In a  proposal submitted to its Diplomacy Lab—a partnership with  researchers from U.S. universities—State noted the need to collect  baseline information on the Cuban economy to be able to measure  the impact of the easing of bilateral relations. The baseline study  would have involved analyzing and assessing the validity of existing  data sources on the Cuban economy. However, according to State,  the proposal did not generate sufficient interest from the Diplomacy  Lab to move forward with the study.", "In addition, the embassy has not documented key information related  to the Cuban economy that could benefit other agencies. While  recognizing resource constraints at the embassy, U.S. officials from  two agencies said that they would benefit from additional economic  reporting from the embassy given the general lack of quality  information on Cuba’s economy. For example, Commerce officials  noted that having more knowledge initially regarding Cuba’s system  for importing and exporting could have been informative to earlier  rounds of regulatory changes. USDA officials noted that they would  benefit from additional information on Cuban rules and regulations  related to agriculture.", "Effects of U.S. regulatory changes: Agencies have not collected data  on key activities related to the regulatory changes.", "State has noted the importance of increased travel and remittances to  the U.S. government’s goal of supporting Cuba’s private sector.  However, as a result of changes to general licensing for authorized  categories of travel, Treasury has limited information regarding U.S.  travel to Cuba. Similarly, since caps on remittances have been lifted,  Treasury has limited information on U.S. remittances to Cuba.  Alternative sources of data on travelers and remittances exist, but  U.S. agencies have not determined what additional information, if any,  would be required to monitor these regulatory changes or assessed  whether existing sources of information would be adequate.", "State officials highlighted the potential benefits for the Cuban private  sector of the regulatory changes allowing U.S. entities to import goods  and services from independent Cuban entrepreneurs. However, State  does not have data or documentation on the extent to which goods or  services produced by Cuban entrepreneurs have been imported into  the United States using this authority but noted anecdotal evidence  suggesting that the authority has been used.", "Even though information regarding the economic effects of the  regulatory changes is limited, Treasury officials stated that the easing  of restrictions on travel and commerce was a goal of the President  that was achieved through the regulatory changes. State and  Treasury officials also said that some agencies that might otherwise  monitor the economic effects of the regulatory changes have not been  as involved because of the legal prohibitions on export assistance.", "Information on agency activities: Agencies generally have not  documented the results of key forums for U.S.-Cuba economic relations.  For example, agencies have not produced comprehensive summaries of  the Bilateral Commission meetings or the Economic Dialogue. Although  Commerce has summarized key points and next steps from their  meetings during the U.S.-Cuba Regulatory Dialogue, these documents  summarized the proceedings for internal department purposes. Officials  stated that relevant updates are communicated through interagency  meetings chaired by the National Security Council and frequent informal  communication. However, officials could benefit from additional  documentation of key meetings and events. For example, officials from  the embassy said that they are not informed regarding some details of  discussions when bilateral meetings occur in Washington, D.C. USDA  officials also noted that on some occasions they have been asked to  provide input in preparation for bilateral events but were not briefed  afterward regarding the results of the events.", "In addition, agencies have not documented key takeaways or challenges  identified as a result of their outreach with U.S. businesses and the  Cuban private sector. For example, Treasury and Commerce have not  documented information they have learned from U.S. businesses and  financial institutions during outreach events. Officials from both agencies  noted that they have used information gained from events to make  decisions about regulatory changes and shared information with relevant  stakeholders during interagency meetings. However, without written  documentation of information learned, stakeholders may not be able to  monitor the effectiveness of the outreach efforts. For example, they may  not be able to determine whether U.S. banking institutions are aware that  they may process third-country commercial transactions related to  Cuba. Similarly, embassy officials noted that outreach with the Cuban  private sector has been a top priority since the restoration of diplomatic  relations, but they have not documented information learned from these  efforts. Without documentation, it may be unclear whether Cuban  entrepreneurs have been able to take advantage of U.S. regulatory  changes—for example—whether they have been able to open bank  accounts in the United States to receive payment for products or services  provided to U.S. clients.", "The embassy developed an Integrated Country Strategy (ICS) in March  2016 that establishes goals for engagement with the Cuban private sector  and identifies indicators for monitoring progress toward these goals.  These indicators involve a range of measures related to the Cuban  economy and trade. However, embassy officials said that they have not  yet started to collect the information needed to assess progress using  these indicators. In addition, for several of the indicators, the embassy  may need to work with other U.S. agencies to obtain the necessary  information; however, officials from other agencies we interviewed stated  that they had not been consulted regarding the ICS."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["President Obama’s December 2014 policy announcement marked a  significant shift in U.S. policy toward Cuba. After more than 50 years of  U.S. policy designed to isolate Cuba’s communist government, the  President called for a new strategy of engagement. In particular, in setting  out his policy, the President stated that the U.S. government would seek  to support Cuba’s nascent private sector and create new openings for  U.S. businesses to engage in Cuba. Since the policy change, agencies  have conducted a range of activities to support increased economic  engagement. However, there are still significant limits on such  engagement. U.S. law prohibits many forms of assistance to Cuba that  might be used to support the Cuban private sector or U.S. businesses  that want to pursue economic opportunities in Cuba. In addition, agency  officials stated that resource constraints at the U.S. embassy in Havana  and Cuban government priorities affect the ability of the U.S. government  to support the Cuban private sector. U.S. agencies have noted the  importance of having quality information to support their efforts,  particularly given the opacity of the Cuban economy and a lack of  authoritative data sources. However, U.S. agencies have not taken steps  to collect or document key information that could be used to monitor  changes in economic engagement, including with the private sector, and  address obstacles to progress. Without taking steps to collect and  document information, agencies are hampered in their efforts to target  their activities, assist future administrations in making decisions regarding  Cuba, and inform congressional debate related to the embargo."], "subsections": []}, {"section_title": "Recommendation for Executive Action", "paragraphs": ["To ensure that all relevant U.S. agencies have information on the effect of  changes in U.S. policy related to Cuba, we recommend that the Secretary  of State, in consultation with Commerce, Treasury, USDA, and other  relevant agencies, take steps to identify and begin to collect the  information that would allow them to monitor changes in economic  engagement, including with the Cuban private sector."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of the report to Commerce, State, Treasury, USITC,  USAID, USDA, and USTR for review and comment. Commerce, State,  Treasury, and USAID provided technical comments, which we  incorporated as appropriate. State also provided written comments, which  are reproduced in appendix II. In its written comments, State concurred  with our recommendation. USITC, USDA, and USTR did not provide any  comments.", "As agreed with your offices, unless you publicly announce the contents of  this report earlier, we plan no further distribution until 30 days from the  report date. At that time, we will send copies of this report to the  appropriate congressional committees and the Secretaries of Agriculture,  Commerce, State, and Treasury, as well as the USAID Administrator, the  Chairman of the U.S. International Trade Commission, and the United  States Trade Representative. In addition, the report will be available at no  charge on the GAO website at http://www.gao.gov.", "If you or your staff members have any questions about this report, please  contact me at (202) 512-3149 or gootnickd@gao.gov. Contact points for  our Offices of Congressional Relations and Public Affairs may be found   on the last page of this report. GAO staff who made contributions to this  report are listed in appendix III."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["The objectives of this review were to examine what is known about (1) the  size and scope of the Cuban private sector, (2) the effect of changes to  U.S. legal and regulatory restrictions related to Cuba on the Cuban  private sector and U.S. businesses, and (3) the extent to which the U.S.  government planned and implemented activities designed to increase  U.S. engagement with the Cuban private sector and expand U.S.  economic opportunities in Cuba.", "To determine what is known about the Cuban private sector, we analyzed  U.S. government documentation describing the Cuban private sector. In  addition, we conducted interviews with U.S. officials from the  Departments of Agriculture (USDA), Commerce (Commerce), State  (State), and the Treasury (Treasury); as well as the U.S. Agency for  International Development (USAID), the U.S. International Trade  Commission (USITC), and the U.S. Trade Representative (USTR) to  learn more about the size and composition of the Cuban private sector,  how it has changed over time, and key challenges it faces. We also  conducted a literature review to identify relevant studies on the Cuban  private sector completed by academics, think tanks, and other relevant  organizations. To further assess the size of the Cuban private sector and  how it has changed over time, we analyzed labor force data for 2008  through 2015 published by the Cuban government’s National Statistics  Office (Oficina Nacional de Estadísticas de Cuba). To assess the  reliability of Cuban employment data, we interviewed U.S. officials and  Cuba experts who were familiar with the data. In addition, we examined  how the data had been used in a number of other assessments of the  Cuban economy, including any relevant limitations that these  assessments identified. We determined that the data were sufficiently  reliable for the purposes of this report. Using International Labour  Organization (ILO) data on employment by institutional sector that it has  collected from national statistical agencies, we also compared the relative  size of Cuba’s public and private sectors to 16 other countries that fell into  the same World Bank income category. To assess the reliability of ILO  data, we obtained written responses from the ILO regarding its process  for compiling data, how it defined employment categories, and other  relevant information. We determined that the data were sufficiently  reliable for the purposes of this report. To gather further information on  the Cuban private sector, we conducted fieldwork in Havana, Cuba, in  July 2016. During our fieldwork, we interviewed officials from the U.S.  embassy in Havana, representatives from the Cuban private sector,  representatives from Cuban organizations that provide training and other  support to the Cuban private sector, and representatives from selected  foreign embassies that have established commercial ties with Cuba. In  addition, we conducted observations of a range of private Cuban  businesses. As part of our fieldwork, we requested meetings with several  Cuban ministries and academics at the University of Havana; however,  the Cuban government denied our request for all of these meetings. After  the completion of our trip, we were able to meet with officials from the  Cuban embassy in Washington, D.C. In July 2016, we also attended the  annual conference of the Association for the Study of the Cuban  Economy in Miami, Florida, to obtain further information from a range of  U.S. and Cuban experts on the status of the Cuban economy, recent and  planned economic reforms in Cuba, and the size and composition of the  Cuban private sector. The information on foreign law in this report is not  the product of GAO’s original analysis, but is derived from interviews and  secondary sources.", "To determine what is known about the effect of changes to U.S. legal and  regulatory restrictions related to Cuba on the Cuban private sector and  U.S. businesses, we reviewed relevant statutes related to the U.S.  embargo on Cuba, including the Trading with the Enemy Act of 1917, the  Foreign Assistance Act of 1961, the Cuba Democracy Act of 1992, the  Cuban Liberty and Democratic Solidarity (LIBERTAD) Act of 1996, and  the Trade Sanctions Reform and Export Enhancement Act of 2000. We  also reviewed the two principal sets of regulations pertaining to the  embargo: the Cuban Assets Control Regulations (CACR) and the Export  Administration Regulations (EAR). In doing so, we assessed what  changes U.S. agencies have made to the CACR and the EAR since  December 2014, when the Obama administration announced the new  U.S. policy on Cuba. To obtain further information on the six sets of  regulatory changes that U.S. agencies have made since December 2014,  we reviewed documents produced by Commerce and Treasury  discussing the regulatory changes, including fact sheets, frequently asked  questions documents, and briefings to U.S. companies. In addition, we  analyzed USITC, USDA, and other U.S. government reports and  documentation to gather information on the results of the regulatory  changes since December 2014 and on how remaining statutory and  regulatory restrictions affect U.S. businesses’ ability to engage with the  Cuban private sector or pursue other economic opportunities in Cuba. To  gain further information on the changes to the CACR and the EAR, we  interviewed U.S. officials from Commerce, State, Treasury, USDA,  USITC, and USTR, as well as officials from the embassy. We also  interviewed a nongeneralizable sample of U.S. business association  officials, nonfederal Cuba experts, and Cuban private sector  representatives to obtain additional perspectives on the effects of the U.S.  regulatory changes and how remaining U.S. and Cuban restrictions affect  economic engagement between the two countries. In addition, we  analyzed data on trade between the United States and Cuba from  Commerce’s Trade Policy Information System. To assess the reliability of  these data, we reviewed Commerce documentation on the Trade Policy  Information System, an interface for accessing U.S. Census data on U.S.  imports and exports, and prior GAO work using U.S. Census data. We  determined that the data were sufficiently reliable for the purposes of this  report. Finally, we analyzed Commerce licensing data to assess any  trends in license applications to pursue authorized transactions related to  Cuba under the EAR. To assess the reliability of these data, we  interviewed Commerce officials and reviewed Commerce documentation  on its licensing database. We determined that the data were sufficiently  reliable for the purposes of this report.", "To determine the extent to which the U.S. government has planned and  implemented activities to increase U.S. engagement with the Cuban  private sector and expand U.S. economic opportunities in Cuba, we  interviewed headquarters officials from State, Commerce, Treasury,  USDA, USAID, and USTR. We also interviewed officials from the  embassy and USDA’s Caribbean Basin Agricultural Trade Office in  Miami, Florida. We discussed with officials activities they have conducted  related to Cuba, their interpretations of key laws related to the embargo,  and challenges they experience in conducting activities. We also  interviewed a nongeneralizable sample of U.S. business association  officials, Cuba experts, and Cuban private sector representatives to  obtain their perspectives on U.S. activities related to Cuba. In assessing  agencies’ efforts to monitor changes in economic engagement, including  with the Cuban private sector, we compared their actions with GAO’s  Standards for Internal Control in the Federal Government. Principle 13 of  these standards states that agencies should use quality information to  achieve their objectives. To examine the extent to which agencies have  collected and documented information, we submitted questions and  received written responses regarding agencies’ activities related to Cuba  and the extent to which, if at all, they had documented their engagement  with the Cuban government, U.S. businesses, and the Cuban private  sector. We reviewed the embassy’s Integrated Country Strategy for Cuba  and discussed with State officials the extent to which the embassy  received input from other agencies regarding their plan. We also reviewed  publicly available agency documents summarizing the results of the  changes in the administration’s Cuba policy.", "We conducted this performance audit from January 2016 to December  2016 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Comments from the Department of State", "paragraphs": [], "subsections": []}, {"section_title": "Appendix III: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Adam Cowles (Assistant  Director), Ryan Vaughan (Analyst-in-Charge), Justin Gordinas, Michael  Hoffman, Mark Dowling, Lynn Cothern, Jill Lacey, Neil Doherty, and Lilia  Chaidez made key contributions to this report."], "subsections": []}]}], "fastfact": ["View Spanish version of Highlights (PDF, 1 page).", "In 2014, the President announced a shift in U.S. policy toward Cuba—restoring diplomatic relations, modifying the long-standing economic embargo, and increasing support for the Cuban people, including the nascent private sector.", "Along with the import of cigars and rum, new U.S. regulations have fostered some travel and commerce with Cuba—but the embargo and Cuban government barriers still limit economic engagement.", "Federal agencies have begun to engage with U.S. businesses and Cuban entrepreneurs, but with uncertain results.", "We recommended agencies start collecting information necessary to monitor the economic impacts of the policy change."]}