{"id": "GAO-17-562T", "url": "https://www.gao.gov/products/GAO-17-562T", "title": "Government Efficiency and Effectiveness: Opportunities to Reduce Fragmentation, Overlap, and Duplication and Achieve Other Financial Benefits", "published_date": "2017-04-26T00:00:00", "released_date": "2017-04-26T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The federal government faces a long-term, unsustainable fiscal path based on an imbalance between federal revenues and spending. While addressing this structural imbalance will require fiscal policy changes, in the near term opportunities exist in a number of areas to improve this situation, including where federal programs or activities are fragmented, overlapping, or duplicative.", "To call attention to these opportunities, Congress included a provision in statute for GAO to identify and report on federal programs, agencies, offices, and initiatives—either within departments or government-wide—that have duplicative goals or activities. GAO also identifies areas that are fragmented or overlapping and additional opportunities to achieve cost savings or enhance revenue collection. GAO's 2017 annual report is its seventh in this series (GAO-17-491SP).", "This statement discusses:", "new issues GAO identifies in its 2017 report;", "the progress made in addressing actions GAO identified in its 2011 to 2016 reports; and", "examples of open actions directed to Congress or executive branch agencies.", "To identify what actions exist to address these issues, GAO reviewed and updated prior work, including recommendations for executive action and matters for congressional consideration."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO's 2017 annual report identifies 79 new actions that Congress and executive branch agencies can take to improve the efficiency and effectiveness of government in 29 new areas. Of these, GAO identified 15 areas in which there is evidence of fragmentation, overlap, or duplication. For example, GAO found that the Army and Air Force need to improve the management of their virtual training programs to avoid fragmentation and better acquire and integrate virtual devices into training to potentially save tens of millions of dollars. GAO also identified 14 areas to reduce the cost of government operations or enhance revenues. For example, GAO found that the Department of Energy could potentially save tens of billions of dollars by improving its analysis of options for storing defense and commercial high-level nuclear waste and fuel.", "Congress and executive branch agencies have made progress in addressing the 645 actions that GAO identified from 2011 to 2016. Congressional and executive branch efforts to address these actions over the past 6 years have resulted in roughly $136 billion in financial benefits, of which $75 billion has accrued and at least an additional $61 billion in estimated benefits is projected to accrue in future years.", "Status of 2011–2016 Actions as of March, 2017", "Further steps are needed to fully address the remaining actions GAO identified. GAO estimates that tens of billions of additional dollars would be saved should Congress and executive branch agencies fully address the 395 actions that remain open, including the 79 new actions GAO identified in 2017. While these open actions span the government, a substantial number of them are directed to seven agencies: the Departments of Defense, Health and Human Services, Homeland Security, Veterans Affairs, the Internal Revenue Service, Office of Management and Budget, and the Social Security Administration. For example, the Department of Health and Human Services could potentially save over a billion dollars annually by better aligning its payments to hospitals for the uncompensated care they provide to uninsured and low-income patients."]}], "report": [{"section_title": "Letter", "paragraphs": ["The federal government faces a long-term, unsustainable fiscal path  based on an imbalance between federal revenues and spending. While  addressing this structural imbalance will require fiscal policy changes, in  the near term opportunities exist to take action in a number of areas to  improve this situation, including where federal programs or activities are  fragmented, overlapping, or duplicative. To call attention to these  opportunities, Congress included a provision in statute for GAO to identify  and report on federal programs, agencies, offices, and initiatives—either  within departments or government-wide—that have duplicative goals or  activities. This effort, supported by the Senate Committee on Homeland  Security and Governmental Affairs and others, has brought much-needed  attention to these areas.", "In our 2011 to 2016 reports, we presented 645 actions in 249 areas for  Congress or executive branch agencies to reduce, eliminate, or better  manage fragmentation, overlap, or duplication; achieve cost savings; or  enhance revenue from 2011 to 2016. Congress and executive branch  agencies have addressed 329 (51 percent) of those actions resulting in  about $136 billion in financial benefits. We estimate tens of billions more  dollars could be saved by fully implementing our open actions.", "Our 2017 annual report, which is being released today, presents 79 new  actions across 29 new areas for Congress or executive branch agencies  to reduce, eliminate, or better manage fragmentation, overlap, and  duplication and achieve other financial benefits. My testimony today  describes (1) new issues identified in our 2017 annual report; (2) the  progress made in addressing actions identified in our past reports; and (3)  examples of open actions directed to Congress or executive branch  agencies. My comments are based upon our 2017 annual report, as well  as our update on the progress made in implementing actions that we  have suggested in our previous annual reports. These efforts are based  upon work we previously conducted in accordance with generally  accepted government auditing standards. More details on our scope and  methodology can be found in the full report.", "Figure 1 outlines the definitions we have used since 2011 for  fragmentation, overlap, and duplication for this work.", "Our annual report, the seventh in the series, identifies new areas where a  broad range of federal agencies may be able to achieve greater efficiency  or effectiveness. For each area, we suggest actions that Congress or  executive branch agencies could take to reduce, eliminate, or better  manage fragmentation, overlap, or duplication, or achieve other financial  benefits. In addition to identifying new areas, we have continued to  monitor the progress Congress and executive branch agencies have  made in addressing actions we previously identified (see sidebar).", "Of the 79 new actions we identified in our 2017 annual report, 26 are  directed at 15 areas in which we found evidence of fragmentation,  overlap, or duplication in government missions and functions. As  described in table 1, these 15 areas span a wide range of federal  functions or missions.", "In addition to areas of fragmentation, overlap, and duplication, our 2017  report presents 43 opportunities for Congress or executive branch  agencies to take action to reduce the cost of government operations or  enhance revenue collections for the U.S. Treasury across 14 areas of  government (see table 2).", "In addition to the new areas presented in this year’s annual report, we  identified 10 new actions that relate to 6 existing areas presented in our  2011 to 2016 annual reports."], "subsections": [{"section_title": "Congress and Executive Branch Agencies Continue to Address Actions that Span the Federal Government", "paragraphs": ["As shown in figure 2, Congress and executive branch agencies have  made progress in addressing or partially addressing many actions we  identified from 2011 to 2016. As of March 2017, 82 percent of the 645  total actions we had identified since 2011 have been addressed or  partially addressed. See our online Action Tracker for the status of all  actions."], "subsections": [{"section_title": "Benefits Related to Actions taken by Congress and Executive Branch Agencies", "paragraphs": ["Congress and executive branch agencies have addressed 329 (51  percent) of the 645 actions we identified from 2011 to 2016 (see table 3).  We found that these efforts have resulted in roughly $136 billion in  financial benefits—$75 billion from 2010 through 2016, with at least an  additional $61 billion in estimated benefits projected to be accrued in  future years.", "The progress Congress and executive branch agencies have made in  addressing our open actions has resulted in significant financial benefits.  Table 4 highlights examples of these results.", "Congress has also implemented a number of key government-wide  statutory requirements in recent years that could help identify areas of  fragmentation, overlap, or duplication, or help address issues we raise in  this report, including the following:", "The Program Management Improvement Accountability Act.", "The act seeks to improve program and project management in certain  federal agencies. Among other things, the act requires the Deputy  Director of the Office of Management and Budget (OMB) to adopt and  oversee implementation of government-wide standards, policies, and  guidelines for program and project management in executive  agencies. It further creates a Program Management Policy Council to  act as an interagency forum for improving practices related to  program and project management. This interagency collaboration and  strengthened program management could help reduce fragmentation,  overlap, and duplication among federal agencies.", "The Digital Accountability and Transparency Act of 2014 (DATA  Act). The DATA Act expands on previous federal transparency  requirements to link federal agency spending to federal program  activities so that taxpayers and policymakers can more effectively  track federal spending. Full and effective implementation of the act  offers the promise of a much more complete and accurate  understanding of federal spending by enabling—for the first time—the  federal government as a whole to track these funds at multiple points  in the federal spending life cycle, and significantly increasing the types  and transparency of data available to Congress, agencies, and the  general public. In what will be the first reporting of data in compliance  with the act’s requirements, agencies must submit second-quarter  fiscal year 2017 data in compliance with the act’s requirements for  inclusion on USASpending.gov in May 2017. This information could  potentially help identify areas of fragmentation, overlap, or duplication.", "Information Technology (IT) acquisition reform, known as the  Federal Information Technology Acquisition Reform Act  (FITARA). The effective and efficient acquisition and management  of IT investments has been a long-standing challenge in the federal  government. FITARA holds promise for improving agencies’  acquisition of IT and enabling Congress to monitor agencies’ progress  and hold them accountable for reducing duplication and achieving  cost savings. FITARA includes several specific requirements related  to existing areas in our fragmentation, overlap, and duplication work,  such as implementing the federal data-center consolidation initiative,  enhancing transparency, improving risk management, and maximizing  the benefits of government-wide software purchasing and the federal  strategic sourcing initiative.", "The Improper Payments Elimination and Recovery Improvement  Act of 2012 (IPERIA). Improper payments are a long-standing,  widespread, and significant problem in the federal government— totaling over $1.2 trillion since reporting requirements first began at  some agencies in 2003. IPERIA requires agencies to ensure that a  thorough review of available databases occurs prior to the release of  federal funds. We have identified numerous actions to reduce  improper payments in several areas, such as Medicare improper  payments, Medicaid improper payments, and refundable tax credits."], "subsections": []}]}, {"section_title": "Action on Remaining and New Areas Could Yield Significant Additional Benefits", "paragraphs": ["While Congress and executive branch agencies have made progress  toward addressing the 724 total actions we have identified since 2011,  further steps are needed to fully address the 395 actions that remain  open (i.e., partially or not addressed). We estimate that tens of billions  of dollars in additional financial benefits could be realized should  Congress and executive branch agencies fully address open actions. In  addition to producing financial benefits, these actions make government  more efficient; improve major government programs or agencies; reduce  mismanagement, fraud, waste, and abuse; and increase assurance that  programs comply with laws and funds are legally spent."], "subsections": [{"section_title": "Significant Open Actions Directed to Congress", "paragraphs": ["Congress has used our work to identify legislative solutions to achieve  cost savings, address emerging problems, and find efficiencies in federal  agencies and programs. Our work has contributed to a number of key  authorizations and appropriations. Congressional oversight has been  critical in realizing the full benefits of our suggested actions, and it will  continue to be critical in the future. In our 2011 to 2017 annual reports, we  directed 97 actions to Congress, including 2 new congressional actions  we identified in 2017. Of the 97 actions, 61 remained open (9 were  partially addressed and 52 were not addressed) as of March 2017.  Table 5 highlights areas with significant open actions directed to  Congress."], "subsections": []}, {"section_title": "Significant Open Actions Directed to Executive Branch Agencies", "paragraphs": ["In our 2011 to 2017 annual reports, we directed 627 actions to executive  branch agencies, including 77 new actions identified in 2017. Of the 627  actions, over half—334—remained open (192 were partially addressed  and 142 were not addressed) as of March 2017. While these open  actions span the government, a substantial number of actions are  directed to seven agencies that made up 84 percent—$3.6 trillion—of  federal outlays in fiscal year 2016; see figure 3.", "As shown in figure 4, 10 agencies have at least 20 open actions.", "In our 2011 to 2017 reports, we directed 168 actions to the Department of  Defense (DOD) in areas that contribute to DOD’s effectiveness in  providing the military forces needed to deter war and to protect the  security of the United States. As of March 2017, 95 of these 168 actions  remained open. DOD represented about 15 percent of federal spending in  fiscal year 2016, with outlays totaling about $637.6 billion. Our work  suggests that effectively implementing our open actions, including those  related to areas listed in table 6, could yield substantial financial benefits.", "In our 2011 to 2017 reports, we directed 98 actions to the Department of  Health and Human Services (HHS) in areas that contribute to HHS’s  mission to enhance the health and well-being of Americans. HHS  administers Medicare, which in fiscal year 2016 financed health services  for over 57 million beneficiaries at an estimated cost of $696 billion. HHS  also administers Medicaid, which covered an estimated 72.2 million low- income people in fiscal year 2016 at a cost of $575.9 billion. HHS  represents about 28 percent of the fiscal year 2016 federal budget, with  outlays totaling about $1.2 trillion. As of March 2017, 56 of HHS’s 98  actions remained open. Our work suggests that effectively implementing  these actions, such as those related to areas listed in table 7, could yield  substantial financial benefits.", "In our 2011 to 2017 reports, we directed 83 actions to the Internal  Revenue Service (IRS) in areas that contribute to effectively and  efficiently providing quality service to taxpayers and enforcing the law with  integrity and fairness to all. As of March 2017, 43 of these 83 actions  remained open. The funding of the federal government depends largely  upon IRS’s ability to collect taxes—in fiscal year 2016, IRS collected  about $3.3 trillion. Our work suggests that effective implementation of our  open actions, such as those related to areas listed in table 8, could  substantially increase revenues and result in other financial benefits.", "In our 2011 to 2017 reports, we directed 78 actions to the Department of  Homeland Security (DHS) in areas that contribute to the effective  implementation of its mission to, among other things, prevent terrorist  attacks from occurring within the United States, reduce U.S. vulnerability  to terrorism, and help the nation recover from any attacks that may occur.  In fiscal year 2016, DHS spent about $57.6 billion, about 1.3 percent of  federal outlays. As of March 2017, 37 of the 78 actions to DHS remained  open. Fully implementing these actions, such as those related to areas  listed in table 9, could result in financial benefits and substantial  improvements in operations.", "Many of the results the federal government seeks to achieve require the  coordinated effort of more than one federal agency, level of government,  or sector. The Office of Management and Budget (OMB) manages and  coordinates many government-wide efforts. In our 2011 to 2017 reports,  we directed 64 actions to OMB in areas to improve the efficiency and  effectiveness of government-wide programs and activities. As of March  2017, 34 of the 64 actions to OMB remained open. Fully implementing  these actions, such as those related to areas listed in table 10, could yield  substantial financial benefits and program improvements.", "In our 2011 to 2017 reports, we directed 28 actions to the Social Security  Administration (SSA) in areas that contribute to SSA providing financial  assistance to eligible individuals through Social Security retirement and  disability benefits and Supplemental Security Income (SSI) payments. As  of March 2017, 25 of these 28 actions remained open. In fiscal year 2016,  SSA spent about $979.7 billion, roughly 23 percent of federal outlays.  While most of SSA’s funding is used to pay Social Security retirement,  survivors, and disability benefits from the Old-Age and Survivors  Insurance Trust Fund and the Federal Disability Insurance Trust Fund,  our work suggests that effective implementation of these actions, such as  the examples listed in table 11, could yield substantial benefits.", "In our 2011 to 2017 reports, we directed 44 actions to the Department of  Veterans Affairs (VA) in areas that contribute to VA effectively and  efficiently achieving its mission to promote the health, welfare, and dignity  of all veterans by ensuring that they receive medical care, benefits, and  social support. As of March 2017, 24 of these 44 actions remained open.  In fiscal year 2016, VA spent about $179.6 billion—about 4 percent of  federal outlays—for veterans’ benefits and services. Our work suggests  that effective implementation of these actions, such as those related to  areas listed in table 12, could yield cost savings and efficiencies that  would improve the delivery of services.", "We will continue to look for additional or emerging instances of  fragmentation, overlap, and duplication and opportunities for cost savings  or revenue enhancement. Likewise, we will continue to monitor  developments in the areas we have already identified. We stand ready to  assist this and other committees in further analyzing the issues we have  identified and evaluating potential solutions.", "Thank you, Chairman Johnson, Ranking Member McCaskill, and  Members of the Committee, this concludes my prepared statement. I  would be pleased to answer questions."], "subsections": []}]}, {"section_title": "GAO Contacts", "paragraphs": ["For further information on this testimony or our April 26, 2017 report,  please contact J. Christopher Mihm, Managing Director, Strategic Issues,  who may be reached at (202) 512-6806 or mihmj@gao.gov, and Jessica  Lucas-Judy, Acting Director, Strategic Issues, who may be reached at  (202) 512-9110 or lucasjudyj@gao.gov. Contact points for the individual  areas listed in our 2017 annual report can be found at the end of each  area in GAO-17-491SP. Contact points for our Congressional Relations  and Public Affairs offices may be found on the last page of this statement."], "subsections": []}]}, {"section_title": "Appendix I: Open Congressional Actions, by Mission", "paragraphs": ["In our 2011 to 2017 annual reports, we directed 97 actions to Congress,  of which 61 remain open. Of the 61 open congressional actions, 9 are  partially addressed and 52 are not addressed, as of March 1, 2017. See  table 13."], "subsections": []}], "fastfact": ["Every year, we identify and report on federal agencies, programs, and initiatives with fragmented, overlapping, or duplicative goals or activities; and ways to reduce costs or enhance revenue. The government saves money when it takes the actions we've proposed—saving an estimated $136 billion so far by addressing 51% of previously recommended actions.", "In this testimony on our 7th annual report, we identified 79 new actions that Congress and executive branch agencies could take to improve government operations.", "Fully addressing these and remaining actions from our prior reports could lead to tens of billions of dollars of additional savings."]}