{"id": "GAO-18-351", "url": "https://www.gao.gov/products/GAO-18-351", "title": "Black Lung Benefits Program: Options for Improving Trust Fund Finances", "published_date": "2018-05-30T00:00:00", "released_date": "2018-06-04T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["With revenue of about $450 million in fiscal year 2017, the Trust Fund paid about $184 million in benefits to more than 25,000 coal miners and eligible dependents. However, the Trust Fund also borrowed about $1.3 billion from the Treasury's general fund in fiscal year 2017 to cover its debt repayment expenditures. Adding to this financial challenge, the coal tax that supports the Trust Fund is scheduled to decrease by about 55 percent beginning in 2019. GAO was asked to review the financial positon of the Trust Fund and identify options to improve it.", "This report examines (1) factors that have challenged the financial position of the Trust Fund since its inception and (2) the extent to which Trust Fund debt may change through 2050, and selected options that could improve its future financial position. GAO reviewed Trust Fund financial data from fiscal years 1979 through 2017. GAO also interviewed officials from the Departments of Labor, Treasury, Health and Human Services (HHS) and representatives of coal industry and union groups. Using assumptions, such as the about 55 percent coal tax decrease and moderately declining coal production, GAO simulated the extent to which Trust Fund debt may change through 2050. GAO also simulated how selected options, such as forgiveness of debt, could improve finances. The options simulated are not intended to be exhaustive. Further, GAO is not endorsing any particular option or combination of options.", "GAO provided a draft of this report to DOL, Treasury, and HHS. The agencies provided technical comments, which were incorporated as appropriate."]}, {"section_title": "What GAO Found", "paragraphs": ["Multiple factors have challenged Black Lung Disability Trust Fund (Trust Fund) finances since it was established about 40 years ago. Its expenditures have consistently exceeded its revenues, interest payments have grown, and actions taken that were expected to improve Trust Fund finances did not completely address its debt. When necessary to make expenditures, the Trust Fund borrows with interest from the Department of the Treasury's (Treasury) general fund. Because Trust Fund expenditures have consistently exceeded revenue, it has borrowed almost every year since 1979, its first complete fiscal year, and as a result debt and interest payments increased. Legislative actions were taken over the years including (1) raising the rate of the coal tax that provides Trust Fund revenues and (2) forgiving debt. For example, the Energy Improvement and Extension Act of 2008 provided an appropriation toward Trust Fund debt forgiveness; about $6.5 billion was forgiven, according to Department of Labor (DOL) data (see figure). However, coal tax revenues were less than expected due, in part, to the 2008 recession and increased competition from other energy sources, according to DOL and Treasury officials. As a result, the Trust Fund continued to borrow from Treasury's general fund from fiscal years 2010 through 2017 to cover debt repayment expenditures.", "GAO's simulation suggests that Trust Fund borrowing will likely increase from fiscal years 2019 through 2050 due, in part, to the coal tax rate decrease of about 55 percent that will take effect in 2019 and declining coal production. The simulation estimates that Trust Fund borrowing may exceed $15 billion by 2050 (see figure). However, various options, such as adjusting the coal tax and forgiving interest or debt, could reduce future borrowing and improve the Trust Fund's financial position. For example, maintaining the current coal tax rates and forgiving debt of $2.4 billion could, under certain circumstances, balance the Trust Fund by 2050, whereby revenue would be sufficient to cover expenditures. However, a coal industry representative said that maintaining or increasing the coal tax would burden the coal industry, particularly at a time when coal production has been declining. Further, Treasury officials noted that the costs associated with forgiving Trust Fund interest or debt would be paid by taxpayers."]}], "report": [{"section_title": "Letter", "paragraphs": ["The Black Lung Disability Trust Fund (Trust Fund), established in 1978 by  the Black Lung Benefits Revenue Act of 1977, funds benefits to certain  coal miners who have been totally disabled due to pneumoconiosis, also  known as black lung disease. Their surviving dependents may also  receive compensation. That Act authorized the Trust Fund to pay benefits  in certain circumstances including in cases where no responsible mine  operator could be identified or when the liable mine operator does not  pay. The Trust Fund is financed primarily by a tax on coal produced and  sold domestically, which we refer to in this report as the coal tax.", "The Trust Fund faces financial challenges and borrowed about $1.3  billion in fiscal year 2017 from the Department of the Treasury’s  (Treasury) general fund to cover its total expenditures, according to  Department of Labor (DOL) officials who administer the Trust Fund.  Beginning in calendar year 2019, the coal tax will decrease by  approximately 55 percent which, in turn, will increase borrowing,  according to DOL projections. Additionally, coal production has been  declining as the coal industry faces challenges from increased  competition from other energy sources, which may further affect future  Trust Fund revenue. With less revenue contributed by mine operators  through the coal tax, increased federal funding may be needed because  under federal law the Trust Fund borrows from Treasury’s general fund to  cover its expenditures.", "Given the potential for increased federal funding of Trust Fund  expenditures as a result of the decreasing tax rate, you asked us to  review the financial positon of the Trust Fund and to identify options that  could improve its future financial position. This report examines (1) factors  that have challenged the financial position of the Trust Fund since its  inception; and (2) the extent to which the Trust Fund’s debt may change  through 2050, and selected options that could improve its future financial  position.", "To address our first objective, we reviewed relevant federal laws,  regulations, policy, and guidance as well as agency documentation. We  primarily focused on changes to the coal tax rates and other legislative  actions taken that were expected to improve the financial position of the  Trust Fund, such as debt refinancing and forgiveness provisions  contained in the Energy Improvement and Extension Act of 2008 (EIEA).  We also reviewed publicly available Trust Fund financial data obtained  from the DOL Office of Workers’ Compensation Programs’ Annual  Reports to Congress and annual bulletins issued by the Treasury. We  examined information on Trust Fund revenue and expenditures from 1979  (the Trust Fund’s first complete fiscal year) through 2017, the most recent  year data were available at the time of our review. For example, we  reviewed the annual amounts of coal tax revenue collected and the  annual amounts paid by the Trust Fund in black lung benefits,  administrative costs, and debt servicing. We assessed the reliability of the  data by discussing it with relevant agency officials and reviewing it for  missing data, outliers, or obvious errors. We determined that the data  were sufficiently reliable for the purposes of our review. Additionally, we  interviewed officials from DOL’s Office of Workers’ Compensation  Programs and Mine Safety and Health Administration; the Department of  the Treasury’s Offices of Federal Program Finance and Tax Analysis; the  Department of Health and Human Services’ (HHS) National Institute for  Occupational Safety and Health and the Health Resources and Services  Administration, which funds black-lung-related grant programs; the  National Mining Association (an organization that represents the mining  industry); and the United Mine Workers of America (an organization that  represents coal miners).", "To address our second objective, we simulated the extent to which Trust  Fund debt may change through 2050 and how various options may affect  future Trust Fund finances. Our simulations are based on various  assumptions and simulate Trust Fund revenues and expenditures from  fiscal years 2016 through 2050. To develop these simulations, we used  actual and projection data from (1) DOL for fiscal years 2015 through  2040; (2) Treasury’s Office of Tax Analysis for fiscal years 2011 through  2015; (3) the Department of Energy’s Energy Information Administration  (EIA) for calendar years 2015 through 2050; and (4) the Office of  Management and Budget (OMB) for fiscal year 2017. We ran each  simulation multiple times using different sets of assumptions about the  number of future black lung beneficiaries and future coal production.  Doing so provided a range of estimates about the Trust Fund’s future  borrowing needs and provided insight on the sensitivity of its overall  financial position relative to its various revenues and expenditures. In this  report, we generally present the results of a moderate set of assumptions  for each simulation. For more information on our simulation methodology  and the full range of results, see appendixes I and II. We assessed the  reliability of the data used to develop our simulations by interviewing  knowledgeable agency officials and reviewing relevant supporting  documentation describing the various inputs and assumptions used, if  applicable. We also reviewed DOL, Treasury, EIA, and OMB data for  outliers, obvious errors, or missing data. We determined that the data  were sufficiently reliable for the purposes of this report.", "To identify options that may improve future Trust Fund finances, we  interviewed officials from DOL, Treasury, HHS, the National Mining  Association, and the United Mine Workers of America. We then selected  options to simulate based, in part, on these interviews and the availability  of DOL and other data. These options included adjusting the coal tax,  forgiving interest on some or all Trust Fund debt, forgiving some or all  Trust Fund debt, or various combinations of these options. The options  we simulated are not intended to be exhaustive and we are not endorsing  any particular option or combination of options.", "We conducted this performance audit from February 2017 through May  2018 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["Black lung benefits include both cash assistance and medical benefits.  Maximum cash assistance payments generally ranged from about $650  to $1,300 per month in fiscal year 2017, depending on the number of  dependents the miner has. Miners receiving cash assistance are also  eligible for medical benefits that cover the treatment of their black-lung- related conditions, which may include hospital and nursing care,  rehabilitation services, and drug and equipment charges, according to  DOL documentation. DOL estimates that the average annual cost for  medical treatment in fiscal year 2017 was approximately $6,980 per  miner.", "There were about 25,700 total beneficiaries (primary and dependents)  receiving black lung benefits during fiscal year 2017 (see fig. 1). The  decrease in the number of beneficiaries over time has resulted from a  combination of declining coal mining employment and an aging  beneficiary population, according to DOL officials. Further, black lung  beneficiaries could increase in the near term due to the increased  occurrence of black lung disease and its most severe form, progressive  massive fibrosis, particularly among Appalachian coal miners, according  to HHS officials.", "Black lung claims are processed by DOL’s Office of Workers’  Compensation Programs. Contested claims are adjudicated by DOL’s  Office of Administrative Law Judges, which issues decisions that can be  appealed to the Benefits Review Board. Claimants and mine operators  may further appeal these agency decisions to the federal courts. If an  award is contested, claimants can receive interim benefits, which are  generally paid from the Trust Fund according to DOL officials, while their  claims are in the appeals process. Final awards are either funded by mine  operators—who are identified as the responsible employers of  claimants—or the Trust Fund, when responsible employers cannot be  identified or do not pay. In fiscal year 2017, black lung claims had an  approval rate of about 29 percent, according to DOL data. Of the 19,430  primary black lung beneficiaries receiving benefits during fiscal year 2017,  64 percent (12,464) were paid from the Trust Fund, 25 percent (4,798)  were paid by liable mine operators, and 11 percent (2,168) were receiving  interim benefits, according to DOL officials.", "Black Lung Disability Trust Fund revenue is primarily obtained from mine  operators through the coal tax. The coal tax is imposed at two rates,  depending on whether the coal is extracted from underground or surface  mines. The current tax rates are $1.10 per ton of underground-mined coal  and $0.55 per ton of surface-mined coal, up to 4.4 percent of the sales  price. Therefore, if a ton of underground-mined coal is sold for less than  $25, than the tax paid would be less than $1.10. For instance, if a ton of  underground-mined coal sold for $20, than it would be taxed at 4.4  percent of the sales price, or $0.88. To a lesser extent, the Trust Fund  also receives other miscellaneous revenue from interest payments, and  various fines and penalties paid by mine operators, among other sources,  according to DOL documentation. Coal tax revenue is collected from mine  operators by Treasury’s Internal Revenue Service and then transferred to  the Trust Fund where it is then used by DOL officials to pay black lung  benefits and the costs of administering the program.", "Trust Fund expenditures include, among other things, black lung benefit  payments, certain administrative costs incurred by DOL and Treasury to  administer the black lung benefits program, and debt repayments. When  necessary for the Trust Fund to make relevant expenditures under federal  law, the Trust Fund borrows from the Treasury’s general fund. When this  occurs, the federal government is essentially borrowing from itself—and  hence from the general taxpayer—to fund its benefit payments and other  expenditures."], "subsections": []}, {"section_title": "Multiple Factors Have Challenged Trust Fund Finances Resulting in Growing Debt", "paragraphs": ["Multiple factors have challenged Trust Fund finances since it was  established about 40 years ago. Its expenditures have consistently  exceeded its revenue, interest payments have grown, and legislative  actions taken that were expected to improve Trust Fund finances did not  completely address its debt. Combined black lung benefit payments and  program administrative costs exceeded Trust Fund revenue every year  for the program’s first decade (fiscal years 1979 through 1989), resulting  in the accrual of debt. During the Trust Fund’s first three fiscal years in  particular, revenue covered less than 40 percent of the Trust Fund’s  combined benefit payments and administrative costs. For instance, in  fiscal year 1980, the Trust Fund received about $251 million in revenue  and paid about $726 million in black lung benefits and administrative  costs.", "Beginning in 1982, revenue increased as a result of the Black Lung  Benefits Revenue Act of 1981 that doubled the coal tax rates from $0.50  to $1 per ton of underground-mined coal and from $0.25 to $0.50 per ton  of surface-mined coal, up to 4 percent of the sales price. Even with the  tax rate increase, combined benefit payments and administrative costs  continued to exceed revenue throughout the 1980s (see fig. 2). As a  result, the Trust Fund borrowed from Treasury’s general fund to cover the  annual differences between its expenditures and revenues, and by fiscal  year 1989 the Trust Fund’s outstanding debt to Treasury’s general fund  exceeded $3 billion.", "Beginning in fiscal year 1990, Trust Fund revenue generally began to  exceed combined benefit payments and administrative costs, and, in fact,  total Trust Fund cumulative revenue collected from fiscal years 1979 through 2017 exceeded total cumulative benefit payments and  administrative costs incurred during these years. However, interest owed  from earlier years of borrowing led to more borrowing and debt. From  fiscal years 1979 through 1989, the Trust Fund borrowed—primarily  through 30-year term loans according to Treasury officials—from  Treasury’s general fund at interest rates that varied from about 6.5  percent to about 13.9 percent. In fiscal year 1985, for instance, the Trust  Fund paid about $275 million in interest, which was equal to about half of  the total revenue collected that year. Since fiscal year 1990, revenue  has generally exceeded combined benefit payments and administrative  costs, although interest payments on the Trust Fund’s outstanding debt  kept the fund in a position whereby its total expenditures continued to  exceed its total revenues. As a result, the principal amount of the Trust  Fund’s total outstanding debt to Treasury’s general fund increased and  exceeded $10 billion by fiscal year 2008.", "Legislation has been enacted over the years that was expected to  improve Trust Fund finances:  In 1981, the Black Lung Benefits Revenue Act of 1981 doubled the  coal tax rates from $0.50 cents to $1 per ton of underground-mined  coal, and from $0.25 cents to $0.50 cents per ton of surface-mined  coal, up to 4 percent of the sales price (as mentioned previously).", "In 1986, the Consolidated Omnibus Budget Reconciliation Act of 1985  established a 5 year moratorium on interest accrual with respect to  repayable advances to the Trust Fund (which we refer to as annual  borrowing from Treasury’s general fund), and increased the coal tax  rates to $1.10 per ton of underground-mined coal, and $0.55 per ton  of surface-mined coal (up to 4.4 percent of the sales price), where  they have remained since.", "In 2008, the EIEA included provisions that were expected to eliminate  the Trust Fund’s debt. Specifically, EIEA (1) generally extended the  coal tax rates at their current rates until December 31, 2018 (after  which they are scheduled to decrease to their original levels of $0.50  per ton of underground-mined coal, and $0.25 per ton of surface- mined coal, up to 2 percent of the sales price); (2) provided for a one- time federal appropriation toward Trust Fund debt forgiveness (about  $6.5 billion, according to DOL data); and (3) provided for the  refinancing of the Trust Fund’s debt that was not forgiven as a result  of EIEA (which we refer to as the Trust Fund’s legacy debt).  Specifically, the Trust Fund’s legacy debt was refinanced with more  favorable interest rates, according to DOL data. Interest rates on the  refinanced legacy debt range from about 1.4 percent to about 4.5  percent.", "The forgiveness and refinancing of Trust Fund debt along with extending  the current coal tax rates through 2018 were expected to result in annual  tax revenue that could be used to pay down interest and principal on the  Trust Fund’s legacy debt, according to DOL and Treasury officials. These  officials said that models showed that debt would be eliminated by fiscal  year 2040; however, they noted that coal tax revenue has been less than  originally projected due, in part, to the 2008 recession and increased  market competition from other energy sources. As a result, the Trust  Fund’s total expenditures continued to exceed revenue and the Trust  Fund borrowed from Treasury’s general fund each year from fiscal years  2010 through 2017 to cover debt repayments expenditures. In fiscal year  2017, the Trust Fund’s total principal amount of outstanding debt, which  includes its legacy debt and the amount borrowed from Treasury’s  general fund that year, was about $4.3 billion (see fig. 3)."], "subsections": []}, {"section_title": "Trust Fund Borrowing Will Likely Continue to Increase through 2050, and Multiple Options Could Reduce Future Debt", "paragraphs": [], "subsections": [{"section_title": "Trust Fund Borrowing Will Likely Continue to Increase through 2050", "paragraphs": ["Trust Fund borrowing will likely continue to increase from fiscal years  2019 through 2050 due, in part, to the scheduled coal tax rate decrease  of about 55 percent that will take effect in 2019 and declining coal  production, according to our moderate simulation. We simulated the  effects of the scheduled 2019 tax rate decrease on Trust Fund finances  through 2050, and in this report, we generally present the results of a  moderate case set of assumptions (see table 1). These simulations are  not predictions of what will happen, but rather models of what could  happen given certain assumptions. For more information on our  simulation methodology see appendix I. In addition to the moderate case  assumptions, we also simulated how Trust Fund debt could change  through 2050 given various other assumptions, and the full range of  results for all of our simulations are presented in appendix II.", "Our moderate case simulation suggests that Trust Fund revenue may  decrease, from about $485 million in fiscal year 2018 to about $298  million in fiscal year 2019, due, in part, to the scheduled approximate 55  percent decrease in the coal tax. Our simulation, which incorporates EIA  data on future expected coal production, also shows that annual Trust  Fund revenue will likely continue to decrease beyond fiscal year 2019  due, in part, to declining coal production. Domestic coal production has  declined from about 1.2 billion tons in 2008 to about 728 million tons in  2016, according to EIA. Based on these projections, our moderate  simulation shows that Trust Fund annual revenue may continue to  decrease from about $298 million in fiscal year 2019 to about $197 million  in fiscal year 2050 (see fig. 4).", "With the scheduled 2019 tax rate decrease, our moderate case simulation  suggests that expected revenue will likely be insufficient to cover  combined black lung benefit payments and administrative costs, as well  as debt repayment expenditures. Specifically, our moderate case  simulation suggests that revenue may not be sufficient to cover  beneficiary payments and administrative costs from fiscal years 2020  through 2050 (see fig. 5). For instance, in fiscal year 2029, simulated  benefit payments and administrative costs will likely exceed simulated  revenue by about $99 million. These annual deficits will likely decrease  over time to about $4 million by fiscal year 2050 due, in part, to the  assumed continued net decline in total black lung beneficiaries. Our  simulation also therefore suggests that Trust Fund revenue may not be  enough to also cover the debt repayment expenditures it must continue to  make through fiscal year 2040, per the payment schedule established  following the 2008 EIEA.", "Our moderate simulation suggests that the amount borrowed by the Trust  Fund will likely increase from about $1.6 billion in fiscal year 2019 to  about $15.4 billion in fiscal year 2050 (see fig. 6). Although the Trust  Fund’s legacy debt decreases through fiscal year 2040, total Trust Fund  expenditures—including combined benefit payments and administrative  costs as well as debt repayments—will likely continue to exceed revenue  which will require continued annual borrowing from Treasury’s general  fund. However, the amount borrowed by the Trust Fund could vary  depending, in part, on future coal production and the number of new  beneficiaries and could range between about $6 billion and about $27  billion in 2050, according to our simulations (see appendix II)."], "subsections": []}, {"section_title": "Adjusting Coal Tax Rates, Forgiving Interest, and Forgiving Debt Are Options That Could Improve the Trust Fund’s Future Financial Position", "paragraphs": ["We simulated three options that can affect Trust Fund finances through  fiscal year 2050. Specifically, we simulated the effects of (1) adjusting the  coal tax, (2) forgiving interest, and (3) forgiving debt. In each of the  simulations, we compared the results of the option to a baseline in which  the coal tax rates will decrease by about 55 percent, which we refer to as  the scheduled 2019 tax rate decrease. We compare interest and debt  forgiveness options to a baseline which assumes the scheduled 2019 tax  rate decrease has taken effect, and that there is no interest or debt  forgiveness. The simulated options are not intended to be exhaustive and  we are not endorsing any particular option or combination of options."], "subsections": [{"section_title": "Adjust Coal Tax Rates", "paragraphs": ["Using the moderate case, we simulated four options: (1) implementing the  2019 coal tax rate reduction to $0.50 per ton of underground-mined coal  and $0.25 per ton of surface-mined coal; (2) maintaining the current coal  tax rates of $1.10 per ton for underground-mined coal and $0.55 per ton  of surface-mined coal; (3) reducing the tax rates by 25 percent (from  $1.10 and $0.55); and (4) increasing these tax rates by 25 percent (see  fig. 7). Increasing the tax rates by 25 percent was the only option that  eliminated simulated Trust Fund debt by fiscal year 2050, according to  our moderate case simulation.", "We simulated three interest forgiveness options including forgiving  interest on (1) legacy debt, (2) annual borrowing, and (3) all debt. Our  moderate case simulation suggests that forgiving interest will not  eliminate simulated debt by fiscal year 2050 (see fig. 8).", "We simulated two debt forgiveness options by forgiving principal and  interest on (1) legacy debt and (2) all debt. Our moderate case simulation  suggests that both debt forgiveness options would reduce simulated Trust  Fund borrowing by fiscal year 2050, but these options would not eliminate  debt altogether as simulated revenue will likely not be enough to cover  simulated expenditures (see fig. 9). In these cases, the Trust Fund will  need to continue borrowing from Treasury’s general fund to cover annual  deficits, and thus accumulate debt.", "While adjusting coal tax rates and forgiving interest or debt could reduce  the Trust Fund’s simulated borrowing by 2050, implementing them could  affect the coal industry or general taxpayers, according to stakeholders  we interviewed. For instance, a coal industry representative noted that  maintaining the coal tax at its current rate would continue to burden the  coal industry and increasing the tax would exacerbate the burden at a  time when coal production has been declining. Treasury officials noted  that the costs associated with forgiving Trust Fund interest or debt would  be borne by the general taxpayer since Treasury borrows from taxpayers  to lend to the Trust Fund as needed. These officials also said that  making a one-time federal appropriation to forgive interest or debt would  be the most transparent way to satisfy the Trust Fund’s outstanding debt  to Treasury’s general fund.", "In addition to the simulations, other options could affect the financial  position of the Trust Fund including reducing black lung benefits,  eliminating or adjusting the coal tax cap, or creating a variable coal tax.  Our moderate case simulation suggests that completely eliminating black  lung benefits as of fiscal year 2019 could reduce the Trust Fund’s  borrowing from Treasury’s general fund in fiscal year 2050 from about  $15.4 billion to about $6.4 billion. However, doing so would generally  mean that coal tax revenue would be collected solely to fund the  repayment of Trust Fund debt. Another option could be to eliminate or  adjust the coal tax cap, which currently prevents mine operators from  paying a coal tax of more than 4.4 percent of the price per ton of coal  sold. If the coal tax cap were eliminated, for instance, mine operators  would pay $1.10 per ton of underground-mined coal and $0. 55 per ton of  surface-mined coal regardless of price sold, which could increase  revenue. As an additional option, changing the structure of the coal tax  to flexible rates that change based on an annual actuarial assessment of  the Trust Fund could help to ensure that coal mine operators pay the  necessary amount of tax to cover Trust Fund expenditures, without  resulting in a Trust Fund balance or deficit."], "subsections": []}]}, {"section_title": "Multiple Options Could Reduce Future Trust Fund Debt and Would Distribute the Financial Burden Differently Among General Taxpayers and Industry", "paragraphs": ["Multiple options could reduce the Trust Fund’s future debt and distribute  the financial burden among the coal industry and general taxpayers. We  simulated whether various coal tax and debt forgiveness options could  balance the Trust Fund by fiscal year 2050, whereby its simulated  revenue would be sufficient to cover its simulated expenditures. These  options were selected, in part, based on interviews with Trust Fund  stakeholders and the availability of DOL and other data. We approached  these simulations from two perspectives. First, we simulated how much  Trust Fund debt would need to be forgiven based on various coal tax  rates. Second, we simulated the average tax collected per ton needed to  balance the Trust Fund by 2050, based on certain debt forgiveness  options. The simulated options are not intended to be exhaustive and we  are not endorsing any particular combination of options.", "Our first set of options using the moderate case simulations are based on  the current coal tax rates of $1.10 per ton of underground-mined coal and  $0.55 per ton of surface-mined coal, and show the amount of debt  forgiveness in fiscal year 2019 needed to balance the Trust Fund by fiscal  year 2050 based on certain tax rates (see fig. 10). Specifically, our  moderate case simulations show the following:  Increasing current coal tax rates by 25 percent could balance the  Trust Fund by 2050 and would likely require no debt forgiveness. For  this option, the simulated coal tax revenue would likely be sufficient to  cover simulated Trust Fund expenditures, including combined benefit  payments and administrative costs, as well as debt repayments.  However, this option would place the burden solely on the coal  industry that would be paying higher taxes at a time when coal  production has been declining.", "Maintaining current coal tax rates could balance the Trust Fund by  2050 if coupled with about $2.4 billion of debt forgiveness. This option  would distribute the burden among the coal industry and general  taxpayers.", "Decreasing current coal tax rates by 25 percent could balance the  Trust Fund by 2050 if coupled with about $4.8 billion in debt  forgiveness. This option would burden the coal industry less than  maintaining the current tax rates, but would increase the burden on  general taxpayers.", "Decreasing current tax rates by 55 percent, which we refer to as the  scheduled 2019 tax rate decrease, would balance the Trust Fund by  2050 if coupled with about $7.8 billion in debt forgiveness. This figure  comprises the Trust Fund’s total simulated outstanding debt in fiscal  year 2019 ($6.6 billion), and an additional about $1.2 billion that would  be required because the Trust Fund will accrue additional debt from  fiscal years 2020 through 2050, according to our moderate case  simulations. The coal industry would bear some of the financial  burden of this option, while also placing a financial burden on general  taxpayers.", "Our second set of options using moderate case simulations show the  change in average coal tax revenue collected per ton to balance the Trust  Fund by fiscal year 2050 based on certain debt forgiveness options (see  fig. 11). Specifically, our moderate simulations show the following:", "Forgiving the Trust Fund’s legacy debt would allow for an average tax  collected of about $0.59 per ton to balance the Trust Fund by 2050.  Based on certain assumptions, this could be accomplished with a tax  of $0.88 per ton on underground-mined coal and $0.44 per ton on  surface-mined coal.", "Forgiving all Trust Fund debt would allow for an average tax collected  per ton of coal sold of $0.47 per ton to balance the Trust Fund by  2050. Based on certain assumptions, this could be accomplished with  a tax of $0.70 per ton on underground-mined coal and a tax of $0.35  per ton of surface-mined coal."], "subsections": []}]}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to the Departments of Labor (DOL),  Treasury, and Health and Human Services (HHS) for review and  comment. DOL, Treasury, and HHS provided technical comments, which  we incorporated as appropriate.", "As agreed with your offices, unless you publicly announce the contents of  this report earlier, we plan no further distribution until 30 days from the  report date. At that time we will send copies of this report to the  appropriate congressional committees, the Secretaries of Labor,  Treasury, and Health and Human Services, and other interested parties.  In addition, the report will be available at no charge on GAO’s web site at  http://www.gao.gov.", "If you or your staff should have any questions about this report, please  contact me at (202) 512-7215 or brownbarnesc@gao.gov. Contact points  for our Offices of Congressional Relations and Public Affairs may be  found on the last page of this report. GAO staff who made key  contributions to this report are listed in appendix III."], "subsections": []}]}, {"section_title": "Appendix I: Black Lung Disability Trust Fund Simulation Methodology", "paragraphs": ["We examined the extent to which (1) Black Lung Disability Trust Fund  (Trust Fund) debt may change through 2050 and (2) selected options to  improve its future financial position. We interviewed officials from the  Departments of Labor (DOL), Treasury, and Health and Human Services  (HHS), as well as representatives from the National Mining Association  and the United Mine Workers of America. We then selected options to  simulate based, in part, on these interviews and the availability of DOL  and other data. These options included adjusting the coal tax, forgiving  interest on some or all Trust Fund debt, forgiving some or all Trust Fund  debt, or various combinations of these options. The options we simulated  are not intended to be exhaustive and we are not endorsing any particular  option or combination of options. Our simulations are based on various  assumptions and simulate Trust Fund revenues and expenditures from  fiscal years 2016 through 2050. To develop these simulations, we used  actual and projection data from (1) DOL for fiscal years 2015 through  2040; (2) Treasury’s Office of Tax Analysis for fiscal years 2011 through  2015; (3) the Department of Energy’s Energy Information Administration  (EIA) for calendar years 2015 through 2050; and (4) the Office of  Management and Budget for fiscal year 2017."], "subsections": [{"section_title": "Black Lung Benefit Expenditures", "paragraphs": ["To simulate future Trust Fund benefit expenditures, we simulated the  number of beneficiaries each fiscal year, and the annual average amount  of benefits received (cash assistance and medical benefits). To simulate  the numbers of beneficiaries, we used DOL data on the (1) age  distributions of miner and widow beneficiaries for fiscal year 2015; (2)  mortality rates by age for miner and widow beneficiaries as of fiscal year  2015; and (3) numbers of beneficiaries—including married miners, single  miners, widows, and miners receiving medical benefits only—in fiscal  year 2015. We assumed—as DOL does in its Black Lung Budget and  Liability Model—that all miners are men, all widows are women, and all  spouses are 3 years younger than the miner. We also assumed that the  age distribution of single miners is the same as for married miners, and  that the age distribution of new miner and widow beneficiaries is the same  as for miner and widow beneficiaries during fiscal year 2015. We used  DOL’s mortality rates to simulate the number of beneficiaries of each age  and type in each year, and used those numbers to then simulate the total  number of beneficiaries of each type each year (see table 2).", "We also assumed that there will be no new medical-benefit-only recipients.", "Formula  The number of married miner beneficiaries age a in fiscal year y is equal to the number of new  married miner beneficiaries age a in fiscal year y plus the number of married miner  beneficiaries age a-1 in fiscal year y-1 who survived and whose spouse survived. The total  number of married miner beneficiaries in fiscal year y is then the sum of the number of married  miner beneficiaries of all ages in fiscal year y. Finally, we averaged the number of married  miner beneficiaries by averaging the prior fiscal year’s total and the current fiscal year’s total.", "The number of single miner beneficiaries age a in fiscal year y is equal to the number of new  single miner beneficiaries age a in fiscal year y plus the number of single miner beneficiaries  age a-1 in fiscal year y-1 who survived plus the number of married miner beneficiaries age a-1  in fiscal year y-1 who survived but whose spouse did not survive. The total number of single  miner beneficiaries in fiscal year y is then the sum of the number of single miner beneficiaries  of all ages in fiscal year y. Finally, we averaged the number of single miner beneficiaries by  averaging the prior fiscal year’s total and the current fiscal year’s total.", "The number of widow beneficiaries age a in fiscal year y is equal to the number of new  beneficiaries who are widows age a in fiscal year y plus the number of widow beneficiaries age  a-1 in fiscal year y-1 who survived plus the number of married miner beneficiaries age a+2 in  fiscal year y-1 who did not survive but whose spouse did survive. The total number of widow  beneficiaries in fiscal year y is then the sum of the number of widow beneficiaries of all ages in  fiscal year y. Finally, we averaged the number of widow beneficiaries by averaging the prior  fiscal year’s total and the current fiscal year’s total.", "The number of MBO beneficiaries of age a in fiscal year y is equal to the number of MBO  beneficiaries of age a-1 in fiscal year y-1 who survived. The total number of MBO beneficiaries  only in fiscal year y is then the sum of the number of MBO beneficiaries of all ages in fiscal  year y. Finally, we averaged the number of MBO beneficiaries by averaging the prior fiscal  year’s total and the current fiscal year’s total."], "subsections": []}, {"section_title": "Coal Tax Revenues", "paragraphs": ["To simulate future coal tax revenue, we used Treasury and EIA data to  calculate (1) the amounts of underground and surface-mined coal taxed  at fixed dollar amounts of $1.10 and $0.55 per ton, respectively, in 2015;  (2) the amounts of underground and surface-mined coal taxed at variable  dollar amounts per ton equal to 4.4 percent of the price in 2015; and (3)  average prices of underground and surface-mined coal taxed at 4.4  percent of the price in 2015. We then used EIA data on projected  amounts of total coal production, underground-mined coal production,  lignite coal production, and coal exports, as well as projected average  coal prices, for the period from 2015 through 2050 to simulate future coal  tax revenues (see table 3).", "We simulated other Trust Fund expenditures and revenues, including  administrative costs and debt repayments (see table 4). For our  simulations, total Trust Fund expenditures are the sum of black lung  benefits (cash assistance and medical benefits), total administrative  costs, repayment of interest and principal on outstanding debt to  Treasury’s general fund, and other expenditures. Total Trust Fund  revenues are the sum of coal tax revenue and other miscellaneous  revenue, and exclude annual borrowing from Treasury’s general fund.  Annual borrowing from Treasury’s general fund is the difference between  total Trust Fund expenditures and revenues and is assumed to be repaid  with interest the following year. If total revenues are greater than total  expenditures, then the Trust Fund has a balance and would not have to  borrow that year. In this case, we assumed that the Trust Fund will earn  interest on that balance at the same rate on which interest would accrue  on annual borrowing.", "We simulated how the scheduled 2019 tax rate decrease and various  options including adjusting the coal tax, forgiving debt interest, and  forgiving debt principal and interest may affect Trust Fund finances  through fiscal year 2050 (see table 5). The options listed are not intended  to be exhaustive and we are not endorsing any particular option or  combination of options.", "We simulated option combinations for coal tax rates, interest forgiveness,  and debt forgiveness to demonstrate how potential financial adjustments  could affect future Trust Fund borrowing from Treasury’s general fund  through fiscal year 2050. For options that involve adjusting coal tax rates,  we estimated the amount of debt that would need to be forgiven in fiscal  year 2019 for the Trust Fund’s revenues to be sufficient to cover its  expenditures through fiscal year 2050, assuming the Trust Fund does not  borrow from Treasury’s general fund after fiscal year 2018. To do so, we  first calculated the real discounted present value of Trust Fund  expenditures for fiscal years 2019 through 2050, including benefit  payments, administrative costs, legacy debt repayments, and repayment  of annual borrowing from Treasury’s general fund. Second, we calculated  the real discounted present value of Trust Fund revenue for the same  period, including coal tax revenue and other miscellaneous revenue.  Third, we calculated debt forgiveness as the difference between the real  discounted present value of Trust Fund expenditures from the first  calculation and the real discounted present value of Trust Fund revenues  from the second calculation. When the amount of debt forgiveness is  greater than the amount of debt outstanding, the Trust Fund would need  an additional cash inflow in addition to forgiveness of all outstanding debt.  Amounts of debt forgiveness less than zero suggest that no debt  forgiveness is required.", "For options involving forgiving debt (interest or principal), we estimated  the average tax per ton of coal that, if implemented in fiscal year 2019,  would provide the Trust Fund sufficient revenue to cover its expenditures  through fiscal year 2050, assuming the Trust Fund does not receive any  advances from Treasury’s general fund after fiscal year 2018. To do so,  we first calculated the real discounted present value of Trust Fund  expenditures for the period from fiscal year 2019 through fiscal year 2050,  again including benefit payments, administrative costs, legacy debt  repayments, and repayment of annual borrowing from Treasury’s general  fund, minus the real discounted present value of miscellaneous revenues  for the same period. Second, we calculated the real discounted present  value of coal production for the same period. Third, we calculated the  average tax per ton of coal as the first amount divided by the second  amount.", "To assess the sensitivity of each option, we ran each simulation 36 times  using four different sets of assumptions about the numbers of future  beneficiaries and nine different sets of assumptions about future coal production and prices (see table 6). Doing so provided a range of  estimates about the Trust Fund’s future borrowing needs and provided  insight on the sensitivity of its overall financial position relative to its  various expenditures and revenues. The analysis also provided a range  of estimates of the amount of debt forgiveness needed to bring the Trust  Fund into balance by fiscal year 2050, assuming various coal tax rates,  and the average tax collection per ton needed to do the same, and  assuming various amounts of debt forgiveness.", "From the range of estimates that resulted from our sensitivity analysis, we  selected cases with moderate expectations related to future Trust Fund  expenditures and revenue. Specifically, for future expenditures, we  assumed an average growth rate of new black lung beneficiaries for fiscal  years 2003 through 2015 as a moderate case that reflects historical  experience. For future revenue, we used a moderate coal production  outlook based on EIA’s reference case, which reflects moderate  expectations about future coal production based on various assumptions  about economic growth, oil prices, technological innovation, and energy  policy."], "subsections": []}]}, {"section_title": "Appendix II: Results of GAO’s Black Lung Disability Trust Fund Simulations", "paragraphs": ["We summarized the results of our simulations by showing the extent to  which the Black Lung Disability Trust Fund’s (Trust Fund) balance—the  sum of tax revenue and miscellaneous revenue less expenditures—may  change in fiscal year 2050 for each option simulated. For example, with  the scheduled 2019 tax rate decrease, our moderate case simulations  suggest that the Trust Fund would likely have a deficit in fiscal year 2050  of about $15.4 billion.", "Multiple options could reduce the Trust Fund’s future debt and distribute  the financial burden among the coal industry and general taxpayers. We  simulated how various coal tax and debt forgiveness options could  balance the Trust Fund by fiscal year 2050, whereby its simulated  revenue would be sufficient to cover its simulated expenditures. We  approached these simulations from two perspectives. First, we simulated  how much Trust Fund debt would need to be forgiven based on various  coal tax rates. Second, we simulated the average tax collected per ton  needed to balance the Trust Fund by 2050, based on certain debt  forgiveness options.", "For our first set of simulations, we calculated the amount of debt  outstanding in fiscal year 2019 and the amount that would likely need to  be forgiven in fiscal year 2019 for the Trust Fund to have sufficient  revenues to cover its expenditures by fiscal year 2050, assuming that it  does not borrow from Treasury’s general fund after fiscal year 2018. For  example, before any options are implemented, our moderate case  simulations suggest that the Trust Fund’s outstanding debt in fiscal year  2019—including both legacy debt and annual borrowing from Treasury’s  general fund—would likely be about $6.6 billion (after discounting and  adjusting for inflation). Therefore, with implementation of the coal tax rate  decrease of about 55 percent as scheduled in calendar year 2019, about  117.7 percent of that debt would need to be forgiven to balance the Trust  Fund. In other words, balancing the Trust Fund would require forgiveness  of $6.6 billion and an additional cash inflow of about $1.2 billion because  the Trust Fund will accrue additional debt from fiscal years 2020 through  2050, according to our moderate case simulations (see table 8).", "For our second set of simulations, we estimated the average tax per ton  of coal that, if implemented in fiscal year 2019, would likely provide the  Trust Fund sufficient revenues to cover its expenditures in fiscal year  2050, assuming that it does not borrow from Treasury’s general fund after  fiscal year 2018. For example, if all principal and interest on Trust Fund  legacy debt is forgiven, as of 2019, the estimated average tax that  balances the Trust Fund is about $0.59 per ton (see table 9). Based on  certain assumptions, this could be accomplished with a tax of $0.88 per  ton on underground-mined coal and $0.44 per ton on surface-mined  coal."], "subsections": []}, {"section_title": "Appendix III: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Blake Ainsworth (Assistant  Director), Justin Dunleavy (analyst-in-charge), Angeline Bickner,  Courtney LaFountain, and Rosemary Torres Lerma made key  contributions to this report. Also contributing to this report were James  Bennett, Melinda Bowman, Lilia Chaidez, Caitlin Cusati, Holly Dye, Alex  Galuten, Carol Henn, John Lack, Emei Li, Almeta Spencer, Kate van  Gelder, and Shana Wallace."], "subsections": []}]}], "fastfact": []}