{"id": "GAO-03-183", "url": "https://www.gao.gov/products/GAO-03-183", "title": "Skilled Nursing Facilities: Medicare Payments Exceed Costs for Most but Not All Facilities", "published_date": "2002-12-31T00:00:00", "released_date": "2002-12-31T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["This report addresses (1) the relationship between Medicare skilled nursing facility (SNF) payments and the costs of treating Medicare patients in freestanding SNFs, as well as the effect of Medicare SNF payments on the financial condition of these facilities, and (2) the relationship between Medicare SNF payments and the costs of treating patients in hospital-based SNFs, as well as the factors that may account for cost differences between hospital-based and freestanding SNFs."]}, {"section_title": "What GAO Found", "paragraphs": ["Under the prospective payment system (PPS), most freestanding SNFs Medicare payments substantially exceeded the costs of caring for Medicare patients, contributing to facilities' overall positive financial condition. In 1999, the first full year under the PPS, the median freestanding SNF Medicare margin--a measure that compares Medicare payments with Medicare costs--was slightly over 8 percent. By 2000, when the temporary payment increases authorized by the Congress started to take effect, the median Medicare margin had risen to almost 19 percent. However, nearly one-quarter of SNFs in 2000 had Medicare margins exceeding 30 percent, while about one-fifth had negative Medicare margins; that is, the payments they received from Medicare did not cover their costs of providing care. Medicare margins were higher for freestanding SNFs affiliated with large, for-profit nursing home chains and for those with high occupancy. The median SNF total margin--which reflects total revenues and costs across all patients--was 1.3 percent in 1999 and 1.8 percent in 2000. A SNF's total margin tended to be higher when its Medicare margin was higher despite the fact that, in most SNFs, Medicare's share of patient days was small. The total margins for freestanding SNFs tended to be lower when a higher proportion of a SNF's patients had their care paid for by Medicaid. Unlike freestanding SNFs, about 90 percent of hospital-based SNFs reported significantly negative Medicare margins after Medicare's new SNF payment system was launched. The median hospital-based SNF Medicare margin was --53 percent in 1999. Under the PPS, per diem payments to hospital-based SNFs dropped considerably, reflecting the change from payments based on a facility's own costs to fixed payments based on average costs for all facilities. At the same time, hospital-based SNFs reported per diem costs rose from 1997 through 1999. This is in contrast to the experience of freestanding SNFs, which had lower per diem Medicare costs than hospital-based SNFs prior to the PPS and reduced their costs further after the shift to the PPS. The higher Medicare costs reported by hospital-based SNFs may stem in part from differences in services provided to patients. The higher costs may also reflect the historical allocation of overhead costs to the SNF from the hospital, an accounting practice that, while consistent with the payment incentives under the prior cost-based reimbursement system, means that hospital-based SNFs reported costs should be treated cautiously."]}], "report": [{"section_title": "Letter", "paragraphs": ["From the mid-1980s through 1997, Medicare's spending for skilled nursing  facility (SNF) care rose at an average annual rate of 30 percent, making it  one of the fastest growing components of the Medicare program. During  this period, Medicare paid SNFs based on their reported costs of  delivering care, subject to certain limits that were higher for hospital- based SNFs than for freestanding SNFs. Growth in the number of services  provided to an increasing number of patients resulted in Medicare  spending for SNF care reaching $13 billion in 1997. In response, the  Congress established in the Balanced Budget Act of 1997 (BBA) a SNF  prospective payment system (PPS) under which SNFs receive a fixed  payment that covers almost all services provided during each day of a  Medicare-covered stay.", "With the implementation of the PPS, providers stated that the payments  were inadequate, threatening their financial viability and their ability to  serve beneficiaries. The Congress subsequently modified the PPS with  several temporary payment increases. Some of these increases expired on  October 1, 2002, and provider representatives have said that they should  be restored due to payment shortfalls from other payers. These  representatives are mainly concerned about Medicaid, a joint federal-state  program for certain low-income individuals. According to this argument,  when Medicaid payments do not cover the costs of Medicaid patients,  higher payments are needed from Medicare to offset current or anticipated  financial difficulties.", "The Medicare, Medicaid, and SCHIP Benefits Improvement and Protection  Act of 2000 (BIPA) directed us to examine the adequacy of Medicare  payments for SNFs and the extent to which Medicare revenues contribute  to SNFs' financial viability. This report addresses (1) the relationship  between Medicare SNF payments and the costs of treating Medicare  patients in freestanding SNFs, as well as the effect of Medicare SNF  payments on the financial condition of these facilities, and (2) the  relationship between Medicare SNF payments and the costs of treating  patients in hospital-based SNFs, as well as the factors that may account  for cost differences between hospital-based and freestanding SNFs. To  address these issues, we analyzed 1997 through 2000 SNF Medicare cost  reports, which are the financial documents that facilities submit annually  to receive payment from Medicare. We supplemented the cost report data  with admissions data from Medicare claims, data on facility characteristics  from the Online Survey Certification and Reporting System (OSCAR)  maintained by the Centers for Medicare & Medicaid Services (CMS), and  data on patient services from CMS's nursing home minimum data set  (MDS). We did not verify these data, but we excluded a SNF from our  analysis if one or more of its reported data items likely represented data  entry or other reporting errors. We also interviewed representatives of the  SNF industry. (See app. I for a more complete discussion of our methods.)  We performed our work from October 2001 through December 2002 in  accordance with generally accepted government auditing standards."], "subsections": [{"section_title": "Background", "paragraphs": ["About 15,000 SNFs provide care for patients who are temporarily or  permanently unable to care for themselves, but who do not require the  level of care furnished in an acute care hospital. SNFs provide a variety of  services to patients, including nursing care; physical, occupational,  respiratory, and speech therapy; and medical social services. Medicare  covers these SNF services for Medicare beneficiaries who have recently  been discharged from a stay in an acute care hospital lasting at least 3 days  and who need daily skilled care. In addition, many of these facilities  provide long-term care, mostly to Medicaid or private paying patients.  (Over 2,200 nursing homes are not SNFs and treat Medicaid but not  Medicare patients.) A SNF must meet federal standards to participate in  the Medicare or Medicaid program. About 85 percent of SNFs, or roughly  13,000, are freestanding and three-quarters of these are for-profit entities.  Nearly half of freestanding SNFs are owned by for-profit chains— corporations operating multiple facilities. Hospital-based SNFs, which  number about 1,900, are usually part of not-for-profit acute care hospitals.  (See table 1.)", "In 2000, Medicare SNF expenditures were $13 billion for services provided  to 1.4 million Medicare patients. About two-thirds of these patients  received care in freestanding SNFs and the remaining one-third received  care in hospital-based SNFs. On any given day, about 10 percent of  freestanding SNFs' residents were Medicare beneficiaries. Most other  patients cared for in a freestanding SNF were longer-stay patients  receiving nursing or long-term care, which generally is paid for by  Medicaid or by the patients themselves. Medicare patients account for a  larger share of patients in hospital-based SNFs compared to freestanding  SNFs. About 56 percent of patients in hospital-based SNFs are Medicare  patients."], "subsections": [{"section_title": "Medicare Payment for SNF Care", "paragraphs": ["During most of the 1990s, Medicare spending for SNF care grew much  more rapidly than spending for most other Medicare services. Under the  cost-based reimbursement system then in effect, Medicare paid SNFs'  costs for routine care (room and board and routine nursing) up to a  specified limit, with higher limits applied to hospital-based SNFs than to  freestanding SNFs. New providers were exempt from the routine-care cost  limits for their first 4 years, and all providers could be granted exemptions  to the limits by demonstrating that their higher costs were due to atypical  patients or patterns of care. Unlike routine-care costs, payments for  ancillary services such as therapy were not subject to cost limits, giving  facilities few incentives to control those costs.", "The Congress, in the BBA, directed the Health Care Financing  Administration (HCFA) to replace the cost-based reimbursement system  with a PPS. The PPS is designed to give SNFs incentives to furnish only  necessary services and to deliver those services efficiently by allowing  facilities to retain any excess of Medicare payments over costs, but  requiring them to absorb any costs that are greater than payments. Under  the PPS, SNFs receive a per diem payment, adjusted for geographic  differences in labor costs and for differences in the resource needs of  patients. Adjustments for patients' resource needs are based on a patient  classification system, resource utilization group (RUG), version III. This  system assigns patients to 1 of 44 payment groups or RUGs, based on their  clinical condition, functional status, and use or expected use of certain  types of services. With few exceptions, the payment covers all routine,  therapy, and nursing costs incurred in treating patients.", "Although we have reported that total SNF PPS payments are likely to be  adequate, we, MedPAC, and others have raised concerns that the Medicare  payments for certain types of patients may be too low because of  inadequacies with the patient classification system. The patient  classification system may not sufficiently reflect the greater resource  needs of those patients who require multiple kinds of health care services,  such as drugs, laboratory services, and imaging. In response to BIPA's  requirement that CMS report on alternatives to the RUG patient  classification system by January 1, 2005, CMS has sponsored research to  determine the feasibility of refinements as well as alternatives to the RUG  system.", "After the implementation of the SNF PPS, some SNF representatives  claimed that Medicare payments were inadequate and contributed to  SNFs' poor financial performance. The Congress responded to provider  concerns about the adequacy of SNF payments by making several  temporary modifications to the PPS payment rates. Two of these changes,  which applied to all Medicare SNF patients and represented about   $1.4 billion in annual payments, expired on October 1, 2002:    an increase provided by the Medicare, Medicaid, and SCHIP Balanced  Budget Refinement Act of 1999 (BBRA) of 4 percent in the payment rate  for all RUGs for fiscal years 2001 and 2002; and    an increase provided by BIPA of 16.66 percent in the nursing component  of the payment rate for all RUGs for April through September 2001 and  fiscal year 2002.", "Two additional changes were enacted for selected types of Medicare  patients. These changes, which affect 26 of the 44 RUGs and total about   $1 billion per year, will remain in effect until CMS refines the patient  classification system. CMS has announced that, although it is examining  possible refinements, the system will not be changed for the 2003 payment  year. The two payment changes are:    an increase provided by BBRA of 20 percent in the payment rate for 15  RUGs, including those for extensive services, special care, clinically  complex care, and certain rehabilitation services; and    an increase provided by BIPA of 6.7 percent in the payment rate for 14  rehabilitation RUGs. This redirected the funds from the 3 rehabilitation  RUGs that had received the 20 percent BBRA increase and applied these  funds to all 14 rehabilitation RUGs. As a result of this redirection of funds,  aggregate payments did not increase.", "Prior to October 1, 2002, when two of these temporary payment increases  expired, some SNF representatives stated that Medicare payments were  adequate, although they said inadequate Medicaid payments compromised  SNF financial viability. Following the expiration of these two temporary  Medicare payment increases, provider organizations have again expressed  concern that Medicare payments are now not adequate.", "Other legislative provisions also affected Medicare payments to SNFs. A  key provision was the 3-year phased transition to the PPS that the BBA  established. Under this transition, which began in 1998, SNFs were paid a  blend of facility-specific rates, based on each SNF's 1995 costs, and the  PPS rate. BBRA allowed SNFs to receive the full PPS rate for cost  reporting periods beginning on or after January 1, 2000. This provision  permitted SNFs that were advantaged by the PPS rate to be paid under it,  while SNFs that were disadvantaged by the new rate could transition to it  on the original 3-year schedule."], "subsections": []}, {"section_title": "Use of Medicare-Covered SNF Care", "paragraphs": ["Medicare-covered SNF use quadrupled from 1985 to 1997, rising from 10  SNF users per 1,000 Medicare fee-for-service beneficiaries to 41 users. A  variety of factors contributed to this increase:  In 1983, Medicare began paying hospitals a fixed rate per stay as an  incentive to control costs. Hospitals responded as expected and, to reduce  costs by cutting the length of hospital stays, transferred patients more  quickly to SNFs and other post-acute care settings.  In 1988, clarification of Medicare coverage guidelines allowed more  beneficiaries to qualify for SNF services.", "From 1990 through 1996 the number of freestanding SNFs increased 49  percent, while hospital-based SNFs increased 82 percent. This growth in  providers was encouraged by Medicare payment policies, which did not  subject new SNFs to payment limits for their first 4 years of operation, and  by the growth in payments. From 1990 through 1996, the average Medicare  payment per SNF day of care climbed from $98 to $292.", "During this period prior to the implementation of the SNF PPS, hospitals  that had SNFs were particularly advantaged by transferring acute care  patients sooner to their own SNFs. Transfers enabled these hospitals to  reduce their acute care costs and increase their SNF revenues. To help  ensure that Medicare did not overpay for services at the end of an acute  episode of care, the Congress required HCFA to reduce hospital payments  for patients transferred to post-acute care after a shorter-than-average  hospital stay. In fiscal year 1999 HCFA implemented this policy for 10  types of patients with high use of post-acute care.", "The reduction in hospital payment for patients transferred to post-acute  care lessened the incentive for hospitals to shorten the stays of these  patients. Following this change, SNF admissions per 1,000 hospital  discharges decreased by 4 percent from 1996 to 2000. After adjusting for  differences in patients' clinical conditions, the number of admissions was  only 2 percent lower in 2000 than in 1996, indicating that part of the  decline was due to reduced need for SNF care. However, if the 10 types of  patients affected by the change in hospital payment for transfers are  excluded, SNF admissions were the same in 2000 as in 1996. This suggests  that some of the observed decline in SNF admissions may be due to the  change in payment policy for hospital transfers.", "Despite this observed decline in SNF admissions, the evidence does not  suggest major problems with beneficiary access to SNF care. Beginning in  1999, the Department of Health and Human Services' Office of Inspector  General (OIG) has examined SNF access in several surveys of hospital  discharge planners to determine whether they are able to place their  Medicare patients who need care in SNFs. These surveys have found that  planners can place most patients needing care. In the most recent OIG  survey, about three-quarters of discharge planners reported that they were  able to place all patients. However, some planners reported delays in  placing patients with particular medical conditions or service needs,  resulting in these patients continuing to receive care in the hospital rather  than in a SNF. Patients who took longer to place included those who  needed intravenous (IV) antibiotics or expensive drugs, as well as those  who were ventilator-dependent or who required dialysis or wound care."], "subsections": []}]}, {"section_title": "Medicare Payments Considerably Higher than Costs for Most Freestanding SNFs, Thereby Improving Their Overall Financial Performance", "paragraphs": ["In the first 2 full years under the PPS, Medicare payments more than  covered Medicare costs for most freestanding SNFs, although their  experiences varied widely. Many SNFs had very high Medicare margins,  particularly in 2000, although in both years a minority of SNFs had  negative Medicare margins—payments from Medicare did not cover their  costs of serving Medicare patients. The median Medicare margin for SNFs  that were owned by large nursing home chains and for those SNFs with  high occupancy was much higher than the overall median Medicare  margin for all SNFs. SNFs' Medicare margins were sufficiently high that,  while Medicare's share of most SNFs' total patient days was relatively  small, SNFs with higher Medicare margins generally had higher total  margins, which reflect all SNF revenues and costs. For-profit facilities  generally had higher total margins, as did facilities owned by large chains.  SNFs with higher proportions of Medicaid patients generally had lower  total margins."], "subsections": [{"section_title": "Medicare Margins Generally High, Particularly in 2000 and for SNFs in Large For-Profit Chains and Those with High Occupancy", "paragraphs": ["For their first 2 years under PPS, most freestanding SNFs reported positive  Medicare margins, meaning that their payments more than covered their  costs. In 1999, the median facility had a Medicare margin exceeding 8  percent, and over one-tenth had margins of 30 percent or more. By 2000,  the median Medicare margin for freestanding SNFs had risen to nearly 19  percent, and almost one-quarter of SNFs had Medicare margins of 30  percent or more. These positive margins resulted largely from SNFs  reducing their costs. Although Medicare payments per day were 8 percent  lower in 1999 than in 1997, for the median facility these lower payments  were more than offset by lower costs. (See table 2.) From 1999 through  2000, costs had again declined, although by a smaller amount. At the same  time, payments increased, as the temporary increases authorized by the  Congress began to be implemented.", "Although most freestanding SNFs had positive Medicare margins, for a  minority of SNFs, Medicare payments did not cover Medicare costs. In  1999, more than one-third of freestanding facilities reported negative  Medicare margins, with one-tenth reporting margins that were –30 percent  or less. By 2000, the number of facilities with negative margins had  declined substantially: about 19 percent had margins that were less than  zero, and 4 percent had margins of –30 percent or less.", "Freestanding SNFs' Medicare margins differed by type of ownership. For- profit SNFs—particularly those associated with the largest chains—had  positive Medicare margins in both 1999 and 2000 that were higher than  those of both not-for-profit and government-operated SNFs. In 1999,  median margins for not-for-profit and government-operated SNFs were  negative, while in 2000 the median margins for all types of freestanding  SNFs were positive. (See table 3.)", "Medicare margins also varied with occupancy. Higher occupancy resulted  in higher margins. For example, in 1999, freestanding SNFs with  occupancy rates of 90 percent or more had a median margin of 10.2  percent, while SNFs with occupancy rates below 70 percent had a median  margin of 0.6 percent. (See table 4.) These results are not surprising,  because higher occupancy reduces per diem costs, as fixed costs are  spread across more patient days.", "Despite the expiration of two temporary Medicare payment increases and  the completed transition from payments based on a facility's own costs to  PPS rates, SNFs' positive Medicare margins are likely to continue.  MedPAC has estimated that freestanding SNFs' aggregate Medicare margin  for 2002 would be 9.4 percent, excluding for the entire year the temporary  payment increases that expired on October 1, 2002, and assuming that all  facilities had completed the transition to the PPS."], "subsections": []}, {"section_title": "Despite Medicare's Small Share of Patients, Medicare Margins Significantly Affected Freestanding SNFs' Total Margins", "paragraphs": ["Although most freestanding SNFs had positive Medicare margins, most  had few Medicare patients and Medicare accounted for a small share of  their revenue. In 1999, the median SNF had about six Medicare patients  each day and received about 13 percent of its revenue from Medicare. By  contrast, the care for about two-thirds of patients was paid for by  Medicaid with the remainder generally paid for by the patients themselves.", "Despite Medicare's small share of most freestanding SNFs' patients,  Medicare contributed substantially to these facilities' total margins,  because Medicare payments were much higher than costs. In general,  facilities with higher Medicare margins had higher total margins.  Moreover, in 1999 and 2000, the median total margin would have been  negative without Medicare; for example, in 2000, it would have been –1.2  percent. With Medicare, the actual median total margin was 1.8 percent.  (See table 5.)"], "subsections": []}, {"section_title": "Freestanding SNFs' Total Margins Varied by Medicaid Share of Residents and Type of Ownership", "paragraphs": ["Medicaid's share of freestanding SNFs' residents influenced facilities'  overall profitability. The larger Medicaid's share of a SNF's patient days,  the smaller its total margin. (See table 6.) For-profit status and ownership  by a chain also affected freestanding SNFs' total margins. For-profit  facilities showed higher median total margins than not-for-profit and  government-operated facilities, and large chains displayed the highest total  margins. (See table 7.)", "Many other factors were also related to differences in freestanding SNFs'  total margins. Factors contributing to high total margins included high  occupancy and location in a rural area. Factors associated with low total  margins were a high concentration of SNFs in a geographic area, and  location in a state with relatively high average wages for nursing staff."], "subsections": []}]}, {"section_title": "Reported Medicare Costs of Hospital- Based SNFs Substantially Exceeded Medicare Payments", "paragraphs": ["In contrast to freestanding SNFs, hospital-based SNFs reported very  negative Medicare margins after the introduction of the PPS. These low  margins reflected a substantial decline in Medicare payments to hospital- based SNFs under the PPS as well as hospital-based SNFs' weak response  to PPS incentives to reduce costs. Differences in services between  hospital-based SNFs and freestanding SNFs could have resulted in higher  costs for hospital-based SNFs that may not have been fully accounted for  by the patient classification system in the PPS. The negative margins  reported by hospital-based SNFs were also due in part to their high costs  per day, which may reflect the historical allocation of hospitals' overhead  to their SNF units."], "subsections": [{"section_title": "Unlike Freestanding SNFs, Most Hospital-Based SNFs Had Very Negative Medicare Margins", "paragraphs": ["In 1999, about 90 percent of all hospital-based SNFs reported Medicare  costs exceeding Medicare payments, and the median hospital-based SNF  posted Medicare margins of –53 percent. While insufficient data were  available to compute margins for hospital-based SNFs for 2000, their  margins likely improved with the payment increases, but remained  significantly negative. Only a small minority—about 10 percent—reported  positive margins in 1999. These more successful hospital-based SNFs  generally had high occupancy and did not rely heavily on Medicare  payments.", "The explanation of these low margins lies partly in the large decline in  Medicare per diem payments that followed the shift to the PPS. Prior to  the PPS, Medicare's payments to SNFs were based on each facility's own  costs. This led to higher payments for hospital-based SNFs: a median of  $378 per day for hospital-based SNFs in 1997 (see table 8), compared to a  median of $264 for freestanding SNFs.", "In the first year of the PPS, hospital-based SNFs, unlike their freestanding  counterparts, did not respond to the incentives in the PPS by reducing  costs: compared to 1997, hospital-based SNFs' costs in 1999 were higher  by $29 per day. By contrast, freestanding SNFs reduced costs by $49 per  day. As a result, per diem costs continued to be substantially higher in  hospital-based facilities than in freestanding SNFs—more than twice as  high in 1999."], "subsections": []}, {"section_title": "Differences in Services and Accounting Practices May Contribute to Cost Differences between Hospital-Based and Freestanding SNFs", "paragraphs": ["Some differences in costs between hospital-based and freestanding SNFs  may also reflect differences in services in the two settings. Although  patients in hospital-based SNFs had received less therapy as of their initial  Medicare assessment than patients in freestanding SNFs (and slightly  more as of their second assessment), they were more likely to receive  other kinds of services, including IV medications, oxygen therapy, and  transfusions. Hospital-based SNFs also gave significantly more nursing  care, as measured by the ratio of nurses to patients. However, when  patients' resource needs were measured by RUGs, patients in the two  settings appeared identical, suggesting that their service needs should be  comparable. Consequently, the observed differences in the treatments that  patients received may suggest that the RUGs do not fully measure  differences in patients' conditions and could account for part of the cost  difference between hospital-based and freestanding SNFs. (See table 9.)", "Part of the cost differential between hospital-based and freestanding SNFs  may reflect accounting practices that increase reported costs for  individual units of the hospital, such as SNFs, that had been paid on the  basis of these reported costs. MedPAC \"believe a significant portion of  the negative  SNF margin reflects the allocation of hospital  overhead costs to cost-reimbursed units.\" Prior to the SNF PPS, but after  Medicare had implemented its per case PPS for acute inpatient hospital  care, hospitals had an incentive to allocate administrative and capital costs  to cost-reimbursed units, including SNFs, potentially raising reported  costs for these units. (Capital as a share of Medicare per diem costs for  hospital-based SNFs was about 96 percent higher than it was for  freestanding SNFs in 1999.) Now that SNFs are paid a fixed rate, this  incentive no longer exists—but neither is there an incentive to change  historical cost allocations. In fact, capital as a share of Medicare costs for  hospital-based SNFs has changed little since before PPS. In light of these  accounting issues, reported costs of hospital-based SNFs, as well as  margins calculated from these costs, should be treated cautiously."], "subsections": []}]}, {"section_title": "Concluding Observations", "paragraphs": ["Our analysis shows that the Medicare PPS generally pays SNFs adequately  for the services that beneficiaries receive. Freestanding SNFs, which treat  most Medicare SNF patients, generally received Medicare payments that  exceeded their costs, often by considerable amounts. Most hospital-based  SNFs reported costs that were greatly in excess of Medicare payments, but  these hospital-based SNFs did not respond to the incentives in the PPS by  reducing costs. Some of their high costs may also be due to differences in  patients that lead to higher resource use and that are not captured by the  payment system. This problem could be addressed through refinements to  the patient classification system, which CMS is currently studying.", "Concerns about the financial conditions of some nursing homes have led  to interest in using Medicare payment policy to offset current or  anticipated financial difficulties. Whatever the merits of the case for aiding  these facilities, an across-the-board increase in Medicare payments, such  as the restoration of the expired temporary increases, would be  particularly inefficient. An across-the-board increase would go to all  providers of Medicare SNF care, even those for which Medicare's current  payments already greatly exceed costs and which are not experiencing any  financial difficulty. Such an increase could also not take account of  differences in the adequacy of revenues from other payers, especially the  state Medicaid programs. Moreover, over 2000 nursing homes would not  get any increase, because they do not participate in Medicare."], "subsections": []}, {"section_title": "Agency and Other Comments and Our Evaluation", "paragraphs": ["We received written comments on a draft of this report from CMS (see  app. III) and oral comments from the American Association of Homes and  Services for the Aging (AAHSA), which represents not-for-profit nursing  facilities; the American Health Care Association (AHCA), which represents  for-profit and not-for-profit nursing facilities; and the American Hospital  Association (AHA), which represents hospitals. We incorporated their  comments as appropriate. Industry representatives agreed with our basic  findings concerning SNF margins and several stated that it was a good  report.", "CMS noted that our findings are consistent with a recent analysis  conducted by MedPAC and other analyses of Medicare margins. CMS  stated that the report supports its position that Medicare SNF payment  rates are more than adequate to cover the cost of services provided to  Medicare beneficiaries."], "subsections": [{"section_title": "Industry Associations", "paragraphs": ["Representatives of AHCA and AAHSA who reviewed the draft report were  concerned that the report does not address the issue of Medicaid  payments being too low and the role they play in SNFs' financial viability.  AHCA also objected to the prominence given to differences in payments  by type of ownership, which they believe is a less important factor than  occupancy and Medicare percentage of total SNF days in explaining SNF  total margins. They characterized as misleading the 30 percent annual  growth rate in Medicare SNF expenditures that we reported for 1985  through 1997, stating that spending growth was driven by growth in  utilization.", "Both the AHCA and AHA representatives commented on our findings  concerning the differences between freestanding and hospital-based SNFs.  AHCA stated that any differences in services between hospital-based and  freestanding SNFs are due to differences in patients' clinical conditions.  The AHA representatives objected to our statement that the higher per  diem costs of hospital-based SNFs could be partly due to the historical  patterns of allocating overhead and other costs to the SNF. They stated  that hospital cost accounting systems are constantly changing as hospitals  add and drop services, and that the cost allocation issue in general is an  artifact of the 15 years of operation of Medicare's inpatient PPS. According  to AHA, hospitals were already operating at an efficient level when the  SNF PPS was implemented and therefore had fewer excess costs to trim.  The AHA representatives also noted the shorter average length of stay of  hospital-based SNFs and suggested that reporting costs on a per case  basis, which reflects this shorter length of stay, rather than on a per diem  basis, would show that hospital-based SNFs are less costly than  freestanding SNFs.", "Both AAHSA and AHA addressed possible changes to the PPS. The AAHSA  representative stressed that Medicare payments are inadequate for  patients who need medically complex nonrehabilitation ancillary services.  She stated that the report should include language suggesting that the  patient classification system should be changed to better reflect patient  characteristics. Regarding our concluding observations, AHA inferred  from our discussion of across-the-board increases in payment rates that  we would favor targeted increases."], "subsections": []}, {"section_title": "Our Response", "paragraphs": ["Regarding payments, we accounted for Medicaid payments in our analysis  of total margins but were unable to conduct a separate analysis of  Medicaid payment adequacy for nursing homes because of the lack of  suitable data. Isolating the impact of Medicaid payments was not possible  because the Medicare cost reports do not report Medicaid payments or  costs separately and because there is no source of Medicaid financial data  collected on a consistent and ongoing basis across all facilities and states.  Although occupancy and Medicare percentage of total SNF days were  important factors in explaining differences in total margins, we found that  after accounting for these factors, type of ownership remained a  significant factor. We agree that utilization growth was a key factor in the  rise in Medicare SNF spending, as this report states. Nonetheless, the rapid  growth in spending, which we characterized correctly, provided the  impetus for enactment of the SNF PPS.", "With regard to differences between freestanding and hospital-based SNFs,  our analyses reported in the draft show that the average RUG score, a  measure of patients' clinical conditions, is nearly the same for both. We  acknowledged, moreover, that the RUG system may not adequately  account for differences across patients. As we stated in the draft, the  higher costs of hospital-based SNFs are consistent with historical patterns  of allocating overhead costs to SNF units. Whatever changes are occurring  in hospital cost accounting, hospitals have had no incentive to change  their historical cost allocations since the implementation of the SNF PPS.  Moreover, we found no evidence to suggest that they had done so. For  example, as we stated in the draft, capital costs expressed as a share of  Medicare per diem costs have not changed. Although AHA representatives  said that hospitals were more efficient and consequently had less  flexibility to reduce costs after the implementation of the SNF PPS, they  did not offer evidence to reconcile this view with hospital-based SNFs'  higher costs. Hospitals' efficiency may have improved on the inpatient side  as a result of the hospital PPS, but this would not necessarily improve the  efficiency of hospital-based SNFs. Although we agree that hospital-based  SNFs are less costly than freestanding SNFs on a per case basis, we did  not present this measure because payments under the SNF PPS are not  made on a per case basis.", "Regarding possible changes in the PPS, we have previously acknowledged  that the current patient classification system may not adequately recognize  the greater resource needs of some patients. We support CMS's  sponsorship of research to investigate improvements in the system. Our  analysis does not support an increase in Medicare payment rates. Instead,  it would be preferable to refine the patient classification system  underlying the SNF PPS, if necessary redistributing money to ensure that  payments vary appropriately to reflect patient resource needs.", "We are sending copies of this report to the Administrator of CMS,  appropriate congressional committees, and other interested parties. We  will also provide copies to others upon request. In addition, the report is  available at no charge on the GAO Web site at http://www.gao.gov.", "If you or your staffs have any questions, please call me at (202) 512-7114.  Other GAO contacts and staff acknowledgements are listed in appendix IV."], "subsections": []}]}]}, {"section_title": "Appendix I: Methodology for Calculating and Analyzing SNF Margins", "paragraphs": ["This appendix describes the data and methods used to calculate margins  for SNFs as well the analyses of factors affecting margins."], "subsections": [{"section_title": "Data and Methods Used in Calculating Margins", "paragraphs": ["In general, a SNF margin is the difference between its payments and its  costs, divided by payments; this ratio is expressed as a percentage. Using  this definition, a total margin for a SNF is based on the difference between  its total payments—derived from all payers—and its total costs. A  Medicare margin for a SNF is based on the difference between its  Medicare payments and its reported costs of serving Medicare patients.  We report the median margins for freestanding and hospital-based SNFs,  as well as for subgroups (for example, not-for-profit freestanding SNFs).", "We computed Medicare and total margins for freestanding and hospital- based SNFs using methods similar to those developed by MedPAC and  CMS's Office of the Actuary (OACT). Our primary data sources for SNF  payments and costs used in calculating Medicare and total margins were  the 1997 through 2000 Medicare SNF cost report files maintained by CMS.  Our methods differed slightly from those used by MedPAC and OACT with  respect to the definition of outliers and the application of an adjustment to  Medicare costs.", "Definition of outliers. The data for some SNFs must be excluded from the  analysis because they result in outliers—implausibly high or low margins  that suggest data error. To identify outliers, MedPAC uses a method based  on percentiles. We used a standard statistical distribution (lognormal) and  removed SNFs where margins were plus or minus 3 standard deviations or  more from the mean. We used this method because it improved our ability  to detect and eliminate extreme values.", "Application of cost adjustment. MedPAC adjusted 1999 cost data for  freestanding SNFs that, after the implementation of the SNF PPS, changed  from certifying a portion of their beds for use by Medicare patients to  certifying all or most their beds for Medicare patients. This increase in  certified beds resulted in the average cost per day reflecting the cost  experience of a broader range of patients, many of whom may not have  received skilled care. The adjustment made data more comparable over  time by making costs for 1999 more similar to costs in 1997 and 1998,  which were based on a larger share of patients needing a SNF level of  care.", "To better ensure comparability of cost data across time, we made an  adjustment similar to MedPAC's. Following MedPAC's approach, we  identified freestanding SNFs for which this adjustment should be made by  examining the change between years in the number of Medicare-certified  beds. If the number of certified beds increased 50 percent or more, over 90  percent of the SNF's beds were Medicare-certified, and certain other  conditions were met, MedPAC adjusted the SNF's routine costs. We used  similar criteria: If a SNF had over 90 percent of its beds certified as  Medicare and if, in addition, this percentage had changed by more than 30  percentage points from 1998, we adjusted the SNF's routine costs. The  adjustment raised or lowered routine costs based on the pre-PPS ratio of  Medicare SNF routine costs per day to the entire facility's routine costs  per day. We applied this adjustment in both 1999 and 2000. We found that  our criteria identified about 10 percent of SNFs in 1999 and 18 percent in  2000 for which the adjustment was appropriate. Without the adjustment,  the median Medicare margin for freestanding SNFs in 1999 would have  been 10.2 percent rather than 8.4 percent, and the median Medicare  margin in 2000 would have been 21.7 percent rather than 18.9 percent."], "subsections": []}, {"section_title": "Refining the Measurement of Medicare Costs", "paragraphs": ["A more refined measure of the routine costs attributable to Medicare  patients in all SNFs would reflect the difference in nursing needs between  Medicare patients and other patients in the facility. To test the impact of  such an adjustment, we used patient-specific data on services from CMS's  nursing home minimum data set (MDS) to approximate the difference in  nursing needs between Medicare patients and other patients for each SNF.  Using this estimate, we adjusted the portion of total facility routine costs  attributable to employee wages and benefits, which we used as a proxy for  nursing costs. Based on this analysis, we estimate that using a more  refined measure of Medicare costs would likely have reduced the median  Medicare margin we reported for freestanding SNFs by between 0.6 and  1.6 percentage points. This adjustment would not affect SNF total costs or  total margins."], "subsections": []}, {"section_title": "Characteristics of the Files Used to Calculate Margins", "paragraphs": ["The SNF cost report files we used to calculate 1999 and 2000 Medicare  margins were the most current files as of May 2, 2002. The 1999 and 2000  files differed with respect to their completeness. The 1999 file was over 97  percent complete, while the 2000 file was 80 percent complete. After  excluding freestanding SNFs that had outliers or lacked key data,  including data necessary to adjust routine costs, 7,805 facilities were  available for analysis in 1999 and 6,975 facilities in 2000. After exclusions,  1,506 hospital-based SNFs were available for analysis in 1999. The 2000 file  contained very few records for hospital-based SNFs; as a result, we could  not reliably calculate and report 2000 margins for these providers. Table  10 shows that the distribution of freestanding SNFs is similar in both years  for type of ownership, location (urban versus rural), and census region.  Compared to the 1999 file, the 2000 file has more SNFs that provide 4,000  or more days of care to Medicare beneficiaries and correspondingly fewer  that provide less than 1,500 days of care."], "subsections": []}, {"section_title": "Methods for Analysis of Factors Affecting SNF Margins", "paragraphs": ["To account quantitatively for factors that potentially influence SNF  margins, we analyzed SNF margins using multiple regression. This  statistical technique accounts for variation in margins by estimating the  separate contribution of each of several explanatory factors included in  the analysis, while controlling for the effect of all other included factors.  For freestanding SNFs, we estimated separate regressions for Medicare  margins and for total margins. Each regression included contextual  factors, such as the number of SNFs in a geographic area and the state in  which the SNF was located, and individual factors, such as each SNF's  proportion of Medicaid patients, its occupancy rate, and whether it was  for-profit. We report only results that are statistically significant."], "subsections": []}]}, {"section_title": "Appendix II: Medicare Margins of Freestanding SNFs by Selected Characteristics, 1999 and 2000", "paragraphs": [], "subsections": [{"section_title": "Numbers in percent", "paragraphs": [], "subsections": []}]}, {"section_title": "Appendix III: Comments from the Centers for Medicare & Medicaid Services", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contacts", "paragraphs": [], "subsections": []}, {"section_title": "Acknowledgments", "paragraphs": ["Contributors to this report were Dae Park and Eric Wedum."], "subsections": []}]}, {"section_title": "Related GAO Products", "paragraphs": ["Skilled Nursing Facilities: Available Data Show Average Nursing Staff  Time Changed Little after Medicare Payment Increase. GAO-03-176.  Washington, D.C.: November 13, 2002.", "Skilled Nursing Facilities: Providers Have Responded to Medicare  Payment System by Changing Practices. GAO-02-841. Washington, D.C.:  August 23, 2002.", "Nursing Homes: Quality of Care More Related to Staffing than Spending.  GAO-02-431R. Washington, D.C.: June 13, 2002.", "Skilled Nursing Facilities: Services Excluded from Medicare's Daily Rate  Need to be Reevaluated. GAO-01-816. Washington, D.C.: August 22, 2001.", "Nursing Homes: Aggregate Medicare Payments Are Adequate Despite  Bankruptcies. GAO/T-HEHS-00-192. Washington, D.C.: September 5, 2000.", "Skilled Nursing Facilities: Medicare Payment Changes Require Provider  Adjustments but Maintain Access. GAO/HEHS-00-23. Washington, D.C.:  December 14, 1999.", "Skilled Nursing Facilities: Medicare Payments Need to Better Account  for Nontherapy Ancillary Cost Variation. GAO/HEHS-99-185.  Washington, D.C.: September 30, 1999."], "subsections": []}], "fastfact": []}