{"id": "GAO-11-12", "url": "https://www.gao.gov/products/GAO-11-12", "title": "Forest Service Research and Development: Improvements in Delivery of Research Results Can Help Ensure That Benefits of Research Are Realized", "published_date": "2010-10-29T00:00:00", "released_date": "2010-11-29T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["In recent decades, managing the nation's public and private forests and rangelands has become increasingly complex, requiring a sound understanding of science and science-based tools to address these complexities. The Department of Agriculture's Forest Service maintains a research and development program (FS R&D) to help provide scientific information and tools. GAO was asked to examine (1) the scope of research and development carried out by FS R&D and some of its resulting accomplishments, (2) trends in resources used in performing FS R&D work and the effects of those trends on its research efforts and priorities, and (3) recent steps FS R&D has taken to improve its ability to fulfill its mission and challenges it faces in doing so. In conducting this review, GAO analyzed FS R&D funding data for fiscal years 2000 to 2009 and staffing data for fiscal years 2006 to 2009 and interviewed officials from FS R&D, other federal agencies, and nonfederal entities."]}, {"section_title": "What GAO Found", "paragraphs": ["The scope of FS R&D's work spans a range of research organized into seven strategic program areas: invasive species; inventory and monitoring; outdoor recreation; resource management and use; water, air, and soils; wildland fire; and wildlife and fish. Using funds appropriated to it, as well as funds from authorized external sources such as universities and other federal agencies, FS R&D operates a system of research stations, which in turn oversee laboratories, experimental forests, and other research locations nationwide. According to end users of FS R&D's work, its accomplishments are many and varied, including the Forest Inventory and Analysis program, which provides long-term data on the nation's forests; efforts to identify and control invasive pests; and software applications to quantify the environmental benefits of urban forests. Nevertheless, end users also identified areas requiring additional attention by FS R&D, such as social science research to better understand human interaction with natural resources. Overall, spending by FS R&D--using both its own appropriated funds and resources from external sources--remained relatively flat during fiscal years 2000 through 2009, with an average annual increase of 3.2 percent, or 0.8 percent when adjusted for inflation; funding from external sources represented a small but growing portion of the total. Trends in spending varied across research stations, with some experiencing increases and others decreases. In response to these trends, many stations reduced their staffing levels and increasingly sought support from external sources. While doing so has had advantages, it has changed the way FS R&D carries out its work and sets research priorities. For example, because external funding is often short term in nature, reliance on this funding may lead FS R&D to address more short-term research issues. FS R&D has taken steps to improve its ability to fulfill its mission in several areas, including increasing its efforts to deliver knowledge and tools to end users and involving end users in setting research agendas; improving funding allocation processes; and increasing coordination with other federal research agencies. Despite these efforts, challenges persist, particularly in the area of science delivery--that is, how research results are communicated. While FS R&D has created a more formal system for science delivery at multiple levels within the agency, and several research stations have specific programs dedicated to science delivery, numerous officials and end users told GAO that FS R&D places greater emphasis on peer-reviewed journals as a means of science delivery than on other types of science delivery efforts, such as workshops, that are often more useful to end users. According to these officials, the performance assessment system for FS R&D researchers often reinforces this bias. Without improved delivery of research results, land managers and others may be unable to fully benefit from the agency's work. FS R&D officials also reported several challenges that impede their ability to conduct their day-to-day research, including computing and information technology, human capital, and other administrative issues."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends that the Forest Service assess the effectiveness of recent steps FS R&D has taken to improve science delivery and take steps to ensure that individual performance assessments better balance the various types of science delivery activities. In commenting on a draft of this report, the Forest Service agreed with GAO's findings and recommendations."]}], "report": [{"section_title": "Letter", "paragraphs": ["As our nation’s population has expanded, demands on public and private  forests and rangelands for production, recreation, and other uses have  also intensified. At the same time, managing these lands has become more  complex as multiple stresses—including insect and disease outbreaks,  climate change, and intense wildland fires—alter forest structures and  affect forest uses. Managing forest resources in the face of these demands  and stresses highlights the importance of a sound understanding of the  science underlying these phenomena and the need for science-based tools  for addressing problems. The Department of Agriculture’s Forest Service  is the land management agency responsible for sustaining the health,  diversity, and productivity of the nation’s forests and grasslands to meet  the needs of present and future generations. The Forest Service maintains  a research and development program that helps the agency and a broad  range of other constituents manage these challenges by providing science  as a foundation for stewardship decisions.", "Forest Service Research and Development (FS R&D)—one of three main  Forest Service programs—has as its mission to develop and deliver  knowledge and innovative technology to improve the health and use of the  nation’s forests and rangelands, both public and private. In fulfilling this  mission, FS R&D conducts basic research in a range of biological,  physical, and social science fields and applies this knowledge to develop  technologies and deliver science to federal and state land managers,  industry, private landowners, and other entities. The dissemination of  knowledge and innovative technologies—the second half of FS R&D’s  mission—is often referred to by FS R&D staff as science delivery. FS R&D  receives funds appropriated to it as well as funds from other authorized  external sources, including universities and other federal agencies.", "To gain a better understanding of FS R&D, you asked us to review the  program, including its mission and structure, its research areas and  resulting accomplishments, and its process for setting priorities.  Accordingly, this report examines (1) the scope of research and  development carried out by FS R&D and some of its resulting  accomplishments, (2) trends in resources used in performing FS R&D  work and the effects of those trends on the agency’s research efforts and  priorities, and (3) recent steps FS R&D has taken to improve its ability to  fulfill its mission and the challenges it faces in doing so.", "To do our work, we reviewed relevant laws, regulations, guidance,  strategic plans, performance reviews, and historical documents and  interviewed officials in FS R&D headquarters and all seven of the agency’s  research stations. We also interviewed National Forest System and State  and Private Forestry officials in all nine Forest Service regions, as well as  stakeholders, including representatives from industry and other  nonfederal groups, such as the National Association of University Forest  Resources Programs, National Woodland Owners Association, and the  National Association of State Foresters. We also interviewed officials from  other federal agencies that conduct research similar to that of FS R&D, to  determine the extent to which FS R&D coordinates its work with these  other agencies to avoid duplication of research. We obtained and analyzed  spending data for fiscal years 2000 through 2009 on funds appropriated for  FS R&D and funds from other authorized sources, as well as staffing data  for fiscal years 2006 through 2009, for the program as a whole and at  individual research stations. We analyzed the data in both nominal (actual)  and real terms (adjusted for inflation). We assessed the reliability of  funding and staffing data by reviewing the methods of data collection for  relevant databases and determined that the data were sufficiently reliable  for the purposes of this report. A more detailed description of our scope  and methodology appears in appendix I.", "We conducted this performance audit from October 2009 through October  2010, in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["Research has been a part of the Forest Service’s mission since the agency’s  creation in 1905, and several Forest Service research facilities date back to  the early 1900s. FS R&D’s research and development activities take place  within seven research stations (see fig. 1). Five of the seven are focused  regionally, with each covering a multistate region; these are the Pacific  Northwest, Pacific Southwest, Rocky Mountain, Northern, and Southern  research stations. In contrast, the remaining two stations—the Forest  Products Laboratory and the International Institute of Tropical  Forestry—are not regionally focused but, rather, concentrate on specific  research topics. The stations are decentralized, with the director of each  station reporting directly to the Chief of the Forest Service.", "According to FS R&D officials, the geographic alignment of these stations  helps foster understanding of, and focus research attention on, issues of  local or regional significance. For example, large urban concentrations in  the area covered by the Northern Research Station make urban forestry  and social science a research priority. Within each of the five  geographically based research stations, multiple laboratories carry out  specific research activities. In addition, FS R&D maintains 81 experimental  forests and ranges across the nation, which serve as sites for most of the  agency’s long-term research. These sites—which range in size from about  115 acres to over 55,000 acres—represent most of the nation’s major forest  ecosystems. With some sites dating back to the early 1900s, they have  allowed FS R&D to compile long-term data about how forests respond to  changes in land use, climate, and various natural and human-caused  disturbances. FS R&D’s work is carried out by research scientists,  technicians, and other professionals, using techniques from a diverse set  of disciplines.", "The mission of FS R&D is multifaceted. In developing and delivering  knowledge and innovative technology, the agency is responsible both for  long-term, basic research to increase scientific knowledge and for applied  research and science delivery as a means of disseminating that knowledge  to potential end users. In addition, FS R&D’s mission includes the nation’s  forests and rangelands, both public and private. While much of FS R&D’s  role is to support the Forest Service in managing national forests, its  research and science delivery activities are also to include issues related  to forests and ranges on other federal lands, as well as nonfederal lands  managed by states or private landowners.", "In addition to funds appropriated to the Forest Service by Congress, FS  R&D uses funds provided by external sources to conduct research and  development and often collaborates with external entities in carrying out  its work. FS R&D is authorized to do so by the Forest and Rangeland  Renewable Resources Research Act of 1978—the primary legislation  authorizing FS R&D’s activities—which states that, in implementing the  act, FS R&D may cooperate with federal, state, and other governmental  agencies; with public or private agencies, institutions, universities, and  organizations; and with businesses and individuals in the United States  and in other countries. The act allows the Secretary of Agriculture to  receive money and other contributions from cooperators under such  conditions as the Secretary may prescribe.", "In addition to FS R&D, a number of other agencies focus on natural  resource issues and may therefore also conduct research on forest issues.  These agencies include, among others, the U.S. Geological Survey (USGS)  within the Department of the Interior, the National Oceanic and  Atmospheric Administration within the Department of Commerce, and the  Environmental Protection Agency. Other agencies may also conduct  forest-related research although their main focus is not on natural  resource issues. For example, the National Aeronautics and Space  Administration maintains an Earth science program intended to, among  other aims, improve the prediction of climate, weather, and natural  hazards including wildland fire."], "subsections": []}, {"section_title": "FS R&D’s Work Encompasses a Wide Range of Research Activities and Has Resulted in Numerous Achievements over Time", "paragraphs": ["The scope of FS R&D’s work spans a range of research activities related to  forests and rangelands, from collecting basic data on forest species to  studying societal values in relation to land use. Agency officials and other  stakeholders we spoke with attested to FS R&D’s accomplishments over  time, which run the gamut from basic data about the condition of the  nation’s forests to research and tools useful in managing wildland fire and  invasive species, and also noted areas that could benefit from additional  research."], "subsections": [{"section_title": "FS R&D’s Work Covers Multiple Research Areas, Both National and Regional in Scope", "paragraphs": ["FS R&D’s research addresses national and regional priorities, as well as  areas of international concern. FS R&D disseminates the results of its  research in many ways, including publication in peer-reviewed journals  and other technical and general publications, creation of computer-based  modeling tools, and workshops and other outreach activities. Through its  funding allocation process, as well as central reviews of the stations’  research agendas, FS R&D headquarters seeks to ensure that research  activities are consistent with the agency’s overall goals."], "subsections": [{"section_title": "Research Areas and Locations", "paragraphs": ["FS R&D’s national and regional research aims have evolved over time to  mirror shifts in the mission of the Forest Service as a whole. In the years  after World War II, for example, the amount of timber harvested from  national forests increased dramatically, and much of FS R&D’s work  focused on supporting management of the nation’s forests for wood  production and on the use of forest products. More recently, the Forest  Service has emphasized maintaining and restoring land health, and,  according to agency officials, FS R&D’s emphasis has likewise shifted  toward the functioning of whole ecosystems, including air and water  quality, biological diversity, and climate change. This widening of research  focus, according to FS R&D officials, encourages scientists and managers  to work together across land ownership boundaries and support a  landscape-scale approach to land management, which includes an  increased emphasis on urban forestry. FS R&D also conducts research in  emerging areas such as climate change and nanotechnology.", "FS R&D’s strategic plan provides goals to help the agency set priorities for  its various research efforts and identify future program direction; this plan  is linked to broader strategic plans both at the Forest Service and  department level, as well as to plans developed by the research stations.  According to agency planning documents, FS R&D has organized its  research into the following seven “strategic program areas”:  Invasive Species provides scientific information, methods, and technology  to reduce, minimize, or eliminate the introduction, establishment, spread,  and impact of invasive species and to restore ecosystems affected by these  species.", "Inventory and Monitoring provides resource data, analysis, and tools for  identifying current status and trends of forests; management options and  impacts, including modeling of forest conditions under various  management scenarios; and threats from fire, insects, disease, and other  natural processes.", "Outdoor Recreation develops knowledge and tools to support informed  recreation and wilderness management decisions that improve outdoor  recreation opportunities for current and future generations while  sustaining healthy ecosystems.", "Resource Management and Use provides a scientific and technological  base to sustainably manage and use forest resources and forest fiber-based  products.", "Water, Air and Soils informs the sustainable management of these  resources through information on how to provide clean air and drinking  water, protect lives and property from wildfire and smoke, and improve  the ability to adapt to climate variability and change.", "Wildland Fire provides knowledge and tools to help reduce the negative  impacts, and enhance the beneficial effects, of wildland fire on society and  the environment.", "Wildlife and Fish informs policy initiatives affecting wildlife and fish  habitat on private and public lands and the recovery of threatened or  endangered species.", "According to the agency, categorizing its research activities into these  program areas has helped FS R&D report its accomplishments; plan  research investments; organize areas of research for external peer review;  improve agency accountability; and offer researchers more opportunity for  interaction along broader, interdisciplinary topics.", "According to agency officials, there are also five “emerging research areas”  which cut across the seven strategic program areas and help the agency  set research priorities. These emerging areas are (1) biomass and  bioenergy, (2) climate change, (3) urban natural resources stewardship,  (4) watershed management and restoration, and (5) nanotechnology. In  addition to these emerging areas, the agency considers two long-standing  programs to be “foundations” underpinning much of its research activities:  the Forest Inventory and Analysis (FIA) program, a periodic census of the  nation’s forest lands, and the network of 81 experimental forests and  ranges the agency maintains.", "FS R&D uses the strategic program areas to categorize its research  nationwide, with each of the seven research stations also having a specific  set of research programs based on regional priorities. For example, the  Rocky Mountain Research Station has organized its work largely to reflect  ecosystems and environments, with research areas covering forest and  woodland ecosystems; grassland, shrubland, and desert ecosystems;  wildlife and terrestrial ecosystems; and air, water, and aquatic  environments. Station officials told us that organizing its research in this  way reflects the interdisciplinary nature of the station’s research. In  contrast, the Southern Research Station has several research areas  devoted to issues of regional interest in the South, including southern pine  ecology; insects, diseases, and invasive plants of southern forests; and  restoring longleaf pine ecosystems. Appendix II lists the research  programs and locations of all seven research stations.", "According to FS R&D officials, research itself is generally carried out at  individual laboratories maintained by the research stations, with the  laboratories often focusing on specific research topics in a variety of  settings. For example, among the Pacific Southwest Research Station’s  laboratories are the Forest Fire Laboratory in southern California, which  focuses on fire science, air quality, and recreation, and the Institute of  Pacific Islands Forestry in Hawaii, which focuses on preserving and  restoring ecosystems throughout the Pacific islands. Likewise the Rocky  Mountain Research Station conducts its research into grassland,  shrubland, and desert ecosystems in laboratories located in diverse areas  including Moscow, Idaho; Reno, Nevada; and Albuquerque, New Mexico.  According to FS R&D officials and scientists, research carried out by the  stations is often of broad interest. For example, the Southern Research  Station’s Forest Operations unit in Auburn, Alabama, conducts research  on harvesting timber and other forest products, and all five geographically  based research stations study wildland fire. Similarly, the two topically  oriented research stations, the Forest Products Laboratory and the  International Institute of Tropical Forestry, conduct research whose  subject matter is of national or international interest not limited to any  geographic area. For example, the Forest Products Laboratory studies  wood preservatives, wood products such as plywood, techniques for using  woody biomass, and other topics of nationwide interest, while the  International Institute of Tropical Forestry examines issues, such as  restoration of degraded tropical forests, of international interest.", "Although some research is carried out solely by FS R&D researchers, it is  also often done in collaboration with other entities, such as universities,  nongovernmental organizations, or other federal research agencies. FS  R&D officials and others we spoke with told us that such partnerships are  valuable for several reasons. First, the partnerships are essential for FS  R&D to carry out the full scope of its work because they allow the agency  to take advantage of scientific expertise and facilities that it does not  maintain on its own and that would be costly and potentially duplicative to  develop. Second, by promoting interest and expertise outside FS R&D in  certain issues, such relationships can stimulate partners to carry out  additional research without FS R&D involvement—especially when  additional research on a particular topic is needed but the agency does not  have the resources necessary to continue. Finally, by working with other  research entities and land management agencies, FS R&D can broaden the  scope of its research to include a landscape-scale approach to land  management issues. For example, the Tahoe Science Consortium was  formed to promote science to help preserve, restore, and enhance the  Lake Tahoe Basin in California and Nevada. It involves multiple research  entities, including FS R&D, USGS, and the University of Nevada, Reno;  land management agencies such as the Forest Service and the Department  of the Interior; the state of Nevada; and others."], "subsections": []}, {"section_title": "Science Delivery Activities", "paragraphs": ["To disseminate the results of its work, FS R&D engages in multiple science  delivery activities, including publishing its work both in peer-reviewed  journals and in less technical media, such as handbooks, research station  newsletters, and Web sites. For example, FS R&D operates an online tool  known as Treesearch, which allows users, including the general public, to  identify and obtain FS R&D research publications. FS R&D also works  directly with land managers, state and local government officials, and  others to provide information about FS R&D’s work and how it can be  used to help make decisions related to land management and policy. It  also develops computer models and other tools that can be used in day-to- day land management activities. According to agency officials,  responsibility for science delivery varies across FS R&D. Some research  stations have a unit dedicated to science delivery, such as the Northern  Research Station’s Northern Science, Technology, and Applied Results  program, or NorthSTAR, while others do not. Regardless, individual  researchers are still expected to take responsibility for some science  delivery activities related to their research."], "subsections": []}, {"section_title": "Managing FS R&D’s Research Activities", "paragraphs": ["The decentralized nature of the research stations, as well as the variety of  work they conduct, increases the importance of central oversight of  agency research to help ensure that research activities conducted at the  stations align with the priorities of the agency as a whole. FS R&D officials  told us they align research pursued at each research station with the  agency’s overall research agenda by requiring each of the station’s  research areas—generally known as research programs or research work  units—to have a charter or research work unit description laying out its  research plans and objectives. These charters and descriptions are  centrally reviewed by FS R&D program officials to ensure consistency  with the agency’s research agenda. FS R&D officials also use the funding  allocation process to ensure that priority research areas are addressed. FS  R&D headquarters officials told us the agency has the flexibility to allocate  funding among research stations and programs in response to changing  and emerging needs because FS R&D’s funding comes to the agency  primarily through a single appropriation account, Forest and Rangeland  Research, in contrast to the multiple accounts that were used in the past.  In allocating funds to the research stations, the Forest Service’s Research  Executive Team—consisting of the FS R&D Deputy Chief, station  directors, and Washington office program directors—considers the  priorities and goals outlined in the agency’s strategic plans as well as  priorities identified by individual scientists and the research stations,  making it both a top-down and a bottom-up process, according to one  executive team official. By balancing emphasis on emerging needs at the  national and regional levels with research needs identified by scientists in  the field, this official explained, FS R&D remains nimble enough to  respond to emerging issues while maintaining basic, long-term research.", "Agency officials also told us that although FS R&D generally seeks to  maintain year-to-year stability in its research and personnel, no FS R&D  program or project is entitled to its previous year’s budget. In addition,  while FS R&D headquarters allocates most funding directly to the research  stations, it retains a small portion of funding to award the stations through  a competitive process, under which stations compete for FS R&D funds to  study current topics such as climate change. While these funds represent a  small fraction of the stations’ overall budgets, the process encourages  stations to prepare research proposals that demonstrate the extent to  which their research agendas align with FS R&D’s overall research  objectives. One research station director, for example, commented that  forcing stations to compete for research dollars prevents the stations from  simply continuing past funding and research practices and “doing the  same thing we’ve done for 30 years.”"], "subsections": []}]}, {"section_title": "Stakeholders Identified Many and Varied FS R&D Accomplishments but Also Areas That Could Benefit from Additional Research", "paragraphs": ["According to stakeholders we spoke with, including federal and state land  managers, university researchers, and others, FS R&D’s accomplishments  have been many and varied, and include efforts in both basic and applied  research. Many of these same accomplishments were also identified by  agency researchers and officials as being significant for FS R&D. Among  the most frequently identified FS R&D accomplishments was the FIA  program, as well as FS R&D’s work related to wildland fire, invasive  species, and vegetation management. More broadly, many stakeholders  cited FS R&D’s overall scientific credibility as a significant asset.  Nevertheless, several stakeholders identified areas that, in their opinion,  required greater attention by FS R&D."], "subsections": [{"section_title": "Accomplishments", "paragraphs": ["Forest Inventory and Analysis program. One of the accomplishments  most frequently identified was the FIA program, which has provided  decades of data used to assess the status, trends, and sustainability of  America’s forests. To date, FIA data collection has been initiated for each  state, most recently for Hawaii, Nevada, and Wyoming. According to  several stakeholders, these data have been fundamental to understanding  the nature and changing condition of forest resources, which in turn has  helped federal, state, and local governments, as well as others, make  informed decisions about land use and management. A few stakeholders  added that FIA data have been improving and are more useful today than  in the recent past because they are more comprehensive and include state- specific summaries and interpretations, which helps, for example, state  foresters better communicate the information to public officials, land  managers, and the public at large. Several stakeholders told us that many  state foresters relied on FIA data to prepare reports for State-Wide  Assessments and Strategies for Forest Resources, required by the Food,  Conservation, and Energy Act of 2008. The assessments are designed to,  among other things, identify the conditions and trends of forest resources  in the state and threats to those resources.", "Wildland fire. FS R&D research has also led to a number of  accomplishments in the area of wildland fire and fuel management,  according to many stakeholders. Some Forest Service officials in National  Forest System regional offices noted that FS R&D’s research has helped  them understand the role of fire, fire behavior, and how fire can be used as  a management tool, including ways to effectively reintroduce fire into  ecosystems from which it was excluded for many years. In addition, FS  R&D has developed a number of tools that help land managers predict  fire’s effects on the landscape, such as potential paths a wildland fire  might take, and thus support better decisions on wildland fire response,  particularly in communities close to forests. FS R&D has also contributed  key accomplishments in the area of smoke management and air quality.  For example, one FS R&D official told us that in California, FS R&D work  has facilitated forecasting the severity of smoke and effects on air quality  due to wildland fire, allowing the California Air Resources Board to warn  the public about air quality concerns.", "Invasive species. Invasive species, including nonnative plants and insects,  have become one of the most significant environmental threats facing the  nation’s natural resources, costing the public more than $138 billion per  year in damage, loss, and control costs, according to FS R&D estimates.  Several stakeholders told us that FS R&D work in this area has helped  them identify ways to better manage infestations and assess potential or  actual damage. For example, an exotic beetle from Asia called the emerald  ash borer has, since its arrival in the United States in 2002, killed tens of  millions of ash trees in a number of eastern and midwestern states and  parts of Canada. FS R&D has done research into the beetle’s life cycle,  methods for detecting infestation, and the potential for using native  enemies or pathogens to control the beetle biologically. Most significantly,  according to one stakeholder, FS R&D developed a model that users,  including state foresters, can apply to estimate the efforts and funding  needed to most effectively attack this beetle. Some stakeholders also cited  FS R&D’s research into the mountain pine beetle, a native species that has  caused significant tree mortality in the West recently, as another important  accomplishment.", "Climate change. FS R&D’s climate change research is crucial in helping  land managers plan for managing natural resources in the future,  according to several stakeholders, who told us that because potential  effects of climate change are complex and riddled with uncertainty, land  managers are increasingly relying on researchers for new information and  tools. One such tool cited by a stakeholder is the Template for Assessing  Climate Change Impact and Management Options, a Web-based tool  produced in part by FS R&D and intended to help land managers and  planners integrate climate change science into land management planning.", "Vegetation management. Several different types of accomplishments  related to vegetation management and restoration were cited by  stakeholders as important accomplishments. For example, scientists from  the Southern Research Station, along with their research partners, have  been contributing to restoration of the American chestnut. According to  the American Chestnut Foundation and others, the American chestnut was  one of the most important trees in the eastern United States, once  occupying about 25 percent of the hardwood canopy in eastern forests,  but was virtually eliminated by a nonnative fungus called chestnut blight.  FS R&D is contributing to the restoration effort by planting and  monitoring plots of blight-resistant American chestnut seedlings.", "Urban forestry. FS R&D’s efforts in urban forestry, including research on  maintaining working forests within urbanizing landscapes and educating  the public about the value of public and private forested lands to residents’  quality of life, were also cited by some stakeholders as a major  accomplishment of FS R&D. Among other efforts, FS R&D contributed to  the development of a software application called i-Tree, which, according  to the agency, can help urban communities quantify the benefits provided  by community trees in mitigating pollution, managing storm water runoff,  and other benefits and can be used to put a dollar value on street trees’  annual environmental and aesthetic benefits.", "Scientific credibility. Beyond specific accomplishments, many  stakeholders cited FS R&D’s overall scientific credibility as a significant  asset to the agency. Regardless of the topic, according to these  stakeholders, FS R&D’s work—which often rests on decades of research  conducted by multiple scientists—is widely viewed as unbiased and  scientifically rigorous, which lends weight to land management decisions  based on that work. Several stakeholders in the Forest Service’s National  Forest System, for example, told us that FS R&D research was often useful  in developing and defending complex or controversial agency land  management decisions because it was generally viewed as being  scientifically sound. Another stakeholder pointed out that 13 FS R&D  scientists served on the Nobel Prize-winning Intergovernmental Panel on  Climate Change, a mark of those scientists’ proficiency in their fields."], "subsections": []}, {"section_title": "Areas of Research Requiring Greater Attention", "paragraphs": ["Along with accomplishments, stakeholders noted that improvements  could be made in several areas—including FIA, wildland fire, and invasive  species. They also noted the need for additional research into social  sciences related to forest issues.", "Several stakeholders pointed out that FS R&D could improve FIA by  adding increased specificity to the data collection efforts. They said that  higher-resolution data collection in more locations, plus more frequent  data collection, would help states make better-informed planning  decisions. For example, one stakeholder suggested that more-detailed data  could help spur job creation and economic development in the emerging  alternative energy market by helping potential investors in biomass power  plants identify locations of sustainable supplies of woody biomass, which  could then help determine the best places to build a new plant or expand  an existing plant.", "Several stakeholders also cited a need for improvements to wildland fire  and invasive species research. For example, several stakeholders noted  that they would benefit from more assistance in applying the many tools  FS R&D has developed to help land managers respond to wildland fire.  Other stakeholders told us that increased FS R&D research into methods  for controlling or eradicating invasive species—for example, the use of  natural predators of invasive species—could help land managers better  manage infestations.", "Several stakeholders told us the agency should focus more attention on  social sciences. One stakeholder noted that increasing populations near  forests has made it essential that land managers understand the impacts  that changing recreation habits can potentially have on these forests. An  FS R&D official observed that in addition to understanding the physical  science of fire, managers must also understand how the public will react  to different fire management choices, particularly where communities are  directly affected by those choices."], "subsections": []}]}]}, {"section_title": "Over the Last Decade, Spending by FS R&D Remained Relatively Flat, Affecting Its Hiring Patterns and Research Activities", "paragraphs": ["Spending by FS R&D remained relatively flat during fiscal years 2000  through 2009, with a small but growing portion of the agency’s total  spending represented by funds received from external sources such as  universities and other federal agencies. Trends in spending varied across  the research stations, with some experiencing increases and others,  decreases. These spending trends have affected FS R&D’s hiring patterns  and research activities."], "subsections": [{"section_title": "Overall FS R&D Spending Remained Relatively Flat over the Last Decade, with an Increasing Proportion of Spending Coming from External Sources", "paragraphs": ["Overall, the amount spent by FS R&D—using both Forest Service- appropriated funds as well as resources from external sources such as  cooperating agencies and organizations—remained relatively flat during  fiscal years 2000 through 2009, with funding from external sources  representing a small but growing percentage of total spending. Total  nominal spending increased from $276.9 million in fiscal year 2000 to  $369.1 million in fiscal year 2009—an average annual increase of 3.2  percent. After adjusting these amounts for inflation, the average annual  increase was 0.8 percent."], "subsections": [{"section_title": "Spending Using Forest Service Appropriations", "paragraphs": ["Resources spent using Forest Service appropriations, which constitute the  majority of FS R&D spending, increased slightly in nominal terms but  remained relatively flat in inflation-adjusted terms from fiscal year 2000  through fiscal year 2009 (see fig. 2). Spending increased from $261.9  million in fiscal year 2000 to $337.9 million in fiscal year 2009—an average  annual increase of 2.9 percent. After these amounts were adjusted for  inflation, the average annual increase was 0.4 percent.", "Spending may be increasing more quickly for FIA than for other types of  research, however. Although FS R&D’s appropriation comes through a  single appropriation account for “forest and rangeland research,” since  fiscal year 2003 the annual appropriation has designated a portion of these  funds for FIA, and FIA’s portion of this enacted budget authority has been  growing at a faster rate than FS R&D appropriations as a whole. The  enacted budget authority for FIA increased from $31.7 million in fiscal  year 2000 to $60.8 million in fiscal year 2009—an average annual increase  of 7.5 percent, or about 4.9 percent when adjusted for inflation. Although  the remaining portion of the FS R&D budget authority increased from  $170 million to $267 million during the same time, it grew only about half  as quickly, with an average annual increase of 2.6 percent when adjusted  for inflation.", "Across the research stations, spending of Forest Service appropriations  generally increased in nominal terms, with six of the seven stations  showing an increase from fiscal year 2000 through fiscal year 2009. When  adjusted for inflation, however, spending decreased at three stations: the  International Institute of Tropical Forestry and the Pacific Northwest and  Southern research stations. The Forest Products Laboratory, in contrast,  experienced the most growth in spending over this time (see fig. 3). The  amounts spent by each station varied from year to year, however, and even  those stations that showed an overall decline in spending experienced  some year-to-year increases during the decade. For example, although the  Southern Research Station experienced an overall decrease in spending  over the past decade, year-to-year spending showed an uneven pattern;  after a sharp decline from fiscal year 2000 through fiscal year 2001,  spending increased in each of the next 3 fiscal years before declining again  (see app. III for more detail about year-to-year spending for each station).", "Across the agency, personnel costs—that is, salaries and benefits— constituted the largest percentage of resources spent using Forest Service  appropriations during this time, about 61 percent of spending, with yearly  percentages varying from 58 percent to 67 percent. Across the research  stations, the average percentage of resources spent on personnel costs  varied from 50 percent at the International Institute of Tropical Forestry to  65 percent at the Northern Research Station. The second largest category of  spending across FS R&D was grants and agreements, through which FS  R&D provides funds for partners, such as universities, to conduct research.  Spending on such grants and agreements increased from 14 percent of  spending in fiscal year 2000 to 21 percent in fiscal year 2009—in line with FS  R&D’s fiscal year 2012 goal (articulated in its 2008-2012 strategic plan) to  devote 20 percent of its appropriated funds to such “extramural” research."], "subsections": []}, {"section_title": "Spending Using External Sources", "paragraphs": ["Although FS R&D spending using external sources of funding was much  smaller than from FS R&D appropriations, spending from these sources  increased at a faster pace over the last decade. Multiple organizations  provide external support to FS R&D, including other federal agencies,  states, industry, nonprofit organizations, universities, and others.  Consistent with FS R&D’s fiscal year 2012 goal (also contained in its 2008- 2012 strategic plan) to obtain a portion of its funding from external  sources, resources spent using external sources increased from  $15 million in fiscal year 2000 to $31.3 million in fiscal year 2009—an  average annual increase of 8.5 percent, or 6.0 percent after adjusting for  inflation (see fig. 4). As a proportion of the FS R&D total, spending using  external sources increased from 5.4 percent in fiscal year 2000 to  8.5 percent in fiscal year 2009. Officials told us that the amount of external  funding the agency receives has depended on several factors, including the  capacity of partners to provide funding and the ability of FS R&D  scientists to successfully compete for such funding.", "Across the research stations, spending using external sources generally  grew from fiscal year 2000 through fiscal year 2009, with average annual  growth ranging from 0.5 percent at the Southern Research Station to  10.7 percent at the Northern Research Station, after adjusting for inflation.  The exception to this trend was the Pacific Northwest Research Station,  where spending using external sources declined 4.2 percent each year, on  average, after adjusting for inflation. But these overall figures mask  substantial year-to-year variation in the stations’ spending of external  funds. For example, at the Forest Products Laboratory, spending of  external funds decreased about 35 percent from fiscal year 2006 to fiscal  year 2007 but then increased more than 60 percent the following year (see  app. III for more detail). Unlike spending using Forest Service  appropriations, most funding from external sources was spent on grants  and agreements, which increased from 22.9 percent of such spending in  fiscal year 2000 to 55.3 percent in fiscal year 2009. The second-largest  amount was spent on personnel costs, which decreased from about  32.5 percent in fiscal year 2000 to 21.7 percent in fiscal year 2009.", "Regarding the sources of external funding, from fiscal years 2005 through  2009, the only period for which detailed data were available, the largest  amounts of external support for FS R&D came from other federal  agencies, followed by states and industry (see fig. 5). Support from other  federal agencies increased from $19.7 million in 2005 to $24.2 million in  2009, or 2.7 percent after accounting for inflation. The Department of  Defense and the Department of the Interior—both departments with land  management responsibilities—provided FS R&D with the most support  among the federal agencies. Support to FS R&D provided by some  nonfederal sources, such as industry and universities, also increased over  this time. In contrast, support from nonprofit organizations and states  declined after accounting for inflation. Additional information about  external funding also appears in appendix III.", "In addition to financial support, FS R&D has also received various forms  of in-kind support from project collaborators, some of which have allowed  FS R&D to share equipment, personnel, or computing capacity. For  example, a number of FS R&D facilities have been co-located with  universities, which has generally reduced the amount the agency needs to  spend to rent a facility or purchase additional research equipment. In  addition, the Northern and Pacific Northwest research stations have also  used joint FS R&D and university faculty appointments to foster stronger  relationships with significant collaborators and sources of in-kind support.  At the Forest Products Laboratory, officials told us that industry partners  have provided multiple types of in-kind support, including materials, such  as wood chips or logs that the laboratory uses in its experiments."], "subsections": []}]}, {"section_title": "Spending Trends Have Affected FS R&D’s Hiring Patterns and Research Activities", "paragraphs": ["Because a large percentage of each research station’s budget is related to  personnel costs, several stations have taken steps to reduce their staffing  levels or change the type of employees they hire in response to the agency’s  flat spending trends. Officials at most research stations reported that when  a permanent employee retires or leaves FS R&D, officials may not refill the  vacant position with another permanent employee, instead leaving it vacant  or filling the position with a temporary or term employee. Some research  stations have gone further, offering buyouts to employees as a way to  control personnel spending. FS R&D officials told us that replacing research  scientists, in particular, requires a substantial commitment of resources  because the combination of their salaries and the operating expenses  associated with their research is higher than that of other staff positions.  Several officials also told us that, in some cases, because of funding  constraints, they did not refill some positions held by technicians—staff  who typically conduct laboratory or field research work.", "Our analysis of agency data shows that FS R&D spending on personnel has  remained flat, and that the number of permanent employees at FS R&D  has declined. From fiscal year 2006 through fiscal year 2009, the number of  permanent FS R&D employees declined from 2,058 to 1,935—an average  annual decrease of 2 percent (see table 1). According to officials, at least  part of this decline can be attributed to a reduction in administrative and  clerical positions after the centralization of Forest Service business  services beginning in 2005. The number of research scientists declined  twice as fast as the overall number of permanent employees, from about  495 in fiscal year 2006 to about 437 in fiscal year 2009, an average annual  decrease of 4.1 percent.", "The decline in research scientists is part of a larger decline in the number  of research scientists at FS R&D over the past several decades, as their  numbers have decreased from approximately 1,000 in 1985. Term  employees likewise declined during fiscal years 2006 through 2009, from  302 to 164, while the number of temporary employees fluctuated between  504 and 580 over that time. Across research stations, the number of  permanent employees declined at five stations and remained relatively  unchanged for the remaining two stations from fiscal years 2006 through  2009. (See app. III for more information about employment trends at the  research stations.)", "Some officials and scientists we spoke with were concerned that these  staffing trends have reduced FS R&D’s capacity to conduct research  because fewer permanent scientists and technicians remain to carry out  the work; they were also worried about FS R&D’s ability to maintain its  long-term research because of increased reliance on term and temporary  employees. On the other hand, some FS R&D officials pointed out  advantages to hiring term and temporary employees. For example, a  particular research project may require specific expertise only for a finite  amount of time, and hiring a term employee to fill this need allows the  research station to harness that expertise without committing to  maintaining it indefinitely—which is especially important if the expertise  is unlikely to be needed for future projects. By not permanently filling  scientist or technician positions, officials told us the agency retained the  financial flexibility needed to conduct new research and maintain existing  research platforms, including facilities, equipment, long-term plots, and  other needed research elements.", "Regarding external sources of funding, several FS R&D officials noted that  increasing use of this funding, while a small portion of overall FS R&D  spending, can have both positive and negative impacts. Several scientists  and officials reported that external sources of support allowed them to  expand the scope of their research by initiating work on additional  research topics they would not otherwise have had the funds to pursue or  to accelerate existing work—“to run where we would have walked  instead,” in the words of one scientist. Some scientists also noted that,  given the increasing demands on FS R&D appropriated funds, they have  increasingly used external funds to help pay for research-related operating  expenses.", "In contrast, some scientists noted potential drawbacks in relying on  external funding. Some FS R&D officials and scientists commented that  external funding is generally available to support projects that span no  more than a few years, and increasing reliance on external funding could  therefore lead to a shift in FS R&D’s balance between basic and applied  research if more of its scientists’ time were spent answering shorter-  rather than longer-term research questions. Others, however, told us that  pursuing external funding has helped ensure that FS R&D works on  research questions relevant to stakeholders’ needs, because external  funding tends to indicate the priorities of the broader research and user  community. Furthermore, some told us that it can be time-consuming to  identify and apply for such funding and that time spent on these tasks  reduces the amount of time available for research."], "subsections": []}]}, {"section_title": "FS R&D Has Recently Taken a Number of Steps to Improve Its Ability to Fulfill Its Mission, but Challenges Remain, Particularly in Science Delivery", "paragraphs": ["FS R&D has recently taken steps to improve its ability to fulfill its mission  in a number of areas, including science delivery, research relevance,  organizational structure, research funding allocation, research agenda  setting, and coordination with other federal research agencies. Despite the  agency’s efforts, however, FS R&D officials and stakeholders identified  challenges associated with these areas, particularly with regard to FS  R&D’s ability to deliver the results of its research. In addition, agency  officials identified several other challenges, which impede the agency’s  ability to carry out its day-to-day work."], "subsections": [{"section_title": "Modifications to Science Delivery", "paragraphs": ["FS R&D has worked to create a more formal system for delivering the  results of its research, known as science delivery, at multiple levels within  the agency. FS R&D officials told us that at the national level, FS R&D in  2005 created a National Science Application Team and the position of  National Science Application Coordinator, both focused on science  delivery. According to officials, the team aims primarily at facilitating  cross-station communication and identifying areas for strengthening  science application activities throughout FS R&D. The team includes  representatives from each station, as well as headquarters personnel. To  date, according to an FS R&D official, the team has focused on identifying  opportunities to collaborate across research stations so as to leverage  each station’s strengths. In addition to these actions, the Forest Service’s  2007-2012 strategic plan recognized the importance of science delivery by  including it as one of seven agency goals.", "At the research station level, according to agency officials, science  delivery positions have been or are being established at each station,  although science delivery has evolved differently at each station and  stations vary in the way they provide science delivery. For example, an FS  R&D official told us the Pacific Northwest Research Station in the 1990s  recognized the need for increased emphasis on science delivery to a  broader audience, in part because of the Northwest Forest Plan, a highly  controversial federal land management planning effort that required  rigorous science to support decisions involving old-growth forests and  threatened species. The station subsequently created a Focused Science  Delivery program, whose mission is to enhance the usefulness of scientific  information, including synthesizing information from a wide range of  disciplines and delivering it to clients in clear and accessible formats.  Likewise, the Rocky Mountain Research Station created the Science  Application and Integration program, which is dedicated to making  scientific information and research applicable to natural resource  management and planning. The station is also working with partners to  maximize efforts to address land managers’ needs. On the other hand,  science delivery at the Forest Products Laboratory has been emphasized  since its creation, according to laboratory officials, mainly because much  of the focus of the laboratory’s research is on applied products, such as  new wood materials for the housing sector.", "Despite these efforts, officials and scientists throughout FS R&D, as well  as numerous stakeholders, told us that FS R&D has not placed sufficient  emphasis on science delivery. Some noted that, even with the agency’s  recent efforts, the agency does not have a consistent approach to science  delivery, often leaving it up to individual scientists, who vary in the  amount of time and effort they devote to it. Without effective delivery of  FS R&D’s research results, land managers, policymakers, and others may  be unable to promptly and effectively use the knowledge, data, and tools  FS R&D produces, and FS R&D cannot ensure that its research is being  used to its greatest potential. In part, according to a senior FS R&D official  we spoke with, the struggle to provide adequate science delivery stems  from the contradictions inherent in FS R&D’s status as a research  organization within a land management agency. As a result, FS R&D must  balance the limited time and resources available to its researchers  between, on the one hand, basic research and the resulting publications in  peer-reviewed journals and, on the other hand, delivering the results of  that research and making sure it is useful and understandable to end users.  Many stakeholders told us that although publishing research in peer- reviewed journals is important for the credibility of scientists and their  research, delivery of results through other mechanisms—such as summary  findings, workshops, or one-on-one interactions between scientists and  users of FS R&D-developed work—can often be more useful to land  managers and decision makers.", "Nevertheless, many stakeholders and numerous FS R&D researchers and  officials told us the agency values publications in peer-reviewed journals  over other science-delivery mechanisms. In large part, according to several  scientists and others we spoke with, this view prevails because the system  for appraising individual researchers’ performance continues to emphasize  publication in peer-reviewed journals. To evaluate researchers, FS R&D  uses the Office of Personnel Management’s “research grade evaluation  guide” to measure individual researchers’ performance in what is often  referred to as the paneling process. The guide was revised in 2006 to,  among other things, place greater emphasis on communicating research  results to users through mechanisms other than peer-reviewed journals  (such as summary findings or workshops) as part of the measure of  scientists’ work. Officials told us that, consistent with these revisions, FS  R&D made an effort to train panel reviewers to place greater emphasis on  these other forms of science delivery as a component of their  performance. Despite these changes, several FS R&D officials and  stakeholders told us that the emphasis placed on peer-reviewed journals,  compared with other forms of science delivery, during the paneling  process varies among panels and depends on the perspective of the panel  chairperson; they also said that many panelists continue to emphasize  peer-reviewed journals over other forms of science delivery.", "Further complicating the science delivery issue is the potential overlap in  science delivery roles between FS R&D and State and Private Forestry,  another Forest Service program. State and Private Forestry is authorized  by the Cooperative Forestry Assistance Act of 1978 to carry out a program  of technology implementation to “ensure that new technology is  introduced, new information is integrated into existing technology, and  forest resources research findings are promptly made available to state  forestry personnel, private forest landowners and managers, vendors,  forest operators, wood processors, public agencies, and individuals.”  State and Private Forestry maintains staff across the country to assist in  this mission, some of whom are closely associated with FS R&D’s work.  Because both FS R&D and State and Private Forestry have missions to  carry out science delivery, and because their activities can be closely  intermingled, the programs’ science delivery responsibilities have not  always been clearly delineated, according to officials, highlighting the  need for both programs to work closely together to minimize duplication  and stretch limited resources by taking advantage of available expertise  across the programs. The need for greater clarity about FS R&D’s science  delivery role in relation to State and Private Forestry is consistent with the  results of the Forest Service’s own 2009 assessment of science delivery  within the agency, which highlights deficiencies in this area, such as a lack  of coordination among those conducting research and those delivering  research information and tools, and provides suggestions for  improvement, including greater coordination of efforts between FS R&D  and State and Private Forestry. FS R&D officials told us, however, that  the agency has not taken steps to implement the report’s  recommendations and has not established time frames for doing so, nor  has the agency otherwise assessed the effectiveness of its efforts to  improve science delivery, including the creation of the National Science  Application Team and its changes to science delivery at the research  stations.", "It is important to note, however, that while many FS R&D officials and  stakeholders suggested the need for greater attention to science delivery,  many also emphasized the value of FS R&D’s basic and long-term research  and cautioned that too great a shift in resources from basic research to  science delivery would also be inappropriate. Much of the applied  research and science delivery relevant to current issues rests on the  findings of basic, long-term research, so it is important to continue  investing resources in such research, according to these stakeholders. For  example, one State and Private Forestry official we interviewed told us  that he found the wildland fire-related tools and assessments developed by  FS R&D to be very useful, but he also emphasized the need for FS R&D to  continue to invest resources in core fire science, which should not be  driven by short-term needs, to maintain the agency’s ability to develop  such tools."], "subsections": []}, {"section_title": "New Approaches for Ensuring Research Relevance", "paragraphs": ["FS R&D has implemented new approaches to determine the relevance of  its research work to customers and to assess its quality and performance,  including customer surveys, external peer reviews of the seven strategic  program areas, and an increased use of narrative descriptions to describe  its accomplishments. In 2006, FS R&D began using a customer satisfaction  survey to help identify areas where customers believed it excelled or,  conversely, needed improvement. Conducted periodically, the survey  allows officials to assess overall customer satisfaction with FS R&D over  time in comparison with other federal research agencies. According to  survey results provided to us by FS R&D, the 2009 survey resulted in a     75-point score, which is in line with scores for other federal government  providers of information, which typically score in the 70-point range, and  was an improvement over FS R&D’s 2006 score of 72. The survey also  compares customer satisfaction across strategic program areas and  research stations in a variety of categories, including accessibility of data,  accuracy of products, and relevance and quality of work. FS R&D  officials told us they regard the information and recommendations  provided by the survey as useful for making better-informed  determinations about the areas of work that require greatest improvement  and are likely to have the greatest impact.", "FS R&D also conducts external peer reviews that assess the relevance,  quality, and performance of research conducted within each of its seven  strategic program areas, an effort that began in 2006. The relevance  category, for example, includes assessing the extent to which each  strategic program area has clear societal benefits, produces products that  are being used and have potential impacts, seeks user input in setting the  agenda, and is not inappropriately duplicative. The extent to which the  reviews adequately measure performance in these areas, however, was  questioned by several external reviewers as well as some agency officials.  Although the strategic program areas are purposefully broad, this breadth  of research coverage means that the work conducted under one area may  also be relevant to another, complicating the review process. For example,  it is difficult to fully evaluate how well Water, Air, and Soils is performing  when areas of science relevant to that program area, such as the effects of  smoke on air quality, may be evaluated under Wildland Fire. Because  different external panels are assembled for each of the various peer  reviews, it is hard to know where—or if—all areas of research were  evaluated. Another concern on the part of some stakeholders was the  degree to which end users provided feedback about the various strategic  program areas and the implications of selecting certain end users for, or  excluding them from, the peer-review process. Given that the strategic  program areas and the review process are relatively new, FS R&D is  currently evaluating the adequacy of such reviews in measuring  performance, as well as ways in which the process might be improved.", "Although FS R&D measures its performance in part with quantitative  measures, such as number of publications and, in certain science areas,  the numbers of tools developed, officials explained that it can be difficult  to quantify many of its research accomplishments, such as FS R&D’s  research impact on preventing the outbreak of, for example, an invasive  pest. To help overcome this difficulty, FS R&D communicates its  accomplishments in reports through narrative descriptions of the scientific  and societal benefits of its work. In addition, researchers may work for  years on a particular problem, which may not generate immediate,  measurable outcomes but, rather, a valuable foundation for future  accomplishments. For example, the information FS R&D currently  contributes to climate research is based on data that have been collected  over several decades."], "subsections": []}, {"section_title": "Changes to FS R&D’s Organizational Structure", "paragraphs": ["Within the past few decades, the physical and organizational structures of  FS R&D’s research stations have also changed significantly. First, the  makeup of the research stations changed, as some research stations  merged and one split into two stations. Second, the research stations  reorganized their work units into science themes or areas of research that  are broader than in the past, to foster a more multidisciplinary and  integrated approach to research.", "Three of the present research stations resulted from merging previously  existing stations, done in part to reduce overhead and administrative  costs, as well as to improve customer service and make research results  more accessible and useful. The Northern Research Station, for example,  is the product of the agency’s 2006 consolidation of the former  Northeastern and North Central research stations; the Southern Research  Station, formed in 1995, consists of the former Southeastern Forest  Experiment Station and Southern Forest Experiment Station; and the  Rocky Mountain Research Station, formed in 1997, consists of the former  Intermountain Research Station and Rocky Mountain Forest and Range  Experiment Station. According to FS R&D officials and documents, these  mergers allowed related research to come under a single management  team, while also allowing the stations to make better use of smaller  administrative staffs; provided facilities for large-scale, multidisciplinary  studies; and facilitated integrated, landscape-scale research programs. In  contrast, the International Institute of Tropical Forestry, formerly a unit of  the Southern Forest Experiment Station, was made an independent  institute with an expanded mission in 1993.", "In addition, beginning in the late 1990s, research stations reorganized their  work into broad science themes or areas of research. Before that time,  each research station was structured around discrete research work units,  which were geographically based and covered specialized scientific issues.  About 140 research work units existed across FS R&D, according to a FS  R&D headquarters official, each of which included one to five scientists to  carry out a narrow scope of work. As issues the scientists were studying  grew in complexity, according to this official, more integration among  disciplines was required to answer research questions. Officials at one  research station, acknowledging their more complex research needs,  observed that having narrowly focused research work units was no longer  appropriate for the agency.", "In response, FS R&D decided to consolidate the units into broader  “programs,” which officials told us was to foster a multidisciplinary,  integrated approach to research and reduce the time scientists spent on  administrative tasks. While the research stations were not required to  move from the research work unit model to the program model, the  Deputy Chief of FS R&D encouraged them to do so, and all stations have  now adopted the new approach. As a result, some research stations have  undertaken major realignments of their units. For example, the Pacific  Northwest Research Station has de-emphasized some traditional scientific  areas while emphasizing new ones, moving from 26 research work units to  six programs: Ecological Process and Function; Focused Science Delivery;  Goods, Services, and Values; Land and Watershed Management; Resource  Monitoring and Assessment; and Threat Characterization and  Management.", "The consolidation of research work units produced a number of benefits,  according to FS R&D officials we spoke with. First, the consolidation  allowed FS R&D to respond to increasingly complex research needs by  adopting a more multidisciplinary and integrated approach. Second,  according to officials, the consolidation of units shifted control back to  research station management, allowing managers to be more strategic in  setting research priorities because those priorities were determined  centrally by the stations rather than individually by the units. For example,  according to officials at the Rocky Mountain Research Station, in the past  when employees resigned or retired, the research work units were  permitted to directly refill the position. Now, the management team at the  research station decides which vacancies to refill, including whether to  shift vacant positions to other program areas that are higher priorities for  the station. And third, the consolidation allowed FS R&D to use its  resources more efficiently, according to agency officials, because the  consolidation purged some traditional lines of research that FS R&D  officials said were no longer productive or relevant. Consolidation also  reduced overhead costs for FS R&D, as well as the time scientists spend  on administration, according to officials, because it allowed FS R&D to  consolidate scientists into fewer facilities. For example, as part of its  consolidation, the Southern Research Station closed one of its laboratories  and was also able to move two employees who were using Agricultural  Research Service space into space owned by FS R&D. As a result, FS R&D  was able to cease paying overhead costs for its use of the previous space.  Despite these benefits, some officials described disadvantages to  consolidating research units. For example, officials from the Southern  Research Station said that consolidation decreased the station’s on-the- ground presence in some places covered by the station, including  Kentucky and Tennessee. Decreasing a station’s presence may limit its  partnerships with nonfederal entities, such as with industry, because local  relationships can be more difficult to develop.", "Although these recent changes may enhance FS R&D’s work within  stations, the decentralized nature of the agency’s organizational structure  emphasizes the need for collaboration across stations, and concerns have  been raised about whether such collaboration could be improved. In  particular, the external peer reviews of FS R&D’s strategic program areas  identified concerns about the extent to which research is being effectively  coordinated across the research stations. For example, one peer review  described a lack of coordination among research stations on wildland fire  research, while another review found a lack of coordination in some areas  of climate change research. On the other hand, while these concerns were  echoed by a number of agency officials we talked with, other FS R&D  officials, as well as agency stakeholders, noted a number of  accomplishments that have come out of cross-station collaboration, such  as i-Tree and the Westwide Climate Change Resource Center Web site,  developed by the Pacific Northwest, Pacific Southwest, and Rocky  Mountain research stations."], "subsections": []}, {"section_title": "Changes to Research Station Funding Allocation Processes", "paragraphs": ["Along with consolidating their research programs, some research stations  have also been revamping the process they use for allocating resources  among programs and projects. At the Rocky Mountain Research Station,  for example, officials told us that the new process begins when each  program, laboratory, and experimental forest provides the station with its  initial funding request. Subsequently, on the basis of these funding  requests, as well as discussions about what programs or projects might be  expanded or cut, the station’s leadership team determines final allocations  to each program, laboratory, and experimental forest. Later, a midyear  review takes place to identify programs or projects that are unlikely to use  all their funds; such funds are subsequently reallocated through a  competitive process geared toward the station’s priorities. Station officials  told us that this new budgeting process better positions them to respond  to emerging needs and priorities and helps clarify what the station’s  research dollars are funding. Similarly, the Pacific Southwest Research  Station is implementing a new allocation process based on the one used by  the Rocky Mountain station. In the past, according to station officials, each  research work unit received a certain percentage of the station’s total  allocation, and this percentage did not change from year to year. By  keeping the percentages fixed, these officials told us, the station did not  have the needed flexibility to make funding changes in response to  changing research priorities. The new process, according to a station  official, allows managers to make more strategic and better-informed  decisions.", "Other stations’ processes likewise are aimed at ensuring that research  dollars are directed to the highest-priority research areas, rather than  simply continuing previous funding patterns. At the Pacific Northwest  Research Station, officials told us they use four factors to guide resource  allocations so they can balance the need for basic science with emerging  research areas. The first factor is the period of science delivery: the station  allocates about 40 percent of its resources to research expected to deliver  knowledge and tools within 1 to 3 years. Second, officials consider the  relevance of each research program or project and its broader  applicability; third, the regional significance of the research; and fourth,  the extent to which a program or project is in an emerging growth area. At  the Forest Products Laboratory, officials told us that funding decisions are  based largely on the research needs identified by the station’s scientists  and assistant directors, who meet to discuss research needs and determine  where to make trade-offs between research areas.", "Some officials also noted that FS R&D leverages its staff resources by  considering resource needs and vacancies across stations and that  applying resources across geographic boundaries—or even permanently  transferring researchers to locations where they can be better used— allows the agency to apply its expertise quickly and efficiently. By way of  example, an official at the Pacific Southwest Research Station told us that  a bark beetle researcher at the station spends as much time in other states  experiencing bark beetle outbreaks as he does in California, where the  station is located, and that, even though these other states are covered by  other research stations, it is more efficient to meet this research need  through existing expertise than to hire scientists in these other locations.  Because FS R&D leverages its resources across geographic boundaries,  according to officials, the location of staffing resources around the  country does not limit the agency’s ability to respond to research needs  even in areas where FS R&D staff are not permanently located."], "subsections": []}, {"section_title": "Increased Stakeholder Involvement in Setting Research Agendas", "paragraphs": ["FS R&D has been renewing its efforts to seek and obtain input on research  agendas from stakeholders—including federal and state land managers,  universities, and industry—by, for example, conducting outreach to  identify stakeholders’ research needs and soliciting their input before  undertaking particular research efforts. Within the last several years, FS  R&D has participated in several nationwide, large-scale efforts to identify  research priorities related to forestry. For example, beginning in 2005, FS  R&D participated in a series of workshops as part of the Forest Service  Outlook Project, aimed at developing a long-term research agenda in  collaboration with the broad forestry community, including federal, state,  and local government agencies; the business community;  nongovernmental organizations; and academic institutions. Also in 2005,  officials from FS R&D participated in creating the Forest Products  Industry Technology Roadmap, a report aimed at helping reinvent and  reinvigorate the U.S.-based forest products industry, including the role of  FS R&D research in doing so. Other, program-specific efforts exist as  well; for example, officials pointed out that the FIA program holds annual  meetings with regional and national user groups on the program’s  implementation.", "Many stakeholders we interviewed told us that they meet regularly with  research station directors to discuss research priorities and research  progress and that, particularly over the last 5 to 6 years, their relationships  with FS R&D officials and researchers have continued to improve. For  example, one stakeholder told us that the Rocky Mountain Research  Station Director holds quarterly meetings with the Regional Foresters of  the four National Forest System regions covered by the station to learn  more about their research needs. The same Station Director recently held  a needs assessment meeting to solicit input from foresters at national  forests, as well as state foresters and research station scientists, about  what they perceive to be gaps in research. In addition, several  stakeholders told us that FS R&D researchers are generally willing to take  stakeholder interests into account when implementing research activities,  and some pointed out instances in which researchers adapted their  research to address stakeholder concerns. For example, one stakeholder  noted that FS R&D researchers at the Silas Little Experimental Forest in  New Jersey added a component to their work in response to state forester  concerns about loss of canopy cover and fire impact resulting from gypsy  moths, an issue of particular concern for northeastern foresters. In  another example, a western stakeholder we interviewed told us that land  managers from the National Forest System met with an FS R&D  researcher studying the locations of, and reasons for the decline in, bull  trout, a federally listed threatened species. The land managers wanted  information about specific aspects of bull trout habitat that the researcher  had not initially included in his research plan, but, as a result of the  meeting, the researcher incorporated these additional aspects into his  study, thereby increasing its relevance. Several stakeholders also  mentioned that regional forums, such as the Western Forestry Leadership  Council—a partnership between state and federal government forestry  leaders in which FS R&D officials and scientists interact directly with state  foresters in the West—were effective for discussing both research  priorities and work under way.", "Despite strong relationships and multiple opportunities to provide input,  however, several stakeholders we interviewed believed that more could be  done to increase end-user input in setting research agendas. Some  stakeholders told us they did not always have sufficient opportunity to  voice their research interests and suggested that a more systematic  approach to communication with FS R&D was needed to ensure their  input was considered. According to one stakeholder, private landowners  may have fewer opportunities to provide input on research agendas  because conferences where research agendas are discussed may be too  expensive for them to attend or because they are not made aware of such  opportunities to participate. Similarly, despite FS R&D efforts to solicit  university input, the university representatives we interviewed told us that  FS R&D should make a more concerted effort to involve academia in FS  R&D’s early planning efforts.", "Although considering the priority needs of stakeholders is important, FS  R&D officials and researchers must also maintain discretion to prioritize  research they consider important even in the face of stakeholder  disagreement. Officials at the Forest Products Laboratory, for example,  told us that stakeholder input into the laboratory’s work is reviewed  annually through a peer-review process conducted by multiple end users— including other research stations, universities, and industry—to ensure the  laboratory is working on relevant science and evaluate the work it  considers for the future. Officials told us that some panelists criticized the  laboratory over the past 20 years for conducting research on nontoxic  wood preservatives to serve as alternatives to the widespread use of  traditional wood preservatives, stating that such research was  unnecessary. Because of concerns about traditional wood preservatives’  potential harm to human health and the environment, however, scientists  and managers at the laboratory felt that research into alternatives was  important. As a result, they continued to pursue this research despite    end-user suggestions, which officials told us proved to be important  because the use of the older preservatives is now restricted."], "subsections": []}, {"section_title": "Emphasis on Coordination with Other Agencies", "paragraphs": ["FS R&D has emphasized coordination with other federal research agencies  at various levels to leverage expertise and resource capacity and set  complementary research agendas. For example, current federal interest in  using biomass as a reliable source of energy requires integrating various  components of research and information unique to several different  agencies, such as methods for acquiring a sufficient supply of biomass  feedstock and converting this feedstock into energy. Officials we  interviewed from other agencies provided a large range of research issues  in which FS R&D is currently coordinating with multiple federal agencies  or research entities, including bioenergy, climate change, water quality,  restoration, and management across landscapes, and many stated that  coordination is increasing. For example, one official from USGS noted that  as recently as 5 years ago, he was aware of few coordinated efforts across  the Forest Service and USGS in the area of water research, but the  situation has since changed.", "At the national level, FS R&D and other agency officials described the  coordination undertaken with other federal agencies in a number of ways,  including interagency working groups, conferences, and regular meetings.  Within the Department of Agriculture, FS R&D broadly coordinates its  research with other component research agencies, including the  Agricultural Research Service and National Institute of Food and  Agriculture, by holding regular meetings to discuss research policy, mutual  research interests, and potential areas for coordination. FS R&D also  coordinates with agencies outside of the Department of Agriculture,  including USGS and the Bureau of Land Management in the Department of  the Interior, the Environmental Protection Agency, the Department of  Energy, and the National Science Foundation. Current efforts include  collaboration with Energy on biomass, USGS on carbon sequestration,  and multiple agencies on climate change. Specifically:    Biomass. The departments of Agriculture and Energy co-chair a biomass  research and development board charged with coordinating programs  across federal agencies to promote the use of biofuels and biobased  products. The Department of Agriculture has the lead on biomass  feedstock research while Energy has the lead on techniques to convert  feedstock into fuel, according to FS R&D and other agency officials.", "Within the Department of Agriculture, FS R&D and the Agricultural  Research Service are developing a network of Biomass Research Centers,  through which they will coordinate their agencies’ efforts to provide  biomass for the biofuels industry. The network will comprise existing  Agricultural Research Service and Forest Service facilities and scientists,  whose combined efforts, along with partnerships with universities and  private companies, are expected to help accelerate the commercial  production of biofuels, biopower, and other biobased products.", "Carbon sequestration. The Energy Independence and Security Act of 2007  directs federal agencies to coordinate on a number of efforts, including an  assessment of national capacity for geological sequestration of carbon.  Through the act, the Secretary of the Interior was directed to complete  this assessment with other federal agencies. The assessment has  geological and biological components, according to an official, with FIA  data from FS R&D expected to play a substantial role in the assessment.", "Climate change. FS R&D collaborates with multiple federal agencies on  issues related to climate change. For example, FS R&D is involved in the  U.S. Global Change Research Program, which coordinates and integrates  federal research on changes in the global environment and their  implications for society. Thirteen federal departments and agencies  participate in the program, including the departments of Commerce,  Defense, and Energy, and the National Aeronautics and Space  Administration. FS R&D also works directly with USGS on a number of  climate change initiatives. For example, USGS is developing eight climate  change response centers around the country; the Forest Service is on the  steering committee for the centers, and FS R&D and USGS will conduct  joint research out of these centers.", "FS R&D is also involved in a number of interagency efforts at regional and  local levels. For example, FS R&D is working with multiple federal  agencies in a variety of climate change partnership efforts. One such  partnership is the Consortium for Integrated Climate Research in Western  Mountains, a network of scientists, resource managers, and policymakers  from the Forest Service, the National Oceanic and Atmospheric  Administration, USGS, and universities that promotes climate monitoring,  research, communication, and decision support in the West. FS R&D is  also involved in the Great Basin Resource and Management Partnership,  through which FS R&D and a number of other federal agencies, including  the Bureau of Land Management, the Fish and Wildlife Service, and USGS,  as well as nonfederal entities such as universities and nongovernmental  organizations, are working to better link research to management in the  Great Basin, considered by some scientists to be one of the most  endangered ecoregions in the United States. At the local level, officials  told us that in Alaska, scientists from USGS and FS R&D worked together  on a joint project to forecast shifts in polar bear populations because of  climate change, work influential in the listing of the polar bear as a  threatened species under the Endangered Species Act. In the Southern  Research Station, the Coweeta Hydrologic Laboratory was designated as a  National Science Foundation Long-Term Ecological Research Site in 1980.  At this site, FS R&D, the National Science Foundation, and the University  of Georgia share facilities, staff, equipment, and funding to coordinate  research on rainfall, evaporation, and stream flow.", "In general, according to many officials from FS R&D and other agencies,  FS R&D’s scope of work complements, rather than duplicates, other  agencies’ work. For example, while FS R&D and the Agricultural Research  Service both do research on plants, FS R&D focuses mainly on trees while  the Agricultural Research Service focuses on herbaceous (nonwoody)  crops, resulting in minimal overlap, according to officials. Similarly, FS  R&D and USGS both conduct water research, but the bulk of FS R&D’s  research on water focuses on forest systems and wildland fire, according  to officials, while USGS’s water program has more breadth and provides  more of a “census report” of water, including information on water supply  and quality. The generally complementary, rather than overlapping, nature  of research prevails in part because FS R&D’s structure and mission differ  from those of other federal agencies conducting research, according to FS  R&D and other agency officials we spoke to. Several officials at various  agencies told us that FS R&D’s unique position as part of a land  management agency gives its work a specific focus that tends not to  overlap with the work of other federal research agencies, which are  primarily research agencies with no land management responsibilities."], "subsections": []}, {"section_title": "Other Challenges in Carrying Out Day-to-Day Activities", "paragraphs": ["FS R&D officials also reported several challenges that impede their ability  to conduct their day-to-day research, including computing and information  technology, human capital, and other administrative issues."], "subsections": [{"section_title": "Computer and Information Technology Issues", "paragraphs": ["Many FS R&D officials and scientists told us that issues related to  computer and information technology impede their ability to carry out  their work. FS R&D officials explained that researchers generally require  greater computing capacity than most other Forest Service employees; for  example, many researchers collect substantial amounts of data and  develop and use complex software applications. To understand the  specific information technology needs of FS R&D, an official from the  Chief Information Office for the Forest Service conducted a review of  technical challenges for FS R&D, which began in August 2007 and  produced an internal report in January 2009. The report identified a  number of “priority issues,” along with recommendations, some of which  were also frequently mentioned during our interviews with FS R&D  officials. These include insufficient customer service and support, with  multiple days needed to resolve routine computer issues; the long  technical approval process for researchers to use technology outside  current Forest Service information architecture; and insufficient  computing capacity, which can require researchers to rely on partners  such as universities to store and run FS R&D data and programs.", "Since the report was issued, the Chief Information Office has taken some  steps to address cited issues, and some FS R&D officials told us that  information technology support is improving. For example, officials told  us that the information office created a customer service representative  specifically for FS R&D and is revamping its system for entering requests  for technical approval. In addition, officials told us the information office  has implemented a pilot project aimed at improving high-end computing  capacity."], "subsections": []}, {"section_title": "Human Capital", "paragraphs": ["Several FS R&D officials told us that the Forest Service’s hiring process  sometimes impedes research. Human resource management was one of  the administrative functions the Forest Service centralized, a move that  may have contributed to dissatisfaction with the hiring process because  research stations no longer have human resource support on site as they  did in the past. Many FS R&D officials complained about the length of that  process, pointing out that, because the process can take so long,  temporary employees may begin work later than anticipated, shortening  the time they have to collect data for research projects. In some cases,  data can be collected only in certain months of the year; for example, the  field season in high alpine areas may be limited to a short period in the  summer, exacerbating the effects of hiring delays. In addition, according  to officials, the length of the process can sometimes cause research  stations to lose good candidates, if those candidates choose another  employer who can hire them more quickly.", "Another issue that FS R&D faces when hiring new employees is that  position descriptions are sometimes changed by the Forest Service’s  Human Resource Management office because employees there may not  understand the unique needs of research stations, according to FS R&D  officials. In scientific research, specific qualifications need to be  considered in filling research positions. For example, some officials told  us that a researcher may need to hire a technician who can mimic certain  bird calls and will include that requirement in the position description.  Human resource management officials, however, may take the  specification out because they think it is superfluous and too specific.  Likewise, two research positions with the same title might require  different skills or expertise, but, according to officials we interviewed,  human resource management officials may not understand the  distinctions."], "subsections": []}, {"section_title": "Administrative and Legal Challenges", "paragraphs": ["Administrative and legal challenges were also cited as hampering FS R&D  research. For example, the Paperwork Reduction Act contains review  requirements associated with developing surveys, which FS R&D  researchers told us are an obstacle to using surveys to obtain information  from nonfederal stakeholders. The act prohibits federal agencies from  conducting or sponsoring information collection unless they have prior  approval from the Office of Management and Budget. The act requires that  information collection be approved by the office when facts or opinions  are solicited from 10 or more people, including through surveys,  questionnaires, and focus groups. FS R&D officials told us that this  process is long and arduous—noting that it can take 1 to 2 years to get  surveys approved—which can prevent researchers from obtaining timely  information and sometimes dissuade them from administering surveys to  nonfederal stakeholders so as to avoid the process entirely.  Consequently, these researchers rely more heavily on federal stakeholders  to obtain input, use secondary data that already exist, or depend on  external partners to collect information for them. The requirements  associated with the act affect social science in particular, according to  officials, because social scientists tend to rely more heavily on data  developed through surveys and questionnaires than do scientists from  other disciplines.", "An additional legal and administrative challenge noted by FS R&D officials  is that the agency is restricted from directly applying for certain funding  sources. Under the National Science Foundation’s grant policy, this agency  does not normally support research or education activities by scientists,  engineers, or educators employed by other federal agencies. Accordingly,  FS R&D does not apply for National Science Foundation grants (and some  other grants) as the principal investigator and funding recipient. Rather,  FS R&D must work with a nonfederal entity (e.g., a university) that applies  for this funding, meaning that the nonfederal entity becomes the principal  investigator and funding recipient. Some officials believed these grants  should be open to the entire science community and noted that funding FS  R&D directly may be more efficient because FS R&D researchers may  have expertise in certain areas, as well as the ability to maintain long-term  research."], "subsections": []}]}]}, {"section_title": "Conclusions", "paragraphs": ["The breadth of the research carried out by FS R&D, and the value placed  on that work by the many who use it, reflects the agency’s efforts to  produce high-quality scientific information and tools to help manage our  nation’s forests and rangelands. This research is likely to be even more  important in the future, as a complex web of increasing stresses on  ecosystems crisscrossing multiple ownership boundaries tests the ability  of land managers, policymakers, and others to respond. FS R&D has  positioned itself to respond to these stresses, as evidenced by its research  into climate change, wildland fire, invasive species, and other topics of  immediate interest, by the steps it has taken to help ensure its research is  relevant, and by its emphasis on cross-cutting research that spans multiple  issues, ecological settings, research partners, and customers.", "But research is only part of FS R&D’s mission, and the ultimate success of  the research program depends on effective ways to deliver the resulting  knowledge and technology. Recognition is growing on the part of FS R&D  management that more emphasis needs to be placed on this process, as  shown by the steps taken to (1) create the National Science Application  Team, (2) increase emphasis on science delivery at the research station  level, and (3) commission a science delivery review in 2009. Nevertheless,  the agency has not fully assessed the effectiveness of its efforts to improve  science delivery, which remains a largely ad hoc process that is often  subject to the availability and interests of individual scientists. Part of this  unevenness arises because individual performance assessments emphasize  research and science delivery through peer-reviewed publications more  than other methods of science delivery that often convey research results  and the use of those results to broader audiences. Without assessing the  adequacy of steps taken to improve the agency’s science delivery efforts— and without ensuring that individual performance assessments  appropriately value and reward these other methods of science delivery— the benefits of FS R&D’s extensive research efforts may not be fully  realized."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To maintain and strengthen the science delivery role of FS R&D and help  the agency capitalize on the steps it has taken in this area, we recommend  that the Secretary of Agriculture direct the Chief of the Forest Service to  take the following two actions:    Assess the effectiveness of recent steps FS R&D has taken to improve  science delivery from FS R&D to land managers and other stakeholders,  including the extent to which these steps have helped ensure that FS  R&D’s work is disseminated beyond the agency and communicated to its  broad range of potential stakeholders. In assessing the effectiveness of  these steps, the Chief should consider the recommendations of the Forest  Service’s 2009 assessment of science delivery.", "Take steps to ensure that individual performance assessments better  balance the various types of science delivery activities."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to the Forest Service for comment. The  Forest Service agreed with our findings and recommendations, and noted  several actions that it intends to take to improve science delivery. In  particular, the agency will begin to assess the effectiveness of its recent  steps to improve science delivery and commit additional resources to  strengthen science delivery; it will amend its guidance for, and update its  training on, holding evaluation panels for research scientists so that  science delivery receives more emphasis; and it will continue to recognize  and provide incentives for science delivery activities. The agency noted,  however, that its flexibility to modify its approach to these evaluation  panels is limited because it must follow Office of Personnel Management  regulations and policies. The Forest Service’s written comments are  reproduced in appendix IV.", "Unless you publicly announce the contents of this report earlier, we plan  no further distribution until 30 days from the report date. At that time, we  will send copies of this report to the appropriate congressional  committees, the Secretary of Agriculture, the Chief of the Forest Service,  and other interested parties. In addition, this report is available at no  charge on the GAO Web site at http://www.gao.gov.", "If you or your staff have questions about this report, please contact me at  (202) 512-3841 or mittala@gao.gov. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this report. Key contributors to this report are listed in appendix V."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["Our objectives were to identify (1) the scope of research and development  carried out by Forest Service Research and Development (FS R&D) and  some of its resulting accomplishments; (2) trends in resources used in  performing FS R&D work and the effects of those trends on its research  efforts and priorities; and (3) recent steps FS R&D has taken to improve its  ability to fulfill its mission, and challenges it faces in doing so.", "To obtain information on the scope of FS R&D’s work and its  accomplishments, we reviewed relevant laws, regulations, guidance,  strategic plans, performance reviews, and historical documents and  interviewed FS R&D officials at each of the seven research stations and  the Washington Office. We visited five research stations in person (the  Northern, Pacific Northwest, Pacific Southwest, Rocky Mountain, and  Southern research stations) and interviewed officials from the other two  research stations by telephone. Within each of the research stations, we  interviewed a variety of officials, including the station directors, budget  officers, human resource management officials, scientists, and others. At  the Washington Office, we interviewed the Forest Service’s Deputy Chief  of Research and Development, the directors of FS R&D’s four major  science areas, and the acting and former National Science Application  Team coordinators. To obtain stakeholders’ views about FS R&D’s  activities and accomplishments, we conducted semistructured interviews  of National Forest System and State and Private Forestry officials from the  Washington Office and all nine Forest Service regions, including each  Regional Forester or designee, as well as nonagency stakeholders  representing a variety of interests such as industry, academia, and others.  These stakeholders included the American Forest and Paper Association,  the National Association of University Forest Resource Programs, the  National Association of State Foresters, the National Woodland Owners  Association, and others.", "To identify trends in resources used by FS R&D and the effects of those  trends on research efforts and priorities, we obtained and analyzed  spending and personnel data and interviewed scientists and officials at its  research stations and the Washington Office. To identify spending trends  for FS R&D, we obtained outlay data for fiscal years 2000 through 2009  from the Department of Agriculture’s Foundation Financial Information  System, including data on spending using both Forest Service  appropriations and external funding. We analyzed these outlays by  spending category (i.e., personnel, grants and agreements, training) for FS  R&D as a whole and for each of the research stations and the Washington  Office. To identify the sources of external support, as well as total external  funding and the number of projects supported, we obtained and analyzed  data from I-Web, a Forest Service database used to track agency  agreements. Because I-Web was established in 2005, we were able to  report detailed information about external support only for fiscal years  2005 through 2009. We analyzed outlay and external support data in both  nominal (actual) and constant (adjusted for inflation) terms. Adjusting  nominal dollars to constant dollars allows the comparison of purchasing  power across fiscal years. To adjust for inflation, we used the gross  domestic product price index with 2009 as the base year. To identify  effects of resource trends on FS R&D’s work, we interviewed scientists  and officials at the research stations about these trends and how they have  affected research efforts and priorities. To corroborate officials’  statements about their hiring practices and staffing levels, we analyzed the  Department of Agriculture’s National Finance Center data on permanent,  temporary, and term employees provided to us by the FS R&D Washington  Office for fiscal years 2006 through 2009; data from previous fiscal years  were not available for analysis. We assessed the reliability of the spending,  funding, and personnel data we used in our report by reviewing the  methods of data collection and entry for these databases and determined  that the data were sufficiently reliable to use in this report.", "Finally, to identify steps FS R&D has taken to improve its ability to fulfill  its mission and challenges it has faced in doing so, we reviewed relevant  laws, regulations, guidance, strategic plans, performance measures, and  recent research capacity and program assessments. We also relied on our  interviews with FS R&D officials at the research stations and the  Washington Office, and interviewed officials from the Forest Service’s  Chief Information Office to learn about FS R&D’s computer and  information technology challenges and what steps the office is taking to  address them. In addition, during our interviews of National Forest System  and State and Private Forestry officials and representatives from industry,  state government, and nonfederal groups, we asked their views of the  relevance of FS R&D work and what, in their opinion, could be done to  improve it. To determine the extent to which FS R&D coordinates its work  with other federal agencies to avoid unnecessary duplication of research,  we also interviewed officials from other agencies that conduct research  similar to that of FS R&D. To identify other federal agencies, we relied on  the results of our interviews with FS R&D officials and stakeholders and  reviewed National Science Foundation data to identify any additional  agencies that conduct research and development similar to FS R&D that  were not identified by the officials we interviewed. From our  comprehensive list of federal agencies, we selected a nongeneralizable  sample of five agencies: the Agricultural Research Service within the  Department of Agriculture; the Office of Energy Efficiency and Renewable  Energy within the Department of Energy; the Environmental Protection  Agency; the National Oceanic and Atmospheric Administration within the  Department of Commerce; and the U.S. Geological Survey within the  Department of the Interior. We also reviewed results from the American  Customer Satisfaction Index, the survey FS R&D uses to assess customer  satisfaction. Although the response rate for this survey was limited, it is  comparable to the rates obtained in surveys used to assess customer  satisfaction with other agencies.", "We conducted this performance audit from October 2009 through October  2010, in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: FS R&D Research Stations", "paragraphs": ["The following seven figures depict and identify the mission, geographic  coverage, research facility locations, and research subject areas of the  seven FS R&D research stations."], "subsections": []}, {"section_title": "Appendix III: Forest Service Research and Development Spending and Personnel Data, by Research Station", "paragraphs": ["This appendix provides data on FS R&D spending and personnel trends  across the research stations. Table 2 shows yearly spending by the  research stations.", "Table 3 shows, for each research station, FS R&D spending using external  funding from fiscal years 2000 through 2009, as well as the average annual  change in funding during that period.", "Table 4 shows the amount of external funding provided to FS R&D from  fiscal years 2005 through 2009, by source. Because other federal agencies  provide the majority of external support to FS R&D, their contributions  are shown by agency.", "Table 5 shows the number of FS R&D employees by employee type— permanent, term, and temporary—for each research station during fiscal  years 2006 through 2009."], "subsections": []}, {"section_title": "Appendix IV: Comments from the Department of Agriculture, Forest Service", "paragraphs": [], "subsections": []}, {"section_title": "Appendix V: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the individual named above, Steve Gaty, Assistant Director;  Ulana Bihun; Ellen W. Chu; Carol Henn; Richard P. Johnson; Paul  Kazemersky; Lesley Rinner; Kelly Rubin; Jacqueline Wade; Tama  Weinberg; and Melissa Wolf made key contributions to this report."], "subsections": []}]}], "fastfact": []}