{"id": "GAO-18-500", "url": "https://www.gao.gov/products/GAO-18-500", "title": "Consumer Protection: Gender-Related Price Differences for Goods and Services", "published_date": "2018-08-09T00:00:00", "released_date": "2018-08-23T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Gender-related price differences occur when consumers are charged different prices for the same or similar goods and services because of factors related to gender. While variation in costs and consumer demand may give rise to such price differences, some policymakers have raised concerns that gender bias may also be a factor. While the Equal Credit Opportunity Act and Fair Housing Act prohibit discrimination based on sex in credit and housing transactions, no federal law prohibits businesses from charging consumers different prices for the same or similar goods targeted to different genders.", "GAO was asked to review gender-related price differences for consumer goods and services sold in the United States. This report examines, among other things, (1) how prices compared for selected goods and services marketed to men and women, and potential reasons for any price differences; (2) what is known about price differences for men and women for products not differentiated by gender, such as mortgages; and (3) the extent to which federal agencies have identified and addressed any concerns about gender-related price differences.", "To examine these issues, GAO analyzed retail price data, reviewed relevant academic studies, analyzed federal consumer complaint data, and interviewed federal agency officials, industry experts, and academics."]}, {"section_title": "What GAO Found", "paragraphs": ["Firms differentiate many consumer products to appeal separately to men and women by slightly altering product attributes like color or scent. Products differentiated by gender may sell for different prices if men and women have different demands or willingness to pay for these product attributes. Of 10 personal care product categories (e.g., deodorants and shaving products) that GAO analyzed, average retail prices paid were significantly higher for women's products than for men's in 5 categories. In 2 categories—shaving gel and nondisposable razors—men's versions sold at a significantly higher price. One category—razor blades--had mixed results based on two price measures analyzed, and two others—disposable razors and mass-market perfumes—showed no significant gender price differences. GAO found that the target gender for a product is a significant factor contributing to price differences identified, but GAO did not have sufficient information to determine the extent to which these gender-related price differences were due to gender bias as opposed to other factors, such as different advertising costs. Though the analysis controlled for several observable product attributes, such as product size and packaging type, all underlying differences in costs and demand for products targeted to different genders could not be fully observed.", "Studies GAO reviewed found limited evidence of gender price differences for four products or services not differentiated by gender—mortgages, small business credit, auto purchases, and auto repairs. For example, with regard to mortgages, women as a group paid higher average mortgage rates than men, in part due to weaker credit characteristics, such as lower average income. However, after controlling for borrower credit characteristics and other factors, three studies did not find statistically significant differences in borrowing costs between men and women, while one found women paid higher rates for certain subprime loans. In addition, one study found that female borrowers defaulted less frequently than male borrowers with similar credit characteristics, and the study suggested that women may pay higher mortgage rates than men relative to their default risk. While these studies controlled for factors other than gender that could affect borrowing costs, several lacked important data on certain borrower risk characteristics, such as credit scores, which could affect analysis of gender disparities. Also, several studies analyzed small samples of subprime loans that were originated in 2005 or earlier, which limits the generalizability of the results.", "In their oversight of federal antidiscrimination statutes, the Bureau of Consumer Financial Protection, Federal Trade Commission, and Department of Housing and Urban Development have identified limited consumer concerns based on gender-related pricing differences. GAO's analysis of complaint data received by the three agencies from 2012–2017 found that they had received limited consumer complaints about gender-related price differences. The agencies provide general consumer education resources on discrimination and consumer awareness. However, given the limited consumer concern, they have not identified a need to incorporate additional materials specific to gender-related price differences into their existing consumer education resources."]}], "report": [{"section_title": "Letter", "paragraphs": ["Gender-related price differences can occur when manufacturers  differentiate their products to appeal separately to female and male  consumers, such as with clothing, personal care products, toys, and other  consumer goods. In addition, businesses may offer different prices to  female and male consumers for services, such as dry cleaning or  haircuts, to account for different costs, different consumer preferences, or  other factors associated with providing services to different genders.  While manufacturing, marketing, or other cost differences may contribute  to gender-related price differences, some policymakers have raised  concerns that gender bias may play a role. Moreover, if female and male  consumers pay different prices for similar products that they purchase  frequently, such as personal care products, this could result in substantial  differences in expenditures by gender over time. A consumer’s annual  spending on a product category can be significant, even when prices for  products within that category are low.", "You asked us to review gender-related price differences for goods and  services sold in the U.S. marketplace. This report examines (1) how  prices compared for selected categories of consumer goods that are  differentiated for men and women, and potential reasons for any  significant price differences; (2) what is known about the extent to which  men and women may pay different prices in, or experience different levels  of access to, markets for credit and goods and services that are not  differentiated based on gender; (3) the extent to which federal agencies  have identified and taken steps to address any concerns about gender- related price differences; and (4) state and local government efforts to  address concerns about gender-related price differences.", "To address our first objective, we purchased and analyzed Nielsen  Company (Nielsen) data on retail prices paid for 10 personal care product  categories for calendar year 2016. The product categories included  underarm deodorants, body deodorants, disposable razors,  nondisposable razors, razor blades, shaving creams, shaving gels, and  three categories of fragrances. We selected these categories because  they are commonly-purchased consumer goods that were categorized by  gender in the Nielsen data. The women’s and men’s versions of personal  care products we selected are generally more similar in terms of the form,  size, and packaging in comparison to certain other consumer product  categories that are also differentiated by gender, such as clothing. We  used regression models to analyze data on retail prices paid for 10  categories of personal care products differentiated for men and women.  We assessed the reliability of the Nielsen data by reviewing relevant  documentation and conducting interviews with Nielsen representatives to  review steps they took to collect and ensure the reliability of the data. In  addition, we electronically tested data fields for missing values, outliers,  and obvious errors. We determined that these data were sufficiently  reliable for our purposes. For more details on the methodology for, and  limitations of, our analysis of these retail price data, see appendix I.", "We also manually collected listed prices for 16 pairs of selected personal  care products from four different retailer websites over two 7-day periods  in January and March 2018. We selected comparable pairs of similar men’s and women’s products that were differentiated by product  attributes, such as scent or color, and were commonly sold across  retailers. We included product pairs from similar categories used in our  analysis of the Nielsen data. For more details on our online price data  collection and the limitations associated with interpreting the results, see  appendix II.", "To address our second objective, we identified and reviewed studies that  examined differences between the prices men and women paid for, or  their access to, consumer services and goods that are not differentiated  by gender—specifically interest rates, pricing, or access for mortgages or  other loan types while controlling for the effects of factors other than  gender or sex. We also identified and reviewed three studies on  differences in price for autos and auto repair services. We found the  studies we reviewed to be reliable for purposes of determining what is  known about price differences for the same products, though several  studies analyzed nonrepresentative data samples, such as subprime  mortgage loans, and thus the results are not generalizable.", "For our third objective, we reviewed relevant federal antidiscrimination  statutes and agency documentation related to oversight and enforcement  of these statutes. To learn about the potential extent of consumer  concerns about price differences that could be based solely on gender or  sex, we analyzed federal data on consumer complaints and  investigations. We selected a random sample of gender-related consumer  complaints from three databases managed by the Bureau of Consumer  Financial Protection (BCFP), the Federal Trade Commission (FTC), and  the Department of Housing and Urban Development (HUD), respectively,  and counted the number of complaints alleging a perceived gender- related price difference. We assessed the reliability of these data by  reviewing documentation and interviewing agency officials about these  databases. We determined that these data were sufficiently reliable for  our purposes of identifying complaints of gender-related price differences.  In addition, we interviewed agency officials from BCFP, FTC, HUD, and  the Department of Justice (DOJ), as well as industry experts and  academics, on gender-related price differences.", "To address our fourth objective, we identified and reviewed three  examples of state and local laws that specifically address gender-related  price differences. We also interviewed officials from the state and  localities that had enacted these laws. See appendix III for more  information on our scope and methodology.", "We conducted this performance audit from October 2016 to August 2018  in accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["Many consumer products—such as deodorants, shaving products, and  hair care products—are differentiated to appeal specifically to men or  women through differences in packaging, scent, or other product  characteristics (see fig. 1). These differences related to gender can affect  manufacturing and marketing costs that may contribute to price  differences in products targeted to different genders.", "However, firms may also charge consumers different prices for the same  (or very similar) goods and services even when there are no differences  in costs to produce. To maximize profits, firms use a variety of  techniques to charge prices close to the highest price different consumers  are willing to pay. Firms may attempt to get segments of the consumer  market to pay a higher price than another segment by slightly altering or  differentiating the product. Based on the differentiated products,  consumers self-select into different groups according to their preferences  and what they are willing to pay. For example, some consumer goods  have different versions of what is essentially the same product—except  for differences in packaging or features, such as scent—with one version  intended for women and another version intended for men. The two  products may be priced differently because the firm expects that one  gender will be willing to pay more for the product than the other based on  preference for certain product attributes.", "Firms may also use some group characteristic, such as age or gender, to  charge different prices because some groups may have differences in  willingness or ability to pay. For example, a firm may offer discounted  movie tickets to students or seniors, as they may have less disposable  income. For the seller the cost of providing the movie is the same for any  customer, but the seller is able to maximize its profits by offering tickets to  different groups of customers at different prices. A firm’s ability to  differentiate prices depends on multiple factors, such as the firm’s market  power (so that competitors cannot put downward pressure on prices to  eliminate the price differences), the presence of consumer segments with  different demands and willingness to pay, and control over the sale of its  product so it cannot be easily resold to exploit price differences.", "In addition, the extent to which consumers pay different prices for the  same or similar goods can depend on other factors, such as consumers’: willingness to purchase an item they believe may be priced higher for ability to compare prices and product characteristics and choose a  product based on its characteristics rather than its price,  choices about whether to purchase a more expensive version of the  product (e.g., a branded item versus a cheaper store brand),  choices about where to purchase the item (i.e., when different  retailers sell the same item at different prices), and use of coupons or promotions.", "No federal law expressly prohibits businesses from charging different  prices for the same or similar consumer goods and services targeted to  men and women. However, consumer protection laws do prohibit sex  discrimination in credit and real estate transactions. Specifically, the  Equal Credit Opportunity Act (ECOA) prohibits creditors from  discriminating against credit applicants based on sex or certain other  characteristics and the Fair Housing Act (FHA) prohibits discrimination in  the housing market on the basis of sex or certain other characteristics.", "ECOA and FHA (collectively known as the fair lending laws) prohibit  lenders from, among other things, refusing to extend credit or using  different standards in determining to extend credit based on sex. Credit,  such as a credit card account or mortgage loan, is generally made  available and priced based on a number of risk factors, including credit  score, income, and employment history. A borrower with a lower credit  score is likely to pay a higher interest rate on a loan, reflecting the greater  risk to the lender that the borrower could default on the loan. In addition  to the interest rate, borrowing costs for consumers can also include fees  and other costs charged by lenders or brokers. However, there may be  differences in average outcomes for men and women—such as for  availability of credit or interest rates—if there are differences related to  gender in the factors that determine creditworthiness, such as income.", "BCFP, FTC, the federal prudential regulators, and DOJ have the authority  to investigate alleged violations of ECOA and are primarily responsible for  enforcing the act’s requirements, while HUD and DOJ share responsibility  for enforcing the provisions of FHA. Further, BCFP and the prudential  regulators oversee regulated entities for compliance with ECOA by,  among other things, collecting complaints from the public and through  routine inspections of the financial institutions they oversee. HUD and  DOJ have the authority to bring enforcement actions for alleged violations  of FHA."], "subsections": []}, {"section_title": "Prices Differed Significantly for Selected Men’s and Women’s Personal Care Products, but We Could Not Attribute the Differences to Bias as Opposed to Other Factors", "paragraphs": ["In 5 out of 10 product categories we analyzed, personal care products  targeted to women sold at higher average prices than those targeted to  men after controlling for certain observable factors. For 2 of the 10  product categories, men’s versions sold at higher average prices. While  the factors we controlled for likely proxy for various costs and consumer  preferences, we could not fully observe all underlying differences in costs  and demand for products targeted to different genders. As a result, we  could not determine the extent to which the gender-based price  differences we observed may be attributed to gender bias as opposed to  other factors."], "subsections": [{"section_title": "For 5 of 10 Product Categories Analyzed, Women’s Products Sold at Higher Average Prices Than Men’s after Controlling for Some Observable Factors", "paragraphs": ["Women’s versions of personal care products sold at a statistically  significant higher average price than men’s versions for 5 of the 10  personal care product categories we analyzed—using two different price  measures and after controlling for observable factors that could affect  price, such as brands, product size or quantity, promotional expenses  (see table 1) and other product-specific attributes (e.g., scent, special  claims, form). Because women’s and men’s versions of the same  product were frequently sold in different sizes, we compared prices using  two price measures: average item price and average price per ounce or  count of product. For 2 of the 10 product categories—shaving gel and  nondisposable razors—men’s versions sold at a statistically significant  higher price using both price measures. For one category (razor blades),  women’s versions sold at a statistically significant higher average price  per count, but there was no gender price difference using average item  prices. Additionally, for two product categories—disposable razors and  mass-market perfumes—there were no statistically significant price  differences between men’s and women’s products using either price  measure.", "In addition to this analysis of retail price scanner data, we also manually  collected advertised online prices for a limited selection of personal care  products targeted to women and men from several online retailers.  Some price comparisons of advertised online prices for men’s and  women’s versions of a product were similar to comparisons of average  prices paid based on the Nielsen retail price scanner data. For example,  for three pairs of comparable underarm deodorants, the women’s  deodorant was listed at a higher price per ounce on average than the  men’s deodorant (see app. II). In addition, for one pair of shaving gel  products we analyzed, the men’s shaving gel was listed at a higher price  per ounce on average. However, for both pairs of nondisposable razors  we analyzed, the women’s razors were listed at a higher average price  per count than the men’s razors. This contrasted with the Nielsen data  showing that men’s nondisposable razors sold at higher prices on  average than women’s. An important limitation of our analysis of these  advertised prices is that we were unable to determine the extent to which  consumers actually paid these prices and in what volume the products  were sold, and our results are not generalizable to the broader universe  of prices for these products sold at other times or by other online retailers."], "subsections": []}, {"section_title": "We Could Not Determine the Extent to Which Price Differences May Be Due to Market Factors as Opposed to Gender Bias", "paragraphs": ["Though we found that the target gender for a product is a significant  factor contributing to price differences we identified, we do not have  sufficient information to determine the extent to which these gender- related price differences were due to gender bias as opposed to other  factors. Versions differentiated to appeal to men and women can result in  different costs for the manufacturer. Our econometric analysis controlled  for many observable factors related to costs, such as product size,  promotional activity, and packaging type. We also controlled for many  product attributes such as forms, scents, and special claims that products  make to account for underlying manufacturing cost differences. In  addition, we controlled for brands, which can reflect consumer  preferences. However, we do not have firm-level data on all cost  differences—for example, those related to advertising and packaging. As  a result, we could not determine the extent to which the price differences  we observed may be explained by remaining cost differences between  men’s and women’s products.", "We also do not have the data to determine the extent to which men and  women have different demands and willingness to pay for a product,  which would be expected to affect the prices firms charge for  differentiated products. For example, some academic experts we spoke with said that women may value some product attributes, such as design  and scent, more than men do. If products differentiated to incorporate  those attributes do not result in different costs, then differences in prices  could be part of a firm’s pricing strategy based on the willingness of one  gender to pay more than another.", "The conditions necessary for firms to be able to implement a strategy of  price differentiation likely exist for the personal care products we  analyzed. First, our analysis suggests that due to industry  concentration, there is limited market competition for the 10 personal care  products we analyzed. With more market power, firms can more easily  set different prices for different consumer segments. Second, firms have  the ability to segment the market for personal care products by tailoring  product characteristics related to gender, such as by labeling the product  as women’s deodorant or men’s deodorant, or by altering scent or colors.  Third, while men and women are able to freely purchase a product  targeted to the opposite gender, certain factors may limit the extent to  which this occurs. For example, some product differences such as  scents may discourage one gender from buying products targeted to  another gender. In addition, consumers may find it difficult and time- consuming to compare prices for similar men’s and women’s products  because of the ways they are differentiated (such as product size and  scents) and because they may be sold in different parts of a store."], "subsections": []}]}, {"section_title": "Studies We Reviewed Found Limited Evidence of Price Differences for Men and Women for Mortgages, Small Business Credit, and Auto Purchases", "paragraphs": ["We reviewed studies that compared prices for men and women in four  markets where the product or service is not differentiated by gender:  mortgages, small business credit, auto purchases, and auto repairs.  First, we reviewed studies on mortgage and small business credit that  analyzed interest rates and access to credit to identify any differences for  men and women. Second, we reviewed studies that compared prices  quoted to men and women in auto purchase and repair markets.  However, several of these studies have important limitations, such as  using nonrepresentative data samples, and the results are not  generalizable."], "subsections": [{"section_title": "Studies on Mortgages Found Mixed Evidence of Disparities in Borrowing Costs between Men and Women", "paragraphs": ["Studies we reviewed found that women as a group pay higher interest  rates on average than men in part due to weaker credit characteristics.  After controlling for borrower credit characteristics and other factors, three  studies did not find statistically significant differences in interest rates  between men and women for the same type of mortgage, while one study  found that women paid higher mortgage rates for certain subprime loans.  In addition, one study found that female borrowers defaulted less  frequently on their loans than male borrowers with similar credit  characteristics, suggesting that women as a group may pay higher  mortgage rates than men relative to their default risk. While these studies  attempted to control for factors other than gender or sex that could affect  borrowing costs, several lacked important data on certain borrower risk  characteristics. For example, several studies we reviewed rely on Home  Mortgage Disclosure Act of 1975 (HMDA) data, which did not include data  on risk factors such as borrower credit scores that could affect analysis of  disparities between men and women. Also, several studies analyzed  nonrepresentative samples of loans, such as subprime loans or loans  originated more than 10 years ago, which limits the generalizability of the  results (see table 2).", "Three of the studies we reviewed found that while women on average  were charged higher interest rates on mortgage loans than men, this  difference was not statistically significant after controlling for other factors.  For example, one study found that differences in mortgage interest rates  between men and women became insignificant after controlling for  differences in how men and women shop for mortgage rates. The  authors used data from the 2004 Survey of Consumer Finances (SCF) to  analyze the effect on interest rates of mortgage features, borrower  characteristics such as gender, and market conditions. However, their  analysis did not include data on some borrower credit characteristics such  as credit score and debt-to-income ratio that could affect borrowing  costs. Another study found that women were charged higher interest  rates for subprime loans made in 2005, but once the authors controlled  for observed risk characteristics there was no evidence of disparity in  interest rates by gender of the borrower in the subprime market.", "However, the authors’ data did not include any fees paid at loan  origination, which could affect the overall cost of borrowing. A third study  that examined disparities between men and women in subprime loans  found no significant evidence that gender affected the cost of borrowing  within the subprime market, though it did find that women—particularly  African American women—were more likely to have subprime loans.  The authors found that, even after controlling for some financial  characteristics and loan terms, single African American women were  more likely than non-Hispanic white couples to have subprime loans.", "One study analyzed subprime loans made by one large lender from 2003  through 2005 and found that women paid more for subprime mortgages  than men after controlling for some risk factors. This study found that  women had higher average borrowing costs—as measured by annual  percentage rate—than men, and controlling for credit characteristics such  as credit scores and debt-to-income ratios did not fully explain the  differences. However, the authors did not control for other factors that  could also affect borrowing costs, such as differences in education,  shopping behaviors, and geographic location.", "Additionally, a research paper found that female-only borrowers—that is,  where the only borrower is a woman—default less than male-only  borrowers with similar loans and credit characteristics. The authors  found that female-only borrowers on average pay more for their mortgage  loans because they generally have weaker credit characteristics, such as  lower income, and also because a higher percentage of these mortgage  loans are subprime. However, after controlling for credit characteristics  such as credit score, loan term, and loan-to-value ratio, among others,  the analysis showed that these weaker credit characteristics do not  accurately predict how well women pay their mortgage loans. Since  pricing is tied to credit characteristics and not performance, women may  pay more relative to their actual risk than do similar men."], "subsections": []}, {"section_title": "Studies on Small Business Credit Did Not Identify Gender Differences in Borrowing Costs but Found Mixed Evidence of Differences for Access to Credit", "paragraphs": ["Studies we reviewed on small business loans generally did not find  differences in interest rates, though some found differences in denial  rates and other accessibility issues between female- and male-owned  firms. Most of the studies we reviewed used data from the 1993, 1998,  or 2003 Survey of Small Business Finances (SSBF), which could limit the  applicability or relevance of their findings today. A study that analyzed  data from the 1993 SSBF did not find evidence that businesses owned by  women paid more for credit than firms owned by white men. However,  when the authors took into account the market concentration and  competition, they found that white female-owned firms experienced  increased denial rates in less competitive markets. In addition, the study  found that women may avoid applying for credit in those markets because  of the fear of being denied. For example, almost half of all small business  owners who needed credit reported that they did not apply for credit, and  these rates were even higher for businesses owned by women and  minorities.", "Other studies found that women may have less access to small business  credit than men, in part because of higher denial rates and because they  may not apply for credit out of fear of rejection. For example, one study  found that women-owned firms have higher loan denial rates compared  with men; however, this is mainly due to differences in business  characteristics of female- and male-owned firms. The authors also  found that even when denial rates are the same for small businesses with  similar characteristics, women’s loan application rates are lower,  suggesting that women may be discouraged from applying for credit by  the higher overall denial rates for female-owned firms. Another study by  one of the same authors examined the reasons why female borrowers  may be discouraged from applying for a business loan compared to male  business owners and found that it was mainly because they fear that their  application will be rejected. A third study by the same author found that  women in general did not have less access to credit than men, though  newer female-owned firms received significantly lower loan amounts than  requested compared to their male-owned counterparts. Similarly, the  study also found that women with few years of experience managing or  owning a business received significantly lower loan amounts compared  with men with similar years of experience. A fourth study looked at six  different types of loans, including lines of credit, and found that white  women were significantly more likely than white men to avoid applying for  a loan because they assume they would be denied.  However, once the  authors’ model controlled for education differences, all gender disparities  in applying for credit disappeared, though white women were still less  likely than white men to have loans."], "subsections": []}, {"section_title": "Studies Found That Men and Women Paid or Were Quoted Different Prices for Auto Purchases and Auto Repairs", "paragraphs": ["Studies we reviewed on auto purchases and repairs found that a seller’s  expectation of what customers are willing to pay and how informed they  seemed can differ by gender, which can affect the price customers are  quoted. However, these studies were published in 1995 and 2001, which  may limit the applicability or relevance of their findings today. The 2001  study we reviewed on auto purchases found that though women paid  higher prices than men for car purchases on average, these differences  declined when cars were purchased online. The authors suggest that  this may be because Internet consumers can effectively convey their level  of price knowledge and therefore may seem better informed to the sellers.  They also suggest it could be because the dealerships have less  information about online consumers and their willingness to pay, which  may limit the extent of price differentiation. The 1995 study on auto  purchases found that the dealers quoted significantly lower prices to white  males than to female or African American test buyers using identical,  scripted bargaining strategies in part because dealers may have made  assumptions about women’s willingness to bargain for lower prices.", "We also reviewed one study on auto repairs that found that women were  quoted higher prices than men if they seemed uninformed about the cost  of car repair when requesting a quote, but the price differences  disappeared if the study participant mentioned an expected price. The  study suggests that a potential explanation for this result could be that  auto repair shops expect women to accept a price that is higher than the  market average and men to accept a price below it."], "subsections": []}]}, {"section_title": "Federal Agencies Have Identified Limited or No Consumer Concerns about Price Differences Based on Sex or Gender", "paragraphs": [], "subsections": [{"section_title": "Federal Agencies Monitor Consumer Complaints and Identified Limited Examples of Concerns of Price Differences Based on the Consumer’s Sex or Gender", "paragraphs": ["BCFP and HUD have responsibilities to monitor consumer complaints in  the consumer credit and housing markets, respectively. Additionally,  FTC monitors complaints about the consumer credit and consumer goods  markets. All three agencies play a role in potentially monitoring or  addressing issues of gender-related price differences and have online  complaint forms for submission of consumer complaints:", "BCFP collects and reviews consumer complaints about financial  products and services and provides complaints and related data in its  Consumer Complaint Database. In 2017 BCFP received  approximately 320,200 consumer complaints. The products that  generated the most complaints in 2017 were “Credit or consumer  reporting,” “Debt collection,” and “Mortgage.\" According to BCFP  officials, BCFP also analyzes loan and demographics data collected  through HMDA and other data sources to monitor and identify market  trends. In addition, BCFP and the federal financial regulators examine  fair lending practices of the institutions they regulate, and these  examinations have uncovered sex discrimination in credit products by  FDIC and NCUA.", "FTC receives complaints and the complaints are stored in the  Consumer Sentinel Network, a database of consumer complaints  received by FTC, as well as those filed with other federal and state  agencies and organizations, such as mass marketing fraud  complaints from the Council of Better Business Bureaus. The  complaints in the Consumer Sentinel Network focus on consumer  fraud, identity theft, and other consumer protection matters, such as  debt collection, and can include complaints related to consumer credit  markets.", "HUD receives consumer complaints about potential FHA violations  through its website, via its toll-free phone hotline, and in writing. HUD  monitors those complaints through its online HUD Enforcement  Management System. HUD investigates all complaints for which it has  jurisdictional authority. HUD may monitor complaints to identify trends,  but HUD officials stated that the agency does not generally monitor  consumer credit and housing market data, absent a specific  complaint. In cases where HUD has jurisdictional authority under  FHA, HUD offers conciliation between the parties. If resolution is not  reached, and HUD determines there is reasonable cause to believe a  violation has occurred, the parties may elect to have the matter heard  in U.S. District Court or at HUD.", "In their oversight of federal antidiscrimination statutes, BCFP officials said  they have not identified significant consumer concerns about price  differences based on a consumer’s sex or gender. FTC and HUD officials  identified some examples of concerns of this nature. For example, FTC  has taken enforcement actions alleging unlawful race- and gender-related  price differences. HUD has also identified several cases where pregnant  women and their partners applied for a mortgage while the woman was  on maternity leave, and the couple’s mortgage loan application was  denied."], "subsections": []}, {"section_title": "Our Analysis of Federal Agency Data Identified Few Consumer Complaints about Price Differences Based on Sex or Gender", "paragraphs": ["BCFP, FTC, and HUD have received few consumer complaints about  price differences related to sex or gender, according to our analysis of a  sample of each agency’s 2012–2017 complaint data (see table 3). In  separate samples of 100 gender-related complaints at BCFP, HUD, and  FTC, we found that 0, 4, and 1 complaint, respectively, were related to  price differences based on sex or gender. Three of the complaints from  HUD also cited differences in price based on other protected classes  (such as race or ethnicity).", "Half of the academic experts and consumer groups we interviewed told  us that in some markets it is difficult for consumers to observe and  compare prices paid by other consumers, such as when prices are not  posted or can be negotiated (e.g., car sales). In such cases, consumers  may not know if other consumers are paying a higher or lower price than  the price quoted to them. Most academic experts also told us that when  consumers are aware that price differences could exist, they may make  different decisions when making purchases. Additionally, officials from  BCFP noted that price differences related to gender may be difficult for  consumers to identify, or that consumers may not know where to  complain."], "subsections": []}, {"section_title": "Agencies Provide Resources on Discrimination and Have Not Developed Other Consumer Education Efforts on Gender in Part Due to Limited Public Complaints", "paragraphs": ["The consumer education resources of BCFP, FTC, and HUD provide  general consumer education resources on discrimination (i.e., consumer  user guide or a website) and consumer awareness. Officials from BCFP  and HUD said they have not identified a need to develop other consumer  education resources specific to gender-related price differences. For  example, BCFP’s print and online consumer education materials are  intended to inform consumers of their rights and protections related to  credit discrimination, which includes discrimination based on sex or  gender. The three agencies’ consumer education materials also provide  advice that could help consumers avoid paying higher prices regardless  of their gender—such as home-buying resources and resources on  comparison shopping. However, the agencies have not developed  additional educational resources focused specifically on potential gender- related price differences in part because few complaints on this topic  have been collected in their databases, agency officials told us. FTC  officials noted that it tries to focus its education efforts on topics that will  have the greatest benefit to consumers, often determined by information it  gathers through complaints and investigations.", "Representatives of five consumer groups and industry associations told  us that they have received few complaints about gender-related price  differences. However, four consumer groups noted that low concern could  be the result of consumers being unaware of price differences related to  gender. For example, as indicated above, price differences related to  gender may be difficult for consumers to identify when they cannot  determine whether they are paying a higher price than others.  Representatives of two retailing industry associations similarly stated that  they have not heard concerns about price differences related to gender."], "subsections": []}]}, {"section_title": "Some State and Local Governments Have Passed Laws to Address Concerns about Gender-related Price Differences", "paragraphs": ["In response to consumer complaints or concerns about gender disparities  in pricing, at least one state (California) and two municipalities (Miami- Dade County and New York City) have passed laws or ordinances to  prohibit businesses from charging different prices for the same or similar  goods or services solely based on gender (see table 4). In addition, two  of these laws included requirements related to promoting price  transparency. California enacted the Gender Tax Repeal Act of 1995,  which prohibits businesses from charging different prices for the same or  similar services based on a consumer’s gender. The law also requires  certain businesses to display price information and disclose prices upon  request, according to state officials with whom we spoke. Similarly, in  1997, Miami-Dade County passed the Gender Pricing Ordinance, which  prohibits businesses from charging different prices based solely on a  consumer’s gender (though businesses are permitted to charge different  prices if the goods or services involve more time, difficulty, or cost). In the  same year, it also passed an ordinance that prohibits dry cleaning  businesses from charging different prices for similar services based on  gender. This ordinance also requires those businesses to post all prices  on a clear and conspicuous sign, according to county officials with whom  we spoke.", "State and local officials we interviewed identified benefits and challenges  associated with these laws. For example, California, New York City, and  Miami-Dade County officials noted that these laws give them the ability to  intervene to address pricing practices that may lead to discrimination  based on gender. In addition, California state officials said that the state’s  efforts to implement the Gender Tax Repeal Act helped to improve  consumer awareness about gender price differences. However, officials  from California and Miami-Dade County cited challenges associated with  tracking relevant complaints. For example, Miami-Dade County’s online  complaint form includes a narrative section but does not ask for the  complainant’s gender. Consumers do not always identify their gender in  the narrative or state that that was the reason for their treatment.", "Additionally, officials from California and Miami-Dade County stated that  seeking out violations would be very resource-intensive, and they rely on  residents to submit complaints about violations."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to BCFP, DOJ, FTC, and HUD. BCFP,  FTC, and HUD provided technical comments on the report draft, which  we incorporated where appropriate.", "As agreed with your offices, unless you publicly announce the contents of  this report earlier, we plan no further distribution until 30 days from the  report date. At that time, we will send copies to the appropriate  congressional committees, BCFP, DOJ, FTC, HUD, and other interested  parties. In addition, the report will be available at no charge on the GAO  website at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  me at (202) 512-8678 or cackleya@gao.gov. Contact points for our  Offices of Congressional Relations and Public Affairs may be found on  the last page of this report. GAO staff who made key contributions to this  report are listed in appendix VI."], "subsections": []}]}, {"section_title": "Appendix I: Nielsen Retail Price Data Analysis Methodology", "paragraphs": ["We used a multivariate regression model to estimate the effect of gender  (to which a product is targeted to) on the price of that product while  controlling for other factors that may also affect the product’s price. The  factors that we controlled for were the product size, promotional and  packaging costs, and other product characteristics discussed in detail  later. We used scanner data from the Nielsen Company (Nielsen) for  calendar year 2016 and analyzed the following 10 product categories: (1)  underarm deodorants, (2) body deodorants, (3) shaving cream, (4)  shaving gel, (5) disposable razors, (6) nondisposable razors, (7) razor  blades, (8) designer perfumes, (9) mass-market perfumes, and (10)  mass-market body sprays. We estimated the following regression model  for each of our 10 product categories:  P=α+β*Male + λ* Size + θ*Owner +η*Promotion+ μ*X + δ*Y + ε  The dependent variable P in the above equation represents price. For our  analysis, we constructed two measures of price. The first is the item price,  estimated as the total dollar sales of an item (each item is depicted by a  unique Universal Product Code (UPC) in the Nielsen data), divided by the  total units sold of that item. The second measure of price that we use is  price per ounce or price per count. This is estimated as the item price  divided by the total quantity of product, where quantity or size depicts the  number of ounces (as in the case of fragrances) or the count of blades in  razor blade packs. The total quantity of the product is the ounces or  counts of one item multiplied by the number of items included in a specific  product configuration. For example, a 2-pack of deodorant sticks where  each deodorant stick is 2.7 ounces would be a total quantity of 5.4  ounces.", "The variable Male in the above equation is an indicator variable depicting  whether the product is designated as a “men’s” product in the Nielsen  data. It is represented as a value of “1” for men’s products and a value of  “0” for women’s products. The co-efficient for this variable, parameter β,  would therefore show the price difference between a men’s and women’s  product. A negative value would imply a lower price for products  designated as men’s products.", "The variable Size represents the most appropriate specification of the  size of the product.", "Owner is a set of indicator variables representing all the brand owners  selling a particular product. The brand of a product can be expected to  have a substantial effect on prices for the kind of products we analyze  because brands can be a proxy for quality for some consumers. However,  we also found that firms often create gender-specific brands, so holding  brands constant rendered most gender-based price comparisons  infeasible. To overcome this, we hold owners instead of brands constant  for our price comparison analysis.", "The variable Promotion represents the percentage of dollar sales that  were sold on any type of promotion. This variable proxies for promotional  costs to some extent based on the assumption that the greater the  proportion of sales due to promotional activity, the greater the promotional  costs.", "The variables X represent a set of indicator variables for packaging  characteristics such as package delivery method (for example, roll-on or  aerosol spray deodorants) or package shape (for example, bottle, tube, or  can). We expect these characteristics to proxy for different costs  associated with different packaging methods.", "The variables Y represent a set of indicator variables representing  different product characteristics (for example, forms such as gel stick or  smooth solid and claims such as “active cooling” or “anti-wetness” for  underarm deodorants, and blade types such as “triple edge” and “flexible  six” for razors). These product characteristics may proxy for some  underlying manufacturing costs or even consumer preferences. Since  firms may create gender-specific product attributes—scents like “sweet  petals” and “pure sport” or razor head types and colors to differentiate  products between genders—we did not always keep every product  attribute constant when comparing prices. The idiosyncratic error term is  represented by ε.", "All of our regressions are weighted, with the proportion of units sold for a  particular item in that year as the weight. This is because, for personal  care products, there are large differences in units sold of various product  types and brands, and therefore it not useful to compare simple un- weighted average prices. For example, for one company the highest  selling men’s deodorant stick sold almost 12 million units in 2016, and the  highest selling women’s deodorant stick sold over 8 million units. The  average units sold for underarm deodorants as a whole was just over  300,000 units, and 1,000 products out of a total of almost 3,000 products  had less than 100 units sold in 2016.", "The linear model we used has the usual shortcomings of being subject to  specification bias to the extent the relationship between price and each of  the independent variables is not linear. The model also does not include  complete data on costs, such as advertising and packaging, or  consumers’ willingness to pay, both of which have an effect on the price  differences. The model may thus also be subject to omitted variable bias.  In addition, the model may have some endogeneity issues to the extent  the product characteristics themselves are influenced by consumers’  willingness to pay for some of those product features. To reduce the  impact of any model misspecifications or heteroscedasticity, we used the  robust (or Huber-White sandwich) estimator.", "We estimated the regression model above for each of the 10 products  separately and for each of the two measures of price. We used Nielsen’s  in-store, retail price scanner data, which include information on total  volume sold and dollar sales for items purchased at 228 retailers  including grocery stores, drug stores, mass merchandisers (such as  Target), dollar stores, club stores (such as Sam’s Club), and convenience  stores. The data capture 82 percent of all U.S. sales. Nielsen also  projects sales for the remaining noncooperating retailers, and that  information is included in this dataset. We excluded some very small  brands that did not have enough units sold from our regression analysis  in order to avoid outliers. These brands usually had less than 50,000 units  sold over the entire year, and for some products they represented less  than 1 percent of all units sold. We found that average retail prices paid  were significantly higher for women’s products than for men’s in 5 out of  10 personal care products. In 2 categories, men’s versions sold at a  significantly higher price. One category had mixed results based on two  price measures analyzed, and two others showed no significant gender  price differences. A summary of our regression results is presented in  table 5."], "subsections": []}, {"section_title": "Appendix II: Collection of Online Prices for Selected Personal Care Products", "paragraphs": ["We manually collected prices for 16 pairs of selected personal care  products from the websites of four online retailers that also operated  physical store locations. We selected comparable pairs of similar men’s  and women’s products that were differentiated by product attributes, such  as scent or color, and were sold at most or all of the four retailers. The  products were selected based on several comparability factors such as  brand, product claims, and number of blades in a razor. For two 1-week  time periods in January and March 2018, we collected prices manually  between 1:00 p.m. and 7:00 p.m. (ET) over two 7-day time periods. We  collected listed prices and did not adjust the prices for any promotions  that were available, such as online coupons or buy-one-get-one-free  offers.", "Table 6 presents the results of our online price collection. These results  have important limitations:", "The average prices shown are not generalizable to the broader  universe of prices for these products sold at other times or by other  online retailers.", "The data reflect prices advertised to consumers rather than the prices  consumers actually paid.", "The data do not capture the volume of sales for each item for each  retailer; in our analysis, we weighted all advertised prices equally  across the retailers. As a result, differences we found within these  advertised prices may not have translated into comparable differences  in prices female and male consumers paid for these products online.", "The prices do not reflect any promotional discounts, volume  discounts, or other discounts that may have been available to some or  all consumers."], "subsections": []}, {"section_title": "Appendix III: Objectives, Scope, and Methodology", "paragraphs": ["This report examines (1) how prices compared for selected categories of  consumer goods that are differentiated for men and women, and potential  reasons for any significant price differences; (2) what is known about the  extent to which men and women may pay different prices in, or  experience different levels of access to, markets for credit and goods and  services that are not differentiated based on gender; (3) the extent to  which federal agencies have identified and taken steps to address any  concerns about gender-related price differences; and (4) state and local  government efforts to address concerns about gender-related price  differences.", "To compare prices for selected goods that are differentiated for men and  women, we purchased and analyzed Nielsen Company (Nielsen) data on  retail prices paid for 10 personal care product categories for calendar  year 2016. The product categories included underarm deodorants, body  deodorants (typically sold as a spray), disposable razors, nondisposable  razors, razor blades, shaving creams, shaving gels, and three categories  of fragrances. We selected these categories of personal care products  because they are commonly purchased consumer goods that were  categorized by gender in the Nielsen data. The women’s and men’s  versions of personal care products we selected are generally more similar  in terms of the form, size, and packaging in comparison to certain other  consumer product categories that are also differentiated by gender, such  as clothing. We used regression models to analyze data on retail prices  paid for the 10 categories of personal care products differentiated for  women and men. To assess the reliability of the Nielsen data, we  reviewed relevant documentation and conducted interviews with Nielsen  representatives to review steps they took to collect and ensure the  reliability of the data. In addition, we electronically tested data fields for  missing values, outliers, and obvious errors. We determined that these  data were sufficiently reliable for our purposes. For more details on the  methodology for, and limitations of, our analysis of these retail price data,  see appendix I.", "We also manually collected listed prices for 16 pairs of selected personal  care products from four different retailer websites over two 7-day periods  in January and March 2018. For each pair, we selected comparable  men’s and women’s products that were differentiated by product  attributes, such as scent or color, and were commonly sold across  retailers. For more details on our online price data collection and the  limitations associated with interpreting the results, see appendix II.", "To examine what is known about the extent to which men and women  may be offered different prices or access for the same goods or services,  we reviewed academic literature identified through a literature search  covering the last 25 years. To identify existing studies from peer-reviewed  journals, we conducted searches using subject and keyword searches of  various databases, such as EconLit, Scopus, ProQuest, and Social  SciSearch. We also used a snowball search technique—meaning we  reviewed relevant academic literature cited in our selected studies—to  identify additional studies. We performed these searches and identified  articles from December 2016 to April 2018. From these searches, we  identified 21 studies that appeared in peer-reviewed journals or research  institutions’ publications from 1995 through 2016 and were relevant to  gender-related price differences for the same products. We reviewed and  assessed each study’s evaluation methodology based on generally  accepted social science standards. See the bibliography at the end of this  report for a list of the 21 studies.", "We then summarized the research findings. A GAO economist read and  assessed each study, using the same data collection instrument. The  assessment focused on information such as the types of disparities  examined, the research design and data sources used, and methods of  data analysis. The assessment also focused on the quality of the data  used in the studies as reported by the researchers and any limitations of  data sources for the purposes for which they were used. A second GAO  economist reviewed each completed data collection instrument to verify  the accuracy of the information included. As a result, the 21 studies that  we selected for our review met our criteria for methodological quality. We  found the studies we reviewed to be reliable for purposes of determining  what is known about price differences for the same products. However,  these studies have important limitations, such as using nonrepresentative  data samples, and the results are not generalizable.", "To examine the federal role in overseeing gender-related price  differences, we reviewed relevant federal statutes and agency guidance,  and interviewed officials from the Federal Trade Commission (FTC),  Bureau of Consumer Financial Protection (BCFP), the Department of  Housing and Urban Development (HUD), and the Department of Justice  (DOJ). To help identify the extent of concerns about gender-related price  differences, we interviewed representatives from eight consumer groups,  three industry associations, and four academic experts. Additionally, we  reviewed a sample of consumer complaints from databases managed by  BCFP, FTC, and HUD (Consumer Complaint Database, Consumer  Sentinel Network, and Enforcement Management System, respectively).  Complaints were submitted by consumers across the United States about  various financial products, housing grievances, and other consumer  protection concerns.", "To identify our universe of gender-related consumer complaints in BCFP  and FTC databases, we used the following search terms that targeted sex  or gender discrimination: discriminat, unfair, treat, decept, abus, female,  woman, women, man, men, male, gender, sex, female, woman, women,  man, men, male, gender, and sex. HUD’s consumer complaint database  is categorized by protected class (e.g., race, sex, national origin), so we  did not need to use search terms to identify gender-related complaints.", "For the years 2012 through 2017, we identified 6,117 BCFP consumer  complaint narratives; 10,472 FTC consumer complaints narratives; and  5,421 HUD consumer complaint narratives that were relevant to our  scope. We then drew a stratified random probability sample of 100  gender-related consumer complaints from each database. To determine  which complaints in our samples were about price differences related to  gender or sex, two team members read through each complaint narrative  and coded whether or not the complainant’s narrative indicated that they  felt that they paid or were charged more because of their gender or sex. A  third team member conducted a final review of the results, and made a  final determination in cases where there were differences in the first two  team member’s assessments.", "With this probability sample, each member of the study population had a  nonzero probability of being included, and that probability could be  computed for any member. We followed a probability procedure based on  random selections and our sample is only one of a large number of  samples that we might have drawn. Since each sample could have  provided different estimates, we express our confidence in the precision  of our particular sample’s results as a 95 percent confidence interval (with  a margin of error of 5.9 percent). This is the interval that would contain  the actual population value for 95 percent of the samples we could have  drawn. We assessed the reliability of these data by reviewing  documentation and interviewing agency officials about the databases  used to collect these complaints. We determined that these data were  sufficiently reliable for our purposes of identifying complaints of gender- related price differences.", "To explore state and local efforts to address concerns about gender- related price differences, we conducted a literature search and identified  three state or local laws or ordinances that specifically address gender- related price differences: California, Miami-Dade County, Florida, and  New York City, New York. We reviewed these laws and ordinances and  interviewed officials from these jurisdictions to discuss motivations for,  oversight of, and the impact of these laws.", "We conducted this performance audit from October 2016 to August 2018  in accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix IV: Descriptive Statistics of Nielsen Retail Price Data", "paragraphs": ["For each of 10 personal care product categories we analyzed, we  compared the overall average prices for women’s products and men’s  products using two measures of average price: average item price and  average price per ounce or count. While the second price measure  adjusts the average price for quantity of product, these comparisons did  not take into account the effect on price of differences in product brand,  packaging, and other characteristics.", "As shown in table 7, adjusting the average item price to account for  differences in product quantity (ounces or count) significantly affected the  size and magnitude of gender price differences for several product  categories. This is because men’s products in the dataset were  frequently larger in size or count compared with women’s products in the  same category. For example, women’s disposable razors sold for 11  percent less than those targeted to men when we compared average item  prices. However, when we compared average price per count of razors,  women’s disposable razors sold for 19 percent more on average than  men’s. This is because women’s disposable razors had on average about  one fewer razor per package. In 5 out of 10 product categories, women’s  versions of the product on average sold for a higher price per ounce or  count than men’s and these differences were statistically significant at the  95 percent confidence level for 4 products and at the 90 percent level for  one product.", "Information about sales and relative sizes of different products targeted to  men and women are presented in table 8 below."], "subsections": []}, {"section_title": "Appendix V: Selected Federal Agency Consumer Complaint Processes", "paragraphs": ["This appendix provides additional details about the consumer complaint  processes at the Bureau of Consumer Financial Protection (BCFP),  Federal Trade Commission (FTC), and Department of Housing and Urban  Development (HUD). Consumers with a complaint about unfair treatment  related to gender could submit a complaint to one of these agencies.  BCFP and FTC monitor consumer complaints related to violations under  the Equal Credit Opportunity Act, while HUD and the Department of  Justice (DOJ) investigate housing discrimination complaints under the  Fair Housing Act. These complaints could be about price differences  because of gender."], "subsections": []}, {"section_title": "Appendix VI: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": ["Alicia Puente Cackley, (202) 512-8678 or cackleya@gao.gov."], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, John Fisher (Assistant Director),  Jeff Harner (Analyst in Charge), Vida Awumey, Bethany Benitez, Namita  Bhatia-Sabharwal, Kelsey Kreider, and Kelsey Sagawa made key  contributions to this report. Also contributing to this report were Abigail  Brown, Michael Hoffman, Jill Lacey, Oliver Richard, Tovah Rom, and Paul  Schmidt."], "subsections": []}]}, {"section_title": "Appendix VII: Bibliography", "paragraphs": ["We reviewed literature to identify what is known about the extent to which  female and male consumers may face different prices or access in  markets for credit and goods and services that are not differentiated  based on gender. This bibliography contains citations for the 20 studies  and articles that we reviewed that compared prices or access for female  and male consumers in markets where the product is not differentiated by  gender (mortgages, small business credit, auto purchases, and auto  repairs).", "Asiedu, Elizabeth, James A. Freeman, and Akwasi Nti-Addae. “Access to  Credit by Small Businesses: How Relevant Are Race, Ethnicity, and  Gender?” The American Economic Review, vol. 102, no. 3 (2012): 532- 537.", "Ayers, Ian and Peter Siegelman. “Race and Gender Discrimination in  Bargaining for a New Car.” The American Economic Review, vol. 85, no.  3. (1995): 304-321.", "Blanchard, Lloyd, Bo Zhaob, and John Yinger. “Do lenders discriminate  against minority and woman entrepreneurs?” Journal of Urban Economics  63 (2008): 467–497.", "Blanchflower, David G., Phillip B. Levine, and David J. Zimmerman.  “Discrimination in the Small-Business Credit Market.” The Review of  Economics and Statistics, vol. 85, no. 4 (2003): 930-943.", "Busse, Meghan R., Ayelet Israeli, and Florian Zettelmeyer. “Repairing the  Damage: The Effect of Price Expectations on Auto Repair Price Quotes.”  National Bureau of Economic Research, Working Paper 19154 (2013).", "Cavalluzzo, Ken S., Linda C. Cavalluzzo, and John D. Wolken.  “Competition, Small Business Financing, and Discrimination: Evidence  from a New Survey.” The Journal of Business, vol. 75, no. 4 (2002): 641- 679.", "Cheng, Ping, Zhenguo Lin, and Yingchun Liu. “Do Women Pay More for  Mortgages?” The Journal of Real Estate Finance and Economics, vol. 43  (2011): 423-440.", "Cheng, Ping, Zhenguo Lin, and Yingchun Liu. “Racial Discrepancy in  Mortgage Interest Rates.” The Journal of Real Estate Finance and  Economics, vol. 51 (2015): 101-120.", "Cole, Rebel, and Tatyana Sokolyk. “Who Needs Credit and Who Gets  Credit? Evidence from the Surveys of Small Business Finances”. Journal  of Financial Stability, vol. 24 (2016), 40-60.", "Coleman, Susan. “Access to Debt Capital for Women- and Minority- Owned Small Firms: Does Educational Attainment Have an Impact?”  Journal of Developmental Entrepreneurship, vol. 9, no. 2 (2004): 127-143.", "Duesterhas, Megan, Liz Grauerholz, Rebecca Weichsel, and Nicholas A.  Guittar. “The Cost of Doing Femininity: Gendered Disparities in Pricing of  Personal Care Products and Services,” Gender Issues, vol. 28, (2011):  175-191.", "Goodman, Laurie, Jun Zhu, and Bing Bai. “Women Are Better than Men  at Paying Their Mortgages.” Urban Institute, Research Report (2016).", "Haughwout, Andrew, et al. “Subprime Mortgage Pricing: The Impact of  Race, Ethnicity, and Gender on the Cost of Borrowing.” Brookings- Wharton Papers on Urban Affairs (2009): 33-63.", "Mijid, Naranchimeg. “Gender differences in Type 1 credit rationing of  small businesses in the US.” Cogent Economics & Finance, vol. 3 (2015).", "Mijid, Naranchimeg. “Why are female small business owners in the United  States less likely to apply for bank loans than their male counterparts?”  Journal of Small Business & Entrepreneurship, vol. 27, no. 2 (2015): 229- 249.", "Mijid, Naranchimeg and Alexandra Bernasek. “Gender and the credit  rationing of small businesses.” The Social Science Journal, vol. 50  (2013): 55-65.", "Morton, Fiona Scott, Florian Zettelmeyer, and Jorge Silva-Risso.  “Consumer Information and Price Discrimination: Does the Internet Affect  the Pricing of New Cars to Women and Minorities?” National Bureau of  Economic Research, Working Paper 8668 (2001).", "O’Connor, Sally. “The Impact of Gender in the Mortgage Credit Market.”  University of Wisconsin-Milwaukee Doctoral Dissertation (1996).", "Van Rensselaer, Kristy N., et al. “Mortgage Pricing and Gender: A Study  of New Century Financial Corporation.” Academy of Accounting and  Financial Studies Journal, vol. 18, no. 4 (2014): 95-110.", "Wyly, Elvin and C.S. Ponder. “Gender, age, and race in subprime  America.” Housing Policy Debate, vol. 21, no. 4 (2011): 529-564.", "Zimmerman Treichel, Monica and Jonathan A. Scott. “Women-Owned  Businesses and Access to Bank Credit: Evidence from Three Surveys  Since 1987.” Venture Capital, vol. 8, no. 1 (2006): 51-67."], "subsections": []}], "fastfact": ["Do women pay more than men for similar consumer products, giving rise to what some call a “Pink Tax”? After controlling for product size and other factors, prices for half of the personal care items we looked at are higher for women, including deodorants and fragrances. Some men's items cost more, such as razors.", "Whether the price differences are due to gender bias is unclear. Ad costs and consumer preferences also affect pricing. No federal law prevents firms from charging different prices for men's and women's products.", "Three federal agencies that oversee antidiscrimination laws received few consumer complaints about gender bias in pricing."]}