{"id": "GAO-09-458T", "url": "https://www.gao.gov/products/GAO-09-458T", "title": "Department of Labor: Wage and Hour Division's Complaint Intake and Investigative Processes Leave Low Wage Workers Vulnerable To Wage Theft", "published_date": "2009-03-25T00:00:00", "released_date": "2009-03-25T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The mission of the Department of Labor's Wage and Hour Division (WHD) includes enforcing provisions of the Fair Labor Standards Act, which is designed to ensure that millions of workers are paid the federal minimum wage and overtime. Conducting investigations based on worker complaints is WHD's priority. According to WHD, investigations range from comprehensive investigations to conciliations, which consist primarily of phone calls to a complainant's employer. In July 2008, GAO testified on 15 case studies where WHD failed to investigate complaints. This testimony highlights the findings of a follow-up investigation performed at the Committee's request. Specifically, GAO was asked to (1) test WHD's complaint intake process in an undercover capacity, (2) provide additional case study examples of inadequate WHD responses to complaints, and (3) assess the effectiveness of WHD's complaint intake process, conciliations, and other investigative tools. To test WHD's complaint intake process, GAO posed as complainants and employers in 10 different scenarios. To provide case study examples and assess effectiveness of investigations, GAO used data mining and statistical sampling of closed case data for fiscal year 2007. GAO plans to issue a follow-up report with recommendations concerning resource needs and the recording of complaints. GAO also confirmed key findings with WHD officials."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO found that WHD frequently responded inadequately to complaints, leaving low wage workers vulnerable to wage theft. Posing as fictitious complainants, GAO filed 10 common complaints with WHD district offices across the country. The undercover tests revealed sluggish response times, a poor complaint intake process, and failed conciliation attempts, among other problems. In one case, a WHD investigator lied about investigative work performed and did not investigate GAO's fictitious complaint. At the end of the undercover tests, GAO was still waiting for WHD to begin investigating three cases--a delay of nearly 5, 4, and 2 months, respectively. Similar to the 10 fictitious scenarios, GAO identified 20 cases affecting at least 1,160 real employees whose employers were inadequately investigated. For example, GAO found cases where it took over a year for WHD to respond to a complaint, cases closed based on unverified information provided by the employer, and cases dropped when the employer did not return phone calls. GAO's overall assessment of the WHD complaint intake, conciliation, and investigation processes found an ineffective system that discourages wage theft complaints. With respect to conciliations, GAO found that WHD does not fully investigate these types of complaints or compel employers to pay. In addition, a WHD policy instructed many offices not to record unsuccessful conciliations in its database, making WHD appear better at resolving conciliations than it actually is. WHD's investigations were frequently delayed by months or years, but once complaints were recorded in WHD's database and assigned as a case to an investigator, they were often adequately investigated."]}], "report": [{"section_title": "Letter", "paragraphs": ["Thank you for the opportunity to discuss findings related to our  investigation of the Department of Labor’s (Labor) Wage and Hour  Division (WHD) processes for investigating and resolving wage theft  complaints. In a hearing held in July 2008 before this committee, we  testified that WHD had inadequately responded to complaints from low  wage workers who alleged that employers failed to pay the federal  minimum wage and required overtime. Specifically, we found cases where  WHD inappropriately rejected complaints based on incorrect information  provided by employers, failed to make adequate attempts to locate  employers, did not thoroughly investigate and resolve complaints, and  delayed the initiation of investigations for over a year. We also reported  that WHD’s investigation database contained thousands of cases with  characteristics similar to cases identified in our testimony. At the request  of this committee, subsequent to the hearing, we performed additional  audit and investigative work to determine the magnitude of these issues.  This testimony reflects findings from the work we have performed since  July 2008. We plan to issue a report containing recommendations to Labor  to improve their complaint intake and investigation processes.", "As we previously reported, over 100 million workers are covered under  labor laws enforced by WHD, including the Fair Labor Standards Act  (FLSA), the Migrant and Seasonal Agricultural Worker Protection Act  (MSPA), the Family and Medical Leave Act (FMLA), the Davis Bacon and  Related Acts (DBRA), and other federal labor laws. By law, WHD  investigators and technicians enforce labor laws governing issues such as  minimum wage, overtime pay, child labor, and family medical leave. WHD  uses a number of strategies including investigations and partnerships with  external groups – such as states, foreign consulates, and employee and  employer associations. However, conducting investigations based on  complaints is WHD’s first priority.", "WHD investigators can take actions ranging from making phone calls to  the complainant’s employer (known as conciliations) to taking other, more  resource-intensive actions such as interviewing the employer and related  witnesses, reviewing employer payroll records, and requesting copies of  self audits conducted by the employer. In this report, we refer to these  more in-depth investigations collectively as non-conciliations.  Conciliations are generally limited to a single, minor violation, such as a  missed paycheck, or an issue affecting a single worker. A conciliation is  used to resolve a complaint quickly and with minimal resources on the  part of WHD. Investigative work for conciliations is generally limited to a  telephone conversation in which the WHD investigator explains the  specific complaint against the employer, describes applicable laws, and  requests that the employer comply with the law and pay any back wages  due. WHD staff generally do not visit the employer’s establishment or  verify information provided by the employer. When WHD determines that  violations have occurred and computes back wages owed to workers, it  can assess back wages to be paid to the employees and can impose civil  money penalties against employers with repeated or willful violations. If  an employer signs an agreement to pay back wages and/or civil money  penalties but reneges on their commitment, WHD can refer the case to the  Department of Treasury for debt collection or to Labor’s Office of the  Solicitor for litigation. If the employer has not agreed to pay, WHD can  only refer the case to the Solicitor for litigation. According to the  Solicitor’s office, it considers various factors including the merits of the  case, number of employees affected, difficulties of proof and whether the  employer is in current compliance, when deciding whether to litigate a  case.", "Today’s testimony summarizes the results of our forensic audit and  investigative work reviewing investigations conducted by WHD. As  requested, this testimony will highlight our findings related to (1)  undercover testing of WHD’s complaint intake and conciliation processes,  (2) additional case study examples of inadequate WHD responses to  complaints, and (3) the effectiveness of WHD’s complaint intake process,  conciliations, and other investigative tools.", "To test the effectiveness of WHD’s complaint intake process and  conciliations, undercover GAO investigators posed both as complainants  and employers. Using 10 fictitious scenarios including minimum wage, last  paycheck, and overtime violations, investigators called WHD offices in  Alabama, California, Florida, Maryland, and Texas posing as complainants.  These field offices handled 13 percent of all cases investigated by WHD in  fiscal year 2007. When WHD investigators attempted to follow up on the  complaints, different undercover investigators posed as the employers and  followed a variety of scripted scenarios to test how WHD investigators  would respond. Complaints and employer responses to the WHD  investigations were based on actual situations we encountered in our  work. For more information, see http://www.gao.gov/media/video/gao-09- 458t/.", "To identify case studies of inadequate investigations conducted in  response to actual employees’ allegations of wage theft, we obtained  Labor’s Wage and Hour Investigative Support and Reporting Database  (WHISARD) and data-mined for closed cases in which it took WHD more  than one year to complete an investigation, an employer could not be  located, or the case was dropped when an employer refused to pay. We  analyzed WHD’s WHISARD database and determined it was sufficiently  reliable for purposes of our audit and investigative work. We also obtained  and analyzed WHD case files, interviewed WHD officials, and reviewed  publicly available data to gather additional information about these cases.", "To determine the effectiveness of WHD’s complaint intake process,  conciliations, and other investigative tools, we used the results of our  undercover tests, case studies, interviews and walk-throughs of the  processes with management, and two statistical samples. We selected a  random statistical sample of 115 cases from 10,855 conciliations and 115  cases from 21,468 non-conciliations recorded by WHD in WHISARD that  were concluded between October 1, 2006 and September 30, 2007. We  obtained and reviewed WHD’s case files for the selected cases and  performed tests to determine whether the investigations conducted were  adequate. Inadequate cases were those in which WHD did not initiate an  investigation within 6 months, did not complete investigative work within  one year, did not contact the employer, did not correctly determine  coverage under federal law, did not review employer records, did not  assess back wages when violations were identified, or did not refer cases  to Labor’s Office of the Solicitor, when appropriate. We subsequently  determined through our interviews that the population of conciliations  sampled was substantially incomplete. Therefore, we were only able to  project sample results to conciliations that WHD chose to enter into their  database rather than the entire population of conciliations.", "We conducted our forensic audit and related investigations from July 2008  through March 2009. We conducted our audit work in accordance with  generally accepted government auditing standards. Those standards  require that we plan and perform the audit to obtain sufficient, appropriate  evidence to provide a reasonable basis for our findings and conclusions  based on our audit objectives. We believe that the evidence obtained  provides a reasonable basis for our findings and conclusions based on our  audit objectives. We conducted our investigative work in accordance with  the standards prescribed by the President’s Council on Integrity and  Efficiency."], "subsections": [{"section_title": "Undercover Tests Reveal Inadequate Investigations and Poor Complaint Intake Process", "paragraphs": ["The results of our undercover tests illustrate flaws in WHD’s responses to  wage theft complaints, including delays in investigating complaints,  complaints not recorded in the WHD database, failure to use all available  enforcement tools because of a lack of resources, failure to follow up on  employers who agreed to pay, and a poor complaint intake process. For  example, WHD failed to investigate a child labor complaint alleging that  underage children were operating hazardous machinery and working  during school hours. In another case, a WHD investigator lied to our  undercover investigator about confirming the fictitious businesses’ sales  volume with the Internal Revenue Service (IRS), and did not investigate  our complaint any further. WHD successfully investigated 1 of our 10  fictitious cases, correctly identifying and investigating a business that had  multiple complaints filed against it by our fictitious complainants. Five of  our 10 complaints were not recorded in WHD’s database and 2 of 10 were  recorded as successfully paid when in fact the fictitious complainants  reported to WHD they had not been paid. To hear selected audio clips of  these undercover calls, go to http://www.gao.gov/media/video/gao-09-458t/.  Table 1 provides a summary of the 10 complaints that we filed or  attempted to file with WHD.", "We identified numerous problems with the WHD response to our  undercover wage theft complaints. Key areas where WHD failed to take  appropriate action include delays in investigating complaints, complaints  not recorded in the WHD database, failure to use available enforcement  tools, failure to follow up on employers who agreed to pay, and a poor  complaint intake process.", "Delays Investigating Complaints. WHD took more than a month to  begin investigating five of our fictitious complaints, including three that  were never investigated. In one case, the fictitious complainant spoke to  an investigator who said she would contact the employer. During the next  4 months, the complainant left four messages asking about the status of  his case. When he reached the investigator, she had taken no action on the  complaint, did not recall speaking with him and had not entered the  complaint in the WHD database.", "Complaints Not Recorded in Database. Five of our complaints were  never recorded in WHD’s database. These complaints were filed with four  different field offices and included three complaints in which WHD  performed no investigative work and two complaints in which WHD failed  to record the investigative work performed. For example, we left a  message at one WHD office alleging that underage children were working  at a meat packing plant during school hours and operating heavy  machinery, such as meat grinders and circular saws. With respect to  complaints, WHD policy states that those involving hazardous conditions  and child labor are its top priority, but a review of WHD records at the end  of our work showed that the case was not investigated or entered into  WHD’s database. In another case, an investigator spoke to the fictitious  employer, who refused to pay the complainant the back wages due. The  investigator closed the conciliation without entering the case information  or outcome into WHD’s database. This is consistent with the WHD  Southeast regional policy of not recording the investigative work  performed on unsuccessful conciliations. The effect of not recording  unsuccessful conciliations is to make the conciliation success rate for the  regional office appear better than it actually is. The number of complaints  that are not entered into WHD’s database is unknown, but this problem is  potentially significant since 5 out of our 10 bogus complaints were not  recorded in the database.", "Failure to Use All Enforcement Tools. According to WHD staff, WHD  lacks the resources to use all enforcement tools in conciliations where the  employer refuses to pay. According to WHD policy, when an employer  refuses to pay, the investigator may recommend to WHD management that  the case be elevated to a full investigation. However, only one of our three  fictitious employers who refused to pay was placed under investigation. In  one case, our fictitious employer refused to pay and the investigator  accepted this refusal without question, informing the complainant that he  could file a private lawsuit to recover the $262 due to him. When the  complainant asked why WHD couldn’t provide him more assistance, the  investigator replied, “I’ve done what I can do, I’ve asked her to pay you  and she can’t…I can’t wring blood from a stone,” and then suggested the  complainant contact his Congressman to ask for more resources for WHD  to do their work. According to WHD policy and interviews with staff, WHD  doesn’t have the resources to conduct an investigation of every complaint  and prefers to investigate complaints affecting large numbers of  employees or resulting in large dollar amounts of back wages. One district  director told us that conciliations result from “a mistake” on the part of the  employer and he does not like his investigators spending time on them.  However, when WHD cannot obtain back wages in a conciliation and  decides not to pursue an investigation, the employee’s only recourse is to  file private litigation. Low wage workers may be unable to afford  attorney’s fees or may be unwilling to argue their own case in small claims  court, leaving them with no other options to obtain their back wages.", "Failure to Follow Up on Employers Who Agree to Pay. In 2 of our  cases, the fictitious employer agreed to pay the back wages due and WHD  recorded the conciliation as successful, even when the complainant  notified the investigator that he had not been paid. In both cases, the  investigator told the employer he was required to submit proof of  payment, but only one of the investigators followed up when the employer  failed to provide the required proof. The complainant in both cases later  contacted the investigator to report he had not been paid. The investigator  attempted to negotiate with both fictitious employers, but did not update  the case entry in WHD’s database to indicate that the complainant never  received back wages, making it appear as though both cases were  successfully resolved. These two cases cast doubt on whether  complainants whose conciliations are marked “agreed to pay” in the WHD  database actually received their back wages.", "Poor Complaint Intake Process. We found that WHD’s complaint intake  process is time-consuming and confusing, potentially discouraging  complainants from filing a complaint. Of the 115 phone calls we made  directly to WHD field offices, 87 (76 percent) went directly to voicemail.  While some offices have a policy of screening complainant calls using  voicemail, other offices have staff who answer the phone, but may not able  to respond to all incoming calls. In one case, WHD failed to respond to  seven messages from our fictitious complainant, including four messages  left in a single week. In other cases, WHD delayed over 2 weeks in  responding to phone calls or failed to return phone calls from one of our  fictitious employers. At least two WHD offices have no voice mailbox for  the office’s main phone number, preventing complainants from leaving a  message when the office is closed or investigators are unavailable to take  calls. One of our complainants received conflicting information about how  to file a complaint from two investigators in the same office, and one  investigator provided misinformation about the statute of limitations in  minimum wage cases. At one office, investigators told our fictitious  employee that they only accept complaints in writing by mail or fax, a  requirement that delays the start of a case and is potentially discouraging  to complainants. In addition, an investigator lied about contacting IRS to  determine the annual sales for our fictitious employer, and then told our  complainant that his employer was not covered by the FLSA. FLSA applies  to employees of enterprises that have at least $500,000 in annual sales or  business. Our complainant in this case told the investigator that his  employer had sales of $1.5 million in 2007, but the investigator claimed  that he had obtained information about the business from an IRS database  showing that the fictitious business did not meet the gross revenue  threshold for coverage under federal law. Our fictitious business had not  filed tax returns and WHD officials told us that their investigators do not  have access to IRS databases. A review of the case file also shows that no  information from the IRS was reviewed by the investigator. Information  related to this case was referred to Labor’s Office of the Inspector General  for further investigation.", "WHD successfully investigated a business that had multiple complaints  filed against it by our fictitious complainants. WHD identified two separate  conciliations ongoing against the same fictitious business, both originating  from complaints filed by our fictitious complainants. These conciliations  were combined into an investigation, the correct procedure for handling  complaints affecting multiple employees. The investigator continued the  investigation after the fictitious employer claimed that the business had  filed for bankruptcy and attempted to visit the business when the  employer stopped returning phone calls. The investigator did not use  public records to verify that the employer had filed for bankruptcy, but  otherwise made reasonable efforts to locate and investigate the business."], "subsections": []}, {"section_title": "Case Studies Show That WHD Inadequately Investigated Complaints", "paragraphs": ["Similar to our 10 fictitious scenarios, we identified 20 cases affecting at  least 1,160 workers whose employers were inadequately investigated by  WHD. We performed data mining on the WHISARD database to identify 20  inadequate cases closed during fiscal year 2007. For several of these cases,  WHD (1) did not respond to a complainant for over a year, (2) did not  verify information provided by the employer, (3) did not fully investigate  businesses with repeat violations, and (4) dropped cases because the  employer did not return telephone calls. Ten of these case studies are  presented in appendix II. Table 2 provides a summary of 10 case studies  closed by WHD between October 1, 2006 and September 31, 2007.", "Case Study 1: Two garment factory workers filed complaints alleging that  their former employer did not pay minimum wage and overtime to its  workers. In early August 2006, an employee of the company informed  WHD that the company was forcing employees to sign a document stating  that they had been paid in compliance with the law before they could  receive their paychecks. One of the complainants also confirmed to the  WHD investigator that the employer was distributing this document. The  next day, an investigator traveled to the establishment to conduct  surveillance. The investigator took pictures of the establishment and did  not speak with anyone from the company. No additional investigative  work was done on this case until almost 2 months later when another  investigator visited the establishment and found that the company had  vacated the premises. A realty broker at the site informed the investigator  that he did not believe the firm had relocated. As a result, WHD closed the  investigation. Using publicly available information, we found that the  business was active as of January 2009 and located at a different address  approximately 3 miles away from its old location. We contacted the  factory and spoke with an employee, who told us that the business had  moved from the address WHD visited.", "Case Study 4: In July 2007, WHD received a complaint from a former  corrections officer who alleged that a county Sheriff’s office did not pay  $766 in minimum wage. The WHD investigator assigned to work on this  case made two calls to the Sheriff’s office over a period of 2 days. Two  days after the second call, WHD dropped this case because no one from  the employer had returned the calls. WHD did not make additional efforts  to contact the employer or validate the allegations. WHD informed the  complainant that private litigation could be filed in order to recover back  wages. We successfully contacted the Sheriff’s office in November 2008.", "Case Study 5: In May 2007, a non-profit community worker center  contacted WHD on behalf of a day laborer alleging that his employer owed  him $1,500 for the previous three pay periods. WHD contacted the  employer, who stated that the complainant was actually an employee of a  subcontractor, but refused to provide the name of the subcontractor. WHD  closed the case without verifying the employer’s statements and informed  the community worker center of the employee’s right to file private  litigation. WHD’s case file indicates that no violations were found and the  employer was in compliance with applicable labor laws. According to the  Executive Director of the worker center, approximately 2 weeks later,  WHD contacted him and claimed that the employer in the complaint had  agreed to pay the back wages. When the employer did not pay, the  complainant sued the employer in small claims court. During the course of  the lawsuit the employer admitted that he owed the employee back wages.  The court ruled that the employer owed the employee $1,500 for unpaid  wages, the same amount in the original complaint to WHD.", "Case Study 8: In November 2005, WHD’s Salt Lake City District Office  received a complaint alleging that a boarding school in Montana was not  paying its employees proper overtime. Over 9 months after the complaint  was received, the case was assigned to an investigator and conducted as  an over the phone self-audit. According to the investigator assigned to the  case, WHD was unable to conduct a full investigation because the  boarding school was located over 600 miles from Salt Lake City and WHD  did not have the resources to conduct an on-site investigation. The  employer’s self-audit found that 93 employees were due over $200,000 in  overtime back wages for hours worked between September 2004 and June  2005. WHD determined that the firm began paying overtime correctly in  June 2006 based on statements made by the employer, but did not verify  the statements through document review. After the employer’s attorney  initially indicated that they would agree to pay the over $200,000 in back  wages, WHD was unable to make contact with the business for over 5  months. WHD records indicate that the investigator believed that the firm  was trying to find a loop hole to avoid paying back wages. In June 2007,  one week before the 2-year statute of limitations on the entire back wage  amount was to expire, the employer agreed to pay $1,000 out of the  $10,800 that had not yet expired. The investigator refused to accept the  $1,000 saying that it would have been “like settling the case.” WHD  recorded the back wages computed as over $10,800 rather than $200,000,  greatly understating the true amount owed to employees. WHD noted in  the case file that the firm refused to pay the more than $10,800 in back  wages, but did not recommend assessing penalties because they felt the  firm was not a repeat offender and there were no child labor violations. No  further investigative action was taken and the complainant was informed  of the outcome of the case.", "Case Study 10: In June 2003 and early 2005, WHD received complaints  against two restaurants owned by the same enterprise. One complaint  alleged that employees were working “off the clock” and servers were  being forced to give 2.25 percent of their tips to the employer. The other  complaint alleged off the clock work, illegal deductions, and minimum  wage violations. This case was not assigned to an investigator until May  2005, over 22 months after the 2003 complaint was received. The WHD  investigator assigned to this case stated that the delay in the case  assignment was because of a backlog at the Nashville District Office that  has since been resolved. WHD conducted a full investigation and found  that 438 employees were due approximately $230,000 in back wages for  minimum wage and overtime violations and the required tip pool.  Although tip pools are not illegal, WHD determined that the employer’s tip  pool was illegal because the company deposited the money into its  business account. Further, the firm violated child labor laws by allowing a  minor under 16 years old to work more than 3 hours on school days. The  employer disagreed that the tip pool was illegal and stated that a previous  WHD investigator had told him that it was acceptable. The employer  agreed to pay back wages due for the minimum wage and overtime  violations, but not the wages that were collected for the tip pool. WHD  informed the employer that partial back wages would not be accepted and  this case was closed.", "Information on 10 additional case studies can be found in appendix II."], "subsections": []}, {"section_title": "WHD’s Complaint Intake Process, Conciliations, and Other Investigative Tools Do Not Provide Assurance of a Timely and Thorough Response to Wage Theft Complaints", "paragraphs": ["WHD’s complaint intake processes, conciliations, and other investigative  tools are ineffective and often prevent WHD from responding to wage theft  complaints in a timely and thorough manner, leaving thousands of low  wage workers vulnerable to wage theft. Specifically, we found that WHD  often fails to record complaints in its database and its poor complaint- intake process potentially discourages employees from filing complaints.  For example, 5 of our 10 undercover wage theft complaints submitted to  WHD were never recorded in the database, including a complaint alleging  that underage children were operating hazardous machinery during school  hours. WHD’s conciliation process is ineffective because in many cases, if  the employer does not immediately agree to pay, WHD does not  investigate complaints further or compel payment. In addition, WHD’s  poor record-keeping makes WHD appear better at resolving conciliations  than it actually is. For example, WHD’s southeast region, which handled 57  percent of conciliations recorded by the agency in fiscal year 2007, has a  policy of not recording unsuccessful conciliations in the WHD database.  Finally, we found WHD’s processes for handling investigations and other  non-conciliations were frequently ineffective because of significant delays.  Once complaints were recorded in WHD’s database and assigned as a case  to an investigator, they were often adequately investigated."], "subsections": [{"section_title": "WHD’s Complaint-Intake Process Is Ineffective", "paragraphs": ["WHD’s complaint intake process is seriously flawed, with both customer  service and record-keeping issues. With respect to customer service, wage  theft victims may file complaints with WHD in writing, over the phone, or  in person. However, our undercover tests showed that wage theft victims  can be discouraged to the extent that WHD never even accepts their  complaints. We found that in their efforts to screen complaints some WHD  staff actually deter callers from filing a complaint by encouraging  employees to resolve the issue themselves, directing most calls to  voicemail, not returning phone calls to both employees and employers,  accepting only written complaints at some offices, and providing  conflicting or misleading information about how to file a complaint. For  example, the pre-recorded voice message at one office gives callers  information on the laws WHD enforces, but when the message ends there  are 23 seconds of silence before the call is directed to the voice message  system that allows callers to file complaints, creating the impression that  the phone call has been disconnected. WHD requires an investigator to  speak with the employee before an investigation can be initiated, but a real  low wage worker may not have the time to make multiple phone calls to  WHD just to file a complaint and may give up when call after call is  directed to voicemail and not returned. It is impossible to know how many  complainants attempt to file a complaint but are discouraged by WHD’s  complaint intake process and eventually give up.", "Regarding WHD’s record-keeping failures, we found that WHD does not  have a consistent process for documenting and tracking complaints. This  has resulted in situations where WHD investigators lose track of the  complaints they have received. According to WHD policies, investigators  should enter complaints into WHD’s database and either handle them  immediately as conciliations or refer them to management for possible  investigation. However, several of our undercover complaints were not  recorded in the database, even after the employee had spoken to an  investigator or filed a written complaint. This is particularly troubling in  the case of our child labor complaint, because it raises the possibility that  WHD is not recording or investigating complaints concerning the well- being and safety of the most vulnerable employees. Employees may  believe that WHD is investigating their case, when in fact the information  they provided over the phone or even in writing was never recorded. Since  there is no record of these cases in WHD’s database, it is impossible to  know how many complaints are reported but never investigated."], "subsections": []}, {"section_title": "WHD’s Conciliation Process Is Ineffective", "paragraphs": ["According to several WHD District Directors, in conciliations where the  employer refuses to pay, their offices lack the resources to investigate  further or compel payment, contributing to the failures we identified in  our undercover tests, case studies, and statistical sample. When an  employer refuses to pay, investigators may recommend that the case be  elevated to a full investigation, but several WHD District Directors and  field staff told us WHD lacks the resources to conduct an investigation of  every complaint and focuses resources on investigating complaints  affecting large numbers of employees or resulting in large dollar amounts  of back wage collections. Conducting a full investigation allows WHD to  identify other violations or other affected employees, attempt to negotiate  back wage payment with the employer and, if the employer continues to  refuse, refer the case to the Solicitor’s Office for litigation. However, in  some conciliations, the employer is able to avoid paying back wages  simply by refusing. While WHD informs complainants of their right to file a  lawsuit against their employers to recover back wages, it is unlikely that  most low wage workers have the means to hire an attorney, leaving them  with little recourse to obtain their back wages.", "WHD’s conciliation policy also limits the actions staff may take to resolve  these cases. For example, WHD staff told us that complaints handled as  conciliations must be completed in under 15 days from the time the  complaint is assigned to an investigator, and at least one office allows  investigators only 10 days to resolve conciliations, which may not allow  time for additional follow-up work to be performed. WHD staff in one field  office told us they are limited to three unanswered telephone calls to the  employer before they are required to drop the case and advise the  complainant of his right to file a lawsuit to recover back wages. Staff in  several field offices told us that they are not permitted to make site visits  to employers for conciliations. WHD investigators are allowed to drop  conciliations when the employer denies the allegations and WHD policy  does not require that investigators review employer records in  conciliations. In one case study, the employee stated that he thought the  business was going bankrupt. WHD dropped the case stating that the  employer declared bankruptcy and informed the employee of his right to  file a private lawsuit to recover back wages. Bankruptcy court records  show that the employer had not filed for bankruptcy, and we confirmed  that the employer was still in business in December 2008. One WHD  investigator told us that it is not necessary to verify bankruptcy records  because conciliations are dropped when the employer refuses to pay,  regardless of the reason for the refusal.", "Our undercover tests and interviews with field staff also identified serious  record-keeping flaws in which make WHD appear better at resolving  conciliations than it actually is. For example, WHD’s southeast region,  which handled 57 percent of conciliations recorded by WHD in fiscal year  2007, has a policy of not recording investigative work performed on  unsuccessful conciliations in the database. WHD staff told us that if  employers do not agree to pay back wages, cannot be located, or do not  answer the telephone, the conciliation work performed will not be  recorded in the database, making it appear as though these offices are  able to resolve nearly all conciliations successfully. Inflated conciliation  success rates are problematic for WHD management, which uses this  information to determine the effectiveness of WHD’s investigative efforts.", "Our undercover tests and interviews with WHD staff also raise questions  about the reliability of conciliation information recorded in WHD’s  database. As illustrated by our undercover tests, when an employer  initially agrees to pay in a conciliation but reneges on his promise, WHD  investigators did not change the outcome of the closed case in WHISARD  to show that the employee did not receive back wages. While some  investigators wait for proof of payment before closing the conciliation,  others told us that they close conciliations as soon as the employer agrees  to pay. Even if the employee later tells the investigator that he has not  been paid, investigators told us they do not change the outcome of a  closed case in the WHD database. WHD publicly reports on the total back  wages collected and the number of employees receiving back wages, but  these statistics are overstated because an unknown number of  conciliations recorded as successfully resolved in the WHD database did  not actually result in the complainant receiving the back wages due.", "These poor record-keeping practices represent a significant limitation of  the population we used to select our statistical sample because the  number of conciliations actually performed by WHD cannot be determined  and conciliations recorded as successfully resolved may not have resulted  in back wages for the employees. As a result, the percentage of inadequate  conciliations is likely higher than the failure rate estimated in our sample.  We found that 5.2 percent of conciliations in our sample were  inadequately conciliated because WHD failed to verify the employer’s  claim that no violation occurred, closed the case after the employer did  not return phone calls, or closed the case after the employer refused to  pay back wages. However, we found that many of the conciliations  recorded in WHD’s database were adequately investigated. One example of  a successful conciliation involved a complaint alleging that a firm was not  paying minimum wage. The complaint was assigned to an investigator the  same day it was filed in September 2007. The WHD investigator contacted  the owner, who admitted the violation and agreed to pay back wages of  $1,500. The case was concluded the same day when the investigator  obtained a copy of the complainant’s check from the employer and spoke  to the complainant, confirming that he was able to cash the check and had  received his back wages."], "subsections": []}, {"section_title": "WHD’s Investigation and Other Non-conciliation Processes Were Often Ineffective, but Complaints Investigated Quickly Were Usually Resolved Successfully", "paragraphs": ["We found WHD’s process for handling investigations and other non- conciliations was frequently ineffective because of significant delays.  However, once complaints were recorded in WHD’s database and assigned  as a case to an investigator, they were often successfully investigated.  Almost 19 percent of non-conciliations in our sample were inadequately  investigated, including cases that were not initiated until more than 6  months after the complaint was received, cases closed after an employer  refused to pay, and cases that took over one year to complete. In addition,  seven cases failed two of our tests.", "Six of the cases in our sample failed because they were not initiated until  over 6 months after the complaint was received. According to WHD  officials, non-conciliations should be initiated within 6 months of the date  the complaint is filed. Timely completion of investigations by WHD is  important because the statute of limitations for recovery of wages under  the FLSA is 2 years from the date of the employer’s failure to pay the  correct wages. Specifically, this means that every day that WHD delays an  investigation, the complainant’s risk of becoming ineligible to collect back  wages increases. In one of our sample cases, WHD sent a letter to a  complainant 6 months after his overtime complaint was filed stating that,  because of a backlog, no action had been taken on his behalf. The letter  requested that the complainant inform WHD within 2 business days of  whether he intended to take private action. The case file shows no  indication that the complainant responded to WHD. One month later,  WHD assigned the complaint to an investigator and sent the complainant  another letter stating that if he did not respond within 9 business days, the  case would be closed. WHD closed the case on the same day the letter was  sent.", "Our case studies discussed above and in appendix II also include examples  of complaints not investigated for over a year, cases closed based on  unverified information provided by the employer, businesses with repeat  violations that were not fully investigated, and cases dropped because the  employer did not return telephone calls. For example, in one case study,  WHD found that 21 employees were due at least $66,000 in back wages for  overtime violations. Throughout the investigation, the employer was  uncooperative and resisted providing payroll records to WHD. At the end  of the investigation, the firm agreed with WHD’s findings and promised to  pay back wages, but then stopped responding to WHD. The employees  were never paid back wages and over a year later, the Solicitor’s Office  decided not to pursue litigation or any other action in part because the  case was considered “significantly old.”", "The failures we identified resulted, in part, from the large backlog of cases  in several WHD offices, investigators’ failure to compel cooperation from  employers, and a lack of certain tools that would facilitate verification of  employer statements. In several district offices, a large backlog prevents  investigators from initiating cases within 6 months. One office we visited  has a backlog of 7 to 8 months, while another office has a backlog of 13  months. Additionally, our analysis of WHD’s database shows that one  district office did not initiate an investigation of 12 percent of complaints  until over one year after the complaint was received, including a child  labor complaint affecting over 50 minors. Because the statue of limitations  to collect back wages under FLSA is 2 years, WHD is placing complainants  at risk of collecting only a fraction of the back wages they would have  been able to collect at the time of the complaint. WHD also failed to  compel records and other information from employers. While WHD  Regional Administrators are legally able to issue subpoenas, WHD has not  extended this ability to individual investigators, who therefore depend on  employers to provide records and other documentation voluntarily. In  cases where public records are available to verify employer statements,  WHD investigators do not have certain tools that would facilitate access to  these documents. For example, we used a publicly-available online  database, Public Access to Court Electronic Records (PACER), to  determine that an employer who claimed to have filed for bankruptcy had  not actually done so. However, there is no evidence in the case file that the  WHD investigator performed this check. WHD officials told us that its  investigators do not receive training on how to use public document  searches and do not have access to databases containing this information  such as PACER.", "We found that, once complaints were recorded in WHD’s database and  assigned as a case to an investigator in a timely manner, they were often  successfully investigated. As discussed above, WHD does not record all  complaints in its database and discourages employees from filing  complaints, some of which may be significant labor violations suitable for  investigation. In addition, many cases are delayed months before WHD  initiates an investigation. However, our sample identified many cases that  were adequately investigated once they were assigned to an investigator.  Specifically, 81.2 percent of the non-conciliations in our sample were  adequately investigated. One example of a successful investigation  involved a complaint alleging that a firm was not paying proper overtime  was assigned to an investigator the same day it was filed in April 2007. The  WHD investigator reviewed payroll records to determine that the firm  owed the complainant back wages. The case was concluded within 3  months when the investigator obtained a copy of the complainant’s cashed  check, proving that he had been paid his gross back wages of $184."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["This investigation clearly shows that the Department of Labor has left  thousands of actual victims of wage theft who sought federal government  assistance with nowhere to turn. Our work has shown that when WHD  adequately investigates and follows through on cases they are often  successful; however, far too often many of America’s most vulnerable  workers find themselves dealing with an agency concerned about resource  limitations, with ineffective processes, and without certain tools necessary  to perform timely and effective investigations of wage theft complaints.  Unfortunately, far too often the result is unscrupulous employers taking  advantage of our country’s low wage workers.", "Mr. Chairman and Members of the Committee, this concludes our  statement. We would be pleased to answer any questions that you or other  members of the committee may have at this time."], "subsections": []}, {"section_title": "Contacts and Acknowledgments", "paragraphs": ["For further information about this testimony, please contact Gregory D.  Kutz at (202) 512-6722 or kutzg@gao.gov or Jonathan Meyer at (214) 777- 5766 or meyerj@gao.gov. Individuals making key contributions to this  testimony included Erika Axelson, Christopher Backley, Carl Barden,  Shafee Carnegie, Randall Cole, Merton Hill, Jennifer Huffman, Barbara  Lewis, Jeffery McDermott, Andrew McIntosh, Sandra Moore, Andrew  O’Connell, Gloria Proa, Robert Rodgers, Ramon Rodriguez, Sidney  Schwartz, Kira Self, and Daniel Silva. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this testimony."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["To review the effectiveness of WHD’s complaint intake and conciliation  processes, GAO investigators attempted to file 11 complaints about 10  fictitious businesses to WHD district offices in Baltimore, Maryland;  Birmingham, Alabama; Dallas, Texas; Miami, Florida; San Jose, California;  and West Covina, California. These field offices handle 13 percent of all  cases investigated by WHD. The complaints we filed with WHD included  minimum wage, last paycheck, overtime, and child labor violations. GAO  investigators obtained undercover addresses and phone numbers to pose  as both complainants and employers in these scenarios.", "As part of our overall assessment of the effectiveness of investigations  conducted by WHD, we obtained and analyzed WHD’s Wage and Hour  Investigative Support and Reporting Database (WHISARD), which  contained 32,323 cases concluded between October 1, 2006 and September  30, 2007. We analyzed WHD’s WHISARD database and determined it was  sufficiently reliable for purposes of our audit and investigative work. We  analyzed a random probability sample of 115 conciliations and 115 non- conciliations to contribute to our overall assessment of whether WHD’s  processes for investigating complaints are effective. Because we followed  a probability procedure based on random selections, our samples are only  one of a large number of samples that we might have drawn. Since each  sample could have provided different estimates, we express our  confidence in the precision of the particular sample’s results as a 95  percent confidence interval (e.g., plus or minus 5 percentage points). This  is the interval that would contain the actual population value for 95  percent of the samples we could have drawn.", "To determine whether an investigation was inadequate, we reviewed case  files and confirmed details of selected cases with the investigator or  technician assigned to the case. In our sample tests, conciliations were  determined to be inadequate if WHD did not successfully initiate  investigative work within 3 months or did not complete investigative work  within 6 months. Non-conciliations were determined to be inadequate if  WHD did not successfully initiate investigative work within 6 months, did  not complete investigative work within 1 year or did not refer cases in  which the employer refused to pay to Labor’s Office of the Solicitor.  Both  conciliations and non-conciliations were determined to be inadequate if  WHD did not contact the employer, did not correctly determine coverage  under federal law, did not review employer records, or did not compute  and assess back wages when appropriate.", "We gathered additional information about WHD policies and procedures  by reviewing training materials and the WHD Field Operations Handbook,  conducting walk-throughs of investigative processes with management  and interviewing WHD officials. We gathered information about district  office policies and individual cases by conducting site visits at the Miami  and Tampa, Florida district offices, and conducting telephone interviews  with technicians, investigators and district directors in 23 field offices and  headquarters officials in Washington, D.C. We also spoke with Labor’s  Office of the Solicitor in Dallas, Texas and Washington, D.C. To identify  macro-level data on WHD complaints, we analyzed data for cases closed  between October 1, 2006 and September 30, 2007 by region, district office  and case outcome.", "To identify case studies of inadequate WHD responses to complaints, we  data-mined WHISARD to identify closed cases in which a significant delay  occurred in responding to a complaint (cases taking more than 6 months  to initiate or 1 year to complete), an employer could not be located, or the  case was dropped when an employer refused to pay. We obtained and  analyzed WHD case files, interviewed WHD officials, and reviewed  publicly available data from online databases and the Department of  Treasury’s Financial Crimes Enforcement Network to gather additional  information about these cases. We also interviewed complainants who  contacted GAO directly or were referred to us by labor advocacy groups to  gather information about WHD’s investigation of their complaints."], "subsections": []}, {"section_title": "Appendix II: Additional Case Studies of Inadequate WHD Investigations", "paragraphs": ["Table 5 provides a summary of ten additional case studies of inadequate  Wage and Hour Division (WHD) investigations. These case studies include  instances where WHD dropped cases after (1) employers refused to  cooperate with an investigation, (2) WHD identified a violation but failed  to force employers to pay employees their owed wages, and (3) an  employer alleged it was bankrupt when in fact the employer was not."], "subsections": []}], "fastfact": []}