{"id": "GAO-07-195", "url": "https://www.gao.gov/products/GAO-07-195", "title": "Military Health: Increased TRICARE Eligibility for Reservists Presents Educational Challenges", "published_date": "2007-02-12T00:00:00", "released_date": "2007-02-12T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Since 2001, the number of reservists mobilized for active duty has increased dramatically. Congress has expanded reservists' and their dependents' eligibility for TRICARE, the Department of Defense's (DOD) health insurance program. The National Defense Authorization Act (NDAA) for Fiscal Year 2004 directed GAO to examine the health insurance coverage of reservists and their dependents. This report (1) identifies the extent to which reservists have civilian health insurance, (2) examines DOD's efforts to educate reservists and their dependents about TRICARE, and (3) describes reservists' level of satisfaction with TRICARE and the types of problems reservists and their dependents experienced when using it. To do this, GAO relied on interviews with DOD and DOD's survey data. GAO also administered a survey of TRICARE benefit assistance coordinators."]}, {"section_title": "What GAO Found", "paragraphs": ["Eighty percent of mobilized reservists have civilian health insurance--a rate similar to that of the U.S. population between 18 and 64 years old. The number of reservists with civilian health insurance varies among reservists, with older reservists and reservists of higher rank having a greater rate of insurance than younger reservists and reservists of more junior rank, and reservists with dependents being more likely to have insurance than reservists without dependents. Reservists and their dependents obtained coverage through a variety of sources and over half of all reservists kept their civilian health insurance during mobilizations, even though they were eligible to enroll in TRICARE. Many reservists reported that they maintained their civilian coverage to avoid disruptions associated with a change to TRICARE and to ensure that their dependents could continue seeing their current providers who might not accept TRICARE. Increased mobilizations of reservists and successive legislative changes that have increased reservists' and their dependents' eligibility for TRICARE have complicated DOD's efforts to educate reservists about TRICARE. DOD's primary educational tools are the TRICARE briefings provided at mobilization sites and demobilization sites. According to DOD officials, these days of training are often so full of critical information that it is difficult for reservists to absorb all of the details of TRICARE. These briefings also occur at a time when a reservist may have already been eligible for TRICARE for up to 90 days without realizing it. These briefings are supplemented by family support programs, Web sites, toll-free customer assistance numbers, and print materials. DOD officials recognize the need to improve TRICARE education, but do not plan to provide additional TRICARE briefings for reservists and their dependents. When reservists used TRICARE, most reported that they were satisfied with TRICARE, although some reported experiencing difficulties. Over 60 percent of reservists who used TRICARE reported being satisfied. In addition, 70 percent of reservists thought TRICARE was either equal to or better than their civilian health insurance. However, according to DOD's and GAO's surveys, when reservists and their dependents did experience problems with TRICARE, a few of the most frequently reported problems include difficulties understanding TRICARE, establishing TRICARE eligibility, obtaining TRICARE assistance, and finding a health care provider that accepts TRICARE."]}], "report": [{"section_title": "Letter", "paragraphs": ["Since the September 11, 2001, terrorist attacks, the Department of Defense  (DOD) has increased its reliance on reservists to support the global war on  terrorism, and particularly Operations Enduring Freedom and Iraqi  Freedom. This has increased the number of reservists supporting DOD’s  current operations and the duration of reservists’ active-duty service. In  recent years, Congress has increased the health care benefits available to  mobilized reservists and their dependents, which generally include family  members such as spouses and dependent children. Although all active- duty military personnel must enroll in TRICARE, the military health  insurance program, reservists and their dependents have historically been  eligible for TRICARE only while the reservist was serving on active duty  for an extended period of time following mobilization. The National  Defense Authorization Acts (NDAA) for Fiscal Years 2004, 2005, 2006, and  2007 expanded the number of reservists and their dependents who are  eligible for TRICARE, and the duration of their eligibility. These  expansions in eligibility increased the number of reservists that DOD,  working through the reserve components, is required to educate about  TRICARE. Reservists who are mobilized for a period of more than 30 days  become eligible for TRICARE, as do their dependents. Those who have  private health insurance that covers their dependents may choose to  cancel that coverage and switch to TRICARE or continue that coverage.", "The increased dependence on reservists in recent years has raised  questions by some members of Congress as to whether reservists and their  dependents have adequate health insurance when they are not on active  duty and whether they have difficulty using TRICARE when they are  eligible for it. The NDAA for Fiscal Year 2004 directed that we study the  health insurance coverage of reservists and their dependents, DOD’s  efforts to provide assistance specifically to reservists and their dependents  to facilitate their access to and use of TRICARE benefits, and reservists’  and their dependents’ experiences using TRICARE. Specifically, as  discussed with the committees of jurisdiction, we (1) identified the extent  to which reservists have civilian health insurance, (2) examined DOD’s  efforts to educate reservists and their dependents about TRICARE, and   (3) described reservists’ level of satisfaction with TRICARE and the types  of problems reservists and their dependents experienced when using  TRICARE.", "To determine the extent to which reservists have civilian health insurance  coverage, we relied on the results of DOD’s 2003 and 2004 Status of Forces  Surveys of Reserve Component Members, the most recent surveys that  include questions about reservists’ insurance coverage. Through our  review of the relevant documentation and our discussion with DOD  officials, we determined that the data presented in the surveys were  sufficiently reliable for our purposes. We interviewed representatives from  DOD’s Office of Reserve Affairs, the TRICARE Management Activity  (TMA), Defense Manpower Data Center, and each of the seven reserve  components. We also reviewed reports from the Congressional Research  Service and Congressional Budget Office as well as GAO’s prior work on  reservists and defense health care.", "To examine DOD’s efforts to educate reservists and their dependents  about TRICARE and to describe reservists’ level of satisfaction with  TRICARE and the types of problems reservists and their dependents  experienced when using TRICARE, we interviewed over 100 reservists  from the Army National Guard and Navy Reserve. We selected these two  groups because they had large numbers of reservists demobilizing that we  were able to interview during the course of our work. We used these  interviews to validate and update information that we gathered from  DOD’s 2003 and 2004 Status of Forces Surveys of Reserve Component  Members, the 2002 Survey of Spouses of Activated National Guard and  Reserve Component Members, and the 2000 Survey of Reserve Component  Members. We also developed and conducted our own survey of TRICARE  benefit counseling and assistance coordinators (BCAC). With the  assistance of DOD officials, we identified BCACs who had direct  experience providing TRICARE counseling and assistance to reservists  and their dependents. DOD officials said that because BCACs assist  reservists and their dependents with problems using TRICARE, they could  provide us with perspective on the types of problems that reservists  experience.", "For a complete discussion of our scope and methodology, see appendix I.  We conducted our work from October 2005 through December 2006 in  accordance with generally accepted government auditing standards."], "subsections": [{"section_title": "Background", "paragraphs": ["Since the end of the cold war, there has been a change in the way reserve  forces have been used in military operations. During the cold war era, the  reserve components were a manpower tool that was rarely tapped. For  example, from 1945 to 1989, reservists were mobilized by the federal  government only four times, an average of less than once per decade.  Since 1990, reservists have been mobilized by the federal government six  times, an average of nearly once every 3 years, and have been used  extensively to support operations in the global war on terrorism. Since  September 11, 2001, about 500,000 reservists have been mobilized,  primarily to support operations in Afghanistan and Iraq. This increased  use of the reserves has led to greater congressional interest in the types of  benefits provided to reservists, including the health insurance provided to  reservists and their dependents under TRICARE. Specifically, advocates  for expanding TRICARE have suggested that increasing reservists’ access  to TRICARE could improve the medical readiness of reservists by  facilitating early detection and treatment of medical conditions which  otherwise might disqualify a reservist from deploying. Additionally,  increased access to TRICARE could smooth the transition to and from  active duty for reservists and their dependents, an important factor given  the increased mobilizations of reservists."], "subsections": [{"section_title": "Health Insurance Protections for Reservists", "paragraphs": ["Reservists’ private health insurance coverage is protected by the  Servicemembers Civil Relief Act (SCRA) and the Uniformed Services  Employment and Reemployment Rights Act of 1994 (USERRA). Included  in these acts are protections for reinstating and maintaining reservists’  health insurance. Specifically, when a reservist whose individual coverage  was terminated while the reservist was on active duty returns from that  duty, SCRA requires private insurance companies to reinstate coverage at  the premium rate the reservist would have been paying had coverage not  been terminated. It also requires insurance companies to cover most  preexisting conditions after a reservist’s insurance is reinstated. USERRA  allows reservists to elect to keep employer-provided health benefits while  the reservists are absent from employment due to active duty, up to a  maximum period of 24 months. For absences of 30 days or less, the  employer must continue to pay its share of the premium. For absences of  31 days or more, the reservist may elect to continue the civilian coverage,  but the employer may charge the reservist the full premium, including the  employer contributions. In addition, under USERRA, employers must  generally reinstate reservists’ health coverage upon their reemployment  and no waiting period or exclusions may be imposed in connection with  that reinstatement. The protections found in SCRA and USERRA also  apply to the health benefits of a reservist’s dependents, if those  dependents were covered under the reservist’s policy prior to his or her  active-duty service."], "subsections": []}, {"section_title": "Expanded TRICARE Eligibility for Reservists and Their Dependents", "paragraphs": ["Prior to fiscal year 2004, reservists that were not on active duty had limited  eligibility for TRICARE. Specifically, they were entitled to receive  treatment through TRICARE at a military medical facility for illnesses or  injuries incurred during training or periods of active duty. Family members  of reservists had generally not been entitled to use TRICARE, but became  eligible if the reservist was serving on active duty for more than 30 days.", "Beginning in fiscal year 2004, Congress made successive changes to  TRICARE that included several provisions which significantly expanded  access to TRICARE for reservists that are not on active duty, and their  dependents. (For a detailed description of the legislative changes that  expanded the TRICARE eligibility of reservists, see app. II.) The NDAA for  Fiscal Year 2004 included a temporary provision in which Congress  authorized members of the Selected Reserve and the Individual Ready  Reserve to enroll in TRICARE if the reservists were eligible for  unemployment compensation or ineligible for health care coverage from  their civilian employer. Another temporary provision allowed reservists  who had received their active-duty orders to use TRICARE for up to   90 days before their active-duty service began. A third temporary provision  extended the length of time that service members could use TRICARE  under the Transitional Assistance Management Program (TAMP) to   180 days after they were released from active duty.", "The NDAA for Fiscal Year 2005 indefinitely extended the provisions that  provided up to 90 days of TRICARE coverage to reservists prior to the  beginning of active-duty service and 180 days after. It also authorized the  program that DOD has named TRICARE Reserve Select (TRS), which  makes TRICARE coverage available for purchase by certain reservists  after their TAMP coverage ends. As originally authorized, TRS provided  the option of purchasing TRICARE coverage to members of the Selected  Reserve who were mobilized since September 11, 2001, and who  continuously served on active duty for 90 days or more in support of a  contingency operation. To qualify for TRS, reservists had to enter into an  agreement with their respective reserve components to serve in the  Selected Reserve for the number of years that they wished to participate in  TRS. They could receive 1 year of coverage for each 90-day period of this  qualifying service. Electing to enroll in this TRS program was a one-time  opportunity, and as originally authorized, the program required reservists  to sign the new service agreement and register for TRS before leaving  active duty. Figure 1 describes the various periods of TRICARE eligibility  for mobilized reservists and their dependents.", "The NDAA for Fiscal Year 2006 further expanded the number of  reservists and dependents eligible to participate in the TRS program.  Under the expanded program, which became effective on October 1, 2006,  almost all reservists and dependents—regardless of the reservist’s prior  active-duty service—have the option of purchasing TRICARE coverage.  Similar to the original TRS program, members of the Selected Reserve and  dependents choosing to enroll in the expanded TRS program must pay a  monthly premium to receive TRICARE coverage. The premium paid by  reservists and their dependents for coverage varies based on certain  qualifying conditions that must be met, such as whether the reservist has  access to an employer-sponsored health plan. Those who would have been  eligible under the original TRS program because they have qualifying  service in support of a contingency operation pay the lowest premium. In  addition, those reservists with qualifying service in support of a  contingency operation would now have up to 90 days after leaving active  duty to sign the new service agreement required to be eligible for this  lowest premium tier. Table 1 describes the Selected Reservists who are  eligible to purchase TRS and the associated premiums.", "The NDAA for Fiscal Year 2007 significantly restructured the TRS program  by eliminating the three-tiered premium structure. This law provides that  members of the Selected Reserve will be eligible to purchase TRICARE  coverage for themselves and their dependents at the 28 percent premium  rate regardless of whether they have served on active duty in support of a  contingency operation. In addition, eligibility at the 28 percent premium  rate will not depend on the length of a service agreement entered into  following a period of active-duty service. Instead, reservists will be eligible  for TRS for the duration of their service in the Selected Reserve. The law  requires DOD to implement these changes no later than October 1, 2007."], "subsections": []}, {"section_title": "Defense Enrollment Eligibility Reporting System", "paragraphs": ["In order to use TRICARE, reservists must establish their own and their  dependents’ eligibility in the Defense Enrollment Eligibility Reporting  System (DEERS)—the computerized database which DOD uses to store  the identity of active-duty members and reservists, and their dependents.  Proper registration in DEERS is necessary to use TRICARE. Reservists are  automatically registered in DEERS by reserve component administrative  personnel, but reservists must register their dependents and ensure that  those dependents are correctly entered into the database. Although  TRICARE is administered by TMA, reserve components’ administrative  personnel record reservists’ enrollment in DEERS and resolve any DEERS- related problems."], "subsections": []}, {"section_title": "TRICARE Options for Mobilized Reservists and Their Dependents", "paragraphs": ["Once determined to be eligible for TRICARE, mobilized reservists and  their dependents are able to choose among several TRICARE options.  These beneficiaries may obtain health care through DOD’s direct care  system of military hospitals and clinics, commonly referred to as military  treatment facilities (MTF), or through DOD’s system of civilian providers.  DOD uses managed care support contractors to develop networks of  civilian providers to complement the care available in MTFs. Upon arriving  at their final duty station, mobilized reservists must enroll in TRICARE  Prime, TRICARE’s managed care option. Their dependents may enroll in  TRICARE Prime. If they do not enroll in TRICARE Prime, they may receive  care through TRICARE Standard, TRICARE’s fee-for-service option, or  TRICARE Extra, TRICARE’s preferred provider option. While all  beneficiaries may receive care on a space-available basis at MTFs,  TRICARE Prime enrollees have priority for care at these facilities. Under  TRICARE, the dependents of mobilized reservists do not pay premiums for  their health care coverage; however, depending on the option chosen, they  may be responsible for co-payments and deductibles. Table 2 provides an  overview of these options."], "subsections": []}]}, {"section_title": "Most Reservists Have Civilian Health Insurance, and Many Reservists Choose to Maintain Their Civilian Insurance When Mobilized", "paragraphs": ["Most reservists have civilian health insurance, and over half of all  reservists choose to maintain their civilian health insurance during  mobilization. Prior to being mobilized, 80 percent of reservists had civilian  health insurance—a rate which is similar to that of the U.S. population  between 18 and 64 years old. Insurance coverage varies by rank and age,  with officers and senior personnel more likely to have coverage than  junior personnel. Reservists with dependents are also more likely to have  coverage than those that do not have dependents. Reservists obtained  coverage through a variety of sources, and some reservists had more than  one source of coverage. Even when reservists were mobilized and eligible  for TRICARE, over half opted to keep their civilian health insurance for  their dependents during their most recent mobilization. As of December  2006, less than 3 percent of eligible reservists had opted to enroll in TRS."], "subsections": [{"section_title": "Reservists Covered by Health Insurance at Rates Similar to Those Found in the General Population", "paragraphs": ["The percentage of reservists with health insurance—80 percent—is similar  to that of the U.S. population between 18 and 64 years old. Insurance  coverage for reservists varies by rank and age. According to the 2003  Status of Forces Survey, officers and senior-enlisted reservists were more  likely to have health insurance than junior-enlisted personnel. Ninety-one  percent of officers and 87 percent of senior-enlisted personnel, both of  whom have an average age of over 37 years, reported having health  insurance; 67 percent of junior-enlisted reservists, with an average age of  25 years, reported having health insurance.", "Insurance coverage for reservists also varies between those with  dependents and those without dependents. For example, 87 percent of  reservists with dependents reported having civilian health insurance prior  to their most recent activation, while only 65 percent of reservists without  dependents reported having civilian health insurance. Similarly, 91 percent  of senior-enlisted reservists with dependents had such insurance prior to  their most recent mobilization, compared with 70 percent of senior- enlisted personnel without dependents.", "The percentage of reservists with health insurance has remained relatively  consistent over time. In prior work we reported that in 2000, nearly   80 percent of all reservists had health insurance, and 60 percent of junior  enlisted reservists had health insurance. Eighty-six percent of reservists  with dependents had health insurance and 63 percent of reservists without  dependents reported having insurance. Within the general population,  there has been a slight decrease in the number of individuals with health  insurance over the past 6 years: In 2000, 82 percent of the 18 to 64 year old  population had health insurance, as compared with 80 percent in 2005.", "Reservists and their dependents obtained health insurance through a  variety of sources, and some had more than one source of insurance  coverage. Figure 2 shows the sources of reservists’ and their dependents’  health insurance prior to mobilization. The primary source of health  insurance was civilian employers. About three-quarters of reservists and  their dependents were covered by their civilian employers’ health plan,  and over one-quarter were also covered by their spouses’ civilian  employer’s health plan."], "subsections": []}, {"section_title": "Many Mobilized Reservists Choose to Maintain Civilian Coverage", "paragraphs": ["Although reservists are required to enroll in TRICARE and their  dependents become eligible for TRICARE when the reservists are  mobilized, most opt to maintain their civilian insurance for their  dependents during their active-duty service. According to the 2003 Status  of Forces Survey, 52 percent of reservists maintained their civilian  employer’s health insurance during their most recent mobilization. The  2004 Status of Forces Survey found that 85 percent of reservists reported  that their civilian employer continued to pay at least a portion of their  insurance premium. According to the survey and our interviews with DOD  officials, many reservists maintained their civilian health insurance to  avoid disruptions associated with changing to TRICARE and to ensure that  their dependents could continue seeing their current providers who may  not accept TRICARE."], "subsections": []}, {"section_title": "Relatively Few Reservists Have Enrolled in TRS", "paragraphs": ["On April 27, 2005, TRS became available to certain reservists returning  from active duty on contingency operations. In October 2006, TRS became  available to an expanded number of reservists based upon their health  insurance status. As of December 2006, less than 3 percent of eligible  reservists had enrolled in TRS. DOD officials reported that more than  485,000 reservists were eligible to enroll in TRS, and as of December 2006,  over 11,000 reservists had enrolled themselves or their dependents in  TRS. DOD officials said that one reason for the low enrollment rate may  be the result of an enrollment process which, until passage of the NDAA  for Fiscal Year 2006, required reservists to take the first step toward  enrollment while they were still on active duty. To become eligible to  purchase coverage in TRS, a reservist had to execute a service agreement  to remain in Selected Reserve status while still serving on active duty. This  usually occurred at a demobilization site. Officials told us that they believe  that a primary reason that reservists did not take this first step in the  enrollment process was that reservists were generally more focused on  returning to their families during this period than they were on making  decisions about their health insurance. The NDAA for Fiscal Year 2006  changed this requirement so that reservists have up to 90 days from the  end of their active-duty service to execute the service agreement and the  length of the agreement determines the time period of their eligibility for  TRS at the 28 percent premium. The NDAA for Fiscal Year 2007 eliminated  the service agreement requirement and, under this law, eligibility for TRS  will end only upon the termination of the reservist’s service in the Selected  Reserve. Finally, some DOD officials said that a lack of education about  the program may also have resulted in low participation rates."], "subsections": []}]}, {"section_title": "DOD Is Challenged by the Task of Educating Reservists and Their Dependents about TRICARE", "paragraphs": ["The increased number of reservists being mobilized and changing  TRICARE eligibility requirements for reservists have challenged DOD in its  efforts to educate reservists and their dependents about TRICARE.  Reservists have reported that they and their dependents are not well  informed about TRICARE, with less than 20 percent saying they were well  informed. The primary educational resources DOD relies on are the  TRICARE briefings provided by each reserve component to mobilized  reservists just prior to deployment, and those given at demobilization sites  when reservists return from deployment. These briefings are  supplemented by family support programs, Web sites, toll-free customer  assistance numbers, and print materials. DOD officials said that education  could be improved for reservists and their dependents by providing  TRICARE briefings to reservists at times not associated with mobilization  or demobilization, targeting TRICARE education for dependents, and  improving other existing educational resources. DOD has worked to  improve several of its tools for educating reservists about TRICARE, but it  currently has no plans to require that the reserve components provide  additional TRICARE briefings."], "subsections": [{"section_title": "DOD Is Educating an Increased Number of Reservists and Dependents about TRICARE", "paragraphs": ["Increased mobilizations of reservists and continuing changes to TRICARE  eligibility have increased the number of reservists and dependents that  DOD must educate about TRICARE. The terrorist attacks of September 11,  2001, marked the beginning of a substantial increase in the number of  reservists being mobilized and therefore eligible for TRICARE. From 1996  to 2001, DOD provided TRICARE education to approximately 10,000  mobilized reservists annually. Since the beginning of fiscal year 2002, DOD  has provided TRICARE education to about 125,000 mobilized reservists  annually, according to DOD officials.", "Steadily expanding TRICARE eligibility for reservists has also placed new  challenges on DOD to continually update its educational programs. These  expansions (described in app. II) have required DOD to revise its training  materials, update its Web site, and retrain benefits counseling and  assistance coordinators to provide more current information to reservists  and their dependents. For example, the pre-active duty benefits discussed  earlier were expanded, from 30 days to up to 90 days prior to the date  active-duty service begins. TAMP, which provides continued TRICARE  coverage to reservists separating from active duty, was extended from   60 days to 180 days. In fiscal year 2005, with the initial implementation of  TRS, DOD developed new educational materials to inform reservists and  their dependents of their new benefits. The NDAA for Fiscal Years 2006  and 2007 each revised the provisions of TRS. In response to these  requirements, DOD updated its educational tools because the tools  describing who is eligible, what premiums they pay, and when they must  register changed with each revision."], "subsections": []}, {"section_title": "Most Reservists and Their Dependents Are Not Well- Informed about TRICARE", "paragraphs": ["Reservists reported that they and their dependents are not well informed  about TRICARE. TRICARE BCACs that responded to our survey in 2006  reported that the most commonly experienced problem that reservists and  their dependents face when using TRICARE is a poor understanding of the  program. According to DOD’s 2003 Status of Forces Survey, the last time  DOD surveyed reservists about their knowledge of TRICARE, less than   20 percent of all reservists believed that they were well-informed about  their TRICARE benefits.", "These findings are consistent with our past work on civilian health  coverage of reservists and their dependents, and they indicate that DOD  has been challenged by the task of educating reservists about TRICARE  since at least 2000. In past work, we found that reservists and their  dependents that had dropped their private health insurance for TRICARE  reported problems understanding TRICARE. We concluded that they could  benefit from improved TRICARE education. Figure 3 illustrates data from  DOD’s 2003 Status of Forces Survey showing reservists’ opinions of how  well-informed they felt about various aspects of TRICARE. Reservists’ two  most frequently cited areas of confusion included knowing which doctors  participated in the TRICARE provider network, and which services are  covered by TRICARE.", "Surveys indicate a lack of awareness about DOD programs designed to  assist family members in learning about and using TRICARE. DOD  officials said that they were interested in reaching out to reservists’  dependents because they recognize that reservists’ dependents,  specifically spouses, often play a major role in the family’s understanding  and use of TRICARE. However, DOD’s 2000 Survey of Reserve Component  Members indicated that fewer than 50 percent of the spouses of mobilized  reservists were aware of the family support programs designed to assist  them in understanding and using TRICARE. The 2002 survey showed that  fewer than 10 percent of spouses used these programs."], "subsections": []}, {"section_title": "DOD Uses a Variety of Tools to Educate Reservists and Their Dependents about TRICARE", "paragraphs": ["DOD relies on a several methods to educate reservists and their  dependents about TRICARE. TRICARE briefings by each reservist’s  reserve component are the primary tool DOD uses to educate reservists  about TRICARE. The briefings generally occur when a reservist is  mobilized and when the reservist returns from a mobilization. However,  many DOD officials and TRICARE BCACs have said that this is not an  ideal time for reservists to initially learn about TRICARE. According to  DOD officials, these days of training are often so full of critical  information that it is difficult for the reservist to absorb all of the details of  TRICARE. These briefings also occur at a time when a reservist may have  already been eligible for TRICARE for up to 90 days without realizing it.  Similarly at demobilization sites, where reservists are debriefed upon  returning from theater, officials tell us that many reservists are focused on  returning home to their families rather than learning the details of their  TRICARE benefits. In addition, briefings at mobilization and  demobilization sites typically do not include reservists’ dependents.", "Family support programs designed to educate reservists’ dependents  about TRICARE are used by most of the reserve components, including  the National Guard, Air Force, Army, Navy, and the Marines. DOD officials  said that these programs are important because reservists’ dependents  often play a major role in understanding and using reservists’ TRICARE  benefits. Family support programs are intended to increase knowledge  about a variety of military benefits, including TRICARE. For example, the  Air Force Reserve Command provides TRICARE information and  assistance at family support offices. In order to provide the most current  information to reservists and their dependents, personnel at these  locations are educated regularly about new programs that affect reservists.  Similarly, the National Guard Bureau has established family assistance  centers that provide support for dependents of deployed soldiers in the  National Guard and other reserve components, as well as assistance for  demobilizing soldiers. However, reservists have reported a lack of  awareness about these programs and fewer than 10 percent of reservists’  spouses said they took advantage of these programs.", "DOD relies on other educational resources such as the TRICARE Web site,  toll-free customer assistance phone numbers, the use of BCACs, and print  materials sent directly to reservists and their dependents. However, most  of these resources are helpful only to reservists and their dependents that  actively seek TRICARE information; they do not reach out to reservists  that are not already pursuing the information.", "In a survey administered by DOD in 2005, a third of reservists cited the  TRICARE Web site as their primary source of information when they seek  assistance. However, DOD officials acknowledged that the site was  cumbersome, with a satisfaction rate of less than 60 percent. DOD  reported in January 2006 that its TRICARE Web site contained over  538,000 pages of content and over 300 subsites.", "In DOD’s 2005 survey, close to 13 percent of reservists cited a preference  for obtaining assistance from toll-free customer assistance numbers.  However, as of December 2006, the TRICARE Web Site listed at least 25  different toll-free customer assistance numbers. This doesn’t include any  toll-free numbers that each reserve component might have available. This  large number of TRICARE customer service numbers confuses  beneficiaries. TRICARE users ranked phone and electronic sources of  information as the most difficult to use. DOD’s Communications and  Customer Service Group acknowledged that such a multitude of customer  assistance numbers is sometimes not helpful.", "Finally, less than 3 percent of reservists said that they rely on print  materials such as newspapers and newsletters. Although DOD has updated  some of its print materials with information about TRS, these materials are  not reaching all reservists. DOD said that the reserve components’  administrative personnel update the file of reservists’ addresses in DEERS  when notified by the member, but incorrect addresses remain for  approximately 10 percent of reservists. According to DOD officials, this  results in approximately 10 percent of TRICARE mailings being returned  to sender as misdirected mail.", "Individual reserve units also provide TRICARE education to their  members. This is sometimes a reservist’s primary source of information  about his or her TRICARE benefits. However, DOD officials said the  quality of this information can vary greatly across units and depends  largely on the individuals charged with providing the information."], "subsections": []}, {"section_title": "DOD Officials Recognize the Need for Improved TRICARE Education", "paragraphs": ["DOD officials recognize that TRICARE education could be improved, but  they currently do not plan to require that the reserve components provide  additional TRICARE briefings. DOD officials have suggested that  TRICARE education could be made more effective by supplementing the  TRICARE briefings provided at mobilization and demobilization sites with  annual briefings during training periods when reservists are not being  mobilized and are therefore better able to focus on the material covered in  the briefing. DOD officials said that briefings at mobilization sites are a  logical time to remind reservists of their available TRICARE benefits, but  this is not the best time to expose reservists to TRICARE information for  the first time. However, as of July 2006, DOD had no plans to require  reserve components to increase the number of TRICARE briefings they  provide to reservists or change the time that they provide them.", "Half of the TRICARE BCACs that responded to our survey said that  education should be improved. Some suggested targeting additional  education to dependents of mobilized reservists. Other DOD officials  agreed and said that the spouses of reservists are generally responsible for  the family’s health care decisions when the member is mobilized, so  dependents should therefore be a focus of DOD’s educational efforts.  However, DOD officials we interviewed noted that when dependents are  invited to briefings they often do not attend. They said that publicizing  information to families could be a challenge, but suggested that reservists  and their families also bear some responsibility for being aware of these  programs.", "In November 2006, DOD launched a redesigned TRICARE Web site and  TMA has plans to reduce the number and redundancy of pages on the Web  site. DOD officials acknowledge that they have inaccurate addresses on  file for some reservists. They continue to send reminders to reservists to  keep the information in DEERS current, but they expect there will always  be a number of incorrect addresses on file."], "subsections": []}]}, {"section_title": "Most Reservists Are Satisfied with Their TRICARE Benefits, but Some Reservists Experience Difficulties Using TRICARE", "paragraphs": ["A majority of reservists report that they are satisfied with their TRICARE  benefits; however, some reservists have experienced difficulties when  using TRICARE. According to our interviews with reservists and DOD’s  most recently available data, over half of the reservists who used  TRICARE were satisfied with it. Additionally, 70 percent of reservists  thought that TRICARE was either equal to or better than their civilian  health insurance. However, when reservists did experience problems with  TRICARE, the most commonly reported difficulties were (1) a general lack  of understanding about the TRICARE program, (2) establishing TRICARE  eligibility, (3) obtaining TRICARE assistance, and (4) finding a health care  provider. DOD officials said they believed that some of these problems  stemmed from difficulties reservists encounter in establishing their  eligibility in DEERS, which is done through reserve component  administrative personnel. Registration in DEERS is necessary for  reservists and their dependents to use TRICARE. The officials we  interviewed observed that helping reservists understand their benefits,  establishing reservists’ eligibility for TRICARE, and addressing specific  concerns is complicated because responsibility for resolving problems is  divided across organizational units. TRICARE is administered by TMA, but  recording reservists’ eligibility in DEERS is managed by each reserve  component’s administrative personnel."], "subsections": [{"section_title": "Most Reservists Are Satisfied with TRICARE", "paragraphs": ["In our interviews with over 100 reservists, we found that over half  reported that they were satisfied with their TRICARE benefit. This was  also supported by DOD’s 2004 Status of Forces Survey, which showed that  70 percent of reservists thought TRICARE was either equal to or better  than their civilian health insurance plans. DOD’s 2003 Status of Forces  Survey showed that over 60 percent of the reservists who used TRICARE  reported being satisfied with their own TRICARE benefits and with their  dependents’ TRICARE benefits. Only 20 percent of reservists reported  dissatisfaction with the benefits in the 2003 Status of Forces Survey.  Figure 4 illustrates how specific aspects of TRICARE compared with  reservists’ civilian health insurance."], "subsections": []}, {"section_title": "Some Reservists and Their Dependents Experienced Difficulties When Using TRICARE", "paragraphs": ["Some reservists and their dependents experienced difficulties when they  used TRICARE. Our surveys of BCACs and interviews with reservists and  DOD officials indicated that when reservists experienced difficulties using  TRICARE, the most common difficulties included a lack of knowledge  about TRICARE benefits, problems establishing TRICARE eligibility,  obtaining TRICARE assistance, and finding medical providers. These  findings were consistent with data from DOD’s 2003 Status of Forces  Survey."], "subsections": [{"section_title": "Understanding Benefits", "paragraphs": ["Fifty-eight percent of the TRICARE BCACs that responded to our survey  reported that the biggest problem reservists and their dependents faced  when using TRICARE is their ability to understand TRICARE. Many  reservists and their dependents lack a basic understanding of TRICARE.  According to the 2004 Status of Forces Survey, about 41 percent of  reservists reported that their dependents did not use TRICARE insurance  because of the complexity of TRICARE. Some BCACs said that reservists  and their dependents continue to experience difficulties understanding the  complexity of the various options, knowing which benefits are covered,  understanding the referral process and authorizations required, and the  changing enrollment requirements. For example, enrollment requirements  change throughout the periods before, during, and after a reservist’s  active-duty service. Dependents of reservists who have been ordered to  active duty for a period of more than 30 consecutive days may enroll in  TRICARE Prime if they wish to be covered by that option. Dependents  enrolled in TRICARE Prime must then re-enroll to continue TRICARE  Prime coverage during their TAMP period when the reservist returns from  active duty. However, dependents using TRICARE Extra and TRICARE  Standard are not required to re-enroll to receive TAMP benefits. Access to  TRICARE could be impaired if reservists and their dependents fail to  adhere to the changing enrollment requirements."], "subsections": []}, {"section_title": "Establishing Eligibility", "paragraphs": ["Establishing eligibility for TRICARE in the DEERS database—DOD’s  computerized database used to record TRICARE eligibility—has been  problematic for many reservists and their dependents. Almost half of the  BCACs that responded to our survey said that the process for establishing  TRICARE eligibility in DEERS needed to be improved. DEERS stores the  identity of reservists, dependents, and others who are entitled to TRICARE  benefits as well as their dates of eligibility. BCACs that we surveyed and  other DOD officials said that many reservists and their dependents are  incorrectly entered into DEERS when the reservists are mobilized. When  reservists return from a mobilization, they are required to update their  status in DEERS and to keep their dependents’ information updated as  well in order to receive the benefits for which they are eligible. Reservists  sometimes do not do this. When DEERS is not properly updated, reservists  or their dependents might be denied medical care, or be charged  incorrectly for medical services. According to DOD officials we  interviewed, dependents of active-duty members also have problems with  DEERS, but these problems are accentuated for dependents of reservists  because their eligibility status can change more frequently.", "DOD does not collect data on how many reservists and their dependents  experience problems with the information entered into the DEERS  system. However, DOD officials said that they believe that some of the  problems reservists face in using TRICARE, including the other problems  described in this report, stem from problems in their DEERS enrollment.  This problem is exacerbated by the fact that BCACs and other TMA staff  are not able to resolve reservists’ problems with DEERS because each  reserve component’s administrative personnel, rather than TMA, record  reservists’ eligibility information in DEERS. Reservists often do not realize  that they need to seek assistance with DEERS from a different office than  that from which they would seek benefits assistance. For example, a  reservist who was not properly registered in DEERS might seek assistance  from a TRICARE BCAC, who would be unable to assist the reservist with  his or her problem, rather than the administrative personnel who could  assist with these problems."], "subsections": []}, {"section_title": "Finding Assistance", "paragraphs": ["Almost a third of the BCACs that responded to our survey said that many  reservists and their dependents experience difficulties in obtaining  TRICARE assistance when problems or questions about TRICARE arise.  Many reservists do not have a designated TRICARE expert within their  unit and are not aware of the many resources available to assist them with  their TRICARE benefits. BCACs we surveyed also reported that when  reservists call for information, sometimes even unit-designated TRICARE  representatives are confused by reservists’ benefits and cannot answer  beneficiary questions. Some BCACs responsible for assisting reservists in  using TRICARE do not have access to DEERS and are therefore unable to  provide accurate information about TRICARE eligibility to reservists and  their dependents."], "subsections": []}, {"section_title": "Finding Medical Providers", "paragraphs": ["Over a quarter of the BCACs that responded to our survey reported that  finding a medical provider is one of the problems most commonly  experienced by reservists and their dependents when using TRICARE  benefits. Some DOD officials we spoke with also said that reservists and  their dependents experience difficulties finding medical providers that  accept TRICARE. However, other work we have done reviewing access to  care for TRICARE beneficiaries indicates that there are a large number of  TRICARE providers accepting new patients except where there are few  practicing providers in general, such as in geographically remote areas.", "We could not determine whether reservists that experienced difficulty  finding TRICARE providers lived in geographically remote areas."], "subsections": []}]}]}, {"section_title": "Conclusions", "paragraphs": ["Changes to reservists’ TRICARE eligibility have resulted in DOD having to  educate a growing number of reservists and their dependents about their  eligibility requirements and benefits under TRICARE. Despite DOD’s use  of a variety of tools to educate reservists about TRICARE, reservists,  BCACs, and DOD officials continue to suggest that TRICARE education  could be improved by providing TRICARE briefings at times other than  when reservists are being mobilized or returning from mobilizations. For  example, reservists have other required training periods during the year  where a discussion of TRICARE benefits could be a part of the program. In  addition, while reservists and their dependents become eligible for  TRICARE up to 90 days before the reservists’ active-duty service begins,  they might not learn of this eligibility until the TRICARE briefing they  receive at the mobilization site. Despite this shortcoming, DOD has no  plans to add additional TRICARE briefings during times other than  mobilization and demobilization."], "subsections": []}, {"section_title": "Recommendation", "paragraphs": ["We recommend that the Assistant Secretary of Defense for Health Affairs  improve TRICARE education for reservists and their dependents by  providing additional TRICARE briefings to reservists and their  dependents. These briefings could be provided to reservists during  training periods not associated with mobilizations or at the time that  reservists are first informed of their impending mobilization."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["DOD provided written comments on a draft of this report. DOD partially  concurred with our recommendation, agreeing that information about  TRICARE should be provided to reservists and their family members when  they are first informed of a pending mobilization of the member or any  time a member is ordered to active duty or full-time National Guard duty  for more than 30 days. However, DOD did not agree that providing  additional briefings during periods not associated with mobilizations  would be beneficial. DOD’s comments are reprinted in appendix III.", "DOD noted that reservists’ training time is limited and must be prioritized  to maximize its value. DOD further noted the difficulty in holding the  interest of an audience to describe a benefit for which they are not yet  eligible. DOD stated that it has provided an abundance of information  about TRICARE to reservists and their family members.", "As we noted earlier, DOD has revised its training materials and updated its  Web site to provide more current information to reservists and their  dependents. However, our surveys and interviews with BCACs and  reservists indicate that these materials are not reaching all reservists, but  instead reach only those that actively seek TRICARE information.  Furthermore, we understand the importance for DOD to effectively use  limited training time. However, we continue to believe that providing  TRICARE briefings whenever time becomes available during reservist  training periods—a time when reservists are not distracted by other  concerns associated with mobilization—would be an effective way to help  ensure that reservists are aware of the most current information about  TRICARE.", "DOD also provided technical comments, which we have incorporated  where appropriate.", "We are sending copies of this report to the Secretary of Defense,  appropriate congressional committees, and other interested parties. We  will also make copies available to others upon request. In addition, the  report is available at no charge on the GAO Web site at  http://www.gao.gov.", "If you or your staff have questions about this report, please contact me at  (202) 512-7119. Contact points for our Offices of Congressional Relations  and Public Affairs may be found on the last page of this report. Another  contact and staff acknowledgments are listed in appendix III."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["The National Defense Authorization Act (NDAA) for Fiscal Year 2004  directed that we study the health insurance coverage of reservists and  their dependents, DOD’s efforts to provide assistance specifically to  reservists and their dependents to facilitate their access to and use of  TRICARE benefits, and reservists’ and their dependents’ experiences using  TRICARE. To do this, we (1) identified the extent to which reservists have  civilian health insurance, (2) examined DOD’s efforts to educate reservists  and their dependents about TRICARE, and (3) described reservists’ level  of satisfaction with TRICARE and the types of problems reservists and  their dependents experienced when using TRICARE.", "To determine the extent to which reservists had civilian health insurance,  we obtained data from the Department of Defense’s (DOD) 2003 and 2004  Status of Forces Surveys of Reserve Component Members and DOD’s 2000  Survey of Reserve Component Members. We discussed the limitations of  the surveys with DOD officials and determined that the survey data were  reliable for our purposes. We did not independently assess the reliability  of DOD’s data. To learn about the extent of TRICARE benefits available to  reservists and their dependents, we reviewed pertinent legislation,  regulations, documents, reports, and information related to the TRICARE  health benefits available to activated reservists and their dependents. In  addition, we interviewed officials in the offices of the Assistant Secretary  of Defense for Reserve Affairs, the TRICARE Management Activity (TMA),  the Defense Manpower Data Center, and representatives of the seven  reserve components. We also interviewed members of selected reserve  military service organizations: the Enlisted Association of the National  Guard of the United States; the Reserve Officers Association of the United  States; and the Military Officers Association of America. Finally, we  reviewed and evaluated reports from the Congressional Research Service  and Congressional Budget Office as well as prior GAO reports.", "To examine DOD’s efforts to educate reservists and their dependents  about TRICARE, we interviewed representatives from DOD’s TMA, the  Office of Reserve Affairs, and each of the seven reserve components about  their efforts to educate reservists about TRICARE. We also interviewed  officials from outside stakeholder groups. We interviewed over 100  reservists from the Army National Guard and the Navy Reserves. We  selected these two groups because they had large numbers of reservists  demobilizing that we were able to interview during the course of our work.  We used these interviews to validate and update information that we had  gathered from the various surveys that we used as the basis of our work.  We also reviewed DOD TRICARE Web sites and other materials designed  to inform servicemembers and their dependents about TRICARE. We  developed and administered a Web-based survey of benefit counseling and  assistance coordinators (BCAC) who respond to problems encountered by  reservists and their dependents when they use TRICARE. With the  assistance of DOD officials, we identified BCACs who had direct  experience providing TRICARE counseling and assistance to reservists  and their dependents. We received survey responses from 226 BCACs who  were currently engaged in providing TRICARE counseling and assistance.  Because these 226 respondents were not selected at random from a larger  population of known BCACs, the information they provided cannot be  projected to any other BCACs. In addition, we reviewed our prior work on  reservists and military health care. We also used DOD’s 2003 and 2004  Status of Forces Surveys of Reserve Component Members, DOD’s 2002  Survey of Spouses of Activated National Guard and Reserve Component  Members, and DOD’s 2000 Survey of Reserve Component Members to  provide us with information about reservists’ opinions about TRICARE.", "To describe reservists’ level of satisfaction with TRICARE and the types of  problems reservists and their dependents experienced when using  TRICARE, we interviewed DOD officials as mentioned above, and we  relied on our own survey of BCACs. We used information from the  interviews of reservists as described above. We also obtained and analyzed  the results of the DOD’s 2003 and 2004 Status of Forces Surveys of  Reserve Component Members.", "Finally, the NDAA for Fiscal Year 2004 mandated that we describe DOD’s  options for continuing civilian health care coverage while reservists are  mobilized. We did not address this part of the mandate in this report  because it was addressed in our October 19, 2005 report, Defense Health  Care: Health Insurance Stipend Program Expected to Cost More Than  TRICARE But Could Improve Continuity of Care for Dependents of  Activated Reserve Component Members (GAO-06-128R).", "We performed our work from October 2005 through December 2006 in  accordance with generally accepted government auditing standards."], "subsections": []}, {"section_title": "Appendix II: Selected Legislation Pertaining to TRICARE Eligibility for Reservists", "paragraphs": ["Appendix II: Selected Legislation Pertaining  to TRICARE Eligibility for Reservists Contained a provision which allowed nonactivated members of the Selected Reserve and the  Individual Ready Reserve and their family members to enroll in TRICARE if the member was  eligible for unemployment compensation or was ineligible for health care coverage from his or  her civilian employer. Another provision allowed reservists who had pending active-duty orders  to use TRICARE for up to 90 days before their active-duty service began. A third provision  extended the length of time which service members, including demobilized reservists, could use  TRICARE after they had been released from active duty to 180 days. These provisions were set  to expire on December 31, 2004.", "Indefinitely extended the temporary provision passed in 2003 which allowed reservists with  pending active-duty orders to use the military health care system up to 90 days before their  active-duty service began. It also indefinitely extended the temporary provision which extended  the length of time which service members could use TRICARE after they had been released  from active-duty service to 180 days. This legislation did not extend the provision which  authorized TRICARE access for reservists who were eligible for unemployment compensation  or were ineligible for health care coverage from their civilian employer.", "Another provision provided TRICARE Standard coverage through a new program that DOD  named TRICARE Reserve Select (TRS). This was made available to reservists who had been  activated for a period of more than 30 days in support of a contingency operation on or after  September 11, 2001, and who agreed to continue serving in the Selected Reserves after  release from active duty. Under this provision, reservists are eligible to purchase TRICARE  coverage for themselves and their family members for up to 1 year for each 90 days of active  duty served, or the number of full years for which they agreed to continue service, whichever is  less. Reservists pay a monthly premium of 28 percent of the total amount determined by the  Secretary of Defense on an appropriate actuarial basis as being reasonable for coverage.", "Extended eligibility for TRICARE Standard to all Selected Reserve component personnel.  Those reservists who meet TRS requirements established in the NDAA for Fiscal Year 2005 will  continue to pay the 28 percent premium. Those who are eligible for unemployment  compensation, are self-employed, or who are not eligible for insurance through an employer- sponsored plan will pay 50 percent. Those who do not qualify for the two lower premium levels,  such as those who are eligible for employer-based insurance but prefer to enroll in TRICARE,  will pay 85 percent.", "Restructures the TRS program by eliminating the three-tiered premium structure. Establishes  that reservists who are eligible for the Federal Employees Health Benefit Plan are not eligible to  purchase TRICARE coverage. Under this provision, members of the Selected Reserve will be  eligible to purchase TRICARE coverage for themselves and their dependents at the 28 percent  premium rate regardless of whether they have served on active duty in support of a contingency  operation. In addition, eligibility will not depend on the length of a service agreement entered  into following a period of active duty; instead, reservists will be eligible for TRS for the duration  of their service in the Selected Reserve. DOD is required to implement these changes by  October 1, 2007.   percent of the total amount determined by the Secretary of Defense on an  appropriate actuarial basis as being reasonable for coverage. DOD did not implement this provision  before it expired on December 31, 2004, citing a lack of authorized funds."], "subsections": []}, {"section_title": "Appendix III: Comments from the Department of Defense", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "Acknowledgments", "paragraphs": ["In addition to the contact named above, Thomas Conahan, Assistant  Director; Cathleen Hamann; Adrienne Griffin; Carolina Morgan; and  Suzanne Worth made key contributions to this report."], "subsections": []}]}], "fastfact": []}