{"id": "GAO-19-166", "url": "https://www.gao.gov/products/GAO-19-166", "title": "Climate Change: Activities of Selected Agencies to Address Potential Impact on Global Migration", "published_date": "2019-01-17T00:00:00", "released_date": "2019-01-17T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The effects of climate change, combined with other factors, may alter human migration trends across the globe, according to the International Organization for Migration. For example, climate change can increase the frequency and intensity of natural disasters, causing populations to move from an area. Climate change can also intensify slow-onset disasters, such as drought, crop failure, or sea level rise, potentially altering longer-term migration trends.", "GAO was asked to review how U.S. agencies address climate change as a potential driver of global migration. For State, USAID, and DOD, this report (1) describes executive branch actions related to climate change and migration from fiscal years 2014 through 2018; (2) examines the extent to which the agencies discussed the potential effects of climate change on migration in their plans and risk assessments; and (3) describes agency activities on the issue. GAO analyzed documents on administration priorities; reviewed agency plans, risk assessments, and documentation of agency activities; and interviewed agency officials."]}, {"section_title": "What GAO Found", "paragraphs": ["From fiscal years 2014 through 2018, a variety of executive branch actions related to climate change—such as executive orders and strategies—affected the Department of State (State), the U.S. Agency for International Development (USAID), and the Department of Defense (DOD), including their activities that could potentially address the nexus of climate change and migration. For example, a fiscal year 2016 presidential memorandum—rescinded in 2017—required agencies to develop implementation plans to identify the potential impact of climate change on human mobility, among other things. In general, however, climate change as a driver of migration was not a focus of the executive branch actions. For example, a fiscal year 2014 executive order—also rescinded in 2017—requiring agencies to prepare for the impacts of climate change did not highlight migration as a particular concern.", "State, USAID, and DOD have discussed the potential effects of climate change on migration in agency plans and risk assessments. For example, State and USAID required climate change risk assessments when developing country and regional strategies, and a few of the strategies reviewed by GAO identified the nexus of climate change and migration as a risk. However, State changed its approach in 2017, no longer providing missions with guidance on whether and how to include climate change risks in their integrated country strategies. In doing so, State did not include in its 2018 guidance to the missions any information on how to include climate change risks, should the missions choose to do so. Without clear guidance, State may miss opportunities to identify and address issues related to climate change as a potential driver of migration.", "The three agencies have been involved in climate change related activities but none were specifically focused on the nexus with global migration. For example, USAID officials said that the agency's adaptation efforts, such as its Pastoralist Areas Resilience Improvement through Market Expansion project in Ethiopia, were the most likely to include activities, such as enhancing resilience, that can indirectly address the issue of climate change as a driver of migration."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends that State provide missions with guidance that clearly documents its process for climate change risk assessments for country strategies. In commenting on a draft of this report, State indicated that it would update its integrated country strategy guidance and will specifically note that missions have the option to provide additional information on climate resilience and related topics."]}], "report": [{"section_title": "Letter", "paragraphs": ["Around the world, climate change is predicted to affect precipitation  levels, increase temperatures, and contribute to more frequent natural  disasters like flooding and drought, among other effects, according to the  Intergovernmental Panel on Climate Change (IPCC).  At the same time,  recent trends suggest that the number of global migrants will continue to  increase, according to the International Organization for Migration  (IOM).  While many factors, including lack of economic opportunity and  political instability, influence the decision to migrate, these international  organizations predict that climate change will further increase global  human migration, but they do not know to what extent. Nonetheless, the  potential link between climate change and migration has raised both  humanitarian and national security concerns for the U.S. government.", "As a result of the risks that climate change poses to environmental and  economic systems,  in February 2013 we placed Limiting the Federal  Government’s Fiscal Exposure by Better Managing Climate Change  Risks on our High Risk List.  As we reported in February 2017, for  example, from fiscal years 2005 through 2014, the federal government  obligated at least $277.6 billion across 17 federal departments and  agencies for disaster assistance programs and activities.  Extreme weather events—such as floods, drought, and hurricanes—are expected  to increase or worsen because of climate change, according to the U.S.  Global Change Research Program.  In February 2017, we reported that  the federal government needs a cohesive strategic approach with strong  leadership and the authority to manage climate change risks that  encompasses the entire range of related federal activities and addresses  all key elements of strategic planning.", "You asked us to review issues related to human migration due to climate  change. In this report, we (1) describe executive branch actions related to  climate change and migration from fiscal years 2014 through 2018; (2)  examine the extent to which the Department of State (State), the U.S.  Agency for International Development (USAID), and the Department of  Defense (DOD) have discussed the potential effects of climate change on  migration in their plans and risk assessments; and (3) describe State,  USAID, and DOD activities, if any, that are related to climate change and  global migration.", "To describe executive branch actions related to climate change and  migration from fiscal years 2014 through 2018, we reviewed key  documents related to climate change that were developed during this time  period. These documents included executive orders, budget requests,  and strategies. We chose fiscal years 2014 through 2018 as our time  frame based on our review of recent executive orders related to climate  change. To examine State, USAID, and DOD discussions of the potential  effects of climate change on migration in their plans and risk  assessments, we reviewed relevant documents completed since fiscal  year 2014. These documents included agency adaptation plans and  country and regional strategies. We selected State, USAID, and DOD  because the agencies’ missions of diplomacy, development, and defense  provide the foundation for promoting and protecting U.S. interests  abroad. To describe State, USAID, and DOD activities that are related to  climate change and global migration, we identified and examined agency  activities potentially related to the issue. For example, we analyzed State  and USAID data such as project descriptions for activities that received  adaptation funding from the Global Climate Change Initiative. We  determined that the USAID and State adaptation project data were  sufficiently reliable for the purposes of describing their efforts. For all  three objectives we interviewed officials from State, USAID, and DOD.  Further details on our scope and methodology can be found in appendix I.", "We conducted this performance audit from October 2017 to January 2019  in accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "Potential Impacts of Climate Change on Migration", "paragraphs": ["According to international and U.S. government sources, climate change  poses serious risks to many of the physical and ecological systems upon  which society depends, although the exact details of these impacts are  uncertain. Climate change may intensify slow-onset disasters, such as  drought, crop failure, and sea level rise. Climate change is also increasing  the frequency and intensity of extreme weather events, including sudden- onset disasters, such as floods, according to key scientific  assessments.  These effects of climate change may alter existing  migration trends across the globe, according to IOM. (See appendix II for  further discussion of climate change as a driver of migration in seven  geographic regions.) For example, sea level rise, a slow-onset disaster,  may result in the salinization of soil and drinking water, thereby  undermining a country or community’s ability to sustain livelihoods and  maintain critical services, which could cause some people to migrate.  Sudden-onset disasters may also contribute to migration as people flee  natural disasters, in most cases leading to temporary displacement. For  example, people may either voluntarily migrate, or be forced to migrate, to  earn money needed to rebuild damaged homes after flooding, especially  as extreme weather events increase in intensity and number. If unable or  unwilling to migrate, people may find themselves trapped or choosing to  stay in deteriorating conditions. Sources agree that the effects of climate  change generally impact internal migration, while migration across  international borders due to climate change is less common.", "In deciding whether to migrate, people weigh multiple factors including  economic and political factors, social or personal motives, or  demographic pressures. The effects of climate change add another layer  of complexity to this decision, but there is debate about the role climate  change plays in migration. Figure 1 depicts how climate change may  influence other factors that drive the decision to migrate or stay.", "There are limitations to reliably estimating the number of people displaced  by climate change because there are no reliable global estimates for  those migrating due to slow-onset disasters, and estimates for those  migrating due to sudden-onset disasters are based on limited data,  according to IOM. The lack of reliable data is due in part to the multi- causal nature of migration. Further, IOM notes that forecasts for the  number of environmental migrants by 2050 vary from 25 million to 1  billion.  They and others have questioned the methodologies used to  arrive at even these broad estimates."], "subsections": []}, {"section_title": "Climate Change Impacts on Migration that May Affect National Security", "paragraphs": ["Migration, potentially driven by climate change, may contribute to  instability and result in national security challenges, according to some  international organizations and national governments.  For example, an  influx of migrants to a city may put pressure on existing resources,  resulting in tensions between new migrants and residents, or between the  population and its government. The U.S. Global Change Research  Program has also stated that migration, such as displacement resulting  from extreme weather events, is a potential national security issue. At  different times, the United Nations General Assembly and, in 2014, DOD  have deemed climate change to be a threat multiplier, as the effects of  climate change could increase competition for resources, reduce  government capacity, and threaten livelihoods, thereby causing instability  and migration. Further, the U.S. intelligence community considers  climate change to increase the risks of humanitarian disasters, conflict,  and migration.", "Identifying the cause of a conflict, however, is complicated, and experts  debate the connections linking climate, migration, and national security.  For example, IOM has reported that existing evidence on climate  migration and instability must be considered with caution.  Further, some  studies stress that other factors can mitigate the effects of climate change  on migration and stability, including governance and community  resilience, as the World Bank has reported."], "subsections": []}, {"section_title": "U.S. Government Agency Roles Related to Climate Change", "paragraphs": ["State, USAID, and DOD are among the U.S. government agencies with a  role in responding to issues related to climate change, including as a  driver of migration.", "State interacts with foreign governments and international  organizations focused on climate change and migration primarily  through the Bureau of Oceans and International Environmental and  Scientific Affairs (State/OES) and the Bureau of Population,  Refugees, and Migration (State/PRM).", "USAID supports a range of development programs that help to  mitigate the effects of climate change through the Bureaus for  Economic Growth, Education and Environment; Democracy, Conflict  and Humanitarian Assistance; Food Security; Asia; and Africa; and  individual USAID missions.  Additionally, USAID’s Offices of U.S.  Foreign Disaster Assistance (USAID/OFDA) and Food for Peace  (USAID/FFP) lead and coordinate the U.S. government’s emergency  responses to sudden- and slow-onset disasters, and complex  emergencies overseas.", "DOD assists in the United States’ humanitarian response to sudden- onset disasters abroad through its six geographic combatant  commands, with support from the Assistant Secretary of Defense for Special Operations and Low Intensity Conflict and the Joint Staff’s  Office of Humanitarian Engagement."], "subsections": []}]}, {"section_title": "Executive Branch Actions Related to Climate Change and Migration from Fiscal Years 2014 through 2018", "paragraphs": ["Climate change as a driver of migration was not a focus of the policy  documents we reviewed for either the current or previous administrations  during fiscal years 2014 through 2018. Our review of executive actions,  budget requests, and executive branch strategies that affected State,  USAID, and DOD found only brief mentions of climate change as a driver  of migration. None of the documents we reviewed reflected a priority for  assessing or addressing climate change as a driver of migration, although  these documents reflect a shift in administrations’ climate change  priorities more generally."], "subsections": [{"section_title": "Executive Actions", "paragraphs": ["The previous administration issued two executive orders and a  presidential memorandum related to climate change. These executive  actions had a policy of improving climate preparedness and resilience,  factoring climate-resilience considerations into agencies’ international  development decisions, and creating forums for interagency coordination.  In March 2017, the current administration issued a subsequent executive  order revoking some of the previous executive actions related to climate  change. See figure 2 for a timeline of these executive actions.", "The previous administration issued three executive actions related to  climate change, which included requirements focused on agencies’  considerations of the impacts of climate change and established forums  for interagency coordination. The current administration issued an  executive action related to energy independence and climate change.", "Executive Order 13653: Preparing the United States for the  Impacts of Climate Change. Executive Order 13653 stated that  agencies—including State, USAID, and DOD—shall, among other  things, develop, implement, and update comprehensive Agency  Adaptation Plans that integrate consideration of climate change into  agency operations and overall mission objectives.  Executive Order  13653 also established the Council on Climate Preparedness and  Resilience.", "Executive Order 13677: Climate-Resilient International  Development. Executive Order 13677 requires State, USAID, and  other U.S. government agencies with direct international development  programs and investments to incorporate climate-resilience  considerations into decision making by assessing climate-related risks  to agency strategies, and to adjust relevant strategies as appropriate,  among other things.  Executive Order 13677 also established the  Working Group on Climate-Resilient International Development as  part of the Council on Climate Preparedness and Resilience.", "2016 Presidential Memorandum on Climate Change and National  Security. The 2016 presidential memorandum required, among other  things, that agencies, including State, USAID, and DOD, develop an  agency-specific approach to address climate-related threats to  national security. It also required agencies to develop implementation  plans that would describe how they would identify the potential impact  of climate change on human mobility, including migration and  displacement, and the resulting impacts on national security, among  other requirements, and stated that the effects of climate change can  lead to population migration within and across international borders,  spur crises, and amplify or accelerate conflict in countries or regions  already facing instability.  The 2016 memorandum also established  the Climate and National Security Working Group.", "Executive Order 13783, Promoting Energy Independence and  Economic Growth. Executive Order 13783 revoked Executive Order  13653 and the 2016 presidential memorandum, among other things,  as seen in figure 2."], "subsections": []}, {"section_title": "Presidential Budget Requests for Fiscal Years 2017 and 2018", "paragraphs": ["Priorities related to climate change shifted between the past two  administrations as reflected in a recent budget request that reduced some  climate change funding affecting U.S. foreign assistance.", "2017 Presidential Budget Request. The previous administration  stated in its fiscal year 2017 budget request that “the challenge of  climate change will define the contours of this century more  dramatically than any other” and that “it is imperative for the United  States to couple action on climate change at home with leadership  internationally.”  The fiscal year 2017 budget request sought $1.3  billion in discretionary funding to advance the goals of the Global  Climate Change Initiative, which was established in 2010 and aimed  to promote resilient, low-emission development, and integrate climate  change considerations into U.S. foreign assistance.  The $1.3 billion  in requested funding included $750 million in U.S. funding for the  Green Climate Fund, a multilateral trust fund designed to foster  resilient low-emission development in developing countries.", "2018 Presidential Budget Request. The current administration, in its  fiscal year 2018 budget request, did not include any funding for the  Global Climate Change Initiative.  In addition, the current  administration’s budget request stated that it “Eliminate the Global  Climate Change Initiative and fulfill the President’s pledge to  cease payments to United Nations’ (UN) climate change programs by  eliminating U.S. funding related to the Green Climate Fund. . .”"], "subsections": []}, {"section_title": "Strategy Documents Affecting State, USAID, and DOD", "paragraphs": ["Some strategies from the current and previous administrations that affect  State, USAID, and DOD, among other agencies, reflect a shift in priorities  related to climate change. For example, the previous administration cited  climate change as a “top strategic risk” in its 2015 National Security  Strategy and stated that climate change is an urgent and growing threat  to U.S. national security, contributing to increased natural disasters,  refugee flows, and conflicts over basic resources like food and water.   The current administration does not discuss climate change in its 2017  National Security Strategy.  Additionally, State and USAID have a Joint  Strategic Plan to help the agencies achieve the objectives of the National  Security Strategy. The previous State-USAID Joint Strategic Plan  included a strategic goal on “promoting the transition to a low-emission,  climate-resilient world” that proposed leading international actions to  combat climate change.  The current State-USAID Joint Strategic Plan  does not have a climate change goal."], "subsections": []}]}, {"section_title": "State, USAID, and DOD Have Discussed the Potential Effects of Climate Change on Global Migration, but State Does Not Provide Clear Risk Assessment Guidance", "paragraphs": ["State, USAID, and DOD were required by executive orders to assess  climate change-related risks to their missions and, for State and USAID,  to their strategies, among other things. In response to Executive Order  13653, which has since been revoked, the agencies completed  adaptation plans that integrated considerations of climate change into  agency operations and overall mission objectives. In response to  Executive Order 13677, which has not been revoked, State and USAID  developed processes for climate change risk assessments for their  country and regional planning documents.  Although these executive  orders did not require a specific assessment of climate change as a driver  of migration, all three agencies have discussed the effects of climate  change on migration in their adaptation plans and risk assessments.  However, State lacks clear guidance on its process for assessing climate  change-related risks to its integrated country strategies."], "subsections": [{"section_title": "Agencies Discussed the Effects of Climate Change on Migration in Their 2014 Adaptation Plans", "paragraphs": ["State, USAID, and DOD each completed adaptation plans in 2014 that  included limited discussions of migration as one potential effect of climate  change. Executive Order 13653 directed the agencies to develop or  continue to develop, implement, and update comprehensive Agency  Adaptation Plans that integrate consideration of climate change into  agency operations and overall mission objectives. Each adaptation plan  was to include, among other things, a description of how the agency  would consider the need to improve climate adaptation and resilience.", "State. In its 2014 adaptation plan, State included a brief discussion of  climate change as one of multiple factors that potentially will drive  migration and impact its mission. State reported that the specific  impacts of climate change on the ability of the department to promote  peace and stability in regions of vital interest to the United States  were unknown. For example, according to the plan, an increase in  heavy precipitation events around the world could damage the electric  grid and transportation and energy water infrastructure, upon which  State depends, making it difficult to maintain operations and  diplomatic relations. In its plan, State reported that climate change  impacts may threaten international peace, civil stability, and economic  growth through aggravating existing problems related to poverty and  environmental degradation. Further, environmental and poverty- related issues and regional instability could stress relationships with  some foreign governments. However, the plan noted that specific  impacts of climate change on conflict, migration, terrorism, and  complex disasters were still unknown.", "USAID. In its 2014 adaptation plan, USAID included a brief discussion  of migration as one potential effect of climate change that could also  impact security.  USAID stated that the impact of climate change on  its programs and operations, if left unaddressed, could compromise  the agency’s ability to achieve its mission. Further, USAID’s plan  referred to increased migration as a potential risk of climate change.  Flooding and other extreme climate events can result in increased  migration, among other impacts, that could affect existing and planned  USAID programming. In particular, programs in areas like agriculture  and food security, global health, water and sanitation, infrastructure,  and disaster readiness and humanitarian response are vulnerable to  climate change, according to USAID. In the infrastructure area,  climate change may necessitate new protective measures for coastal  homes and infrastructure, and in some cases even mass evacuations  or permanent migration. USAID stated that climate change could  further reduce or alter the distribution of already limited resources like  food and water, or force temporary or permanent migration of  communities. According to the plan, in areas with high risk factors for  conflict, climate change stresses can aggravate tensions and  contribute to conflict.", "DOD. In its 2014 adaptation roadmap, DOD included a brief  discussion of migration as one of multiple potential effects of climate  change that could impact national security. DOD referred to climate  change as a threat multiplier that can aggravate other risks around the  world, with migration being one effect that could increase requests for  DOD to provide assistance.  The roadmap stated that as climate  change affects the availability of food and water, human migration,  and competition for natural resources, the department’s unique  capability to provide logistical, material, and security assistance on a  massive scale or in rapid fashion may be called upon with increasing  frequency. Furthermore, DOD stated that the impacts of climate  change may cause instability in other countries by, among other  things, impairing access to food and water, damaging infrastructure,  uprooting and displacing large numbers of people, and compelling  mass migration. These developments, according to the department,  could undermine already fragile governments that are unable to  respond effectively, or challenge currently stable governments, as well  as increase competition and tension between countries vying for  limited resources."], "subsections": []}, {"section_title": "Few of the State and USAID Risk Assessments We Reviewed Identified the Nexus of Climate Change and Migration as a Risk", "paragraphs": ["In response to Executive Order 13677, State and USAID developed  processes for climate change risk assessments for their country and  regional planning documents.  Though these assessments are not  specific to migration, a few of the assessments identified the nexus of  climate change and migration.", "State. State required climate change risk assessments for all new  integrated country strategies drafted in 2016 or later.  We reviewed  10 integrated country strategies from the two regions that were the  first to implement the climate change risk assessment requirement— Africa, and East Asia and the Pacific. All 10 of the strategies included  climate change risk assessments, one of which—Cambodia— identified migration as a risk for the country.  The Cambodia strategy  states that internal migration due to climate change hinders access to  health care and the prevention of infectious diseases like malaria. We  also reviewed 10 strategies from State’s functional and regional  bureaus for assessments of climate-related risks, including 3  functional bureau strategies (State/PRM, State/OES, and State’s  Bureau of International Organization Affairs) and 7 regional bureau  strategies. All of the functional bureau strategies we reviewed  identified climate change as a risk and State/PRM cited the impact of  climate change on migration. Of the regional bureau strategies we  reviewed, we found that one, the Bureau for East Asian and Pacific  Affairs, identified climate change as a driver of migration as a  challenge or risk in its region. For example, the strategy states that  climate change is becoming increasingly disruptive, potentially  increasing migration due to rising sea levels. None of the other six  regional bureau strategies we reviewed identified the nexus of climate  change and migration as a risk or challenge. However, five regional  bureaus identified climate change as a risk or challenge and one  identified migration as a risk or challenge.", "USAID. USAID also requires the integration of climate risk  management into all country or regional development cooperation  strategies drafted since October 1, 2015. Missions must document  in a climate change appendix to the strategy any climate risks they  identified and how they considered climate change in their strategy.  As of August 2018, USAID had completed five country or regional  development cooperation strategy updates initiated since October 1,  2015—Uganda, Tunisia, East Africa, Sri Lanka, and Zimbabwe—and  all five included the required appendix.  Of the five updated  strategies, three—Uganda, Tunisia, and East Africa—discuss the  indirect effect of climate change on migration, among other issues.  For example, Uganda’s 2016-2021 country strategy states that  increased frequency and duration of droughts is likely to be the most  significant climate‐related change in Uganda. The strategy also notes  that droughts have affected, and will continue to affect, water  resources, hydroelectricity production, and agriculture, among other  sectors. As agriculture, forestry, and fisheries decline in Uganda, the  strategy asserts that people will migrate to urban areas, leading to the  formation of slums. We also reviewed USAID’s nine regional  development cooperation strategies, one of which—East Africa—had  been updated since the requirement to include climate risk  management. Of the other eight strategies that have yet to be  updated, seven identified climate change as a challenge or risk and  three identified climate change as a driver of migration as a challenge  or risk. For example, the Southern Africa regional development  cooperation strategy states that water scarcity, natural disasters, and  other climate change related events will most likely increase migration  throughout the region. Additionally, the Asia regional development  cooperation strategy discusses the risks of climate change in urban  areas. In Asia, the number of migrants seeking economic  opportunities in urban centers is likely to increase. According to the  strategy, migrants are moving into hazard-prone areas located along  coastlines, flood plains, and other low-lying areas in many Asian  primary and secondary cities—areas that experts predict will  experience more frequent and intense storm surges, floods, and  coastal erosion as a result of climate change."], "subsections": []}, {"section_title": "State Lacks Clear Guidance on its Process for Assessing Climate Change-Related Risks", "paragraphs": ["The requirement in Executive Order 13677 to assess climate change- related risks to agency strategies remains unchanged; however, State  now lacks clear guidance on its process for assessing climate change- related risks to its integrated country strategies. Specifically, State’s  2016 guidance for developing integrated country strategies stated that all  missions should assess the risk of climate change on their strategies’  goals and objectives  and included reference to the climate risk  screening tool—a method that missions could use to assess climate  change risks.  State issued new guidance to its missions in 2018, but  this guidance does not include information on the process for assessing  climate change-related risks to agency strategies. According to State  officials, the 2018 guidance for integrated country strategies does not  reference climate change risk assessments because, in September 2017,  State decided that the strategies should not single out climate change  risks in a separate appendix. State officials said this decision resulted, in  part, from the new administration’s shift in priorities on climate change.  Officials also said that this decision reflects a new approach to risk  management by State and that the missions could choose to include  climate change and other potential risks in the general risk discussion  section of their strategies. Officials from State’s Office of U.S. Foreign  Assistance Resources said that it is now up to each mission to decide  whether a strategic objective may have a climate challenge. However,  those missions that choose to include an assessment of climate change  risks are not provided guidance on the process for doing so and there is  no reference to the climate risk screening tool—or to climate change at  all—in the 2018 guidance.", "Executive Order 13677 directed State to incorporate climate-resilience  considerations into decision making by assessing climate-related risks to  agency strategies, among other things. Subsequently, a State cable from  September 2016 further explained that State would implement the  executive order’s requirement by screening for climate risks as part of the  process for drafting all new integrated country strategies. Additionally, the  Standards for Internal Control in the Federal Government state that  documentation is a necessary part of an effective internal control  system. If management determines that a principle is not relevant,  management must support that determination with documentation that  includes the rationale of how, in the absence of that principle, the  associated component could be designed, implemented, and operated  effectively.", "Because State lacks clear guidance on its process for assessing climate  change-related risks to its integrated country strategies, it is less likely  that the current round of strategies will include the assessment of climate- related risks. It is also possible that those missions that choose to  conduct climate change risk assessments will not do so in a consistent  manner. Such assessments might identify climate change as a driver of  migration, as at least one previous assessment did under the 2016  guidance. Thus, without clear guidance, missions may not examine  climate change as a risk to their strategic objectives and could miss  opportunities to improve the climate resilience of foreign assistance  activities."], "subsections": []}]}, {"section_title": "State, USAID, and DOD Have Been Involved in Various Climate Change Related Activities, but None Were Focused Specifically on Migration, and Their Participation Has Declined", "paragraphs": ["For fiscal years 2014 through 2017, State, USAID, and DOD had some  activities that could potentially address climate change as a driver of  migration, although none of these activities specifically focused on the  issue. For example, USAID has climate change adaptation activities, but  to date migration has not been a focus of this programming. With the shift  in priorities related to climate change in fiscal year 2017, agencies have  reduced some of these activities."], "subsections": [{"section_title": "State Activities", "paragraphs": ["State’s offices that are focused on the issues of climate change  (State/OES) and migration (State/PRM) have participated in multilateral  activities related to climate change as a driver of migration and funded  adaptation and other activities related to the issue. State officials said that  the agency does not, however, have any activities that specifically  address migration due to climate change or environmental factors."], "subsections": [{"section_title": "Multilateral Efforts", "paragraphs": ["State has participated in multilateral activities related to climate change  and migration. With the shift in priorities related to climate change in fiscal  year 2017, the United States has disengaged from some of these  multilateral activities (see table 1).", "In addition to State’s participation in the multilateral activities described in  table 2, State has provided funding for activities related to climate change  and capacity building that address natural disasters. These activities may  involve efforts potentially related to migration. For example, according to  State:", "State provided about $2 million per year, between fiscal years 2014  and 2016, to the Intergovernmental Panel on Climate Change,   which analyzed the impacts of climate change on migration in its most  recent assessment report.", "State/PRM provided about $4 million, between fiscal years 2014  through 2018, for IOM’s Migrants in Countries in Crisis Initiative,  which provides guidelines to protect migrants in countries  experiencing conflict or natural disasters. IOM provides training to  countries on these guidelines. State/PRM officials said that this  initiative is not specifically related to climate change and does not  focus on specific types of disasters but does mention sudden-onset  disasters. Officials also said that IOM tries to promote a climate  change perspective in its trainings.", "State/OES provided about $78 million in adaptation funding from the  Global Climate Change Initiative to eight projects during fiscal years  2014 through 2017.  (See appendix III for a description of all eight  projects.) State/OES officials said that these projects help countries  prepare for the impacts of climate change, potentially reducing the  pressure to migrate. However, to these officials’ knowledge, none of  these projects directly supported activities related to migration. For  example, State/OES provided a $4 million grant to the National  Adaptation Plans Global Network. This network focuses on increasing  the capacity of governments to identify and assess climate risks,  integrate these risks in planning, develop a pipeline of projects to  address these risks, identify and secure funding for projects, and track  progress toward resilience targets. Adaptation activities occurred in  over 35 countries.", "With the shift in priorities related to climate change in fiscal year 2017,  State discontinued some of these efforts. For example, funding for the  Global Climate Change Initiative was not included in the President’s  budget request for fiscal year 2018. State/OES officials said that the  agency does not plan to fund additional adaptation activities and has not  requested additional funding for the activities. According to a State  official, PRM had been in discussion with IOM to develop a project  proposal that would have assisted the governments of Small Island  Developing States in adapting their migration policies to account for  challenges and opportunities associated with environmental degradation,  ecosystem loss, climate change impacts, and natural disasters.  State/PRM stopped further development of the proposal following the  change in administrations. Additionally, according to a State official, the  department made some efforts at the end of the previous administration  to develop a formal position on the topic of climate change as a driver of  migration. For example, State drafted an internal document to help clarify  its role in responding to the humanitarian aspects of sudden-onset and  slow-onset climate events. This initial work stopped under the current  administration."], "subsections": []}]}, {"section_title": "USAID Activities", "paragraphs": ["USAID officials said that, with respect to the agency’s climate-related  programming, its climate change adaptation programming was the most  likely to include activities related to migration or displacement, although a  broad swath of USAID development programming has the potential to  build host country resilience. Officials stated that, to date, migration has  not been a primary motivation for the agency’s climate-related or disaster  assistance programming. However, officials said that, in a humanitarian  crisis or under some economic conditions, development programming can  reduce displacement or the pressure to migrate—such as by fostering  greater resilience to drought or other adverse conditions—and that this is  also true of climate-related programming. USAID also provides  humanitarian assistance in response to natural disasters that displace  people. Officials said that USAID recognizes the links between  displacement and natural disasters, but that the agency does not have  specific programs linking disaster assistance, migration, and climate  change."], "subsections": [{"section_title": "Adaptation Efforts", "paragraphs": ["USAID identified about 250 activities that received adaptation funding  from the Global Climate Change Initiative during fiscal years 2014  through 2016. Our analysis of the descriptions of these activities  determined that none directly mentioned any efforts specifically related to  migration. Officials emphasized that the connection between climate  change and migration tends to be indirect and shaped by other more  immediate factors. USAID’s data on activities that received adaptation  funding identified 38 beneficiary countries, as well as activities described  generally as implemented at the regional or global level.  For activities  where USAID’s data identified a specific region, most activities were  located in Africa followed by Asia and Latin America and the Caribbean.", "Examples of the types of activities that received adaptation funding from  the Global Climate Change Initiative during fiscal years 2014 through  2016 include:", "The Mali Climate Change Adaptation Activity, which aims to build  resilience to current climate variability and increase resilience to  longer-term climate change effects. This activity is also working to  strengthen the capacity of Mali’s meteorological agency to provide  improved climate information as well as to incorporate climate  considerations into local-level planning. The total estimated cost is  about $13 million over 5 years.", "The activity for Climate-Resilient Ecosystems and Livelihoods, which  ended in September 2018, aimed to increase Bangladesh’s resilience  to natural hazards by working with community-based organizations,  government ministries, and technical agencies. This activity provided  technical assistance to the Government of Bangladesh and local  communities to improve ecosystem conservation and resilience  capacity. The total estimated cost was about $33 million in funding  over 6 years.", "The activity for Pastoralist Areas Resilience Improvement through  Market Expansion, which aims to support pastoralists in Ethiopia via  expansion of markets and long-term behavior change (see fig. 3).  USAID officials cited this activity as an example of adaptation efforts  that indirectly address the issue of climate change as a driver of  migration. The activity has three interrelated objectives: increasing  household incomes, enhancing resilience, and bolstering adaptive  capacity to climate change among pastoral people in Ethiopia. An  evaluation of the activity found that migration is a coping strategy for  dealing with climate shocks, although participants said that drought is  becoming more frequent, placing a severe strain on traditional coping  mechanisms, such as migration and selling cattle, and that permanent  migration is not a preferred strategy. The total estimated cost is about  $60 million in funding over 6 years.", "With the shift in priorities related to climate change, funding for USAID’s  climate change adaptation activities has decreased. Missions may  continue to fund their adaptation activities with discretionary funds or  other earmarked, sector funding, provided the activities further the  funding source’s objective, according to USAID. For example, in some  cases, missions are using Water sector funding to continue some of their  adaptation work. USAID also said that among the agency’s goals are to  increase the resilience of USAID partner countries to recurrent crises,  including climate variability and change."], "subsections": []}, {"section_title": "Humanitarian Aid and Disaster Assistance Efforts", "paragraphs": ["In addition to USAID’s climate change adaptation programming,  USAID/OFDA and USAID/FFP provide emergency humanitarian  assistance to people affected by sudden-onset disasters—such as  hurricanes and floods—and slow-onset and extended disasters, including  droughts and conflicts. Some of this assistance helps people who have  been displaced by disaster. USAID officials stated that although disasters  cause mainly temporary displacement, the relationship among  humanitarian assistance, climate change, and migration is very complex  and depends on both climatic and non-climatic factors. USAID/OFDA  responded to 267 disasters from fiscal year 2014 through June 2018,  according to agency data. For example, USAID/OFDA responded to the  effects of Hurricane Matthew in Haiti in October 2016, as seen in figure 4,  including helping temporarily displaced people."], "subsections": []}]}, {"section_title": "DOD Activities", "paragraphs": ["DOD assists in the U.S. government response to overseas disasters,  including helping people displaced by such disasters, regardless of the  cause of the disaster. These efforts are not specific to climate change as  a driver of migration. For example, officials from DOD’s geographic  combatant commands said that, to the extent they address climate  change, migration is not a focus of those efforts and they view migration  as caused by security and economic issues.", "Between fiscal years 2014 and 2018, Congress has appropriated to DOD  between $103 and $130 million per year for Overseas Humanitarian,  Disaster, and Civic Aid. Officials said that the geographic combatant  commands use most of this funding for steady state humanitarian  assistance related to health, education, basic infrastructure, and disaster  preparedness with a smaller amount set aside for immediate disaster  assistance although that varies based on emergency requirements. DOD  officials said that they have not seen any changes to this funding or  associated activities with the change of administrations in fiscal year  2017. DOD officials we spoke with also emphasized that USAID/OFDA is  the lead agency for the U.S. government’s response to disasters  overseas. USAID/OFDA formally requested DOD support on about 10  percent of the foreign disaster assistance provided by USAID/OFDA,  according to USAID data for fiscal year 2014 through June 2018 and  DOD officials. DOD assistance is typically provided for the largest, most  complex disasters, according to agency officials.", "According to a July 2015 assessment conducted by the geographic  combatant commands, while their activities vary, each command works  with partner nations to increase their abilities to reduce the risks and  effects from environmental impacts and climate-related events, including  severe weather and other hazards.  For example, in the report, U.S.  Southern Command stated that it had requested funding to pre-position  assets for when a severe storm threatens Haiti to be able to respond  immediately to a potential disaster. U.S. Southern Command officials said  that they work with partner nations to encourage residents experiencing  extreme weather to remain where they are because it is easier to provide  help to people who stay in one place. Officials from U.S. Southern  Command and U.S. Africa Command also said that the major factors  driving migration in their regions are security and economic issues."], "subsections": []}, {"section_title": "Interagency Forums", "paragraphs": ["State, USAID, and DOD have participated in interagency forums  regarding climate change, which may have addressed its effects on  migration. With changes to priorities regarding climate change in fiscal  year 2017, these forums have been disbanded or are not meeting.", "The Council on Climate Preparedness and Resilience. The  Council on Climate Preparedness and Resilience, of which State,  USAID, and DOD were members, was established to facilitate the  integration of climate science in policies and planning of government  agencies, including by promoting the development of climate change  related information, data, and tools, among other things. Additionally,  the council was to develop, recommend, and coordinate interagency  efforts on priority federal government actions related to climate  preparedness and resilience. According to State officials, the council  began working with the National Security Council and other agencies  to facilitate greater interagency cooperation on adaptation. In addition,  a task force on the council was discussing the federal role in  addressing displacement related to climate change. The council was  disbanded when Executive Order 13783 revoked Executive Order  13653, which had established the council.", "The Working Group on Climate-Resilient International  Development. The Working Group on Climate-Resilient International  Development, of which State and USAID were members, was  established by Executive Order 13677 and placed under the Council  on Climate Preparedness and Resilience.  The working group’s  mission includes developing guidelines for integrating considerations  of climate-change risks and climate resilience into agency strategies,  plans, programs, projects, investments, and related funding decisions,  among other things. Additionally, the working group was tasked with  facilitating the exchange of knowledge and lessons learned in  assessing climate risks to agency strategies, among other things.  USAID officials said that the working group had not discussed climate  change as a driver of migration. While the working group has not been  formally disbanded, it has not met since at least November 2017  according to USAID.", "The Climate and National Security Working Group. The Climate  and National Security Working Group, of which State, USAID, and  DOD were members, was established by the 2016 presidential  memorandum.  The chairs of the working group were to coordinate  the development of a strategic approach to identify, assess, and share  information on current and projected climate-related impacts on  national security interests and to inform the development of national  security doctrine, policies, and plans, among other things. According  to the memorandum, the working group was to provide a venue for  enhancing the understanding of the links between climate change- related impacts and national security interests and for discussing  opportunities for climate mitigation and adaptation activities to  address national security issues. This working group was disbanded  when Executive Order 13783 revoked the 2016 presidential  memorandum, which had established the working group."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["State, USAID, and DOD assessments and activities have not focused  specifically on the nexus of climate change and migration. State did  identify migration as a risk of climate change in at least one of its climate  change risk assessments for the department’s country strategies.  However, State now lacks clear guidance on its process for assessing  climate change-related risks to its integrated country strategies. State’s  current guidance for these country strategies no longer mentions a  climate change risk assessment and does not provide missions with  information about the climate risk screening tool that can be used to  conduct such an assessment. As such, missions are less likely to  examine climate change as a risk to their strategic objectives, or to do so  in a consistent manner, and thus may not have the information they would  need to identify migration as a risk of climate change. By clearly  documenting and providing guidance on how to assess the risk of climate  change, State would ensure that the department examines the potential  risks of climate change on its foreign assistance activities."], "subsections": []}, {"section_title": "Recommendation for Executive Action", "paragraphs": ["We are making the following recommendation to State:  The Secretary of State should ensure that the Director of the Office of  U.S. Foreign Assistance Resources provides missions with guidance that  clearly documents the department’s process for climate change risk  assessments for integrated country strategies. (Recommendation 1)"], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this product to State, USAID, and DOD for review  and comment. State provided written comments, which we have reprinted  in appendix IV. In its comments, State did not oppose the  recommendation and noted that the agency will update its integrated  country strategy guidance by June 30, 2019 to inform missions that they  have the option to include an annex on climate resilience, as well as other  topics. However, State also indicated that the agency will begin working  with stakeholders to consider whether to recommend that the Secretary of  State ask the President to rescind Executive Order 13677: Climate- Resilient International Development.", "USAID also provided written comments, which we have reprinted in  appendix V. In its letter, USAID provided some additional information  about its programs and its proposed transformation effort. USAID and  DOD provided technical comments, which we incorporated as  appropriate.", "We are sending copies of this report to the appropriate congressional  requesters, Secretary of State, the Administrator of USAID, and the  Secretary of Defense. In addition, the report is available at no charge on  the GAO website at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  David Gootnick at (202) 512-3149 or gootnickd@gao.gov, or Brian J.  Lepore at (202) 512-4523 or leporeb@gao.gov. Contact points for our  Offices of Congressional Relations and Public Affairs may be found on  the last page of this report. GAO staff who made key contributions to this  report are listed in appendix VI."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["This report (1) describes executive branch actions related to climate  change and migration from fiscal years 2014 through 2018; (2) examines  the extent to which the Department of State (State), the U.S. Agency for  International Development (USAID), and the Department of Defense  (DOD) have discussed the potential effects of climate change on  migration in their plans and risk assessments; and (3) describes State,  USAID, and DOD activities, if any, that are related to climate change and  global migration. We chose fiscal years 2014 through 2018 as our time  frame based on our review of recent executive orders related to climate  change. We selected State, USAID, and DOD because the agencies’  missions of diplomacy, development, and defense provide the foundation  for promoting and protecting U.S. interests abroad.", "To describe executive branch actions related to climate change and  migration from fiscal years 2014 through 2018, we reviewed documents  that reflect priorities of the previous and current administrations.  Specifically, we reviewed budget requests and enacted appropriations  between fiscal years 2014 through 2018 for funding priorities related to  climate change and U.S. foreign assistance. In addition, we reviewed  executive actions and executive branch strategies that applied to State,  USAID, and DOD between fiscal years 2014 through 2018 for executive  and national security priorities related to climate change. For example, we  reviewed the current and previous national security strategies. strategies and seven regional bureau strategies. For USAID, we  examined the five country and regional strategies that were required to  include a climate risk assessment at the time of our review: Uganda,  Tunisia, East Africa, Sri Lanka, and Zimbabwe. We also reviewed all nine  USAID regional strategies. For both State and USAID, we reviewed the  selected strategies by searching for information related to migration and  climate change. To determine whether State clearly documents the  department’s current climate risk assessment process for integrated  country strategies, we compared State’s 2018 guidance for developing  integrated country strategies with standards related to documentation in  Standards for Internal Control in the Federal Government and previous  State guidance issued in 2016, which was created in response to  Executive Order 13677’s requirements to assess climate change risks to  strategies, among other things. to these issues. The agency then provided us with data for about 250  activities from its annual operational plans for fiscal years 2014  through 2016, the 3 years during the period we reviewed in which it  received adaptation funding. USAID identified these activities based  on whether the agency had tagged them in its plans as having an  “adaptation key issue.” USAID excluded projects that had planned  attributions to the adaptation key issue of less than $250,000 in a  given fiscal year, as well as certain other activities such as those that  focused on project support. We then conducted an automated review  of the activity description fields provided by USAID for terms related to  migration and other descriptive information such as locations of  activities. Because no USAID adaptation activities specifically  mentioned migration, for the purposes of this report we chose  illustrative examples to provide context for the types of activities the  agency has funded.", "DOD officials we met with did not identify any specific activities related  to climate change as a driver of migration. DOD officials from the  Assistant Secretary of Defense for Special Operations and Low  Intensity Conflict and the geographic combatant commands generally  discussed DOD activities related to humanitarian assistance and  disaster response as most relevant to our inquiry. Because DOD  works in coordination with USAID’s Office of U.S. Foreign Disaster  Assistance on disaster assistance we also reviewed USAID data on  its disaster response activities during this period.", "We determined that the USAID and State adaptation project data and  USAID disaster assistance data were sufficiently reliable for the purposes  of describing these efforts.", "State, USAID, and DOD to obtain information on whether changes in  government priorities related to climate change affected their activities.", "We conducted this performance audit from October 2017 to January 2019  in accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Regional Focus on Climate Change as a Driver of Global Migration", "paragraphs": ["This appendix provides a review by region of observed and projected  climate change effects, migration trends, and challenges in stability and  security. Multiple sources we used for this overview make a connection  between climate change and such events as rising sea levels, higher  temperatures, and an increase in the number and severity of extreme  weather events.  The following regions are discussed: Asia, South  America, the Arctic, Sub-Saharan Africa, the Middle East and North  Africa, Oceania, and Central America and the Caribbean. We have  provided an overview for each region and a focus on one country or  territory in the region. international and regional organizations, including a variety of  organizations within the United Nations, the World Bank, regional  development banks, the European Union, and others. Third, we reviewed  relevant public documents from U.S. government agencies, including the  Department of Defense, the U.S. Agency for International Development  (USAID), and the United States Institute of Peace (USIP). Fourth, we  reviewed academic sources, research institutions, and documents from  the relevant country’s national government. population.  Economic conditions may be a factor for people deciding  whether to migrate or stay in their country of origin.", "Remittances as Percent of GDP: The money international migrants  transfer to recipients in their country of origin, expressed as a  percentage of the origin country’s GDP.  Sources agree that  remittances support resilience in origin countries.", "Agriculture, Fishing, Forestry as Percent of GDP: A measure of  the value added to an economy from the agricultural sector, which  includes forestry, hunting, fishing, and the cultivation of crops and  livestock, expressed as a percentage of the country’s GDP.  Countries that depend on the agricultural sector may be vulnerable to  the effects of climate change, according to the World Bank.", "Percent of Population in Cities: The population living in areas  classified as urban according to criteria each country uses.  Today,  more than half of the global population lives in cities. Migration, in  some cases due to climate change, is an important driver of urban  growth, according to IOM. Cities are also expected to face increasing  risks from rising sea levels, flooding, storms, and other climate  change effects.", "Net Migration Rate: A measure of the number of people leaving a  country compared to the number of people entering a country,  expressed as a number per 1,000 people.", "The effects of climate change in Asia may impact migration and stability  according to the Intergovernmental Panel on Climate Change (IPCC) and  the Asian Development Bank (ADB). In coastal areas, effects of climate  change include rising sea levels, storm surges, and others. Receding  glaciers in mountanous areas may also cause flooding, and monsoons in  a warmer climate may be more severe. Heat extremes and more rainfall  are a particular concern in Southeast Asia. Changes in precipitation and  drought in Asia may exacerbate food security challenges, and contribute  to people deciding to migrate. Increases in migration, partly stemming  from the effects of climate change in surrounding rural areas, may put  pressure on existing urban infrastructure. Rural migrants may settle in  informal communities on the outskirts of cities, areas that have little  resilience to natural disasters. Although the World Bank and others agree  that climate change largely causes internal migration, some evidence  shows that the impact of climate change contributes to cross-border  migration in Asia. Large numbers of migrants, along with other  destabilizing factors, may contribute to instability and conflict, according to  the IPCC. The effects of climate change on livelihoods, for example, could  increase migration, strain governance, and contribute to conflict as a  result. Bangladesh is one example where decreased yields from  agriculture and fisheries have contributed to migration to the country’s  coastal cities, which face their own climate change challenges."], "subsections": [{"section_title": "Bangladesh: Climate Change, Migration, Stability and Security", "paragraphs": [], "subsections": [{"section_title": "Total Population 164,700,000", "paragraphs": ["Bangladesh’s high population density and geography make the country  susceptible to the effects of climate change, according to the World Bank,  and others. Bangladesh’s coasts and river banks are vulnerable to  sudden-onset events such as tropical cyclones and flooding. Cyclone Aila  in 2009, for example, caused widespread flooding in the southern coastal  areas of Bangladesh and impacted millions of people. The storm washed  away embankments that protected coastlines and caused severe damage  to crops and livelihoods. Tropical Cyclone Mora in 2017 damaged  thousands of homes and displaced an estimated 200,000 people.  Increases in the number and intensity of tropical cyclones, which some  predict will occur in a warmer climate, could have severe impacts on  homes, livelihoods, and food security. Bangladesh also experiences  many slow-onset climate change events, such as rising sea levels and  increasingly severe droughts, which are projected to intensify with climate  change. Bangladesh would lose an estimated 17.5 percent of its land if  the sea level rose 1 meter, as the International Organization for Migration  (IOM) has reported. Projected changes in precipitation levels could cause  drought and food insecurity in the northwest and salt-water intrusion could  reduce crop yields in the southwest."], "subsections": []}, {"section_title": "Net Migration Rate per 1000 people -3.2", "paragraphs": [], "subsections": [{"section_title": "Map of Bangladesh", "paragraphs": ["Migration is a common adaptation strategy to climate change in  Bangladesh, according to the ADB. For example, some farmers have  adapted to salt water intrusion and destroyed crops by switching to salt- tolerant rice production or shrimp cultivation. Others have migrated, often  to Bangladesh’s cities to find work less dependent on agriculture. Many  new migrants to Bangladesh’s cities live in informal settlements that lack  the resilience to withstand sudden-onset climate events. The capital city,  Dhaka, is a common destination for migrants displaced by salt-water  intrusion, flooding, and river erosion, according to IOM. Dhaka, like many  coastal cities in South Asia, is located on a low-lying riverbank and faces  increasing risks of extreme flooding. For example, past floods in Dhaka  have destroyed homes and contaminated drinking water, creating  significant health hazards. In some cases, individuals migrate to cities  temporarily for work and return home after the agricultural off season  ends. Bangladeshis also provide a significant number of labor migrants to  the Gulf States and Malaysia. Remittances from international migrants  represent 5.4 percent of the country’s GDP, and may help to support  resilience to climate change, according to IOM, and others. These  migration trends may intensify in the future. One study estimates 9.6  million people will migrate from 2011 to 2050 due to the effects of climate  change.", "Challenges in Stability and Security  Migration due to climate change is cited as a potential destabilizing factor  in Bangladesh by ADB, and others. The low-income population in  Bangladesh is dependent on agriculture, making the effects of climate  change—including impacts on food security—a particular concern. By  2030, these effects on livelihoods and food security could increase the  poverty rate in Bangladesh by 15 percent, as the IPCC has reported.  Given the proximity of Bangladesh to India, some individuals may also  choose to cross the border. Increased migration to India is a potential  concern, according to some sources, as India may not have the  resources to absorb large numbers of Bangladeshi migrants.", "The CNA Corporation, National Security and the Threat of Climate Change (Alexandria,  VA: 2007); and Population Council, “Effects of Future Climate Change on Cross-Border  Migration in North Africa and India,” Population and Development Review, Vol. 36, No. 2  (2010).", "The effects of climate change in South America vary by region, according  to the the Intergovernmental Panel on Climate Change (IPCC) and  International Organization for Migration (IOM), as well as potentially  impacting migration and stability. On the coast, risks include sea level  rise, depletion of fisheries, and coral reef bleaching, according to IOM.  Coastal cities with growing populations are particularly vulnerable. Melting  glaciers in the Andean mountain region, and increased rainfall are  expected to change the distribution of water resources, and impact food  production as global demand for food is growing. Desertification and land  degradation, complicated by the effects of climate change, are  contributing to migration from rural areas to cities in South America, as  IOM has reported. An estimated 77 percent of people living in high risk  areas in South America are located in cities, according to IOM. IOM  predicts that as these people feel the effects of sea level rise and water  scarcity, they will migrate from the large coastal cities to smaller urban  areas. While South America has experienced economic growth in the last  decade, poverty rates remain high, and the effects of climate change,  including possible migration, may exacerbate inequalities, putting further  pressure on cities to meet the needs of their populations. Water security  in particular is expected to disproportionaly impact low-income  communities, according to the IPCC. For example, in Brazil, drought in  the northeast may increase migration to southern cities that are facing  rising sea levels and landslides, with consequences for food, water, and  energy security."], "subsections": []}]}]}, {"section_title": "Brazil: Climate Change, Migration, Stability and Security", "paragraphs": [], "subsections": [{"section_title": "Human Development Index High Gross Domestic Product (GDP) per Capita $14,103 Remittances as % of GDP 0.1 Agriculture, Fishing, Forestry as % of GDP 4.6 % Population in Cities 86.3 Net Migration Rate per 1000 people 0.0", "paragraphs": ["Observed and Projected Effects of Climate Change  Brazil’s cities and rural regions may encounter a range of climate change  effects, according to the IPCC and IOM. Rural areas, particularly in the  northeast, could experience significant impacts from climate change partly  due to poverty rates, and historical vulnerability to drought. Higher  temperatures are expected to affect crop yields and household incomes,  especially for low-income communities. In northeastern Brazil,  temperatures are expected to increase and rainfall to decrease. The  northeast could see a 22 percent reduction in precipitation by 2100,  according to IPCC projections. Brazil’s coastal areas, including cities, are  also vulnerable to rising sea levels, heavy precipitation, flooding, and  landslides. The vast majority of Brazil’s population, about 86 percent, lives  in cities, many in coastal areas, according to the United Nations  Development Program. As their populations have grown, urban areas have  extended out. This urban growth in Brazil’s megacities has caused further  increases in temperature, rainfall, and landslides. For example, current  levels of urbanization in the metropolitan area of Sao Paulo may already be  responsible for the 2°C warming observed in the city over the last 50 years,  as well as the rise in extreme rainfall, according to the IPCC. The  metropolitan area is expected to extend its area 38 percent by 2030.  Multiple studies of the effects of urbanization on Sao Paulo’s climate  suggest higher temperatures affect convective rainfall, which occurs when  warm air rises, condenses to form clouds, and produces extreme rain.  Other concerns are the depletion of coral reefs and mangrove forests on  Brazil’s coastlines, and decreases in biodiversity.", "Migration from drought in northeastern Brazil to cities has increased  urban populations, putting more people at risk of displacement from  flooding and landslides. Migration from the northeast is a historical trend  in Brazil, as economic migrants have sought seasonal jobs in more  productive agricultural regions, or moved permanently to southern cities.  Projected declines in rainfall have led some to predict further increases in  migration in northeastern Brazil, as the IPCC has reported. However,  remittances from family members who leave Brazil’s northeast support  resilience for those who remain and may help to reduce migration.  Already environmental factors contribute to migration to cities, including to  favelas, informal settlements often constructed in hilly areas and  floodplains outside of Brazilian cities. A significant number of the favela  residents in Rio de Janeiro are migrants from northeastern Brazil,  according to IOM. These new migrants may be at risk of further  displacement if heavy rainfall, flooding, and other climate change effects  destroy their vulnerable homes. For example, heavy rainfall in April 2010  resulted in landslides across Rio de Janeiro, displacing an estimated  5,000 people, according to a report from the World Bank. Brazil is also a  destination for migrants from other countries in the region. Migrants from  Venezuela searching for jobs and improved food security have come in  growing numbers in recent years, as have migrants from Haiti fleeing a  series of natural disasters, as IOM has reported.", "Challenges in Stability and Security  Although Brazil ranks 106th out of 178 countries on the Fragile States  Index, the effects of climate change may contribute to challenges with  water, food, and energy access according to the IPCC. Decreased rainfall  could decrease agricultural productivity, with potential health impacts for  poor populations. These conditions are of particular concern in  northeastern Brazil, as extreme weather and low crop yields are  associated with more violence, according to the IPCC. Brazil also  receives about 70 percent of its electricity from hydroelectric power,  according the United Nations Environment Programme, and recent  droughts caused power cuts across many major cities. Although not  linked to the effects of climate change, absorbing a growing number of  migrants fleeing political and economic instability in Venezuela may  impact the broader region, according to the U.S. Department of Defense  and the National Intelligence Council. Neighboring countries, including  Brazil, may struggle to absorb the influx of migrants. On average, 800  Venezuelans are crossing the border to Brazil every day in need of urgent  humanitarian assistance, according to the UNHCR, the UN Refugee  Agency.", "The effects of climate change in the Arctic, including higher temperatures  and melting ice, have contributed to shifts in migration across the Arctic,  and may have security implications. Increasing temperatures may have a  variety of impacts in the Arctic, according to the Intergovernmental Panel  on Climate Change (IPCC). The effects of rising temperatures are  disrupting livelihoods and food security, especially for indigenous  communities, and opening up untapped natural resources to extraction.  Both trends have impacted migration flows in the Arctic. Rising  temperatures and melting ice have opened up previously inaccessible  waterways in the Arctic, with implications for national security, according  to the Department of Defense and others. Greenland, located in the Arctic  and considered part of Kingdom of Denmark, exhibits many of these  trends."], "subsections": []}]}, {"section_title": "Greenland: Climate Change, Migration, Stability and Security", "paragraphs": [], "subsections": [{"section_title": "Total Population 56,000", "paragraphs": ["Greenland is experiencing the effects of climate change, including glacial  and ice melt, shifts in wildlife distribution, and newly available oil and  mineral deposits, among others. The Greenland Ice Sheet covers  approximately 80 percent of Greenland’s land mass. The ice sheet’s  melting rate is slow, but uncertain. Increases in temperature greater than  1°C may result in the near loss of the entire ice sheet over a millennium  and significant sea level rise, according to the IPCC. In the short term,  predicting the ice sheet’s melting rate is a challenge as predictions vary in  the scientific community. Accurate predictions would support mitigation  and adaptation efforts in vulnerable areas. Rising temperatures and  shrinking ice cover have shifted the distribution and migration patterns of  marine mammals and fish, and impacted food security according to the  IPCC and the Arctic Council, an intergovernmental forum for Arctic states.  For example, the economy in Paamiut, Greenland, depended primarily on  cod fisheries until changing climate conditions caused cod to disappear,  and the town was slow to adapt to newly available shrimp. Similarly,  fisheries in Disko Bay, Greenland, have struggled to adapt to new  conditions. Rising temperatures and the resulting reduction in ice cover  have required a shift to fishing from boats in open water instead of  hunting and fishing over ice cover. Lastly, warming and ice melt may  make significant oil and mineral deposits accessible for extraction in the  future. The potential expansion of extraction industries makes  environmental sustainability another possible concern. For example, an  estimated 31 billion barrels of oil and gas may exist off the coast of  Northeast Greenland, according to the Kingdom of Denmark’s 2011-2020  Arctic Strategy. The strategy stresses the importance of assessing and  reducing risks to the environment resulting from the exploration and  extraction of oil and gas.", "The effects of climate change are predicted to contribute to internal and  external migration in Greenland. For example, young people are  increasingly leaving indigenous communities in rural areas for cities in  Greenland in search of work, as traditional livelihoods become  unsustainable. Greenland is home to a majority indigenous population,  primarily Inuit, whose traditional hunting and fishing practices require  travel across ice. In the past, people adapted to seasonal changes to  support livelihoods by migrating, and the practice was embedded into  indigenous social structures. With reduced ice cover, however, migrating  to hunt, fish, and maintain connections to community is more dangerous  or restricted. Government policies promoting centralized services, such  as health care and education, have also played a role in the shift away  from migration as a way of life. As a result, indigenous livelihoods are  more difficult to maintain, and young people often migrate to towns and  cities in Greenland, or to Denmark, for education. At the same time,  warmer temperatures have made mineral extraction feasible. As the  extraction industry grows, new jobs may draw migrants from outside the  Arctic region. In 2011 companies spent $100 million on the exploration of  minerals in the Artic, and the estimated number of new mines is expected  to require more workers than now live in the region.17 79Currently, more  people leave than migrate to Greenland.", "The local Inuit population in  Uummannaq, Greenland relies  heavily on ice coverage for fishing  and travel by traditional dog-sled.", "Brookings-LSE Project on Internal Displacement, A Complex Constellation:  Displacement, Climate Change and Arctic Peoples (January 30, 2013).", "Brookings-LSE Project on Internal Displacement.", "The effects of climate change on Sub-Saharan Africa vary depending on  the region and have impacts on migration and security, according to the  International Organization for Migration (IOM). Coastal areas, for  example, in West and East Africa are at risk from sea level rise that could  affect major cities. Drought and the risk of desertification in the Sahel is  cited as a concern, as is increased rainfall in parts of Central Africa  accompanied by lower agricultural yields. As desertification threatens the  livelihoods of farmers and herders, and drought makes fishing more  challenging, rural dwellers may be more likely to migrate to cities,  according to the United Nations Environment Programme (UNEP).  Urbanization and population growth across Sub-Saharan Africa is already  making densely populated cities vulnerable to flooding, storms, and  erosion, increasing the number of people at risk of displacement by  sudden-onset disasters. Climate change effects and changing migration  flows across Sub-Saharan Africa may impact access to natural resources  and contribute to existing tensions and conflicts, according to UNEP and  the Intergovernmental Panel on Climate Change (IPCC). In Nigeria, the  effects of climate change may effect a variety of livelihoods and increase  migration south, while also exacerbating existing conflicts."], "subsections": []}]}, {"section_title": "Nigeria: Climate Change, Migration, Stability and Security", "paragraphs": [], "subsections": [{"section_title": "Total Population 190,900,000 Fragile States Index #14 out of 178", "paragraphs": ["The effects of climate change on Nigeria may impact the country’s  agriculture and economy, according to the United States Institute of  Peace (USIP). Higher temperatures and decreased rainfall have  contributed to drought in northern Nigeria. Desertification is also a  concern. Some regions in northern Nigeria have less than 10 inches of  rain a year, an amount that has decreased by 25 percent since the  1980’s, according to USIP. In other areas across Nigeria flooding has  resulted in major crop losses, according to UNEP. Rising sea level, water  inundation, and erosion are concerns in Nigeria’s coastal areas. Rising  sea level is predicted to pose medium to very high risks to Africa’s coastal  areas by 2100, according to the IPCC. Future sea level rise could result in  the inundation of over 70 percent of the Nigerian coast. A rise of 0.2  meters in sea level could risk billions of dollars in assets, including oil  wells near the coast. Even without a rapid rise in sea level, Nigeria’s  coastal areas could experience erosion and significant land loss by 2100,  as the IPCC has reported.", "The effects of climate change on livelihoods in northern Nigeria may  contribute to migration to the south according to UNEP, while conflict in  the north drives separate migration trends. As the effects of climate  change make farming and fishing more challenging elsewhere in Nigeria,  migration to southern coastal cities may increase. Traditionally, farmers,  herders, and fishery workers migrated for temporary employment during  the off season, including migration to Nigeria’s cities to work in the oil  industry. Permanent migration south as well as to cities may become  more common if land suitable for farming decreases. As fish habitats like  Lake Chad dry up, fishery workers may also migrate. Larger urban  populations on the coast will put more people at risk of sea level rise,  water inundation, and erosion, according to the IPCC. A rise in sea level  of 1 meter could put over 3 million people at risk of displacement as the  IPCC has reported. Herders have also moved further south due to  increased drought in northern Nigeria, as UNEP and USIP have reported.  A 2010 survey of herdsmen in Nigeria, for example, found that nearly  one-third of them had migrated southeast as a result of changes in the  natural environment, according to the UNEP. The ongoing conflict with  Boko Haram, while not caused by climate change, has further resulted in  millions of displaced people across the Lake Chad region, including many  Nigerians who have fled to Cameroon, Chad, and Niger.", "Nigerian refugees at the Minawao  camp in Cameroon.", "Challenges in Stability and Security  The effects of climate change, migration, and conflict are interconnected  in Nigeria, as USIP has reported. The country is ranked 14th of 178  countries on the Fragile States Index. Events in northwest Africa,  including Boko Haram’s attacks in Nigeria, have underscored concerns  about the region’s vulnerability to the spread of violent extremism. The  effects of climate change may exacerbate these concerns, according to  USIP. Nigerians fleeing attacks from Boko Haram in the north have gone  to communities in neighboring Chad, Cameroon, and Niger that are  already experiencing food shortages due in part to climate change. These  neighboring countries as a result have fewer resources to support both  their own residents and the newer refugees. Non-state actors may also  take advantage of government inaction on the effects of climate change.  Boko Haram, for example, has justified its acts of violence by pointing to  government failures, according to the USIP. Separately, increased  drought in the north may aggravate historic tensions over land and water  use between farmers in the south and herders migrating from the north,  according to UNEP. Nigeria’s oil fields on the coast, which represent a  significant part of the economy, are also at risk from sea level rise.  Potential losses in oil revenue could impact Nigeria’s ability to respond to  humanitarian crises and conflict at home. Increased violence within its  borders could also affect Nigeria’s ability to support regional  peacekeeping missions, such as the United Nations Mission in Liberia  from 2003 to 2018, where Nigerian troops worked to restore security after  a civil war.", "The effects of climate change in the Middle East and North Africa,  including on its desert regions, may impact water access and compound  migration and stability challenges, according to the United Nations  Environmental Programme (UNEP). Over 60 percent of the population  already experiences high or very high water stress, according to the  World Bank. Coupled with unsustainable water use, climate change may  further exacerbate challenges with water security. The region continues  to experience rising temperatures and declining annual rainfall, trends  that contribute to the severity and length of drought, land degradation,  and desertification. Decreased water security affects the livelihood and  quality of life of farmers in the region, contributing to an increase in their  migration to the cities and more urbanization, according to the World  Bank. In contrast, many people are expected to migrate away from  coastal cities as a result of sea level rise, according to UNEP. These  potential migrations would be taking place in a region that already hosts  large numbers of migrants such as those displaced by conflict and  violence, including 18 percent of the world’s refugees, according to the  International Organization for Migration. Challenges in water security may  put greater pressure on unstable governments in the region, by  intensifying existing tensions and conflicts between populations and their  governments as well as between countries that share sources of water.  The conflict in Syria illustrates the complex nature of climate change,  migration, and conflict in the region, and the challenges to accurately  assessing the links among the three, as noted in a technical paper  commissioned by the U.S. Agency for International Development  (USAID)."], "subsections": []}]}, {"section_title": "Syria: Climate Change, Migration, Stability and Security", "paragraphs": [], "subsections": [{"section_title": "Total Population 18,300,000", "paragraphs": ["Rising temperatures and declining rainfall have contributed to recent  droughts in Syria, a trend that may continue. The country underwent an  extended drought from about 2006 until 2011. During the drought an  estimated 60 percent of Syria experienced severe crop failure, and  accompanying impacts on food security. Some studies have linked the  length and severity of the drought in Syria to climate change, as USAID  has reported. Others, however, have pointed to government land and  water use policies, combined with the effects of climate change, as  responsible for the severity of the drought. Agricultural policies, for  example, encouraged farmers to grow water intensive crops like wheat,  and supported inefficient irrigation practices, policies which further  depleted ground water and made the region more vulnerable to  decreases in rainfall linked to climate change. Across the Middle East, the  rising temperatures and declining rainfalls of recent decades may worsen,  according to the World Bank. If these trends continue, countries in the  Middle East, including Syria, could continue to experience periods of  severe drought and reduced crop yields."], "subsections": []}, {"section_title": "Net Migration Rate per 1000 people -41.8", "paragraphs": [], "subsections": [{"section_title": "Map of Syria", "paragraphs": ["Migration Trends  The ongoing conflict in Syria, in which migration due to climate change  may have been a contributing factor, has caused large-scale migration to  neighboring countries in the Middle East and to Europe. Leading up to the  civil war, prolonged drought, among other factors, had increased  migration to Syrian cities. Because of the drought, in 2009, over 800,000  Syrians lost their livelihoods in the agricultural sector, while nearly 1  million experienced food insecurity. In 2010, an estimated 200,000 people  migrated from farms in rural areas to cities, according to a UN report. The  conflict in Syria, which began in 2011, has further displaced large  numbers of people within the country and across the Middle East, as we  have previously reported.At the beginning of the conflict, Syrians, as  well as Iraqi and Palestinian refugees who had been residing in Syria, fled  mainly to Jordan, Lebanon, and Turkey. As the conflict persisted,  refugees fled in larger numbers to Turkey, with the UNHCR reporting that  nearly 1 million Syrians sought protection in that country in 2015. Starting  that year, a growing number of Syrians risked dangerous sea voyages to  reach countries in Europe, such as Greece, Germany, and Sweden. As of  June 2017, more than 5 million registered Syrian refugees were living in  neighboring countries, including more than 3 million in Turkey, and more  than 1 million in Lebanon.", "Challenges in Stability and Security  Sources agree that the Syrian conflict is a significant security challenge  that has resulted in large scale migration across the Middle East and to  Europe. Yet the link between prolonged drought, rural to urban migration,  and the current conflict in Syria is uncertain. Some academic sources  argue that the increased strain on urban infrastructure and resources due  to the rural to urban migration played a role in Syria’s growing instability.  Others highlight the complex nature of the Syrian conflict, pointing to  broader political factors that exacerbated resource scarcity and inequality.  For example, as the drought intensified, the Syrian government  downplayed the severity of the humanitarian crisis, as described in  research cited in a technical report commissioned by USAID.result, appeals to the international community for emergency aid received  minimal support. Combined with existing sectarian divisions, ongoing  revolutions across the Middle East, and other factors, the government’s  response to the drought may have contributed to the current conflict.  Migration and displacement are a concern in the region, according to the  Department of Defense and others. The U.S. government has provided  significant humanitarian assistance for Syrian refugees in the Middle  East, including in Lebanon and Jordan, as we have previously reported.However, a technical report commissioned by USAID has cautioned that  the ongoing conflict in Syria makes it difficult to conduct research and  draw conclusions related to climate, migration and conflict.", "As a  The effects of climate change on Oceania, particularly rising seas, may  significantly impact coastal populations and increase migration in the  future, as the Asian Development Bank (ADB) and the Intergovernmental  Panel on Climate Change (IPCC) have reported. Rising temperatures and  declining rainfall may also contribute to lower yields from fisheries and  agriculture, and a significant decrease in coral reef cover. Extreme  weather events, including higher temperatures, wind, and rainfall, have  already increased in number and intensity across the region. In the  majority of Pacific island nations, of those who migrate, more people  leave than come, according to the African, Caribbean, and Pacific  Observatory on Migration. The majority of migration in the region is  economically driven. In the future, climate change may further impact  these migration patterns across the region, according to the IPCC.  Climate change has already exacerbated challenges that aid-dependent  nations in the region face, restricting livelihoods and resources and  contributing to pressures to migrate. The costs of climate change,  including a decline in crop yields, a rise in energy demands, and a loss of  coastal land, are predicted to be significant. The ADB estimates these  costs will reach 12.7 percent of the Pacific regions’ GDP by 2100.  Increased migration may also impact political stability and play a role in  geopolitical rivalries within the region, according to the IPCC. The effects  of climate change, especially rising sea levels, may result in forced  migration from the Republic of the Marshall Islands (the Marshall Islands)  and have additional impacts on the U.S. defense infrastructure on the  islands."], "subsections": []}]}]}, {"section_title": "Marshall Islands: Climate Change, Migration, Stability and Security", "paragraphs": [], "subsections": [{"section_title": "Total Population 100,000 Fragile States Index Not Available Human Development Index High Gross Domestic Product (GDP) per Capita $3,819 Remittances as % of GDP 14.8 Agriculture, Fishing, Forestry as % of GDP 15.9 % Population in Cities 76.7 Net Migration Rate per 1000 people Not Available", "paragraphs": ["Observed and Projected Effects of Climate Change  Rising sea levels are a grave threat to the Marshall Islands.The country  consists of islands, low-lying atolls—coral caps sitting on top of  submerged volcanoes—making it particularly vulnerable to rising sea  levels. On average, the Marshall Islands are 2 meters above sea level. In  Majuro, the country’s most populous atoll, observed rates of sea level rise  are already twice as fast as the global average. Population centers  experience significant flooding, with damage to roads, houses, and  infrastructure, especially during La Niña years, which are significantly  wetter and more prone to extreme rainfall. Flooding is expected to worsen  with rising sea levels, with consequences for the availabity of drinking  water. On Roi-Namur island, for example, a 0.4 meter rise in sea level  combined with wave-driven flooding is predicted to make groundwater  undrinkable year round as early as 2055. This salt water inundation may  contaminate already limited groundwater across the Marshall Islands.  Lastly, during the 1940s and 1950s, the Marshall Islands was the site of  67 U.S. nuclear weapons tests on or near Bikini and Enewetak Atolls.  Projected increases in frequency of flooding may negatively impact efforts  to contain radioactive material stored on Runit Island.", "A number of factors have increased migration from the Marshall Islands,  including to the United States. In 1986, the United States entered into a  compact of free association with the country that allowed its citizens to  migrate to the United States, as we have previously reported. As a result,  more than 20,000 Marshallese now live in the United States.People are  more likely to migrate abroad as the effects of climate change on the  Marshall Islands—including rising sea levels—increasingly impact  livelihoods.The threat of mass displacement and forced migration is  also a concern, as the International Organization for Migration has  reported. However, Marshallese culture has a strong connection to the  land, which means that many view migration as a last resort. For people  still living in the Marshall Islands, they face overpopulation in urban  centers and displacement by sudden-onset disasters like cyclones and  flooding. Factors influencing people deciding to move abroad include  displacement, lack of economic opportunity—sometimes exacerbated by  climate change—and limited access to health care. Climate change is  likely to increase risks to public health in the country.Increased rainfall,  for instance, may expand mosquito breeding grounds, raising the risk of  diseases like dengue fever. The country’s limited health care system may  further contribute to migration from the islands.", "Challenges in Stability and Security  In the future, the Marshall Islands may become uninhabitable. This  prospect threatens the existence of the Marshall Islands as a sovereign  state, as well as the United States defense facilities located on the  islands. The total loss of land could result in the Marshall Islands being  uninhabitable, which raises problems of migration, resettlement, cultural  survival, and sovereignty. Relocation of the population of the Marshall  Islands, and of other Pacific Island nations at risk of rising seas, could  cause significant geopolitical challenges.The Marshall Islands are also  of strategic importance for the United States. Under the Compact of Free  Association, the United States has permission to use several islands— including Kwajalein Atoll, the location of the Ronald Reagan Ballistic  Missile Defense Test Range—until 2066. The country’s proximity to the  equator makes the Marshall Islands ideal for missile defense and space  work. Yet the island’s defense infrastructure and operations are at  significant risk due to rising sea levels, flooding, and diminishing supplies  of potable water. As the Department of Defense has noted, climate  change will have serious implications for the department’s ability to  maintain its infrastructure and ensure military readiness in the future.", "DOD, 2014 Climate Change Adaptation Roadmap (Alexandria, VA: June 2014).", "The effects of climate change on Central America and the Caribbean  may increase migration and exacerbate poverty rates, as the National  Intelligence Council has reported. The climate in Central America and the  Caribbean is predicted to be warmer and dryer. The Caribbean’s  extensive coastlines and low-lying areas are vulnerable to sea level rise  and an increase in sudden-onset disasters, including hurricanes and  storm surges. Drought is a particular concern in Central America, where  declines in rainfall have reduced crop yields and threatened livelihoods in  recent years. Some evidence shows that drought in parts of Central  America has contributed to migration north, including to the United  States. Population growth, especially in coastal cities, has increased the  number of people at risk during hurricane season, and the number and  intensity of hurricanes have grown in recent years. Some attribute the  increase in intensity to higher sea surface temperatures caused by  climate change. However, there remains debate about long term  hurricane trends. Recent hurricanes have caused displacement, and  significant losses and damages—including to infrastructure—across the  region. The depletion of coral reefs and mangrove trees, natural barriers  to coastal erosion and flooding, has exacerbated vulnerability to storms  in coastal areas. Climate change is likely to have negative impacts on  tourism in the Caribbean, where the industry is an important part of the  economy, according to Inter-American Development Bank. Climate  change impacts on the economy may make it increasingly difficult for  governments to reduce poverty and move towards environmental  sustainability. Haiti’s geography, location, and high poverty rates make  the country especially vulnerable."], "subsections": []}]}, {"section_title": "Haiti: Climate Change, Migration, Stability and Security", "paragraphs": [], "subsections": [{"section_title": "Total Population", "paragraphs": ["Haiti is highly vulnerable to climate change effects, partly due to its long  coastline.Hurricanes routinely make landfall in the country, and  increases in rainfall and wind speeds associated with hurricanes are likely.  Severe hurricanes, including Hurricane Matthew in September 2016, have  hit Haiti in recent years. Hurricane Matthew was the first category 4 storm  in Haiti since 1964. Damage from severe flooding and severe winds during  the hurricane affected over 2 million people and created significant food  security and public health challenges. Significant deforestation has further  exacerbated Haiti’s vulnerability to hurricanes, as trees previously provided  a natural barrier to the erosion that strong winds and more rainfall can  cause. Rising temperature and highly variable rainfall have led to extreme  drought and flash flooding, according to the U.S. Agency for International  Development (USAID).32 2 These trends decrease crop yields, affecting the  livelihoods of farmers, and threaten water access. Projected increase in  temperature and decreases in rainfall are likely to intensify drought in  Haiti’s interior.", "USAID, Haiti: Environment and Climate Change Fact Sheet (January 2016).", "Migration Trends   Slow-onset climate events, such as drought, and rising sea levels,  and sudden-onset events, including earthquakes, affect Haiti,  according to the International Organization for Migration (IOM).  Haiti is also particularly exposed to extreme weather events, such  as hurricanes, which can lead to displacement. In January 2010, a  catastrophic earthquake in Haiti killed an estimated 230,000 people  and left close to 1.5 million people homeless. According to IOM,  the recurrence of environmental disruptions increases risks and  vulnerabilities. When Hurricane Sandy struck Haiti in October  2012, the country had still not recovered from the 2010 earthquake.  The worsening of climate change effects around the world,  particularly in low-income countries, may increase the number of  people wanting to immigrate to the United States, where  approximately 700,000 Haitians live today.Remittances from  family members living outside Haiti make up a significant portion of  the economy, at 24.7 percent of GDP. The majority of these  remittances come from the United States, as we have previously  reported.34 4Remittances may support resilience to climate change  effects as migrants send money home for disaster recovery and  adaptation.", "Challenges in Stability and Security  Haiti, the poorest country in the western hemisphere, has  experienced political instability for most of its history, and ranks  12th of 178 on the Fragile States Index. The government has a low  capacity to respond to additional challenges like those related to  climate change, according to USAID. The Ministry of Environment,  for example, is a relatively new organization within the Haitian  government, and local and regional governments have a limited  ability to enforce environmental laws and regulations. The United  States has provided substantial aid to Haiti, both in disaster  response and broader development projects. Official development  assistance for Haiti in 2015, for instance, totaled slightly more than  $1 billion. According to a January 2018 UN report, 2.8 million  people were still in need of humanitarian assistance.", "GAO, Remittances To Fragile Countries: Treasury Should Assess Risks from  Shifts to Non-Banking Channels, GAO-18-313 (Washington, D.C., March 8, 2018)."], "subsections": []}]}]}, {"section_title": "Appendix III: Department of State Global Climate Change Initiative Adaptation Activities Funded in Fiscal Years 2014 through 2017", "paragraphs": ["The Department of State’s Bureau of Oceans and International  Environmental and Scientific Affairs (State/OES) provided about $78  million in adaptation funding from the Global Climate Change Initiative for  eight projects for fiscal years 2014 through 2017 (see table 2).", "The Global Climate Change Initiative was established in 2010 to promote resilient, low- emission development, and integrate climate change considerations into U.S. foreign  assistance and was divided into three main programmatic initiatives: (1) Adaptation  assistance, (2) Clean Energy assistance, and (3) Sustainable Landscapes assistance."], "subsections": [{"section_title": "Activity name", "paragraphs": ["The primary purpose of these  contributions to the LDCF was to  address the adaptation needs of the  least developed countries, which are  especially vulnerable to the adverse  impacts of climate change. The LDCF  financed the preparation and  implementation of National Adaptation  Programs of Action, which identify a  country’s priorities for adaptation  actions.", "Initial grant to the National Adaptation  Plans Global Network. The network is  focused on increasing the capacity of  national and subnational governments  to identify and assess climate risks,  integrate these risk considerations in  sector planning, develop a pipeline of  projects to address risks, identify and  secure funding for projects, and track  progress toward resilience targets.", "Colombia, East Caribbean  (Guyana, Saint Lucia, Saint  Vincent and the Grenadines),  Ethiopia, Peru, South Africa,  Uganda, West Africa (Côte  d’Ivoire, Ghana, Guinea,  Sierra Leone, Togo) and,  under current consideration,  East Caribbean (Dominica,  Suriname), and Pacific (Fiji,  Kiribati, Tuvalu)", "The cost amendment intensified the  technical support on National  Adaptation Plans to select countries  dependent upon specific country  adaption needs. In addition, the cost  amendment continued the learning and  progress from the initial grant.", "Implemented through the Department  of Treasury, this funding supported a  Treasury grant to the Pacific  Catastrophe Risk Assessment and  Financing Initiative Multi Donor Trust  Fund at the World Bank. This activity  established the Pacific Catastrophe  Risk Insurance Foundation and the  Pacific Catastrophe Risk Insurance  Company, among other things."], "subsections": []}, {"section_title": "Activity name", "paragraphs": ["The goal of PIER is to increase private  sector investment in resilience to  climate change in eight developing  countries. The first phase of the project  will assess and identify opportunities  for private investment in resilience, as  well as build public and private  capacity for climate risk assessment in  all the countries. In the second phase,  public and private sector partners will  develop and pilot climate risk-reduction  investment models in four of the  countries. The third phase will publicize  the piloted investment models and  lessons learned among the eight  countries.", "Implemented through the National  Oceanic and Atmospheric  Administration, this activity aims to  implement a capacity-building  partnership with India to promote  effective climate resilient decision  making at national, state, and local  levels."], "subsections": []}]}, {"section_title": "Appendix IV: Comments from the Department of State", "paragraphs": [], "subsections": []}, {"section_title": "Appendix V: Comments from the U.S. Agency for International Development", "paragraphs": [], "subsections": []}, {"section_title": "Appendix VI: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "Acknowledgments", "paragraphs": ["In addition to the contacts named above, the following individuals made  key contributions to this report: Miriam Carroll Fenton (Assistant Director),  Kristy Williams (Assistant Director), Rachel Girshick (Analyst-in-Charge),  Nancy Santucci, Miranda Cohen, Aldo Salerno, Neil Doherty, and Judith  Williams. Alexander Welsh, Justin Fisher, and Joseph Thompson  provided technical and other support."], "subsections": []}]}, {"section_title": "Related GAO Products", "paragraphs": ["Climate Change Adaptation: DOD Needs to Better Incorporate Adaptation  into Planning and Collaboration at Overseas Installations. GAO-18-206.  Washington, D.C.: November 13, 2017.", "Compacts Of Free Association: Actions Needed to Prepare for The  Transition of Micronesia and the Marshall Islands to Trust Fund Income.  GAO-18-415. Washington, D.C.: May 17, 2018.", "Remittances to Fragile Countries: Treasury Should Assess Risks from  Shifts to Non-Banking Channels. GAO-18-313. Washington, D.C.: March  8, 2018.", "Syrian Refugees: U.S. Agencies Conduct Financial Oversight Activities  for Humanitarian Assistance but Should Strengthen Monitoring.  GAO-18-58. Washington, D.C.: October 31, 2017.", "International Food Assistance: Agencies Should Ensure Timely  Documentation of Required Market Analyses and Assess Local Markets  for Program Effects. GAO-17-640. Washington, D.C.: July 13, 2017.", "High-Risk Series: Progress on Many High-Risk Areas, While Substantial  Efforts Needed on Others. GAO-17-317. Washington, D.C.: February 15,  2017.", "Federal Disaster Assistance: Federal Departments and Agencies  Obligated at Least $277.6 Billion during Fiscal Years 2005 through 2014.  GAO-16-797. Washington, D.C.: September 22, 2016.", "Coast Guard: Arctic Strategy Is Underway, but Agency Could Better  Assess How Its Actions Mitigate Known Arctic Capability Gaps.  GAO-16-453. Washington, D.C.: July 12, 2016.", "Climate Information: A National System Could Help Federal, State, Local,  and Private Sector Decision Makers Use Climate Information.  GAO-16-37. Washington, D.C.: November 23, 2015.", "Hurricane Sandy: An Investment Strategy Could Help the Federal  Government Enhance National Resilience for Future Disasters.  GAO-15-515. Washington, D.C.: July 30, 2015.", "High-Risk Series: An Update. GAO-15-290. Washington, D.C.: February  11, 2015.", "Standards for Internal Control in the Federal Government. GAO-14-704G.  Washington, D.C.: September 10, 2014.", "Combating Terrorism: U.S. Efforts in Northwest Africa Would Be  Strengthened by Enhanced Program Management. GAO-14-518.  Washington, D.C.: June 24, 2014.", "Climate Change Adaptation: DOD Can Improve Infrastructure Planning  and Processes to Better Account for Potential Impacts. GAO-14-446.  Washington, D.C.: May 30, 2014.", "Extreme Weather Events: Limiting Federal Fiscal Exposure and  Increasing the Nation’s Resilience. GAO-14-364T. Washington, D.C.:  February 12, 2014.", "Climate Change: State Should Further Improve Its Reporting on Financial  Support to Developing Countries to Meet Future Requirements and  Guidelines. GAO-13-829. Washington, D.C.: September 19, 2013.", "High-Risk Series: An Update. GAO-13-283. Washington, D.C.: February  14, 2013.", "International Climate Change Assessments: Federal Agencies Should  Improve Reporting and Oversight of U.S. Funding. GAO-12-43.  Washington, D.C.: November 17, 2011.", "Climate Change Adaptation: Federal Efforts to Provide Information Could  Help Government Decision Making. GAO-12-238T. Washington, D.C.:  November 16, 2011.", "Foreign Relation: Kwajalein Atoll Is the Key U.S. Defense Interest in Two  Micronesian Nations, GAO-02-119. Washington D.C.: January 22, 2002."], "subsections": []}], "fastfact": ["Climate change may increase the frequency and intensity of natural disasters, which could drive people around the world from their homes.", "We found that, while the State Department, USAID, and DOD haven’t focused on the link between climate change and migration, State identified migration as a risk in one of its climate change risk assessments in early 2017.", "However, State later changed its approach and no longer provides clear guidance to its staff on how to assess climate change risks. This may prevent it from identifying and addressing climate change as a factor in human migration.", "We recommended State provide its staff with this guidance."]}