{"id": "GAO-11-417T", "url": "https://www.gao.gov/products/GAO-11-417T", "title": "Warfighter Support: DOD Should Have a More Comprehensive Approach for Addressing Urgent Warfighter Needs", "published_date": "2011-03-01T00:00:00", "released_date": "2011-03-01T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["This testimony discusses the challenges that the Department of Defense (DOD) faces in fulfilling urgent operational needs identified by our warfighters. Over the course of the wars in Iraq and Afghanistan, U.S. forces have encountered changing adversarial tactics, techniques, and procedures, which challenged DOD to quickly develop and provide new equipment and new capabilities to address evolving threats. Further, U.S. troops faced shortages of critical items, including body armor, tires, and batteries. DOD's goal is to provide solutions as quickly as possible to meet urgent warfighter needs to prevent mission failure or loss of life. To meet its urgent needs, DOD had to look beyond traditional acquisition procedures, expand the use of existing processes, and develop new processes and entities designed to be as responsive as possible to urgent warfighter requests. In addition to requests for equipment from DOD's existing stocks, warfighters have requested new capabilities, such as: technology to counter improvised explosive devices (IED); technology related to intelligence, surveillance, and reconnaissance (ISR) to provide increased situational awareness; and equipment related to command and control to enhance operations on the battlefield. In meeting urgent needs, it is important for DOD to efficiently use the department's financial resources. DOD has spent billions of dollars over the past several years to address urgent warfighter needs. Our past work on weapons acquisition has shown that the department has often pursued more programs than its resources can support. Additionally, our past work also has shown that DOD has had difficulty translating needs into programs, which often has led to cost growth and delayed delivery of needed capabilities to the warfighter. Today, we are publicly releasing a report that addresses (1) what entities exist within DOD for responding to urgent operational needs, and the extent to which there is fragmentation, overlap, or duplication; (2) the extent to which DOD has a comprehensive approach for managing and overseeing its urgent needs activities; and (3) the extent to which DOD has evaluated the potential for consolidations of its various activities and entities. This statement will first briefly discuss challenges we reported in April 2010 that affected the overall responsiveness of DOD's urgent needs processes and then highlight the key findings and recommendations of today's report. Today's report contributed to our findings in another report being released today that addresses opportunities to reduce potential duplication in government programs."]}, {"section_title": "What GAO Found", "paragraphs": ["We reported in April 2010 on several challenges that affected DOD's responsiveness to urgent needs: (1) Training: We found challenges in training personnel that process urgent needs requests. For example, we found that while the Army required selected officers to attend training on how to address requirements and identify resources for Army forces, officers at the brigade level responsible for drafting and submitting Army and joint urgent needs requests--and those at the division level responsible for reviewing the requests prior to submission for headquarters approval--were not likely to receive such training.(2) Funding: We found that funding was not always available when needed to acquire and field solutions to joint urgent needs. This result occurred in part because the Office of the Secretary of Defense had not given any one organization primary responsibility for determining when to implement the department's statutory rapid acquisition authority or to execute timely funding decisions. (3) Technical maturity and complexity: We found that attempts to meet urgent needs with immature technologies or with solutions that are technologically complex could lead to longer time frames for fielding solutions to urgent needs. Also, we found that DOD guidance was unclear about who is responsible for determining whether technologically complex solutions fall within the scope of DOD's urgent needs processes. In our report being released today, we identified cases of fragmentation, overlap, and potential duplication of efforts of DOD's urgent needs processes and entities. However, the department is hindered in its ability to identify key improvements to its urgent needs processes because it does not have a comprehensive approach to manage and oversee the breadth of its efforts. Many of these entities were created, in part, because the department had not anticipated the accelerated pace of change in enemy tactics and techniques that ultimately heightened the need for a rapid response to the large number of urgent needs requests submitted by the combatant commands and military services. While many entities started as ad hoc organizations, several have been permanently established. DOD has taken some steps to improve its fulfillment of urgent needs. These steps include developing policy to guide joint urgent need efforts, establishing a Rapid Fielding Directorate to rapidly transition innovative concepts into critical capabilities, and working to establish a senior oversight council to help synchronize DOD's efforts. Despite these actions, the department does not have a comprehensive approach to manage and oversee the breadth of its activities to address capability gaps identified by warfighters in-theater. In addition to not having a comprehensive approach for managing and overseeing its urgent needs efforts, DOD has not conducted a comprehensive evaluation of its urgent needs processes and entities to identify opportunities for consolidation. Given the overlap and potential for duplication we identified, coupled with similar concerns raised by other studies, there may be opportunities for DOD to further improve its urgent needs processes through consolidation. In the report we publicly release today, we make several recommendations to promote a more comprehensive approach to planning, management, and oversight of DOD's fulfillment of urgent needs. In summary, we are recommending that: (1) DOD develop and promulgate DOD-wide guidance across all urgent needs processes that establishes baseline policy for the fulfillment of urgent needs, clearly defines common terms, roles, responsibilities, and authorities, designates a focal point to lead DOD's urgent needs efforts, and directs the DOD components to establish minimum urgent needs processes and requirements; and (2) DOD's Chief Management Officer evaluate potential options for consolidation to reduce overlap, duplication, and fragmentation, and take appropriate action."]}], "report": [{"section_title": "Letter", "paragraphs": ["I am pleased to be here today to discuss the challenges that the  Department of Defense (DOD) faces in fulfilling urgent operational needs  identified by our warfighters. Over the course of the wars in Iraq and  Afghanistan, U.S. forces have encountered changing adversarial tactics,  techniques, and procedures, which challenged DOD to quickly develop and  provide new equipment and new capabilities to address evolving threats.  Further, U.S. troops faced shortages of critical items, including body  armor, tires, and batteries. DOD’s goal is to provide solutions as quickly as  possible to meet urgent warfighter needs to prevent mission failure or loss  of life. To meet its urgent needs, DOD had to look beyond traditional  acquisition procedures, expand the use of existing processes, and develop  new processes and entities designed to be as responsive as possible to  urgent warfighter requests. In addition to requests for equipment from  DOD’s existing stocks, warfighters have requested new capabilities, such  as: technology to counter improvised explosive devices (IED); technology  related to intelligence, surveillance, and reconnaissance (ISR) to provide  increased situational awareness; and equipment related to command and  control to enhance operations on the battlefield. In meeting urgent needs,  it is important for DOD to efficiently use the department’s financial  resources. DOD has spent billions of dollars over the past several years to  address urgent warfighter needs. Our past work on weapons acquisition  has shown that the department has often pursued more programs than its  resources can support. Additionally, our past work also has shown that  DOD has had difficulty translating needs into programs, which often has  led to cost growth and delayed delivery of needed capabilities to the  warfighter.", "Today, we are publicly releasing a report that addresses (1) what entities  exist within DOD for responding to urgent operational needs, and the  extent to which there is fragmentation, overlap, or duplication; (2) the  extent to which DOD has a comprehensive approach for managing and  overseeing its urgent needs activities; and (3) the extent to which DOD has  evaluated the potential for consolidations of its various activities and  entities. My statement will first briefly discuss challenges we reported in  April 2010 that affected the overall responsiveness of DOD’s urgent needs  processes and then highlight the key findings and recommendations of  today’s report. Today’s report contributed to our findings in another report  being released today that addresses opportunities to reduce potential  duplication in government programs. In conducting our work, we  analyzed DOD policies, guidance, studies, and other documents,  interviewed DOD and military service officials, and executed a 46-question  data-collection instrument to collect information from numerous DOD and  military service entities having a role in the fulfillment of urgent needs. We  conducted our work for the related report from February 2010 to March  2011 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["As DOD’s urgent needs processes have evolved, there have been several  reviews of DOD’s abilities to rapidly respond to and field needed  capabilities. For example, according to senior DOD officials, the  department has conducted a study to determine lessons learned from  several independent urgent needs processes that might be integrated into  the department’s main acquisition process. However, two studies by the  Defense Science Board in 2009 found that DOD had done little to adopt  urgent needs as a critical, ongoing DOD institutional capability essential to  addressing future threats. Most recently, the Ike Skelton National Defense  Authorization Act for Fiscal Year 2011 requires DOD to review its  processes for the fielding capabilities in response to urgent operational  needs and consider such improvements as providing a streamlined and  expedited approach, clearly defining the roles and responsibilities for  carrying out all phases of the process, and establishing a formal feedback  mechanism.", "We reported in April 2010 on several challenges that affected DOD’s  responsiveness to urgent needs. Through our field work in Iraq and  analysis of 23 case studies, we found that with the exception of one system  all the solutions to our case studies were fielded within 2 years of being  endorsed by a theater command—which was within DOD’s informally  established timeline for satisfying joint urgent operational needs.  However, we found that challenges with training, funding, and technical  maturity and complexity hindered DOD’s ability to rapidly respond to  urgent warfighter needs. The following summarizes these key findings and  our recommendations. Additional information is provided in our April  2010 report.", "Training—We found challenges in training personnel that process urgent  needs requests. For example, we found that while the Army required  selected officers to attend training on how to address requirements and  identify resources for Army forces, officers at the brigade level responsible  for drafting and submitting Army and joint urgent needs requests—and  those at the division level responsible for reviewing the requests prior to  submission for headquarters approval—were not likely to receive such  training. As a result, once in theater, Army officers often faced difficulties  drafting, submitting, and reviewing the volume of urgent needs requests,  which, according to Army officials, could be over 200 per month. To  address this challenge, we recommended that the Army update its training  regimen for officers who initiate and review urgent needs requests. DOD  partially concurred, stating that these training issues are applicable across  the department and that it would develop additional policy.", "Funding—We found that funding was not always available when needed  to acquire and field solutions to joint urgent needs. This result occurred in  part because the Office of the Secretary of Defense had not given any one  organization primary responsibility for determining when to implement  the department’s statutory rapid acquisition authority or to execute timely  funding decisions. We recommended that the Secretary of Defense  designate an entity with primary responsibility for recommending use of  rapid acquisition authority. The department partially concurred, and stated  it would develop additional DOD policy for using rapid acquisition  authority. In addition, we found that the Office of the Secretary of Defense  had the authority, within certain dollar thresholds, to reprogram funds for  purposes other than those specified by Congress at the time of the  appropriation. However, in the absence of a high-level authority with  primary responsibility for executing such reprogramming or transfer  decisions, DOD faced challenges in consistently securing timely  cooperation from the services or other components. We recommended  DOD establish an executive council to make timely funding decisions on  urgent need requests. DOD partially concurred, stating it would develop  additional DOD policy and rely on existing councils to address our  recommendation.", "Technical maturity and complexity—We found that attempts to meet  urgent needs with immature technologies or with solutions that are  technologically complex could lead to longer time frames for fielding  solutions to urgent needs. Also, we found that DOD guidance was unclear  about who is responsible for determining whether technologically  complex solutions fall within the scope of DOD’s urgent needs processes.  We recommended that DOD issue guidance to clearly define roles and  responsibilities for implementation, monitoring, and evaluation of all  phases of the urgent needs process—including applying technological- maturity criteria. DOD concurred, stating that it would develop new policy  and update existing policy.", "We also reported in April 2010 that DOD had not established an effective  management framework for its urgent needs processes. Specifically, we  reported that DOD’s guidance for its urgent needs processes (1) was  dispersed and outdated; (2) did not clearly define roles and responsibilities  for implementing, monitoring, and evaluating all phases of those  processes; and (3) did not incorporate all of the expedited acquisition  authorities available to acquire joint urgent needs solutions. Further, we  found that data systems for the urgent needs processes did not have  comprehensive, reliable data for tracking overall results and did not have  standards for collecting and managing data. In addition, we reported that  the joint process did not include a formal method for feedback to inform  joint leadership on the performance of solutions. Finally, we noted that in  the absence of a management framework for its urgent needs processes,  DOD did not have tools to fully assess how well its processes work,  manage their performance, ensure efficient use of resources, and make  decisions regarding the long-term sustainment of fielded capabilities. We  made several recommendations to DOD to address these findings and  DOD generally concurred with our recommendations. In June 2010, the  Senate Armed Services Committee urged DOD to address these  shortcomings that we identified “as quickly as possible.”"], "subsections": []}, {"section_title": "DOD’s Urgent Needs Processes Need a More Comprehensive Approach and Evaluation for Potential Consolidation", "paragraphs": ["In our report being released today, we identified cases of fragmentation,  overlap, and potential duplication of efforts of DOD’s urgent needs  processes and entities. However, the department is hindered in its ability  to identify key improvements to its urgent needs processes because it does  not have a comprehensive approach to manage and oversee the breadth of  its efforts. Further, DOD has not comprehensively evaluated opportunities  for consolidation of urgent needs entities and processes across the  department. In this new report, we made several recommendations to  DOD for improving its management and oversight of urgent needs, and  DOD fully concurred with those recommendations. The following  summarizes our key findings and recommendations, which are provided in  more detail in the report we publicly release today."], "subsections": [{"section_title": "Fulfillment of Urgent Needs Involves a Number of Entities and Processes, Resulting in Fragmentation, Overlap, and Potential Duplication of Efforts", "paragraphs": ["Over the past two decades, the department has established many entities  that develop, equip, and field solutions and critical capabilities in response  to the large number of urgent needs requests submitted by the combatant  commands and military services. Many of these entities were created, in  part, because the department had not anticipated the accelerated pace of  change in enemy tactics and techniques that ultimately heightened the  need for a rapid response to the large number of urgent needs requests  submitted by the combatant commands and military services. While many  entities started as ad hoc organizations, several have been permanently  established. On the basis of DOD’s and our analysis, we identified at least  31 entities that play a significant role in the various urgent needs  processes. Table 1 below shows the 31 entities we identified.", "We found that fragmentation and overlap exist among urgent needs  entities and processes. For example, there are at least eight processes and  related points of entry for the warfighter to submit a request for an  urgently needed capability, including through the Joint Staff and each  military service. Entities within these processes then validate the  submitted urgent need request and thus allow it to proceed through their  specific process. Moreover, our analysis showed that overlap exists among  urgent needs entities in the roles they play as well as the capabilities for  which they are responsible. For example, at the joint level we found six  entities involved in facilitating urgent needs requests and five entities  involved in providing sourcing support for urgent needs requests.  Additionally, several entities have focused on developing solutions for the  same subject areas, such as counter-IED and ISR capabilities, potentially  resulting in duplication of efforts. For example, both the Army and the  Marine Corps had their own separate efforts to develop counter-IED mine  rollers."], "subsections": []}, {"section_title": "DOD Does Not Have Comprehensive Guidance and Full Visibility to Effectively Manage and Oversee Its Urgent Needs", "paragraphs": ["DOD has taken some steps to improve its fulfillment of urgent needs.  These steps include developing policy to guide joint urgent need efforts,  establishing a Rapid Fielding Directorate to rapidly transition innovative  concepts into critical capabilities, and working to establish a senior  oversight council to help synchronize DOD’s efforts. Despite these actions,  the department does not have a comprehensive approach to manage and  oversee the breadth of its activities to address capability gaps identified by  warfighters in-theater. Federal internal control standards require detailed  policies, procedures, and practices to help program managers achieve  desired results through effective stewardship of public resources.  However, DOD does not have a comprehensive, DOD-wide policy that  establishes a baseline and provides a common approach for how all joint  and military service urgent needs are to be addressed—including key  activities of the process such as validation, execution, or tracking.  Additionally, we found that DOD has a fragmented approach in managing  all of its urgent needs submissions and validated requirements. For  example, the Joint Staff, the Joint Improvised Explosive Device Defeat  Organization (JIEDDO), the military services, and the Special Operations  Command have issued their own guidance, which varied, outlining  activities involved in processing and meeting their specific urgent needs.", "DOD also lacks visibility over the full range of urgent needs efforts—from  funding to measuring results. Specifically, we found that DOD does not  have (1) visibility over the total costs of its urgent needs efforts, (2) a  comprehensive tracking system, (3) a universal set of metrics, and (4) a  senior-level focal point. The following summarizes these key findings.", "DOD does not have visibility over total costs. DOD cannot readily  identify the cost of its departmentwide urgent needs efforts. Based on the  information submitted to us in response to our data request, the total  funding for the fulfillment of urgent needs is at least $76.9 billion from  fiscal year 2005 through fiscal year 2010. Because DOD does not have  visibility over all urgent needs efforts and costs, it is not fully able to  identify the need for key process improvements and adjust program and  budgetary priorities accordingly.", "DOD does not have a comprehensive tracking system. DOD cannot  readily identify the totality of its urgent needs efforts as well as the cost of  such efforts because it has limited visibility over all urgent needs  submitted by warfighters—both from joint and service-specific sources.  Specifically, DOD and the services have disparate ways of tracking urgent  needs; some have formal databases to input information while others use  more informal methods such as e-mailing to solicit feedback. For example,  the Joint Chiefs of Staff and each of the military services utilize electronic  databases to track capability solutions as they move through the urgent  needs process. However, more than a third of the entities involved in the  process did not collect or provide the necessary information for the joint  or service-based systems to track those solutions. Moreover, there was  confusion over whose role it was to collect and input data into these  tracking systems.", "DOD does not have a universal set of metrics. Our analysis found that  the feedback mechanisms across DOD, the Joint Staff, the military  services, JIEDDO, and the Special Operations Command are varied and  fragmented. In April 2010, we recommended that DOD develop an  established, formal feedback mechanism or channel for the military  services to provide feedback to the Joint Chiefs of Staff and Joint Rapid  Acquisition Cell on how well fielded solutions met urgent needs. The  department concurred with the recommendation and stated that it would  develop new DOD policy and that the Joint Chiefs of Staff would update  the Chairman’s instruction to establish requirements for oversight and  management of the fulfillment of urgent needs. However, the majority of  DOD urgent needs entities we surveyed for our March 2011 report said  that they do not collect all the data needed to determine how well these  solutions are performing. Additionally, in April 2010, we also  recommended that DOD develop and implement standards for accurately  tracking and documenting key process milestones such as funding,  acquisition, fielding, and assessment, and for updating data-management  systems to create activity reports to facilitate management review and  external oversight of the process. DOD agreed with these  recommendations and noted actions it planned to take to address them.  However, our current analysis found that the department lacked a method  or metric to track the status of a validated urgent requirement across the  services and DOD components, such as whether a requirement currently  in development could be applicable to another service.", "DOD does not have a senior-level focal point. DOD’s lack of visibility  over all urgent needs requests is due in part to the lack of a senior-level  focal point (i.e., gatekeeper) that has the responsibility to manage,  oversee, and have full visibility to track and monitor all emerging  capability gaps being identified by warfighters in-theater. At present, the  department has not established a senior-level focal point to (1) lead the  department’s efforts to fulfill validated urgent needs requirements, (2)  develop and implement DOD-wide policy on the processing of urgent  needs or rapid acquisition, or (3) maintain full visibility over its urgent  needs efforts and the costs of those efforts. We have previously testified  and reported on the benefits of establishing a single point of focus at a  sufficiently senior level to coordinate and integrate various DOD efforts to  address concerns, such as with counterterrorism and the transformation  of military capabilities."], "subsections": []}, {"section_title": "Opportunities Exist for Consolidating Urgent Needs Processes and Entities", "paragraphs": ["In addition to not having a comprehensive approach for managing and  overseeing its urgent needs efforts, DOD has not conducted a  comprehensive evaluation of its urgent needs processes and entities to  identify opportunities for consolidation. Given the overlap and potential  for duplication we identified, coupled with similar concerns raised by  other studies, there may be opportunities for DOD to further improve its  urgent needs processes through consolidation. GAO’s Business Process  Reengineering Assessment Guide establishes that such a comprehensive  analysis of alternative processes should be performed to include a  performance-based, risk-adjusted analysis of benefits and costs for each  alternative. In our current report, we identified and analyzed several  options, aimed at potential consolidations and increased efficiencies, in an  effort to provide ideas for the department to consider in streamlining its  urgent needs entities and processes. These options include the following:    Consolidate into one Office of the Secretary of Defense-level entity all the  urgent needs processes of the services and DOD, while allowing the  services’ program offices to maintain responsibility for developing  solutions.", "Consolidate entities that have overlapping mission or capability portfolios  related to urgent needs, such as entities involved in the development of  solutions for biometrics.", "Establish a gatekeeper within each service to oversee all key activities to  fulfill a validated urgent need requirement.", "Consolidate within each service any overlapping activities in the urgent  needs process, such as the multiple entry and validation points that exist  in the Army.", "The options we identified were not meant to be exhaustive or mutually  exclusive. DOD would need to perform its own analysis, carefully  weighing the advantages and disadvantages of options it identifies to  determine the optimal course of action. Additionally, it must be recognized  that many entities involved in the fulfillment of urgent needs have other  roles as well. However, until DOD performs such an evaluation, it will  remain unaware of opportunities for consolidation and increased  efficiencies in the fulfillment of urgent needs."], "subsections": []}, {"section_title": "GAO Recommends That DOD Establish Comprehensive Guidance and Evaluate Potential Options for Consolidation", "paragraphs": ["In the report we publicly release today, we make several  recommendations to promote a more comprehensive approach to  planning, management, and oversight of DOD’s fulfillment of urgent needs.  In summary, we are recommending that:    DOD develop and promulgate DOD-wide guidance across all urgent needs  processes that establishes baseline policy for the fulfillment of urgent  needs, clearly defines common terms, roles, responsibilities, and  authorities, designates a focal point to lead DOD’s urgent needs efforts,  and directs the DOD components to establish minimum urgent needs  processes and requirements; and    DOD’s Chief Management Officer evaluate potential options for  consolidation to reduce overlap, duplication, and fragmentation, and take  appropriate action.", "DOD concurred with all of our recommendations and stated that specific  actions it will take to address these recommendations will be identified in  a report on its urgent needs processes that is required by the Ike Skelton  National Defense Authorization Act for Fiscal Year 2011 and due to  Congress in January 2012. DOD also stated that the Deputy Chief  Management Officer, supported by the military services’ Chief  Management Officers, will participate in this end-to-end review and  provide oversight and assistance in utilizing process improvement  techniques and tools."], "subsections": []}]}, {"section_title": "Concluding Remarks", "paragraphs": ["Over the past several years we have identified significant challenges  affecting DOD’s ability to rapidly respond to urgent needs of the  warfighter and effectively manage and oversee the breadth of its urgent  needs processes. It is noteworthy that DOD has recognized these  challenges and continues to take steps towards improving its programs.  However, until the department holistically examines the entirety of its  various urgent needs processes and entities, including evaluating the need  for consolidation, and establishes clear and comprehensive policy, it will  not be in a position to ensure the warfighter, Congress, or the public that  its processes are addressing the critical needs of U.S. forces in the most  timely, efficient, and effective manner. Given the magnitude of the  financial resources at stake, coupled with the need to field urgent need  solutions as rapidly as possible to prevent loss of life or mission failure, it  is imperative that DOD’s senior leadership make it a top priority to reform  its urgent needs process.", "Mr. Chairman, this concludes my statement. I would be happy to answer  any questions you or other members of the subcommittee may have at this  time."], "subsections": []}, {"section_title": "Contacts and Acknowledgments", "paragraphs": ["For further information regarding this testimony, please contact William  Solis at (202) 512-8365 or solisw@gao.gov. In addition, contact points for  our Offices of Congressional Relations and Public Affairs may be found on  the last page of this statement. Individuals who made key contributions to  this testimony are Cary Russell, Assistant Director; Usman Ahmad, Laura  Czohara, Lonnie McAllister, John Ortiz, Richard Powelson, Steve Pruitt,  Ryan Stott, Elizabeth Wood, Delia Zee, and Karen Zuckerstein.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. The published product may be reproduced and distributed in its entirety  without further permission from GAO. However, because this work may contain  copyrighted images or other material, permission from the copyright holder may be  necessary if you wish to reproduce this material separately."], "subsections": []}]}], "fastfact": []}