{"id": "GAO-10-100", "url": "https://www.gao.gov/products/GAO-10-100", "title": "Federal Deposit Insurance Act: Regulators' Use of Systemic Risk Exception Raises Moral Hazard Concerns and Opportunities Exist to Clarify the Provision", "published_date": "2010-04-15T00:00:00", "released_date": "2010-04-15T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["In 2008 and 2009, the Federal Deposit Insurance Corporation (FDIC) provided emergency assistance that required the Secretary of the Department of the Treasury (Treasury) to make a determination of systemic risk under the systemic risk exception of the Federal Deposit Insurance Act (FDI Act). The FDI Act requires GAO to review each determination made. For the three determinations made to date, this report examines (1) steps taken by FDIC, the Board of Governors of the Federal Reserve System (Federal Reserve), and Treasury to invoke the exception; (2) the basis of the determination and the purpose of resulting actions; and (3) the likely effects of the determination on the incentives and conduct of insured depository institutions and uninsured depositors. To do this work, GAO reviewed agency documentation, relevant laws, and academic studies; and interviewed regulators and market participants."]}, {"section_title": "What GAO Found", "paragraphs": ["Treasury, FDIC, and the Federal Reserve collaborated before the announcement of five potential emergency actions that would require a systemic risk determination. In each case, FDIC and the Federal Reserve recommended such actions to Treasury, but Treasury made a determination on only three of the announced actions. Although two recommendations have not resulted in FDIC actions to date, their announcement alone could have created the intended effect of increasing confidence in institutions, while similarly generating negative effects such as moral hazard. However, because announcements without a determination do not trigger FDI Act requirements for documentation and communication, such as Treasury consultation with the President and notification to Congress, such de facto determinations heightened the risk that the decisions were made without the level of transparency and accountability intended by Congress. Further, uncertainties can arise because there is no requirement for Treasury to communicate that it will not be invoking a systemic risk determination for an announced action. Two of Treasury's systemic risk determinations--for Wachovia and Citigroup--were made to avert the failure of an institution that regulators determined could exacerbate liquidity strains in the banking system. A third determination was made to address disruptions to bank funding affecting all banks. Under this latter determination, FDIC established the Temporary Liquidity Guarantee Program (TLGP), which guaranteed certain debt issued through October 31, 2009, and certain uninsured deposits of participating institutions through December 31, 2010, to restore confidence and liquidity in the banking system. While there is some support for the agencies' position that the statute authorizes systemic risk assistance of some type under TLGP facts and that it permits assistance to the entities covered by the program, there are questions about these interpretations, under which FDIC created a broad-based program of direct assistance to institutions that had never before received such relief--\"healthy\" banks, bank holding companies, and other bank affiliates. Because these issues are matters of significant public interest and importance, the statutory requirements may require clarification. Regulators' use of the systemic risk exception may weaken market participants' incentives to properly manage risk if they come to expect similar emergency actions in the future. The financial crisis revealed limits in the current regulatory framework to restrict excessive risk taking by financial institutions whose market discipline is likely to have been weakened by the recent use of the systemic risk exception. Congress and regulators are considering reforms to the current regulatory structure. It is important that such reforms subject systemically important financial institutions to stricter regulatory oversight. Further, legislation has been proposed for an orderly resolution of financial institutions not currently covered by the FDI Act. A credible resolution regime could help impose greater market discipline by forcing participants to face significant costs from their decisions and preclude a too-big-to-fail dilemma."]}], "report": [{"section_title": "Letter", "paragraphs": ["In late 2008, the federal government took unprecedented steps to stabilize  the financial services sector by committing trillions of dollars of taxpayer  funds to assist financial institutions and restore order to credit markets.  One of these steps was the use of the “systemic risk” exception contained  in the Federal Deposit Insurance Act (FDI Act), which Congress enacted  as part of the Federal Deposit Insurance Corporation Improvement Act of  1991 (FDICIA). Under the systemic risk exception, the Federal Deposit  Insurance Corporation (FDIC) can provide certain emergency assistance  authorized in the provision if the Secretary of the Department of the  Treasury (Treasury), in consultation with the President and upon written  recommendation of FDIC and the Board of Governors of the Federal  Reserve System (Federal Reserve), determines that compliance with  certain cost limitations would result in serious adverse effects on  economic conditions or financial stability and that such assistance could  mitigate these systemic effects. Such a determination exempts FDIC from  the FDI Act’s least-cost rule, which requires FDIC to use the least costly  method when assisting an insured institution and prohibits FDIC from  increasing losses to the Deposit Insurance Fund by protecting creditors  and uninsured depositors of an insured institution.", "On September 29, 2008, the Secretary of the Treasury invoked the systemic  risk exception for the first time since the enactment of FDICIA. This first  determination authorized FDIC to provide assistance to facilitate a sale of  Wachovia Corporation’s (Wachovia) banking operations to Citigroup Inc.  (Citigroup). At the time, Wachovia was the fourth-largest banking  organization in terms of assets in the United States. On October 14, 2008,  the Secretary of the Treasury again invoked the systemic risk provision, in  order to allow FDIC to provide certain assistance to insured depository  institutions, their holding companies, and qualified affiliates under the  Temporary Liquidity Guarantee Program (TLGP). Under TLGP, FDIC has  guaranteed newly issued senior unsecured debt up to prescribed limits for  insured institutions, their holding companies, and qualified affiliates and  provided temporary unlimited coverage for certain non-interest-bearing  transaction accounts at insured institutions. TLGP’s debt guarantee  program ceased issuing new guarantees on October 31, 2009, and TLGP’s  transaction account guarantees remain in effect for insured institutions  participating in an extension expiring on December 31, 2010. A third  systemic risk determination, on January 15, 2009, permitted FDIC to  provide assistance to Citigroup, the third-largest U.S. banking organization  by asset size at the end of the third quarter of 2008. FDIC and the Federal  Reserve also made two other recommendations to Treasury—to authorize  FDIC to provide open bank assistance to Bank of America Corporation  (Bank of America) and to support the Public-Private Investment Program’s  (PPIP) proposed Legacy Loans Program (LLP)—neither of which had  resulted in a systemic risk determination as of this report’s issuance date.  Treasury is no longer considering making a systemic risk determination  for the announced assistance to Bank of America as Treasury, FDIC, and  the Federal Reserve agreed with Bank of America to terminate the term  sheet with respect to this assistance. Under LLP, FDIC would provide  certain guarantees on the financing used by public-private investment  funds to purchase distressed loans and other troubled assets from  financial institutions to help restore their balance sheets.", "The FDI Act requires GAO to review and report to Congress on each  systemic risk determination made by the Secretary of the Treasury. For  the three systemic risk determinations made as of March 2010, this report  examines (1) the steps taken by Treasury, the Federal Reserve, and FDIC  to invoke the systemic risk exception; (2) the basis for each determination  and the purpose of actions taken pursuant to each determination; and (3)  the likely effects of each determination on the incentives and conduct of  insured depository institutions and uninsured depositors.", "To address our objectives, we reviewed and analyzed documentation of  Treasury’s systemic risk determinations and the supporting  recommendations that FDIC and the Federal Reserve made. We also  reviewed FDI Act requirements for transparency and accountability with  respect to the use of the systemic risk exception and analyzed the  implications of announcements that are not followed by a Treasury  determination that would trigger these requirements. In addition, we  collected and analyzed various data to illustrate financial and economic  conditions at the time of each determination and the actions taken  pursuant to each determination. We reviewed and analyzed the research  reports of one credit rating agency and studies identifying the likely effects  of each determination and the actions taken on the incentives and conduct  of insured depository institutions and uninsured depositors. We also  reviewed prior GAO work on the financial regulatory system. In addition  we interviewed three economists, one banking industry association, and a  banking analyst as well as officials from Treasury, FDIC, the Federal  Reserve and the Office of the Comptroller of the Currency (OCC) to gain  an understanding of their collaboration prior to making systemic risk  determinations, the basis and authority for each determination, and the  purpose of the actions taken under each determination. To perform our  review of whether the legal requirements for making determinations and  providing assistance under the systemic risk exception were met with  respect to TLGP, we reviewed applicable statutes, regulations, guidance,  and agency materials and obtained the legal views of agency officials,  practitioners, and academics.", "The work upon which this report is based was conducted in accordance  with generally accepted government auditing standards. Those standards  require that we plan and perform the audit to obtain sufficient, appropriate  evidence to provide a reasonable basis for our findings and conclusions  based on our audit objectives. We believe that the evidence obtained  provides a reasonable basis for our findings and conclusions based on our  audit objectives. This work was conducted between October 2008 and  April 2010."], "subsections": [{"section_title": "Background", "paragraphs": ["The dramatic decline in the U.S. housing market that began in 2006  precipitated a decline in the price of mortgage-related assets, particularly  mortgage assets based on subprime loans, in 2007. Some institutions found  themselves so exposed that they were threatened with failure, and some  failed because they were unable to raise capital or obtain liquidity as the  value of their portfolios declined. Other institutions, ranging from  government-sponsored enterprises such as Fannie Mae and Freddie Mac  to large securities firms, were left holding “toxic” mortgages or mortgage- related assets that became increasingly difficult to value, were illiquid, and  potentially had little worth. Moreover, investors not only stopped buying  private-label securities backed by mortgages but also became reluctant to  buy securities backed by other types of assets. Because of uncertainty  about the liquidity and solvency of financial entities, the prices banks  charged each other for funds rose dramatically, and interbank lending  conditions deteriorated sharply. The resulting liquidity and credit crunch  made the financing on which businesses and individuals depend  increasingly difficult to obtain. By late summer of 2008, the ramifications  of the financial crisis ranged from the continued failure of financial  institutions to increased losses of individual savings and corporate  investments and further tightening of credit that would exacerbate the  emerging global economic slowdown.", "Treasury and federal financial regulators play a role in regulating and  monitoring the financial system. Historically, Treasury’s mission has been  to act as steward of U.S. economic and financial systems. Among its many  activities, Treasury has taken a leading role in addressing underlying  issues such as those precipitating the recent financial crisis. The key  federal banking regulators include the following:    The Federal Reserve, an independent agency that is responsible for  conducting the nation’s monetary policy by influencing the monetary and  credit conditions in the economy in pursuit of maximum employment,  stable prices, and moderate long-term interest rates; supervising and  regulating bank holding companies and state-chartered banks that are  members of the Federal Reserve System; and maintaining the stability of  the financial system and containing systemic risk that may arise in  financial markets through its role as lender of last resort;    FDIC, an independent agency created to help maintain stability and public  confidence in the nation’s financial system by insuring deposits, examining  and supervising insured state-chartered banks that are not members of the  Federal Reserve System, and resolving failed or failing banks;    OCC, which charters and supervises national banks; and the    Office of Thrift Supervision, which supervises savings associations  (thrifts) and savings and loan holding companies.", "In 1991, Congress enacted FDICIA in response to the savings and loan  crisis. FDICIA enacted a number of reforms, including some designed to  address criticisms that federal regulators had not taken prompt and  forceful actions to minimize or prevent losses to the deposit insurance  funds caused by bank and thrift failures. Among other things, FDICIA  amended the FDI Act by establishing a rule requiring FDIC to follow the  least costly approach when resolving an insured depository institution.  Specifically, under the least cost rule, FDIC must resolve a troubled  insured depository institution using the method expected to have the least  cost to the deposit insurance fund and cannot use the fund to protect  uninsured depositors and creditors who are not insured depositors if such  protection would increase losses to the fund. To make a least-cost  determination, FDIC must (1) consider and evaluate all possible resolution  alternatives by computing and comparing their costs on a present-value  basis, and (2) select the least costly alternative on the basis of the  evaluation. Under the least-cost requirements, FDIC generally has resolved  failed or failing banks using three basic methods, which do not constitute  open bank assistance. These are: (1) directly paying depositors the insured  amount of their deposits and disposing of the failed bank’s assets (deposit  payoff and asset liquidation); (2) selling only the bank’s insured deposits  and certain other liabilities, and some of its assets, to an acquirer (insured  deposit transfer); and (3) selling some or all of the failed bank’s deposits,  certain other liabilities, and some or all of its assets to an acquirer  (purchase and assumption). According to FDIC officials, they have most  commonly used purchase and assumption, as it is often the least costly  and disruptive alternative.", "FDICIA also amended the FDI Act to create an exception to the least-cost  requirements, known as the systemic risk exception, that allows FDIC  assistance without complying with the least cost rule if compliance would  have “serious adverse effects on economic conditions and financial  stability”—that is, would cause systemic risk—and if such assistance  would “avoid or mitigate such adverse effects.” FDIC may act under the  exception only under the process specified in the statute. The FDIC Board  of Directors and the Board of Governors of the Federal Reserve System  each must recommend use of the exception by a vote of not less than two- thirds of their respective members and deliver a written recommendation  to the Secretary of the Treasury. Based on a review of the FDIC and  Federal Reserve recommendations, the Secretary of the Treasury, in  consultation with the President, may make a systemic risk determination  authorizing FDIC to take action or provide assistance that does not meet  the least-cost requirements. For example, under a systemic risk  determination, FDIC is not bound to identify and follow the least-cost  resolution strategy and may provide assistance (such as debt or deposit  guarantees) that protects uninsured depositors and creditors, who  otherwise might suffer losses under a least-cost method such as a  purchase and assumption or depositor payoff. Until recently, the systemic  risk exception required FDIC to recover any resulting losses to the  insurance fund by levying one or more emergency special assessments on  insured depository institutions. Congress amended this requirement in  May 2009 to also authorize assessments on bank holding companies, and  savings and loan holding companies. Finally, the systemic risk exception  includes requirements that serve to ensure accountability for regulators’  use of this provision. The Secretary of the Treasury must notify Congress  in writing of any systemic risk determination and must document each  determination and retain the documentation for GAO review, and GAO  must report its findings to Congress."], "subsections": []}, {"section_title": "Documentation Evidences Interagency Collaboration, but Announcements of FDIC Actions That Did Not Result in a Systemic Risk Determination Create Accountability and Transparency Concerns", "paragraphs": ["On five occasions, collaboration among high-level officials at Treasury,  FDIC, and the Federal Reserve resulted in the announcement of  emergency actions that would require a systemic risk exception. FDIC and  the Federal Reserve provided written recommendations to the Secretary  of the Treasury for all five announced actions, but the Secretary has made  a determination on only three of these announcements. Treasury made the  first two determinations concurrent with the initial announcements, and  the third determination was made nearly 2 months after the announcement  of action. Treasury has not made a determination on the remaining two  announced actions which have not been implemented to date. Such  announcements can affect market expectations and contribute to moral  hazard, but the announcements alone—absent a Treasury determination— do not trigger requirements established by Congress for documentation  and communication of the agencies’ use of the systemic risk exception.  Such requirements serve to ensure transparency and accountability  related to the application of the systemic risk exception."], "subsections": [{"section_title": "Treasury, FDIC, and the Federal Reserve Collaborated before Announcing Emergency Actions", "paragraphs": ["On five occasions between late 2008 and early 2009, regulators announced  potential emergency actions that would require a systemic risk  determination before they could be implemented. In each case, a liquidity  crisis—either at a single institution or across the banking industry— triggered discussions among FDIC, Federal Reserve, and Treasury officials  about whether to invoke the systemic risk exception. According to  regulators, these discussions generally occurred among high-level officials  at the three agencies over a period of a few days, through e-mail,  memorandums, telephone calls, and emergency meetings. The regulators  shared and analyzed information, such as data describing the liquidity  pressures facing financial institutions, to help them understand the  financial condition of the troubled institutions and the potential systemic  implications of complying with the least-cost resolution requirements. In  the second section of this report, we discuss in detail publicly available  information about the financial condition of the institutions that received  emergency assistance, the basis for each decision to invoke the systemic  risk exception, and the actions that FDIC took under the provision.", "Following these collaborations, FDIC and Federal Reserve staff submitted  documentation of their analyses and recommendations to support  invoking the systemic risk exception to their respective Boards. In each of  the five cases, FDIC’s Board of Directors and Federal Reserve Board  members voted in favor of recommending a systemic risk determination,  and FDIC and the Federal Reserve provided written recommendations to  the Secretary of the Treasury (see fig. 1). On each occasion, the regulators  issued public statements announcing planned FDIC actions that would  require a systemic risk determination for implementation. The Secretary of  the Treasury made a determination in response to three of the five  recommendations (Wachovia, TLGP, and Citigroup); therefore, we  reviewed, as provided by the mandate, documentation related to these  three cases. Treasury documents that we reviewed indicate that the  Secretary of the Treasury signed and approved the determinations (as  required by the FDI Act) and authorized FDIC to take planned action after  having reviewed the FDIC and the Federal Reserve’s written  recommendations and consulted with the President. Also as required by  the FDI Act, Treasury sent letters to Congress to notify the relevant  committees of all three determinations."], "subsections": []}, {"section_title": "Announcements of Emergency Actions without a Systemic Risk Determination Diminish the Level of Transparency and Accountability Intended by Congress", "paragraphs": ["In all five cases, planned emergency actions were announced by  regulators, but Treasury did not make an immediate determination for  three of these announcements and still has not made a determination to  date in two of them. In two cases, Wachovia and TLGP, Treasury made a  determination before regulators finalized the terms of the assistance.  According to Treasury, FDIC, and Federal Reserve officials, they publicly  announced emergency assistance prior to a Treasury determination in  these cases to reassure the markets that the government was committed to  supporting financial market stability. In the Citigroup case, the public  announcement preceded Treasury’s determination by about 2 months.", "Specifically, on November 23, 2008, Treasury, FDIC, and the Federal  Reserve jointly announced an agreement-in-principle to assist Citigroup.  FDIC and the Federal Reserve delivered written recommendations by  early December 2008 and Treasury signed the determination in January  2009 when the finalized agreement was executed.", "Since the Citigroup determination, Treasury has not made determinations  following two announcements of emergency actions and those announced  initiatives have not been implemented. On January 16, 2009, FDIC  announced an agreement-in-principle with Bank of America to share  losses on a fixed pool of Bank of America assets. Although FDIC and the  Federal Reserve provided written recommendations in support of a  determination, according to Treasury and FDIC officials, the Secretary of  the Treasury did not make a determination at the time because the terms  of the agreement had not been finalized. In May 2009, Bank of America  requested a termination of the term sheet for the announced guarantee of  up to $118 billion in assets by the U.S. government and in September 2009,  the parties to the agreement-in-principle executed a termination  agreement in which Bank of America agreed to pay $425 million to  Treasury, the Federal Reserve, and FDIC. Similarly, on March 23, 2009,  FDIC and Treasury announced the creation of the PPIP’s LLP, but  Treasury has not yet made a determination. According to a Treasury  official with whom we spoke, Treasury has delayed making a  determination while regulators considered how to structure the program.", "While important to stabilizing markets, the public announcement of  planned actions can serve as a de facto determination by implying that  Treasury has made a systemic risk determination. An announcement alone  could have given rise to some of the benefits of a systemic risk  determination, while similarly generating the potential for negative  incentives such as moral hazard. For example, although FDIC did not  provide assistance to Bank of America, the announcement of the planned  Bank of America guarantees signaled regulators’ willingness to provide  such assistance and may have achieved to some degree the intended effect  of increasing market confidence in Bank of America. The agreement  requiring Bank of America to pay a $425 million termination fee  recognized that although the parties never entered into a definitive  documentation of the transaction, Bank of America received value from  the announced term sheet, including benefits in terms of market  confidence in the institution.", "Although the effects of announcements and determinations can be similar,  determinations must be conducted under procedural and documentation  requirements that do not apply to announcements. Under the  determination process, Treasury must consider recommendations from  FDIC and the Federal Reserve, consult with the President before making a  determination, and document its reasons for making a determination and  retain the documentation for later review. Treasury must also notify  Congress in writing of each systemic risk determination. None of these  requirements applies when a determination is not made.", "We acknowledge that Treasury is not required to make a determination  within a set period and recognize the need for some flexibility during crisis  situations. However, absent a determination, the agency is not required to  follow the formal process put in place by Congress to ensure transparency  and accountability in the application of the systemic risk exception.  Therefore, when a determination is not made along with the announced  actions, Congress cannot be assured that Treasury’s reasoning would be  open to the same scrutiny required in connection with a formal systemic  risk determination because Treasury does not have to act upon the FDI  Act’s documentation and accountability measures. For instance, Congress  cannot be assured that the documentation required to support a  determination will be or has been generated, even when the  announcement by the agencies can have some of the same effects a  systemic risk determination would have. Furthermore, uncertainty in de  facto determination situations can arise because Treasury is not required  to communicate that it will not make a systemic risk determination for an  announced action. For example, since the announcement proposing the  creation of the PPIP’s LLP in March 2009, it has not been clear whether  Treasury intends to make a systemic risk determination, raising questions  about whether Treasury will make a determination to authorize the  program."], "subsections": []}]}, {"section_title": "Systemic Risk Determinations Authorized FDIC Guarantees That Regulators Determined Were Needed to Avert Adverse Effects on Financial and Economic Conditions", "paragraphs": ["The Secretary of the Treasury’s three systemic risk determinations  authorized FDIC guarantees that FDIC, the Federal Reserve, and Treasury  determined were needed to avoid or mitigate further serious adverse  effects on already deteriorating financial and economic conditions.  Treasury invoked the exception so that FDIC could provide assistance to  Wachovia and its insured institution subsidiaries, the banking industry as a  whole (through TLGP), and Citigroup and its insured institution  subsidiaries."], "subsections": [{"section_title": "FDIC Protection against Large Losses on Wachovia Assets Was Intended to Facilitate an Orderly Sale to Citigroup and Avert a Resolution with Potentially Systemic Consequences", "paragraphs": ["In describing the basis for the first systemic risk determination in  September 2008, Treasury, FDIC, and the Federal Reserve noted that  mounting problems at Wachovia could have led to a failure of the firm,  which in turn could have exacerbated the disruption in the financial  markets. At the time, the failures and near-failures of several large  institutions had increased stress in key funding markets. As noted earlier,  by late summer 2008, the potential ramifications of the financial crisis  included the continued failure of financial institutions and further  tightening of credit that would exacerbate the emerging global economic  slowdown that was beginning to take shape. In this environment, many  financial institutions, including Wachovia, were facing difficulties in  raising capital and meeting their funding obligations. In its  recommendation, FDIC said that the rapidly deteriorating financial  condition of Wachovia Bank, N.A.—Wachovia’s largest bank subsidiary— was due largely to its portfolio of payment-option adjustable-rate mortgage  (ARM) products, commercial real-estate portfolio, and weakened liquidity  position. Over the first half of 2008, Wachovia had suffered more than $9  billion in losses due in part to mortgage-related asset losses and investors  increasingly had become concerned about the firm’s prospects, given the  worsening outlook for home prices and mortgage credit quality. In  addition, during the week preceding Treasury’s determination, Wachovia’s  stock price declined precipitously and the spreads on credit default swaps  that provide protection against losses on Wachovia’s debt widened,  indicating that investors considered a Wachovia default increasingly  likely. FDIC consulted with Treasury and the Federal Reserve in  conducting an analysis of Wachovia’s liquidity and determined that  Wachovia would soon be unable to meet its funding obligations as a result  of strains on its liquidity, particularly from projected outflows of deposits  and retail brokerage accounts."], "subsections": [{"section_title": "Treasury, FDIC, and the Federal Reserve Determined a Least-Cost Resolution of Wachovia Would Likely Exacerbate Market Strains", "paragraphs": ["In considering actions to avert a Wachovia failure, Treasury determined  that a least-cost resolution of Wachovia’s bank and thrift subsidiaries,  without protecting creditors and uninsured depositors, could—in light of  conditions in the financial markets and the economy at the time—weaken  confidence and exacerbate liquidity strains in the banking system. FDIC  could have effected a least-cost resolution of Wachovia Bank, N.A. through  a depositor payoff or purchase and assumption transaction following  appointment of FDIC as the receiver of the bank’s assets. FDIC and the  Federal Reserve projected that either of these least-cost resolution options  would have resulted in no cost to the deposit insurance fund, but that  either option likely would have imposed significant losses on subordinated  debtholders and possibly senior note holders. In addition, Treasury, the  Federal Reserve, and FDIC expected these resolution options to impose  losses on foreign depositors, a significant funding source for several large  U.S. institutions. Their concerns over the possible significant losses to  creditors holding Wachovia subordinated debt and senior debt were  reinforced by the recent failure of Washington Mutual, a large thrift  holding company. According to Treasury’s determination, under the least- cost resolution of Washington Mutual, senior and subordinated  debtholders of the holding company and its insured depository  subsidiaries suffered large losses. Treasury, FDIC, and the Federal Reserve  expressed concern that imposing similarly large losses on Wachovia’s  creditors and foreign depositors could intensify liquidity pressures on  other U.S. banks, which were vulnerable to a loss of confidence by  creditors and uninsured depositors (including foreign depositors), given  the stresses already present in the financial markets at that time.  According to FDIC and Federal Reserve documents, Wachovia’s sudden  failure would have led to investor concern about direct exposures of other  financial institutions to Wachovia. Furthermore, a Wachovia failure also  could have led investors and other market participants to doubt the  financial strength of other institutions that might be seen as similarly  situated. In particular, the agencies noted that a Wachovia failure could  intensify pressures on other large banking organizations that, like  Wachovia, reported they were well capitalized but continued to face  investor concerns about deteriorating asset quality. At the time of the  Wachovia determination, the Emergency Economic Stabilization Act had  not yet been passed and, thus, the authorities under that law to create the  Troubled Asset Relief Program (TARP) were not available to help mitigate  these effects. Furthermore, a least-cost resolution of Wachovia, N.A.  could have negatively affected the broader economy, because with banks  experiencing reduced liquidity and increased funding costs, they would be  less willing to lend to businesses and households.", "In recommending a systemic risk determination, the Federal Reserve and  FDIC described the extent of Wachovia’s interdependencies and the  potential for disruptions to markets in which it played a significant role.  The Federal Reserve listed the top financial entities exposed to Wachovia,  noting that mutual funds were prominent among these counterparties. In  addition, FDIC expressed concern that a Wachovia failure could result in  losses for mutual funds holding its commercial paper, accelerating runs on  those and other mutual funds. The Federal Reserve also noted that  Wachovia was a major participant in the full range of major domestic and  international clearing and settlement systems and that a least-cost  resolution would likely have raised some payment and settlement  concerns.", "Treasury, FDIC, and the Federal Reserve concluded that FDIC assistance  under the systemic risk exception could avert the potential systemic  consequences of a least-cost resolution of Wachovia’s bank and thrift  subsidiaries. In particular, they determined that authorizing FDIC  guarantees to protect against losses to Wachovia’s uninsured creditors  would avoid or mitigate the potential for serious adverse effects on the  financial system and the economy by facilitating the acquisition of  Wachovia’s banking operations by Citigroup."], "subsections": []}, {"section_title": "FDIC Loss-Sharing Agreement Intended to Avert Likely Additional Market Strains from a Least-Cost Resolution", "paragraphs": ["On September 29, 2008, pursuant to Treasury’s systemic risk  determination, FDIC announced that it had agreed to provide protection  against large losses on a fixed pool of Wachovia assets to facilitate the  orderly sale of Wachovia’s banking operations to Citigroup and avert an  imminent failure that might exacerbate the serious strains then affecting  the financial markets, financial institutions, and the economy. On  September 28, 2008, Citigroup and Wells Fargo both submitted bids to  FDIC to acquire Wachovia’s banking operations with FDIC open bank  assistance in the form of loss sharing on Wachovia assets. The Citigroup  and Wells Fargo bids differed in terms of the amount of losses each  proposed to absorb and the result of the bidding process held by FDIC was  the acceptance of Citigroup’s bid. After agreeing with FDIC to a loss- sharing agreement on selected Wachovia assets, Citigroup announced that  it would acquire Wachovia’s banking operations for $2.2 billion and  assume the related liabilities, including senior and subordinated debt  obligations and all of Wachovia’s uninsured deposits. Under the  agreement, Citigroup agreed to absorb the first $42 billion of losses on a  $312 billion pool of loans and FDIC agreed to assume losses beyond that.  To compensate FDIC for its assumption of this risk, Citigroup agreed to  grant FDIC $12 billion in preferred stock and warrants. A few days after  the announcement of the proposed Citigroup acquisition, Wachovia  announced that it would instead merge with Wells Fargo in a transaction  that would include all of Wachovia’s operations and, in contrast to the bids  submitted days earlier by Citigroup and Wells Fargo, require no FDIC  assistance. As a result, the FDIC loss-sharing agreement on Wachovia  assets was not implemented and no assistance was provided under the  systemic risk exception.", "Although the loss-sharing agreement never took effect, the announcement  of the Citigroup acquisition and loss-sharing agreement may have helped  to avert a Wachovia failure with potential systemic consequences. While  acknowledging that isolating the impact of FDIC’s assistance from other  factors is difficult, Treasury and FDIC officials with whom we spoke said  that one measure of the success of the loss-sharing agreement was that  Wachovia was able to remain open and meet its funding obligations on  Monday, September 29, 2008. In particular, the determination and the  announcement of Citigroup’s assumption of debt and deposit liabilities of  Wachovia and its insured bank and thrift subsidiaries may have helped to  allay the concerns of creditors and depositors that might otherwise have  withdrawn liquidity support. As Wachovia did not fail, the extent to which  a Wachovia failure would have had adverse effects on financial stability is  not known."], "subsections": []}]}, {"section_title": "TLGP Determination Was Intended to Help Restore Confidence and Liquidity to the Banking System, but Highlights Need for Clarification of the Systemic Risk Exception", "paragraphs": ["In describing the basis for the second systemic risk determination, which  authorized TLGP, Treasury, FDIC, and the Federal Reserve said that  disruptions in credit markets posed a threat to the ability of many  institutions to fund themselves and lend to consumers and businesses. In a  memorandum provided to Treasury, FDIC noted that the reluctance of  banks and investment managers to lend to other banks and their holding  companies made finding replacement funding at a reasonable cost difficult  for these financial institutions. The TED spread—a key indicator of credit  risk that gauges the willingness of banks to lend to other banks—peaked  at more than 400 basis points in October 2008, likely indicating an increase  in both perceived risk and in risk aversion among investors (see fig. 2). In  addition to disruptions in interbank lending, financial institutions also  faced difficulties raising funds through commercial paper and asset- backed securitization markets. The resulting credit crunch made the  financing on which businesses and individuals depend increasingly  difficult to obtain. In addition, FDIC was concerned that large outflows of  uninsured deposits could strain many banks’ liquidity. According to FDIC  officials with whom we spoke, they were not tracking outflows of these  deposits, but relied on anecdotal reports from institutions and the  regulators serving as their primary supervisors.", "In light of the liquidity strains many institutions faced, Treasury, FDIC, and  the Federal Reserve determined that resolving institutions on a bank-by- bank basis in compliance with least-cost requirements would result in  adverse impacts on financial stability and the broader economy. In its  recommendation letter, FDIC concluded that the threat to the market for  bank debt was a systemic problem that threatened the stability of a  significant number of institutions, thereby increasing the potential for  failures of these institutions and losses to the Deposit Insurance Fund. The  Federal Reserve reasoned, among other things, that the failures and least- cost resolutions of a number of institutions could impose unexpected  losses on investors and further undermine confidence in the banking  system, which already was under extreme stress. Treasury concurred with  FDIC and the Federal Reserve in determining that relying on the least-cost  resolution process would not sufficiently address the systemic threat to  bank funding and the broader economy.", "Treasury concluded that FDIC actions under a systemic risk exception  would avoid or mitigate adverse effects that would have resulted if  assistance were provided subject to the least cost rules. Specifically,  Treasury, FDIC, and the Federal Reserve advised that certain FDIC debt  and deposit guarantees—otherwise subject to the prohibition against use  of the Deposit Insurance Fund to protect uninsured depositors and  creditors who are not insured depositors—could address risk aversion  among institutions and investors that had become reluctant to provide  liquidity to financial institutions and their holding companies. In a  memorandum describing the basis for TLGP determination, Treasury  explained the need for emergency actions in the context of a recent  agreement among the United States and its G7 colleagues to implement a  comprehensive action plan to provide liquidity to markets and prevent the  failure of any systemically important institution, among other objectives.  To implement the G7 plan, several countries had already announced  programs to guarantee retail deposits and new debt issued by financial  institutions. Treasury noted that if the United States did not take similar  actions, global market participants might turn to institutions and markets  in countries where the perceived protections were the greatest."], "subsections": [{"section_title": "TLGP Determination Highlights the Need for Clarification of Requirements and Authorized Assistance under the Systemic Risk Exception", "paragraphs": ["Some have noted that under a possible reading of the exception, the  statute may authorize assistance only to particular institutions, based on  those institutions’ specific problems, not, as was done in creating TLGP,  systemic risk assistance based on problems affecting the banking industry  as a whole. Treasury, FDIC, and the Federal Reserve considered this and  other legal issues in recommending and making TLGP determination. The  agencies believe the statute could have been drafted more clearly and that  it can be interpreted in different ways. They concluded, however, that  under a permissible interpretation, assistance may be based on industry- wide concerns. They also concluded that a systemic risk determination  waives all of the normal statutory restrictions on FDIC assistance and then  creates new authority to provide assistance, both as to the types of aid that  may be provided and the entities that may receive it. Under this reading,  the agencies believe the statutory criteria were met in the case of TLGP  and that the assistance was authorized.", "We examined these issues as part of our review of the basis of the  systemic risk determinations made to date. As detailed in appendix II, the  recent financial crisis is the first time the agencies have relied on the  systemic risk exception since its enactment in 1991, and no court to date  has ruled on when or how it may be used. We found there is some support  for the agencies’ position that the exception authorizes assistance of some  type under TLGP facts, as well as for their position that the exception  permits assistance to the entities covered by this program. There are a  number of questions concerning these interpretations, however. In the  agencies’ view, for example, some of the statutory provisions are  ambiguous. What is clear, however, that the systemic risk exception  overrides important statutory restrictions designed to minimize costs to  the Deposit Insurance Fund, and in the case of TLGP, that the agencies  used it to create a broad-based program of direct FDIC assistance to  institutions that had never before received such relief—”healthy” banks,  bank holding companies, and other bank affiliates. Because application of  the systemic risk exception raises novel legal and policy issues of  significant public interest and importance, and because of the need for  clear direction to the agencies in a time of financial crisis, the  requirements and the assistance authorized under the systemic risk  exception may require clarification by Congress."], "subsections": []}, {"section_title": "FDIC Established TLGP to Promote Confidence and Liquidity in the Banking System", "paragraphs": ["In October 2008, FDIC created TLGP to complement the TARP Capital  Purchase Program and the Federal Reserve’s Commercial Paper Funding  Facility and other liquidity facilities in restoring confidence in financial  institutions and repairing their capacity to meet the credit needs of  American households and businesses. TLGP’s Debt Guarantee Program  (DGP) was designed to improve liquidity in term-funding markets by  guaranteeing certain newly issued senior unsecured debt of financial  institutions and their holding companies. According to FDIC officials, by  guaranteeing payment of these debt obligations, DGP was intended to  address the difficulty that creditworthy institutions were facing in  replacing maturing debt because of risk aversion in the markets. TLGP’s  Transaction Account Guarantee Program (TAGP) also was created to  stabilize an important source of liquidity for many financial institutions.  TAGP temporarily extended an unlimited deposit guarantee to certain non- interest-bearing transaction accounts to assure holders of the safety of  these deposits and limit further outflows. By facilitating access to  borrowed funds at lower rates, Treasury, FDIC, and the Federal Reserve  expected TLGP to free up funding for banks to make loans to creditworthy  businesses and consumers. Furthermore, by promoting stable funding  sources for financial institutions, they intended TLGP to help avert bank  and thrift failures that would impose costs on the insurance fund and  taxpayers and potentially contribute to a worsening of the crisis."], "subsections": []}, {"section_title": "TLGP Requirements Were Structured to Prevent Costs to the Insurance Fund", "paragraphs": ["FDIC structured TLGP requirements to provide needed assistance to  insured banks while avoiding costs to the deposit insurance fund.  According to FDIC officials, in designing TLGP, FDIC sought to achieve  broad participation to avoid the perception that only weak institutions  participated and to help ensure collection of fees needed to cover  potential losses. Initially, all eligible institutions, which included insured  depository institutions, their holding companies, and qualified affiliates,  were enrolled in TLGP for 30 days at no cost and only those that  participated in DGP or TAGP (or both) after the opt-out date became  subject to fee assessments. Table 1 provides additional details related to  TLGP features and requirements. As of March 31, 2009, among depository  institutions with assets over $10 billion, 92 percent and 94 percent had  opted into DGP and TAGP, respectively. According to one regulatory  official, this high participation rate indicated that many large institutions  judged the benefits of the program to outweigh fee and other costs.  However, while seeking to encourage broad participation, TLGP was not  intended to prop up nonviable institutions, according to FDIC officials.  The TLGP rule allowed FDIC to prospectively cancel eligibility for DGP if  an institution had weak supervisory ratings. According to FDIC officials,  some financial institutions were privately notified by their regulatory  supervisors that they were not eligible to issue TLGP-guaranteed debt. In  addition, FDIC required all parts of a holding company to make the same  decision about TLGP participation to prevent an entity from issuing  guaranteed debt through its weakest subsidiary.", "As of December 31, 2009, FDIC had collected $11.0 billion in TLGP fees  and surcharges and incurred claims of $6.6 billion on TLGP guarantees. All  of the claims to date, except for one $2 million claim under DGP, have  come from TAGP, under which FDIC has collected $639 million in fees.  Since the creation of TLGP, bank failures have been concentrated among  small banks (assets under $10 billion), which as a group have not been  significant participants in DGP. Although the high number of small bank  failures has resulted in higher-than-expected costs under TAGP, FDIC  officials still expect total TLGP fees collected to exceed the costs of the  program. At the end of the program, FDIC will be permitted to account  for any excess TLGP fees as income to the deposit insurance fund. If a  supportable and documented analysis demonstrates that TLGP assets  exceed projected losses, FDIC may recognize income to the deposit  insurance fund prior to the end of the program. As noted earlier, in the  event that TLGP results in losses to the deposit insurance fund, FDIC  would be required to recover these losses through one or more special  assessments."], "subsections": []}, {"section_title": "FDIC Guarantees Lowered Certain Funding Costs and Some Indicators Suggest Improvements in the Credit Markets", "paragraphs": ["Since TLGP was creted in Octoer 200,  FDIC has extended oth component of the  progrm.  In Mrch 2009, FDIC extended the  finl dte for new det issuance nder DGP  from Jne 30, 2009, to Octoer 31, 2009, nd in  Aust 2009, extended the TAGP for 6 month,  throgh Jne 30, 2010. FDIC offici with  whom we poke said they consulted with other  regtor in determining th epte  temic rik determintion was not reqired for  thee extenion. Thee offici noted tht  economic conditiond improved t the time  of the extenion, but hd not yet retrned to  precri condition. FDIC noted the need to  ensure n orderly phase-ot of TLGP  assnce nd otlined certin higher fee  reqirement for intittion chooing to  contine prticiption past the originl end  dte. Art of the DGP extenion, FDIC  eablihed new surchrge eginning on April 1, 2009, for certin det issued prior to the  originl Jne 2009 dedline nd for ll det  issued nder the extenion.  In extending  TAGP, FDIC nnonced tht eligile intittion  not opting ot of the 6-month extenion wold  subject to higher fee based on the  intittion’ rik ctegory as determined y  regtor assssment. effective in improving short-term and intermediate-term funding markets.  In addition, FDIC officials with whom we spoke said that although they do  not track outflows of deposits of transaction accounts covered under  TAGP, several institutions have told them that TAGP was helpful in  stemming such outflows.", "DGP conclded on Octoer 31, 2009, for mot  entitierticipting in the progrm. To frther  ensure n orderly phase-ot of the progrm,  FDIC eablihed  limited emergency  guantee fcility throgh which eligile entitie  (pon ppliction nd FDIC pprovl) cold  issue guanteed det throgh April 30, 2010,  subject to  minimnnualized assssment of  300 bas point. In April 2010, FDIC’ Bord of  Director pproved n interim rle to extend the  TAGP ntil Decemer 31, 2010, nd give the  Bord dicretion to extend the progrm to the  end of 2011, if necessary.", "Moreover, some market observers have commented that FDIC’s  assumption of risk through the debt guarantees enabled many institutions  to obtain needed funding at significantly lower costs. Eligible financial  institutions and their holding companies raised more than $600 billion  under DGP, which concluded on October 31, 2009, for most participating  entities. Notably, several large financial holding companies each issued  tens of billions of dollars of TLGP-guaranteed debt and most did not issue  senior unsecured debt outside DGP before April 2009. Although  determining the extent to which FDIC guarantees lowered debt costs is  difficult, a U.S. government guarantee significantly reduces the risk of loss  and accordingly, and would be expected to substantially reduce the  interest rate lenders charge for TLGP-guaranteed funds. By comparing  yields on TLGP-guaranteed debt to yields on similar debt issued without  FDIC guarantees, some market observers have estimated that FDIC  guarantees lowered the cost of certain debt issues by more than 140 basis  points. To the extent that TLGP helped banking organizations to raise  funds during a very difficult period and to do so at substantially lower cost  than would otherwise be available, it may have helped improve confidence  in institutions and their ability to lend. However, some market observers  have expressed concern that the large volume of issuance under TLGP  could create difficulties associated with rolling over this debt in a few  years when much of this debt matures in a short time frame. According to  one financial analyst with whom we spoke, potential difficulties  associated with rolling over this debt could be mitigated by any  improvements in other funding markets, such as asset-backed  securitization markets."], "subsections": []}]}, {"section_title": "FDIC Protection against Large Losses on Citigroup Assets Was Part of a Package of Government Assistance Intended to Forestall a Resolution with Potential Systemic Consequences", "paragraphs": ["In describing the basis for the third systemic risk determination, Treasury,  FDIC, and the Federal Reserve cited concerns similar to those discussed in  connection with the Wachovia determination. During November 2008,  severe economic conditions persisted despite new Federal Reserve  liquidity programs and the announcements of the Treasury’s Capital  Purchase Program and FDIC’s TLGP. Similar to Wachovia, Citigroup had  suffered substantial losses on mortgage-related assets and faced  increasing pressures on its liquidity as investor confidence in the firm’s  prospects and the outlook for the economy declined. On Friday,  November 21, 2008, Citigroup’s stock price fell below $4, down from over  $14 earlier that month. In their memoranda supporting their  recommendations for a systemic risk determination, FDIC and the Federal  Reserve expressed concern that Citigroup soon would be unable to meet  its funding obligations and expected deposit outflows. FDIC concluded  that the government funding support otherwise available to Citigroup  through the Federal Reserve’s lending programs such as the Commercial  Paper Funding Facility and the Primary Dealer Credit Facility and TLGP  provided the firm with short-term funding relief but would not be  sufficient to help Citigroup withstand the large deposit outflows regulators  expected if confidence in the firm continued to deteriorate."], "subsections": [{"section_title": "Treasury, FDIC, and the Federal Reserve Concluded That a Least-Cost Resolution of Citigroup’s Insured Depository Institution Subsidiaries Would Likely Exacerbate Market Strains", "paragraphs": ["As was the case with Wachovia, Treasury, FDIC, and the Federal Reserve  were concerned that the failure of a firm of Citigroup’s size and  interconnectedness would have systemic implications. They determined  that resolving the company’s insured institutions under the least-cost  requirements likely would have imposed significant losses on Citigroup’s  creditors and on uninsured depositors, thus threatening to further  undermine confidence in the banking system. According to Treasury, a  least-cost resolution would have led to investor concern about the direct  exposures of other financial firms to Citigroup and the willingness of U.S.  policymakers to support systemically important institutions, despite  Treasury’s recent investments in Citigroup and other major U.S. banking  institutions. In its recommendation to Treasury, the Federal Reserve listed  the banking organizations with the largest direct exposures to Citigroup  and estimated that the most exposed institution could suffer a loss equal  to about 2.6 percent of its Tier 1 regulatory capital. Furthermore,  Treasury, FDIC, and the Federal Reserve were concerned that a failure of  Citigroup, which reported that it was well-capitalized (as did Wachovia at  the time of the first systemic risk determination), could lead investors to  reassess the riskiness of U.S. commercial banks more broadly. In  comparison to Wachovia, Citigroup had a much larger international  presence, including more than $500 billion of foreign deposits—compared  to approximately $30 billion for Wachovia. Given Citigroup’s substantial  international presence, imposing losses on uninsured foreign depositors  under a least-cost framework could have intensified global liquidity  pressures and increased funding pressures on other institutions with  significant amounts of foreign deposits. For example, this could have  caused investors to raise sharply their assessment of risks of investing in  U.S. banking organizations, making raising capital and other funding more  difficult.", "In addition to the potential serious adverse effects on credit markets,  Treasury, FDIC, and the Federal Reserve expressed concern that a  Citigroup failure could disrupt other markets in which Citigroup was a  major participant. Citigroup participated in a large number of payment,  settlement, and counterparty arrangements within and outside the United  States. The Federal Reserve expressed concern that Citigroup’s inability to  fulfill its obligations in these markets and systems could lead to  widespread disruptions in payment and settlement systems worldwide,  with important spillover effects back to U.S. institutions and other  markets. Citigroup was a major player in a wide range of derivatives  markets, both as a counterparty for over-the-counter trades and as a  broker and clearing firm for trades on exchanges. If Citigroup had failed,  many of the firm’s counterparties might have faced difficulties replacing  existing contracts with Citigroup, particularly given concerns about  counterparty credit risk at the time.", "Treasury, FDIC, and the Federal Reserve determined that FDIC assistance  under the systemic risk exception, which would complement other U.S.  federal assistance and TARP programs, would promote confidence in  Citigroup. Specifically, they determined that if the systemic risk exception  were invoked, FDIC could provide guarantees that would help protect  Citigroup from outsize losses on certain assets and thus reduce investor  uncertainty regarding the potential for additional losses to weaken  Citigroup. In addition, such actions could help to reassure depositors and  investors that the U.S. government would take necessary actions to  stabilize systemically important U.S. banking institutions."], "subsections": []}, {"section_title": "Assistance to Citigroup Included a Loss-Sharing Agreement and Capital Infusion Intended to Restore Confidence and Promote Financial Stability", "paragraphs": ["On November 23, 2008, Treasury, FDIC, and the Federal Reserve  announced a package of assistance to Citigroup, including a loss-sharing  agreement on a fixed pool of Citigroup’s assets, to help restore confidence  in the firm and maintain financial stability. By providing protection  against large losses on these assets, regulators hoped to promote  confidence among creditors and depositors providing liquidity to the firm  to avert a least-cost resolution with potential systemic risk consequences.  In particular, the loss-sharing agreement limited the potential losses  Citigroup might suffer on a fixed pool of approximately $300 billion of  loans and securities backed by residential and commercial real estate and  other such assets. Under the final agreement executed on January 15,  2009, Citigroup agreed to absorb the first $39.5 billion in losses plus 10  percent of any remaining losses incurred. Ninety percent of covered asset  losses exceeding $39.5 billion would be borne by Treasury and FDIC, with  maximum guarantee payments capped at $5 billion and $10 billion,  respectively. In addition, if all of these loss protections were exhausted,  the Federal Reserve Bank of New York committed to allow Citigroup to  obtain a nonrecourse loan equal to the aggregate value of the remaining  covered asset pool, subject to a continuing 10 percent loss-sharing  obligation of Citigroup. Citigroup issued FDIC and Treasury approximately  $3 billion and $4 billion of preferred stock, respectively, for bearing the  risk associated with the guarantees. The Federal Reserve loan, if  extended, would have borne interest at the overnight index swap rate plus  300 basis points. Citigroup also received a $20 billion capital infusion from  the TARP’s Targeted Investment Program, in addition to the initial $25  billion capital infusion received from TARP’s Capital Purchase Program in  October 2008. In addition, the agreement subjected Citigroup to specific  limitations on executive compensation and dividends during the loss share  period."], "subsections": []}, {"section_title": "FDIC Assistance May Have Helped to Ensure Continued Access to Funding for Citigroup", "paragraphs": ["Isolating the impact of FDIC assistance to Citigroup is difficult, but  according to Treasury and FDIC, the package of assistance provided by  regulators may have helped to allow Citigroup to continue operating by  encouraging private sector sources to continue to provide liquidity to  Citigroup during the crisis. According to one FDIC official, one measure of  success was that Citigroup could do business in Asia the business day  following the announcement. With the package of assistance, regulators  hoped to improve the confidence of creditors and certain depositors,  facilitating Citigroup’s funding. Changes in the market’s pricing of  Citigroup’s stock and its default risk, as measured by credit default swap  spreads, indicate that the November 23, 2008, announcement boosted  market confidence in the firm, at least temporarily. From a closing price of  $3.77 on Friday, November 21, 2008, Citigroup’s common stock price rose  58 percent on Monday, November 24 and more than doubled by the end of  the week. However, market confidence in Citigroup fell sharply again in  early 2009 before the company’s stock price recovered and stabilized in  spring 2009.", "On December 23, 2009, Citigroup announced that it had reached an  agreement with FDIC, the Federal Reserve Bank of New York, and  Treasury to terminate the loss-sharing and residual financing agreement.  As part of the termination agreement, Citigroup agreed to pay a $50 million  termination fee to the Federal Reserve. As of September 30, 2009,  Citigroup reported that it had recognized $5.3 billion of losses on the pool  of assets covered by the loss-sharing agreement. These losses did not  reach the thresholds that would trigger payments by Treasury or FDIC. In  July 2009, the Special Inspector General for the Troubled Asset Relief  Program (SIGTARP) announced plans to audit the asset guarantees  provided to Citigroup. According to SIGTARP, this audit is to examine why  the guarantees were provided, how the guaranteed assets were structured,  and whether Citigroup’s risk controls were adequate to prevent  government losses. At the close of this review, the SIGTARP review was  ongoing."], "subsections": []}]}]}, {"section_title": "Systemic Risk Determinations and Related Federal Assistance Raise Concerns about Moral Hazard and Market Discipline That May Be Addressed by Potential Regulatory Reforms", "paragraphs": ["While the systemic risk determinations and associated federal assistance  may have helped to contain the crisis by mitigating potential systemic  adverse effects, they may have induced moral hazard—encouraging  market participants to expect similar emergency actions in future crises,  thereby weakening their incentives to properly manage risks and also  creating the perception that some firms are too big to fail. Federal  assistance required for large and important institutions, such as non-bank  holding companies, whose activities could affect the financial system, also  highlighted gaps in the current regulatory regime, including inconsistent  supervision and regulatory standards and lack of resolution authority for  these institutions. Regulators, the Administration and Congress currently  are considering financial regulatory reform proposals that could help  address these concerns. Reforms that would enhance the supervision of  financial institutions—particularly large financial holding companies— whose market discipline is likely to have been weakened by the recent  exercises of the systemic risk exceptions are essential."], "subsections": [{"section_title": "Federal Assistance Could Exacerbate Moral Hazard and Reduce Potential for Market Discipline Particularly for the Largest U.S. Financial Institutions", "paragraphs": ["While the federal assistance authorized by the systemic risk  determinations may have helped to contain the financial crisis by  mitigating potential adverse systemic effects that would have resulted  from traditional FDIC assistance, they may have exacerbated moral  hazard, particularly for large financial institutions. According to regulators  and some economists, the expansion of deposit insurance under TAGP, in  which most insured depository institutions of all sizes participated, could  weaken incentives for newly protected, larger depositors to monitor their  banks, and in turn banks may be more able to engage in riskier activities.  According to some economists, the higher the deposit insurance  guarantee, the greater the risk of moral hazard. In principle, deposit  insurance helps prevent bank runs by small depositors, while lack of  insurance encourages (presumably better informed) large depositors to  protect their deposits by exerting discipline on risk taking by banks.", "Unlike the broad participation in TAGP, the majority of institutions that  participate in DGP are large financial institutions. In addition, according to  FDIC data, most of the senior unsecured debt under DGP has been issued  by the largest U.S. financial institutions. Market observers with whom we  spoke said that small banks did not participate in DGP as generally they  primarily rely on deposits for funding. The bank debt guarantees,  according to some economists, allow large financial institutions to issue  debt without regard for differences in their risk profiles and can weaken  the incentives for creditors to monitor bank performance and exert  discipline against excessive risk taking for these institutions. In general,  some economists said that to help mitigate moral hazard, it is important to  specify when the extra deposit insurance and debt guarantee programs  will end. Further, while recognizing that uncertainty about the duration of  the crisis makes it difficult to specify timetables for phasing out  guarantees, some economists said it is important to provide a credible  “exit strategy” to prevent further disruption in the financial markets when  withdrawing government guarantees. In addition, some economists noted  that while government guarantees can be withdrawn once the crisis  abates, a general perception may persist that a government guarantee  always will be made available during a crisis—thus perpetuating the risk  for moral hazard.", "Similarly, while the assistance to open banks authorized by the systemic  risk determinations may have helped to contain the crisis by stabilizing the  large and other financial institutions and mitigating potential systemic  adverse effects, it also may have exacerbated moral hazard. According to  regulators and market observers, assistance to open banks may weaken  the incentives of large uninsured depositors, creditors, and investors to  discipline large complex financial institutions deemed too big to fail.  Federal Reserve Chairman Bernanke stated in March 2009 to the Council  on Foreign Relations that the belief of market participants that a particular  institution is considered too big to fail has many undesirable effects. He  explained such perceptions reduce market discipline, encourage excessive  risk taking by the firm, and provide artificial incentives for firms to grow.  He also noted these beliefs can create an unlevel playing field, in which  smaller firms may not be regarded as having implicit government support.  Similarly, others have noted how such perceptions may encourage risk  taking—for example, that large financial institutions are given access to  the credit markets at favorable terms without consideration of the  institutions’ risk profile because creditors and investors believe their  credit exposure is reduced since they believe the government will not  allow these firms to fail."], "subsections": []}, {"section_title": "Limitations in Financial Regulatory Framework Restrict Regulators’ Ability to Mitigate Impact of Weakened Incentives but Some Reform Proposals May Help Address These Concerns", "paragraphs": ["Although regulators’ use of the systemic risk exception may weaken  incentives of institutions to properly manage risk, the financial regulatory  framework could serve an important role in restricting the extent to which  they engage in excessive risk-taking activities as a result of weakened  market discipline. Responding to the recent financial crisis, recent actions  by the Federal Reserve as well as proposed regulatory reform and new  FDIC resolution authority could help address concerns raised about the  potential conduct ( to monitor and control risks) of institutions receiving  federal assistance or subject to the systemic risk determinations."], "subsections": [{"section_title": "Enhanced Supervision of Systemically Important Institutions", "paragraphs": ["In an effort to mitigate moral hazard and weakened market discipline for  large complex financial institutions including those that received federal  assistance, regulators, the administration, and Congress are considering  regulatory reforms to enhance supervision of these institutions. These  institutions not only include large banks but also nonbank institutions. In  the recent crisis, according to a testimony by FDIC Chairman Bair, bank  holding companies and large nonbank affiliates have come to depend on  the banks within their organizations as a source of funding. Bank holding  companies must, under Federal Reserve regulations, serve as the source of  strength for their insured institution subsidiaries. Subject to the limits of  sections 23A and 23B of the Federal Reserve Act, however, bank holding  companies and their nonbank affiliates may rely on the depository  institution for funding. Also, according to regulators, institutions that were  not bank holding companies (such as large thrift holding companies,  investment banks, and insurance organizations) were responsible for a  disproportionate share of the financial stress in the markets in the past 2  years and the lack of a consistent and coherent regulatory regime for these  institutions helped mask problems until they were systemic and gaps in  the regulatory regime constrained the government’s ability to deal with  them once they emerged.", "Legislation has been proposed to create enhanced supervision and  regulation for any systemically important financial institution, regardless  of whether the institution owns an insured depository institution. The  proposals would establish a council chaired by the Secretary of the  Treasury with voting members comprising the chairs of the federal  financial regulators which would oversee systemic risk and help identify  systemically important companies. An institution could be designated  “systemically important” if material financial distress at the firm could  threaten financial stability or the economy. Systemically important  institutions would be regulated by the Federal Reserve under enhanced  supervisory and regulatory standards and stricter prudential standards.", "Regulators and market observers generally agree that these systemically  important financial institutions should be subject to progressively tougher  regulatory standards to hold adequate capital and liquidity buffers to  reflect the heightened risk they pose to the financial system. They also  generally agree that systemically important firms should face additional  capital charges based both on their size and complexity. Such capital  charges (and perhaps also restrictions on leverage and the imposition of  risk-based insurance premiums on systemically important or weak insured  depository institutions and risky activities) could help ensure that  institutions bear the costs of growth and complexity that raise systemic  concerns. Regulators and market observers believe that imposing systemic  risk regulation and its associated safeguards will strengthen the ability of  these firms to operate in stressed environments while the associated costs  can provide incentives to firms to voluntarily take actions to reduce the  risks they pose to the financial system. Under legislative proposals, these  institutions also would be subject to a prompt corrective action regime  that would require the firm or its supervisors to take corrective actions as  the institutions’ regulatory capital level or other measures of financial  strength declined, similar to the existing prompt corrective action regime  for insured depository institutions under the FDI Act.", "Regulators also are considering regulatory reforms to improve the overall  risk management practices of systemically important institutions. The  Federal Reserve has proposed standards for compensation practices  across all banking organizations it supervises to encourage prudent risk  taking by creating incentives focusing on long-term rather than short-term  performance. Regulators noted that compensation practices that create  incentives for short-term gains may overwhelm the checks and balances  meant to mitigate excessive risk taking. In its proposal for financial  regulatory reform, Treasury recommended that systemically important  financial institutions be expected to put in place risk management  practices commensurate with the risk, complexity, and scope of their  operations and be able to identify firmwide risk concentrations (such as  credit, business lines, liquidity) and establish appropriate limits and  controls around these concentrations. Also, under Treasury’s proposal, to  measure and monitor risk concentrations, these institutions would be  expected to be able to identify and report aggregate exposures quickly on  a firmwide basis.", "Regulators also have indicated the need for measures to improve their  oversight of risk management practices by these institutions. In our prior  work on regulatory oversight of risk management at selected large  institutions, we found that oversight of institutions’ risk management  systems before the crisis illustrated some limitations of the current  regulatory system. For example, regulators were not looking across  groups of institutions to effectively identify risks to overall financial  stability. In addition, primary, functional, and holding company regulators  faced challenges aggregating certain risk exposures within large, complex  financial institutions. According to testimony by a Federal Reserve official,  the recent crisis highlighted the need for a more comprehensive and  integrated assessment of activities throughout bank holding companies—a  departure from the customary premise of functional regulation that risks  within a diversified organization can be managed properly through  supervision focused on individual subsidiaries within the firm.  Accordingly, the bank supervisors, led by the Federal Reserve, recently  completed the Supervisory Capital Assessment Program, which reflects  some of the anticipated changes in the Federal Reserve’s approach to  supervising the largest banking organizations. The Supervisory Capital  Assessment Program involved aggregate analyses of the 19 largest bank  holding companies, which according to Federal Reserve testimony,  accounted for a majority of the assets and loans within the financial  system. Bank supervisors evaluated on a consistent basis the expected  performance of these firms under baseline and more-adverse-than- expected scenarios, drawing on individual firm information and using  independently estimated outcomes. In addition, according to the agency’s  officials, the Federal Reserve is creating an enhanced quantitative  surveillance program for the largest and most complex firms, that will use  supervisory information, firm-specific data analysis, and market-based  indicators to identify emerging systemic risks as well as risks to specific  firms.", "Some economists argue that a formal designation of systemically  important institutions would have significant, negative competitive  consequences for other firms and could encourage designated firms to  take excessive risk because they would be perceived to be too big to fail.  Instead some argue that a market stability regulator should be authorized  to oversee all types of financial markets and all financial services firms,  whether otherwise regulated or unregulated. Market observers also point  out factors that complicate such determinations and make maintaining an  accurate list of such institutions difficult. Aside from asset size and degree  of leverage, they include degree of interconnectivity to other financial  institutions, risks of activities in which they engage, nature of  compensation practices, and degree of concentration of financial assets  and activities. Moreover, maintaining a list would require regular  monitoring in order to ensure the list was kept up to date, and some risky  institutions would likely go unidentified, at least for a time. Such  designation also would likely depend on factors outside the firm, such as  economic and financial conditions. However, supervisors would  presumably be doing much of the monitoring activity regardless of the  existence of a public list, and they would have to establish standards,  including assumptions regarding the economic and financial  circumstances assumed when making such designations. It is important  for Congress and regulators to subject systemically important institutions  to stricter regulatory requirements and oversight in order to restrict  excessive risk-taking activities as a result of weakened market discipline  particularly after the use of federal assistance during the crisis to stabilize  such institutions."], "subsections": []}, {"section_title": "Resolution Authority for Systemically Important Institutions", "paragraphs": ["The recent crisis also highlighted how a lack of a resolution authority for  failing bank holding companies including those subject to the systemic  risk determinations as well as nonbank financial firms such as Bear  Stearns, Lehman Brothers, and American International Group, Inc. (AIG),  complicated federal government responses. For example, regulators  invoked the systemic risk exception to assist bank holding companies and  savings and loan holding companies to prevent systemic disruptions in the  financial markets and provided emergency funding to AIG, and in doing so  potentially contributed to a weakening of incentives at these institutions  and similarly situated large financial institutions to properly manage  risks. According to regulators, the lack of a resolution authority for  systemically important institutions also contributes to a belief by market  participants that the government will not allow these institutions to fail  and thereby weakens market discipline. Proposals for consideration by  Congress include providing federal resolution authority for large financial  holding companies deemed systemically important. One purpose of this  authority would be to encourage greater market discipline and limit moral  hazard by forcing market participants to realize the full costs of their  decisions. In order to achieve its intended purpose, the use of a new  resolution authority must be perceived by the market to be credible. The  authority would need to provide for a regime to resolve systemically  important institutions in an orderly manner when the stability of the  financial system is threatened. As noted in our prior work, a regulatory  system should have adequate safeguards that allow financial institution  failures to occur while limiting taxpayers’ exposure to financial risk while  minimizing moral hazard.", "Regulators and market observers generally agree that a credible resolution  authority to resolve a distressed systemically important institution in an  orderly manner would help to ensure that no bank or financial firm would  be too big to fail. Such authority would encourage market discipline if it  were to provide for the orderly allocation of losses to risk takers such as  shareholders and unsecured creditors, and allow for the replacement of  senior management. It also should help to maintain the liquidity and key  activities of the organization so that the entity could be resolved in an  orderly fashion without disrupting the functioning of the financial system.  Unlike the statutory powers that exist for resolving insured depository  institutions, the current bankruptcy framework available to resolve large  complex nonbank financial entities and financial holding companies was  not designed to protect the stability of the financial system. Without a  mechanism to allow for an orderly resolution for a failure of a systemically  important institution, failures of such firms could lead to a wider panic as  indicated by the problems experienced after the failure of such large  financial companies as Lehman Brothers, and near failures of Bear Stearns  and AIG.", "Proposed new authority for resolution of a systemically important failing  institution would provide for a receiver to resolve the institution in an  orderly way. Government assistance such as loans, guarantees, or asset  purchases would be available only if the institution is in government  receivership. The receiver would have authority to operate the institution,  enforce or repudiate its contracts, and pay its claims as well as remove  senior management. In addition, shareholders and creditors to the firm  would absorb first losses in the resolution. However, imposing losses on  unsecured debt investors of large, interconnected, and systemically  important firms might be inconsistent with maintaining financial stability  during a crisis. In particular, faced with the potential failures of Wachovia  and Citigroup, Treasury, FDIC, and the Federal Reserve concluded that the  exercise of authority under the systemic risk exception was necessary  because the failure of these firms would have imposed large losses on  creditors and threatened to undermine confidence in the banking system.  An effective resolution authority must properly balance the need to  encourage market discipline with the need to maintain financial stability,  in particular in a crisis scenario. One market observer argued that no such  losses would be taken immediately by creditors because the objective of  the resolution authority is to prevent a disorderly failure in which such  creditors suffer immediate losses. Therefore an appropriate degree of  flexibility would mean that some of an institution’s creditors might be  protected, at least to some extent, against losses where doing so would be  necessary to protect the stability of the financial system. Other features of  the resolution authority would continue to promote market discipline even  if some credit obligations were honored, because shareholders and senior  management would still suffer losses. A regulatory official stated that the  intertwining of functions among an institution’s affiliates can present  significant issues when winding down the institution and recommended  requirements that mandate greater functional autonomy of holding  company affiliates. In addition, some economists and market observers  also have recommended that regulators break up large institutions in  resolution to limit a continuation of too-big-to-fail problems. That is, when  a regulator assumes control of a troubled important financial institution, it  should make reasonable efforts to break up the institution before  returning it to private hands or to avoid selling it to another institution  when the result would create a new systemically important institution. It is  important for Congress and regulators to establish a credible resolution  process to allow for an orderly resolution of a failed systemically  important institution thereby helping to ensure that no bank or financial  firm would be too big to fail."], "subsections": []}]}]}, {"section_title": "Conclusions", "paragraphs": ["The recent financial crisis underscored how quickly liquidity can  deteriorate at a financial institution. As a result, regulators’ deliberations  about whether to invoke the systemic risk exception often occurred under  severe time constraints. Treasury, FDIC, and the Federal Reserve  collaborated prior to making announcements intended to reassure the  markets, but the lack of a determination after two of these announcements  of planned FDIC assistance under the systemic risk exception heightened  the risk that such actions will be undertaken without appropriate  transparency and accountability. Specifically, such an announcement  signals regulators’ willingness to provide assistance and may give rise to  moral hazard. However, in cases where Treasury does not make a  determination, FDI Act requirements for communication and  documentation do not apply. Therefore, when a determination is not made  along with the announced actions, Congress cannot be assured that  Treasury’s reasoning would be open to the same scrutiny required in  connection with a formal systemic risk determination. Furthermore,  uncertainty in these situations can arise because there is no requirement  for Treasury to communicate that it will not make a systemic risk  determination for an announced action.", "Our review of Treasury’s systemic risk determinations highlights that the  announced FDIC actions were made to reduce strains on the deteriorating  markets and to promote confidence and stability in the banking system.  Regarding the systemic risk determinations, the regulators concluded that  resolving the depository institutions at issue under the traditional least- cost approach would have worsened adverse conditions in the economy  and in the financial system. While it is difficult to isolate the impact of  those actions from other government assistance, the actions seem to have  reassured investors and depositors at the particular banks and encouraged  them to continue to provide liquidity, thereby allowing the banks to keep  operating. In the case of TLGP, some regulators and market observers  have attributed short-term benefits to FDIC guarantees on certain debt  obligations, citing improved cost and availability of credit for many  institutions.", "However, with respect to TLGP determination, some have noted that  under a possible reading of the systemic risk exception, the statute may  authorize assistance only to particular institutions based on those  institutions’ specific problems, not systemic risk assistance based on  problems affecting the banking industry as a whole. Treasury, FDIC, and  the Federal Reserve considered this and other legal issues in  recommending and making TLGP determination. The agencies believe the  statute could have been drafted more clearly and that it can be interpreted  in different ways. They concluded, however, that under a permissible  interpretation, assistance may be based on industry-wide concerns. They  also concluded that a systemic risk determination waives all of the normal  statutory restrictions on FDIC assistance and then creates new authority  to provide assistance, both as to the types of aid that may be provided and  the entities that may receive it. Under this reading, the agencies believe the  statutory criteria were met in the case of TLGP and that the assistance was  authorized. We examined these issues as part of our review of the basis of  the systemic risk determinations made to date. We found there is some  support for the agencies’ position that the exception authorized systemic  risk assistance of some type under TLGP facts, as well as for their position  that the exception permits assistance to the entities covered by this  program. There are a number of questions concerning these  interpretations, however. For example, the agencies agree that some of the  statutory provisions are ambiguous. Because application of the systemic  risk exception raises novel legal and policy issues of significant public  interest and importance, and because of the need for clear direction to the  agencies in a time of financial crisis, the requirements and assistance  authorized under the systemic risk exception may require clarification by  Congress.", "Systemic risk assistance also raises long-term concerns about moral  hazard and weakened market discipline, particularly for large complex  financial institutions. This involves a trade-off between the short-term  benefits to markets, the economy, and business and households of federal  action and the long-term effects of any federal action on market discipline.  While the financial regulatory framework can serve an important role in  restricting excessive risk-taking activities as a result of weakened market  discipline, the financial crisis revealed limitations in this framework. In  particular, these limitations include inconsistent oversight of large  financial holding companies (bank versus nonbank). Another limitation  was a weakness in the risk management practices of these companies.  Legislators and regulators currently are considering regulatory proposals  to subject systemically important institutions, including those whose  market discipline is likely to have been weakened by the recent exercises  of the systemic risk exception, to stricter regulatory standards such as  higher capital and stronger liquidity and risk management requirements.  Furthermore, according to regulators, the lack of resolution authority for  systemically important institutions contributes to a belief by market  participants that the government will not allow these institutions to fail  and thereby weakens incentives for market participants to monitor the  risks posed by these institutions. Legislation has been proposed to expand  resolution authority to large financial holding companies deemed  systemically important that is intended to impose greater market  discipline and limit moral hazard by forcing market participants to face  significant costs from their risk-taking decisions. It is important for the use  of a new resolution authority to be perceived by the market to be credible  for it to help achieve the intended effects."], "subsections": []}, {"section_title": "Matters for Congressional Consideration", "paragraphs": ["To help ensure transparency and accountability in situations where FDIC,  the Federal Reserve, and Treasury publicly announce intended emergency  actions but Treasury does not make a systemic risk determination required  to implement them, Congress should consider requiring Treasury to  document and communicate to Congress the reasoning behind delaying or  not making a determination.", "Recent application of the systemic risk exception raises novel legal and  policy issues, including whether the exception may be invoked based only  on the problems of particular institutions or also based on problems of the  banking industry as a whole, and whether and under what circumstances  assistance can be provided to “healthy” institutions, bank holding  companies, and other bank affiliates. Because these issues are of  significant public interest and importance, as Congress debates the  modernization and reform of the financial regulatory system, Congress  should consider enacting legislation clarifying the requirements and  assistance authorized under the systemic risk exception. Enacting more  explicit legislation would provide legal clarity to the banking industry and  financial community at large, as well as helping to ensure ultimate  accountability to taxpayers.", "As Congress contemplates reforming the financial regulatory system,  Congress should ensure that systemically important institutions receive  greater regulatory oversight. This could include such things as more  consistent and enhanced supervision of systemically important institutions  and other regulatory measures, such as higher capital requirements and  stronger liquidity and risk management requirements and a resolution  authority for systemically important institutions to mitigate risks to  financial stability."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to the Federal Reserve, FDIC and  Treasury for their review and comment. The Federal Reserve and Treasury  provided us with written comments. These comments are summarized  below and reprinted in appendixes III and IV, respectively. FDIC did not  provide written comments. We also received technical comments from the  Federal Reserve, FDIC, and Treasury that we have incorporated in the  report where appropriate.", "In its comments, the Federal Reserve agreed with our findings that while  the agencies’ actions taken under the systemic risk exception were  important components of the response by the government to the financial  crisis, these actions have the potential to increase moral hazard and  reinforce perceptions that some firms are too big to fail. In order to  mitigate too big to fail and risks to financial stability, the Federal Reserve  stated that it agrees with our matter for Congressional consideration that  all systemically important financial institutions be subject to stronger  regulatory and supervisory oversight and that a resolution system be put in  place that would allow the government to manage the failure of these  firms in an orderly manner.", "Treasury also commented that it agreed with our findings and our matter  for Congressional consideration for greater regulatory oversight of the  largest, most interconnected financial firms and resolution authority to  wind down failing nonbank financial firms in a manner that mitigates the  risks that their failure would pose to financial stability and the economy.", "We are sending copies of this report to the Chairman of the Board of  Governors of the Federal Reserve System; the Chairman of FDIC; the  Secretary of the Treasury; and other interested parties. In addition, the  report will be available at no charge on GAO’s Web site at  http://www.gao.gov.", "If you or your staff have any questions regarding this report, please  contact me at (202) 512-8678 or williamso@gao.gov. Contact points for our  Offices of Congressional Relations and Public Affairs may be found on the  last page of this report. GAO staff who made major contributions to this  report are listed in appendix V."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["To describe the steps taken by the Federal Deposit Insurance Corporation  (FDIC) and the Board of Governors of the Federal Reserve System  (Federal Reserve) to make the recommendations and the Department of  the Treasury (Treasury) to make determinations in some cases, we  reviewed documentation of recommendations that FDIC and the Federal  Reserve made for Wachovia, the Temporary Liquidity Guarantee Program  (TLGP), Citigroup, Bank of America, and the Public-Private Investment  Programs proposed Legacy Loans Program (LLP) as well as  documentation of Treasury’s determination for Wachovia, TLGP, and  Citigroup. We also reviewed press releases by the agencies announcing the  respective intended actions. In addition, to gain an understanding of how  the agencies collaborated prior to the announcements of emergency  actions, we interviewed officials from Treasury, FDIC, and the Federal  Reserve. We also spoke with these officials about the status of emergency  actions that were announced, but did not result in a systemic risk  determination by Treasury. Finally, we reviewed the Federal Deposit  Insurance Act (FDI Act) requirements for transparency and accountability  with respect to the use of the systemic risk provision and analyzed the  implications of announcements that are not followed by a Treasury  determination that would trigger these requirements.", "To describe the basis for each determination and the purpose of actions  taken pursuant to each determination we reviewed and analyzed  documentation of Treasury’s systemic risk determinations and the  supporting recommendations that FDIC and the Federal Reserve made for  Wachovia, TLGP, and Citigroup. We interviewed officials from Treasury,  FDIC, the Federal Reserve, and the Office of the Comptroller of the  Currency (OCC) to gain an understanding of the basis and authority for  each determination and the purpose of the actions taken under each  determination. We also interviewed three economists, one banking  industry association, and a banking analyst. In addition, we collected and  analyzed various data to illustrate financial and economic conditions at  the time of each determination and the actions taken pursuant to each  determination.", "We examined whether the legal requirements for making the systemic risk  determination with respect to TLGP were met and whether the assistance  provided under that program was authorized under the systemic risk  exception. For this legal analysis, we reviewed and analyzed the FDI Act,  its legislative history including the Federal Deposit Insurance Corporation  Improvement Act (FDICIA), and other relevant legislation. We reviewed  FDIC regulations and policy statements as well as written background  material prepared by the agencies. We obtained the legal views of  Treasury, FDIC, and the Federal Reserve on the agencies’ legal authority  to establish TLGP, and also obtained the views of banking law specialists  in private practice and academia on these issues.", "In describing the likely effects of each determination on the incentives and  conduct of insured depository institutions and uninsured depositors, as  well as assessing proposals to mitigate moral hazard created by such  federal assistance, we reviewed and analyzed the research reports of one  credit rating agency, Congressional testimonies of regulators and market  observers, proposed legislation, and academic studies. We interviewed  officials from Treasury, FDIC, the Federal Reserve, and OCC as well as  one academic, and three market observers to gain an understanding of  how each determination and action impact the incentives and conduct of  insured depository institution and uninsured depositors. Finally, we  reviewed prior GAO work on the financial regulatory system.", "We conducted this performance audit from October 2008 to April 2010 in  accordance with generally accepted government auditing standards. Those  standards require that we plan and perform the audit to obtain sufficient,  appropriate evidence to provide a reasonable basis for our findings and  conclusions based on our audit objectives. We believe that the evidence  obtained provides a reasonable basis for our findings and conclusions  based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Analysis of Legal Authority for the Temporary Liquidity Guarantee Program (TLGP)", "paragraphs": ["Appendix II: Analysis of Legal Authority for  the Temporary Liquidity Guarantee Program  (TLGP)", "Introduction and Summary of Conclusions  As part of our review of the basis of the systemic risk determinations  made to date under the Federal Deposit Insurance Act’s (“FDI Act”)  systemic risk exception, we examined whether the legal requirements for  making such determinations were met with respect to the Temporary  Liquidity Guarantee Program (“TLGP”) and whether the assistance  provided under that program was authorized under the exception. We note  that the recent financial crisis is the first time that Treasury, FDIC, and the  Federal Reserve (“the agencies”) have relied on the exception since its  enactment as part of the Federal Deposit Insurance Corporation  Improvement Act (“FDICIA”) in 1991, and that no court to date has ruled  on when or how the exception may be used. We also acknowledge the  volatile economic circumstances under which the agencies created TLGP.", "The agencies believe that while the statute could have been drafted more  clearly and that it can be interpreted in different ways, under a permissible  interpretation, a systemic risk determination may be based on adverse  circumstances affecting the banking industry as a whole—the situation  that prompted creation of TLGP—as well as on adverse circumstances of  one or more particular banking institutions. The agencies also believe a  systemic risk determination waives all of the normal statutory restrictions  on FDIC assistance, as well as creating new authority to provide  assistance, both as to the types of aid that may be provided and the  entities that may receive it. Under this reading, the agencies believe that  the statutory criteria were met in the case of TLGP and that the assistance  was authorized.", "We agree there is some support for the agencies’ position that the statute  authorizes systemic risk assistance of some type under TLGP facts, as well  as for their position that the exception permits assistance to the entities  covered by TLGP. There are a number of questions concerning these  interpretations, however. In the agencies’ view, for example, some of the  statutory provisions are ambiguous. What is clear, however, is that the  systemic risk exception overrides important statutory restrictions  designed to minimize costs to the Deposit Insurance Fund, and, in the case  of TLGP, that the agencies used it to create a broad-based program of  direct FDIC assistance to institutions that had never before received such  relief—”healthy” banks, bank holding companies, and other bank affiliates.  Because these novel legal issues are matters of significant public interest  and importance, and because of the need for clear direction to the  agencies in a time of financial crisis, we recommend that Congress  consider enacting legislation clarifying the requirements and the  assistance authorized under the exception.", "Background on FDIC’s Statutory Authority to Use the Deposit  Insurance Fund  As described in greater detail in this report, TLGP provided direct  assistance, backed by FDIC’s Deposit Insurance Fund, both to insured  depository institutions and to their holding companies and other bank  affiliates. The FDI Act normally permits Deposit Insurance Fund- supported assistance only to insured depository institutions, however, and  allows assistance to operating (“open”) insured depository institutions (so- called “open bank assistance”) only in three situations, and then only by  certain means. As specified in section 13(c) of the FDI Act:  “(c)  Assistance to insured depository institutions  “(1)   is authorized . . . to make loans to, to make  deposits in, to purchase the assets or securities of, to assume  the liabilities of, or to make contributions to, any insured  depository institution—  “(A)  if such action is taken to prevent the default of such  “(B)  if, with respect to an insured bank in default, such  action is taken to restore such insured bank to normal  operation; or  “(C) if, when severe financial conditions exist which  threaten the stability of a significant number of insured  depository institutions or of insured depository  institutions possessing significant financial resources,  such action is taken in order to lessen the risk to the   posed by such insured depository institution  under such threat of instability.”", "12 U.S.C. § 1823(c)(1)(A)-(C).", "The FDI Act contains a number of additional restrictions on when and  how the FDIC may use Deposit Insurance Fund monies:  First, before FDIC may provide assistance to an open bank, FDI Act  section 13(c)(8) normally requires it to make a formal determination that  the bank is in “troubled condition” under specific undercapitalization and  other criteria and that the bank meets other requirements. FDIC must  publish notice of any such determination in the Federal Register.", "Second, if FDIC decides to provide assistance, the assistance normally  must meet so-called “least-cost requirements” in FDI Act section 13(c)(4).  Section 13(c)(4)(A) requires FDIC to determine, using financial data about  a specific institution, that the proposed assistance is necessary to meet  FDIC’s deposit-insurance obligations with respect to the institution’s  insured deposits and is the least costly of all possible methods of meeting  those obligations. Section 13(c)(4)(E) prohibits FDIC from providing  assistance to creditors or non-insured depositors of the institution if doing  so would increase losses to the Fund beyond those that otherwise might  result from protecting insured depositors.", "Third, FDI Act section 11(a)(4)(C) normally prohibits FDIC from using the  Fund to benefit affiliates or shareholders of an assisted depository  institution in any way, regardless of whether such assistance would cause  a loss to the Fund.", "The agencies believe, however, that if Treasury makes an emergency  determination under the systemic risk exception, this waives all of the  foregoing requirements and also creates new authority to provide any type  of assistance to any type of entity, as long as the assistance is deemed  necessary to avoid or mitigate systemic risk. Specifically, the words of the  statute require Treasury to determine: (i) that “compliance with  subparagraphs (A) and (E)  with respect to an  insured depository institution would have serious adverse effects on  economic conditions or financial stability”; and (ii) that “any action or  assistance under . . .  would avoid or mitigate” such effects.  If Treasury makes this determination, the FDIC may then “take other  action or provide assistance under this section as necessary to avoid or  mitigate such effects.” The statute imposes significant deliberative and  consultative requirements on the process for making such a determination:  it must be made by the Secretary of the Treasury; the Secretary must  receive written recommendations from both the FDIC Board of Directors  and the Federal Reserve Board of Governors, each made pursuant to at  least a two-thirds vote; and the Secretary must consult with the President.", "The Agencies’ Reliance on the Systemic Risk Exception to Create  TLGP  The agencies agree that without Treasury’s systemic risk determination for  TLGP in October 2008, the above statutory restrictions would have  prohibited FDIC assistance to most of TLGP recipients, either because the  entities would not have met the statutory “troubled condition criteria” for  open banks (in the case of many TLGP participants) or because they were  bank holding companies or other affiliates of insured depository  institutions for which FDIC assistance normally is unavailable. The  agencies clearly followed the requisite process in issuing the  determination: FDIC and the Federal Reserve both submitted unanimous  written recommendations in favor of Treasury making a systemic risk  determination; the Secretary consulted with the President; and the  Secretary signed a formal determination on October 14, 2008.  Acknowledging that the systemic risk exception can be interpreted in  different ways, the agencies believe they also met the statute’s substantive  requirements under a permissible interpretation of the statute. We discuss  below two key legal issues that the agencies considered in making their  recommendations and determination.  1.  Authority to Provide Assistance Based on Problems of the  Banking Industry As a Whole  In invoking the exception for the other two systemic risk determinations  made to date—with respect to Wachovia in September 2008 and Citigroup  in January 2009—the agencies concluded, based on the facts of those  specific institutions, that providing least-cost assistance to those entities’  insured institutions would have had “serious adverse effects on economic  conditions or financial stability”—that is, would have caused systemic  risk. The agencies applied the exception differently for TLGP  determination: they made what they characterized as a “generic systemic  risk determination” made “generically for all  institutions,” that  is, a determination made with respect to “the U.S. banking system in  general” and “insured depository institutions in general.”  According to  the agencies, they took this approach because the problem at hand was  not limited to weakness in one or more individual institutions, but was a  banking system problem, an overall scarcity of liquidity caused by lack of  interaction among institutions. The agencies therefore concluded that  providing assistance on a bank-by-bank basis would not have relieved the  existing instability in the industry and that waiting to provide bank-by- bank relief after individual banks had begun to fail would not have  mitigated further systemic risk. The agencies also believed that a bank- specific, wait-for-failure approach would have been more costly than  TLGP assistance provided.", "The agencies believe these facts supported the required statutory finding  that “compliance with  with respect to an  insured depository institution” would cause systemic risk, in that they  showed that having to apply the least-cost requirements on a bank-by-bank  basis (“compliance with the . . . requirements with respect to an . . .  institution”) would have caused systemic risk. The agencies also believe  the statute permits a generic rather than a bank-specific determination  because under general statutory construction and grammar rules reflected  in the Dictionary Act, 1 U.S.C. § 1, the required finding regarding  compliance “with respect to an institution” can be read as “compliance  with respect to one or more institutions” unless statutory context indicates  otherwise.", "Some have noted that a possible reading of the exception authorizes  assistance only to particular institutions, based on those institutions’  specific problems, not, as was done in creating TLGP, systemic risk  assistance to all institutions based on problems affecting the banking  industry in general. In our view, the language, context, and history of the  exception do not clearly restrict its use to assistance to specific  institutions. The statute does not prescribe a detailed method by which  Treasury must determine whether “compliance . . . would cause systemic  risk,” and we agree with the agencies that “compliance . . . with respect to  an institution” means the determination can be based on the  circumstances of more than one bank—that is, “an institution” can mean  “one or more institutions.”", "As to whether the statute permits a determination to be made generically  based on industry-wide problems at insured depository institutions apart  from the health of any particular institution, nothing in the legislative  history of the exception explicitly refutes the agencies’ position that the  statute permits such a generic determination. The debate leading to  enactment of FDICIA centered on FDIC’s role in resolving “too big to fail”  institutions whose collapse might pose a risk to the entire financial  system, rather than on banking system-wide problems already posing  serious risk. However, nothing indicates Congress intended to preclude  use of the exception when, as with the facts leading to TLGP, an adverse  systemic condition is itself the cause of imminent bank failures and the  agencies determine that individual least-cost resolutions would not  adequately address the condition and in fact would worsen it. While  Congress’ intent to further restrict the FDIC’s authority to provide open  bank assistance is clear from the significant new limitations it imposed in  FDICIA, Congress’ simultaneous enactment of the systemic risk exception  indicated a parallel objective to avoid wholesale systemic failure. In light  of these objectives and the language of the statute, we believe there is  some support for the agencies’ position that the law does not require an  institution-specific evaluation where it would result in systemic risk.  Unexcelled Chemical Corp. v. United States, 345 U.S. 59 (1953) (laws  written in comprehensive terms apply to unanticipated circumstances if  they reasonably fall within the scope of the statutory language); see  generally GAO-08-606R (March 31, 2008) at 13-18.", "In sum, given Treasury’s factual determination that systemic risk would  have resulted from application of the least-cost requirements to the  circumstances leading to creation of TLGP, we believe there is some  support for the agencies’ legal position that systemic risk assistance of  some type was authorized. Whether the particular TLGP assistance  provided was within the scope authorized by the systemic risk exception  was a second issue the agencies considered, and which we now address.  2.  Authority to Provide Assistance to Non-”Troubled” Banks,  Bank Holding Companies, and Other Bank Affiliates  In addition to considering whether the banking industry-wide liquidity  crisis could be mitigated by providing systemic risk relief, the agencies  considered whether the statute authorized relief for all of the entities they  believed should receive assistance. The agencies addressed whether the  language of the statute—authorizing FDIC, in the event of a systemic risk  determination, to “take other action or provide assistance under this  section  as necessary to avoid or mitigate” systemic  risk—waived the statute’s other restrictions, and they concluded that it  both waived the restrictions and then gave FDIC new authority to provide  assistance even beyond that otherwise authorized by the FDI Act, as long  as the assistance was “necessary to avoid or mitigate” systemic risk. Under  this interpretation, the agencies believe FDIC had authority to provide  TLGP assistance directly to bank holding companies and other bank  affiliates, as well as to insured depository institutions that FDIC had not  determined met the statutory troubled-condition criteria (and would not  have met them in most cases because most of the institutions were  “healthy” under the statutory standards).", "The agencies base their interpretation in part on Congress’ use of the  disjunctive term “or” in authorizing “other action or . . . assistance under  this section,” noting that “or” generally indicates an intention to  differentiate between two phrases. They also rely on a statutory  construction principle known as the “grammatical rule of the last  antecedent,” where a limiting phrase—here, “under this section”— generally should be read as modifying only the words immediately  preceding it—here, “assistance,” not “other action.” In the agencies’ view,  a systemic risk determination creates two distinct options for assistance:  (1) “other action,” that is, “action” “other” than assistance allowed by FDI  Act section 13; and (2) assistance allowed by section 13. “Other action” is  not subject to the restrictions on section 13 assistance, in the agencies’  view, because by definition it is not section 13 assistance, while  “assistance under this section” remains subject to those restrictions unless  explicitly waived by the systemic risk exception, as in the case of the least- cost requirements. Under this interpretation, TLGP’s aid to all open  healthy (non-”troubled”) banks, considered as a whole, was authorized  because it constituted “other action” not subject to the section 13(c)(8)  ban on relief to healthy open banks, rather than “assistance under this  section” which would have prohibited relief to the same institutions if  considered individually. Likewise, according to the agencies, TLGP’s direct  assistance to bank holding companies and other bank affiliates constituted  “other action” rather than “assistance under this section.”", "The agencies’ reading of the statute raises several issues. First, while rules  of grammar and statutory construction can provide general guidance  about what Congress intended, the actual context and structure of the  statute are of equal if not paramount importance. Here, Congress’  interchangeable use of the terms “action” and “assistance” throughout  section 13 suggests it did not intend to differentiate between those terms  when it used them in section 13(c)(4)(G), the systemic risk exception. For  example, although Congress entitled section 13(c), the general FDI Act  provision authorizing FDIC aid to open insured institutions, as “Assistance  to insured depository institutions,” it then used the term “action” to  identify each circumstance in which such assistance is authorized. See,  e.g., 12 U.S.C. §§ 1823(c)(1)(A)-(C), 1823(c)(2), 1823(c)(4)(E). This  suggests Congress created only one basic option for systemic risk relief:  action or assistance, authorized by section 13 and related restrictions,  except restrictions expressly waived by the systemic risk exception. The  sequence of the terms “other action” and “assistance” in the statute  supports this reading, because if Congress intended to create two types of  relief—one subject to the section 13 restrictions and the other subject to  no restrictions—arguably it would have reversed the order and authorized  “assistance under this section or other action” rather than “other action or  assistance under this section.”", "Second, the fact that the systemic risk exception explicitly waives the  least-cost requirements, by two specific references to “subparagraphs (A)  and (E),” but waives none of the other statutory requirements, also  supports the one-option interpretation because it suggests Congress did  not intend its authorization of “other action” to override other statutory  restrictions. In this regard, FDIC has long recognized, since promulgation  of its revised Open Bank Assistance Policy in 1992, that the section  13(c)(8) restrictions against assistance to healthy open banks apply even  when there is a systemic risk determination and that these restrictions  must be met prior to providing systemic risk assistance. FDIC thus  applied the restrictions as part of its recommendation for the Citigroup  systemic risk determination in January 2009, and determined that the open  insured depository institutions there were “troubled,” thus qualifying for  open bank—and systemic risk—assistance. In FDIC’s view, its position  that the Citigroup systemic risk determination did not waive (c)(8) for  open depository institutions is consistent with its position that TLGP  determination did waive (c)(8) for open depository institutions, because  the former constituted “assistance under this section” relief while the  latter constituted “other action” relief. FDIC’s 1992 Open Bank  Assistance Policy did not address this aspect of the systemic risk  exception, FDIC told us, because until TLGP, no one had considered t possibility of systemic risk stemming from industry-wide conditions rathehe  r  than bank-specific conditions. We recognize that FDIC’s interpretation has  evolved in response to new circumstances, but we believe its current and arguably inconsistent “other action” interpretation is subject to questionfor the reasons noted above.", "Third, the practical effect of a systemic risk determination under the  agencies’ reading is to authorize any type of assistance to any type of  entity, provided the aid is deemed necessary to avoid or mitigate systemic  risk. This is because if relief does not meet the restrictions imposed on  “assistance under this section,” the identical relief is by definition  authorized as “other action.” If Congress had intended to give FDIC such  broad new authority, however, it could have simply said so, authorizing  FDIC to “take action” in the event of systemic risk. Instead, Congress  added qualifying language apparently intended to limit FDIC’s options,  only authorizing it to “take other action or provide assistance under this  section.”", "Finally, the overall legislative history of FDICIA also suggests Congress  did not intend the exception to provide the breadth of new authority  claimed by the agencies. FDICIA was aimed in part at curbing what  Congress believed had been excessive costs of FDIC bank assistance that  increased the exposure of the Deposit Insurance Fund. Congress therefore  imposed new restrictions intended to raise, not lower, the bar for FDIC  relief. Limits were added, for example, on which entities could receive  assistance (e.g., only open banks in “troubled condition”) and how much  assistance could be provided (least-cost). Congress also imposed so-called  prompt corrective action mandates on the banking regulators, requiring  them to take increasingly severe actions as an institution’s capital  deteriorates. Additionally, like its predecessor exception, the systemic  risk exception was enacted as part of a provision imposing cost-based  limits on FDIC assistance—the least-cost requirements—rather than as a  separate provision granting new authority. In light of FDICIA’s  overarching remedial purposes, it is questionable that Congress would  have intended to simultaneously provide FDIC with new and substantially  broader authority than the agency had been given since its creation in  1933, and would have done so by means of an implication in a narrowed  exception to a cost restriction. Commissioner v. Clark, 489 U.S. 726, 738- 39 (1989)(“Given that Congress has enacted a general rule . . ., we should  not eviscerate that legislative judgment through an expansive reading of a  somewhat ambiguous exception.”); Whitman v. American Trucking  Ass’n, 531 U.S. 457, 468 (2001)(“Congress, we have held, does not alter the  fundamental details of a regulatory scheme in vague terms or ancillary  provisions—it does not, one might say, hide elephants in mouseholes.”)  (citations omitted).", "In response to these issues, the agencies make two additional points.", "First, they suggest that any uncertainty regarding whether “other action”  authorized TLGP assistance to bank holding companies was resolved by  2009 amendments to the systemic risk exception. At the time TLGP was  created, the exception required FDIC to recover any losses to the Deposit  Insurance Fund caused by its systemic risk assistance, but authorized  recovery only from insured depository institutions. In response to  concerns by FDIC and banking industry representatives that bank holding  companies should also bear some of TLGP costs because they had  received substantial assistance under the program, Congress modified the  provision in May 2009 to permit assessments against bank holding  companies as well as depository institutions. Pub. L. No. 111-22, sec.  204(d), codified at 12 U.S.C. § 1823(c)(4)(G)(ii). The agencies believe this  confirms the FDIC’s authority to provide assistance to bank holding  companies under TLGP because Congress did not simultaneously amend  the exception to explicitly prohibit such assistance going forward. We  agree the amendment provides some support for the agencies’ position  under a general tenet of statutory construction that congressional  awareness of an agency’s practice in implementing a statute, without  striking down that practice, indicates congressional acquiescence in the  agency’s interpretation.", "Second, the agencies maintain that their interpretation of any ambiguous  aspects of the systemic risk exception warrants substantial deference  under the Supreme Court’s decision in Chevron U.S.A. v. Natural  Resources Defense Council, 467 U.S. 837 (1984), and related cases. Under  Chevron, when the meaning of a statute is unclear, either because the  statute is silent on an issue or the language is ambiguous, an interpretation  by an agency charged with the statute’s administration warrants  substantial deference provided the interpretation is reasonable, even if it is  not the only interpretation or the best interpretation. Whether and to what  extent deference is warranted depends on factors including the agency’s  specialized expertise in implementing the statute, whether the agency’s  interpretation has been subjected to public scrutiny through public notice- and-comment rulemaking, and whether its interpretation is consistent with  its previous pronouncements. United States v. Mead Corp., 533 U.S. 218,  227-29 (2001) (citations omitted). Under Mead, Chevron deference is  warranted where the interpretation is made as part of an agency  rulemaking or other agency action that Congress intended to carry the  force of law, and, even if Chevron deference is not warranted, lesser  deference is warranted under Skidmore v. Swift, 323 U.S. 134 (1944), if the  agency’s interpretation is “persuasive” based on factors such as the  thoroughness and validity of the agency’s reasoning, the consistency of its  interpretation over time, and the formality of its action.", "We believe these deference principles have some force as applied to the  systemic risk exception and TLGP. Congress did not explicitly address  whether FDIC may provide systemic risk relief directly to bank holding  companies or healthy open banks, and a court arguably could find that the  statute’s authorization of “other action or assistance under this section” is  ambiguous. If it did, we believe the agencies’ reading might merit at least  some degree of deference. Congress charged these three financial  regulatory agencies with implementing the systemic risk exception, and  charged FDIC with implementing other provisions of the FDI Act related  to this exception. The agencies interpreted the exception to authorize  assistance to holding companies, other bank affiliates, and non-troubled  banks as part of the systemic risk determination, and FDIC exercised its  general rulemaking authority to issue regulations establishing TLGP,  including regulations providing for assistance to these entities. According  to the agencies, their interpretation of what “other action or . . .  assistance” authorizes was necessarily part of the rulemaking because  critical aspects of the program—assistance to “healthy” banks, and to  bank holding companies and other bank affiliates—were premised upon  this interpretation and would otherwise have been prohibited. Further,  FDIC’s rulemaking preambles asserted that TLGP was authorized by  Treasury’s systemic risk determination. The fact that the regulations and  preambles did not solicit public comment on the underlying legal  interpretations—and in fact did not indicate what the interpretations  were—did not disqualify them from Chevron deference, according to the  agencies, because under other Supreme Court precedent, an agency’s  interpretation of a statute may warrant deference if the interpretation was  the only logical basis for a rulemaking, even if the agency does not  disclose its interpretation. Finally, we note that the very process  Congress established for issuance of systemic risk determinations reflects  great congressional respect for the agencies’ judgment and expertise, if  not a strict basis for legal deference to their interpretation of the statute.", "We nonetheless believe the arguments for deference to the agencies’  interpretation are undercut by the statutory interpretation concerns  discussed above, which raise questions about the persuasiveness of the  agencies’ arguments, and by the different and arguably inconsistent  positions taken by FDIC regarding whether the systemic risk exception  waives the prohibition against assistance to “healthy” institutions.", "We believe there is some support for the agencies’ position that the  systemic risk exception authorizes assistance of some type under TLGP  facts, as well as for their position that the exception permits assistance to  the entities covered by this program. There are a number of questions  concerning these interpretations, however. Because application of the  systemic risk exception raises novel legal and policy issues of significant  public interest and importance, and because of the need for clear direction  to the agencies in a time of financial crisis, we recommend that Congress  consider enacting legislation clarifying the requirements and assistance  authorized under the exception. Congress is now debating modernization  and reform of the financial regulatory system, including regulation that  addresses systemic risk, and this may provide an opportunity for such  congressional consideration.  Enacting more explicit legislation will  provide legal clarity to the agencies, the banking industry, and the  financial community at large, and will help to ensure greater transparency  and accountability to the taxpaying public.", "Federal Deposit Insurance Act Section 13(c)(4)(G),  Title 12, United States Code, Section 1823(c)(4)(G)  § 1823. Corporation monies * * *  (c)  Assistance to insured depository institutions * * *  (4)  Least-cost resolution required * * *  (G)  Systemic risk  (i)  Emergency determination by Secretary of the Treasury  Notwithstanding subparagraphs (A) and (E) ,  if, upon the written recommendation of the  Board of Directors  (upon a vote of not less than two-thirds of the members . . .) and the Board  of Governors of the Federal Reserve System (upon a vote of not less than  two-thirds of the members . . . ), the Secretary of the Treasury (in  consultation with the President) determines that—  (I) the Corporation’s compliance with subparagraphs (A) and (E) with  respect to an insured depository institution would have serious  adverse effects on economic conditions or financial stability; and  (II)  any action or assistance under this subparagraph would avoid or  mitigate such adverse effects,   the Corporation may take other action or provide assistance under  this section as necessary to avoid or mitigate such effects.   (ii)  Repayment of loss  (I)", "The Corporation shall recover the loss to the Deposit Insurance Fund  arising from any action taken or assistance provided with respect to an  insured depository institution under clause (i) from 1 or more special  assessments on insured depository institutions, depository institution  holding companies (with the concurrence of the Secretary of the Treasury  with respect to holding companies), or both, as the Corporation  determines to be appropriate.  (II)  Treatment of depository institution holding companies  For purposes of this clause, sections 1817(c)(2) and 1828(h) of this title  shall apply to depository institution holding companies as if they were  insured depository institutions.", "The Corporation shall prescribe such regulations as it deems necessary to  implement this clause. In prescribing such regulations, defining terms, and  setting the appropriate assessment rate or rates, the Corporation shall  establish rates sufficient to cover the losses incurred as a result of the  actions of the Corporation under clause (i) and shall consider: the types of  entities that benefit from any action taken or assistance provided under  this subparagraph; economic conditions, the effects on the industry, and  such other factors as the Corporation deems appropriate and relevant to  the action taken or the assistance provided. Any funds so collected that  exceed actual losses shall be placed in the Deposit Insurance Fund.  (iii)  Documentation required  The Secretary of the Treasury shall—  (I)  document any determination under clause (i); and  (II)  retain the documentation for review under clause (iv).  (iv)  GAO review  The Comptroller General of the United States shall review and report to  the Congress on any determination under clause (i), including—  (I) the basis for the determination;  (II) the purpose for which any action was taken pursuant to such clause;  and  (III)  the likely effect of the determination and such action on the  incentives and conduct of insured depository institutions and  uninsured depositors.  (v)  Notice  (I)", "The Secretary of the Treasury shall provide written notice of any  determination under clause (i) to the Committee on Banking, Housing, and  Urban Affairs of the Senate and the Committee on Banking, Finance and  Urban Affairs of the House of Representatives.  (II)  Description of basis of determination  The notice under subclause (I) shall include a description of the basis for  any determination under clause (i)."], "subsections": []}, {"section_title": "Appendix III: Comments from the Board of Governors of the Federal Reserve System", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: Comments from the Department of the Treasury", "paragraphs": [], "subsections": []}, {"section_title": "Appendix V: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contacts named above, Karen Tremba (Assistant  Director), Rachel DeMarcus, John Fisher, Kristopher Hartley, Michael  Hoffman, Marc Molino, Akiko Ohnuma, Barbara Roesmann, Carla Rojas,  Susan Sawtelle, and Paul Thompson made key contributions to this report."], "subsections": []}]}], "fastfact": []}