{"id": "GAO-11-36", "url": "https://www.gao.gov/products/GAO-11-36", "title": "Nuclear Commerce: Governmentwide Strategy Could Help Increase Commercial Benefits from U.S. Nuclear Cooperation Agreements with Other Countries", "published_date": "2010-11-04T00:00:00", "released_date": "2010-11-04T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The United States has 26 agreements in force for peaceful nuclear cooperation. Under the U.S. Atomic Energy Act of 1954, as amended, these agreements are a prerequisite to certain aspects of U.S. nuclear cooperation with other cooperating partners. GAO was asked to (1) quantify the amount and value of U.S. nuclear exports facilitated by these agreements, (2) assess U.S. efforts to support the U.S. nuclear industry's ability to compete for sales, and (3) examine U.S. nuclear industry challenges to exporting. To conduct this work, GAO reviewed and assessed data collection efforts by U.S. agencies from 1994 through 2008, analyzed available data, and interviewed U.S. industry representatives and U.S. and foreign government officials."]}, {"section_title": "What GAO Found", "paragraphs": ["No single federal agency systematically tracks and reports the data necessary to determine the amount and value of U.S. nuclear exports facilitated by U.S. nuclear cooperation agreements. Data from the departments of Commerce, Energy (DOE), State, and the Nuclear Regulatory Commission (NRC) contain gaps and in some cases were not sufficiently detailed for GAO's reporting purposes. Using data from the United Nations Commodity Trade Statistics database, GAO found that the United States' share of global exports of nuclear material, reactors, and components has declined in the last 15 years. For example, the amount of U.S. exports of sensitive nuclear material such as natural and enriched uranium remained stable, while the U.S. share of global exports for these materials decreased significantly, from 29 percent to 10 percent, from 1994 through 2008. The United States also imports sensitive nuclear material, nuclear reactors, major components and equipment, and minor reactor parts from other countries. GAO found that in sum, the United States was a net importer of nuclear components and materials, which may indicate a lack of comparative advantage in this industry. Commerce has an initiative to coordinate interagency efforts and identify and respond to the U.S. nuclear industry's trade policy challenges, but the initiative has made limited progress and does not include a well-defined strategy to support and promote U.S. nuclear industry efforts to compete globally. DOE, NRC, and State officials told us they rely on Commerce to develop and lead U.S. nuclear industry export promotion activities. In October 2008, Commerce established the Civil Nuclear Trade Initiative to help promote the competitiveness of the U.S. nuclear industry. The initiative aims to, among other things, coordinate interagency efforts and identify and respond to trade policy challenges faced by the U.S. nuclear industry. However, the initiative has made limited progress. For example, the initiative's interagency trade promotion committee to coordinate interagency efforts on behalf of U.S. industry has received briefings from only three U.S. nuclear companies; though Commerce officials report many more companies would like to participate. In addition, the initiative's strategy document has some limitations, in that it does not establish goals, does not have an implementation plan, and does not contain metrics for measuring its progress, which are critical for agencies to achieve intended goals. Commerce, State, and DOE officials as well as U.S. industry representatives identified challenges facing the U.S. nuclear industry, including a decline in domestic manufacturing capabilities, increased international competition, and U.S. industry's liability concerns. In addition, U.S. industry representatives and U.S. foreign government officials GAO interviewed also identified challenges that, in their view, impede the U.S. nuclear industry's ability to compete globally for nuclear trade, including a DOE process for authorizing the transfer of U.S. nuclear technology and technical information overseas. In particular, industry representatives told us they believe that DOE's regulations are outdated and place U.S. companies at a competitive disadvantage."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends that Commerce (1) identify additional nuclear data that may better quantify the export benefits of nuclear cooperation agreements, (2) review its strategy document to identify markets and include benchmarks for evaluating progress, and (3) consider ways the interagency trade promotion committee may obtain a comprehensive range of U.S. industry views. Commerce agreed with our first two recommendations but disagreed with the third, stating that it already has mechanisms in place to obtain industry views. GAO is making this recommendation because Commerce needs to strengthen interagency coordination efforts to promote nuclear trade."]}], "report": [{"section_title": "Letter", "paragraphs": ["The United States has 26 agreements in force for peaceful nuclear  cooperation with foreign countries, the European Atomic Energy  Community (EURATOM), the International Atomic Energy Agency (IAEA),  and Taiwan. A nuclear cooperation agreement is a bilateral agreement  that establishes a framework for civilian nuclear cooperation, including  the transfer of certain nuclear material and components of nuclear  reactors between cooperating countries. Figure 1 shows the partners with  which the United States has, or previously had, a nuclear cooperation  agreement in force.", "Increasing energy demand and concerns regarding climate change have  heightened worldwide interest in nuclear power. IAEA has reported that  more than 60 countries are considering nuclear power to help meet their  energy needs and estimates that between 10 and 25 new countries will  bring their first nuclear power plants online by 2030 as part of an ongoing  “nuclear renaissance.” By 2030, IAEA estimates the world’s capacity for  nuclear electricity production will have significantly increased, with most  of this increase occurring in countries that have established civilian  nuclear power programs, such as China, Japan, and South Korea. China,  for example, has announced that it intends to spend $50 billion to build 32  new nuclear plants by 2020. Both India and Pakistan are moving forward  with plans to significantly increase their production of nuclear power,  building plants that will more than double their production of nuclear  energy in the next decade. In addition, countries such as Jordan and  Vietnam, which do not yet have civilian nuclear power programs, are  actively moving to build the necessary regulatory infrastructure. Other  countries, such as Egypt, Indonesia, Libya, and Thailand have expressed  their intent to build civilian nuclear power plants. Still others, such as  Algeria, Belarus, Nigeria, and Yemen are considering moving forward with  civilian nuclear power programs.", "These markets potentially represent substantial economic opportunities  for the United States and the international nuclear industry. For example,  in December 2009 the United Arab Emirates (UAE) selected a consortium  led by a South Korean company to build four nuclear power plants, a deal  reportedly valued at $20 billion. According to the U.S.-UAE Business  Council, a business organization committed to advancing trade between  the United States and the UAE, had a U.S. firm been selected, this deal  could have potentially generated 10,000 jobs in the United States. The  Department of Commerce estimates that every $1 billion in exports by U.S.  companies represents 5,000 to 10,000 jobs. President Obama has  announced an administration goal of doubling U.S. exports over the next 5  years, and in March 2010 established the National Export Initiative to  enhance and coordinate federal efforts to facilitate the creation of U.S.  jobs through the promotion of exports.", "This report responds to your request that we conduct a review of the  export benefits of these nuclear cooperation agreements. Specifically, our  objectives were to (1) quantify the amount and value of U.S. nuclear  exports facilitated by these agreements from 1994 through 2008, (2) assess  U.S. government efforts to support the U.S. nuclear industry’s ability to  compete for sales facilitated by nuclear cooperation agreements between  the United States and other partners, and (3) examine U.S. nuclear  industry challenges to exporting, as identified by industry representatives  and U.S. and foreign government officials.", "To quantify the amount and value of U.S. nuclear exports, we reviewed  and assessed data collection efforts by the departments of Commerce,  Energy (DOE), and State; the Nuclear Regulatory Commission (NRC); and  other U.S. agencies, including the International Trade Commission,  Customs and Border Protection, and the Office of the United States Trade  Representative (USTR). We obtained and reviewed data from DOE’s and  NRC’s Nuclear Materials Management and Safeguards System (NMMSS),  Commerce’s Bureau of the Census, and reviewed NRC records on specific  licenses for material exports. We determined the value of U.S. exports of  nuclear material, reactors, major components and equipment, and minor  reactor parts, and determined the United States’ relative share of global  exports for these commodities, by analyzing data from the United Nations  Commodity Trade Statistics Database (U.N. Comtrade) to estimate the  value of U.S. exports using other countries’ reported U.S. import data. For  nuclear reactors, major components and equipment, and minor parts, we  analyzed data only under that specific category in the Harmonized System.  To assess the reliability of the data from U.N. Comtrade, we reviewed  United Nations’ records of data evaluation and related documentation and  determined that the data were sufficiently reliable for our purposes to  estimate exports of nuclear material, reactors, major components and  equipment, and minor reactor parts from 1994 through 2008, the most  recent year for which complete data were available. To assess U.S.  government efforts to support the U.S. nuclear industry’s ability to  compete for sales facilitated by nuclear cooperation agreements between  the United States and other countries, we analyzed pertinent  documentation and interviewed Commerce, State, DOE, and NRC officials  to identify key U.S. nuclear export initiatives and activities, and discussed  coordination, evaluation, and outcomes of these efforts. Specifically, we  reviewed and evaluated Commerce’s Civil Nuclear Trade Initiative. We  also reviewed NRC export license data to identify suppliers of U.S. nuclear  material, reactors, major components and equipment, and minor reactor  parts in the last 15 years. To examine challenges to the U.S. nuclear  industry, we conducted interviews with a nonprobability sample of seven  U.S. or foreign nuclear industry companies and industry representatives  with significant business interests in the United States, including  companies that obtained NRC-specific licenses to authorize the export of  nuclear reactors or major components from 1994 through 2008. We  interviewed industry representatives and government officials regarding  the challenges they face. Because these industry representative interviews  offer opinions regarding the U.S. government’s efforts to promote U.S.  nuclear technology, they cannot be generalized to the entire universe of  civilian nuclear exporters. We reviewed U.S. government regulations  including DOE’s 10 C.F.R. Part 810 and NRC’s 10 C.F.R. Part 110 that  govern the process for obtaining authorizations for U.S. persons to engage  in the production of special nuclear material in foreign countries, or  licenses to export nuclear material and equipment, respectively. We also  conducted interviews with officials from several major nuclear importing  and exporting countries. Additional details on our scope and methodology  can be found in appendix I.", "We conducted our work from August 2009 through November 2010 in  accordance with generally accepted government auditing standards. Those  standards require that we plan and perform the audit to obtain sufficient,  appropriate evidence to provide a reasonable basis for our findings and  conclusions based on our audit objectives. We believe that the evidence  obtained provides a reasonable basis for our findings and conclusions  based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["Under Section 123 of the U.S. Atomic Energy Act of 1954, as amended,  nuclear cooperation agreements are a prerequisite to certain aspects of  civilian U.S. nuclear cooperation with countries and other cooperating  partners. The Atomic Energy Act also requires that these agreements  include, among other things, guarantees from the partners that they will  maintain safeguards over nuclear materials and equipment transferred and  adequate physical security for all nuclear material transferred. Nuclear  cooperation can include exports of sensitive nuclear material, including  special nuclear material such as Plutonium-239, Uranium-235, and  Uranium-233, and source nuclear material such as natural uranium;  nuclear reactors and their major components; and other activities related  to the nuclear fuel cycle. While these agreements provide the framework  and authorization for civilian nuclear cooperation, they do not guarantee  that cooperation will take place or that material or components will be  transferred. Even after a nuclear cooperation agreement has entered into  force, a U.S. company seeking to export special nuclear material, reactors,  or reactor components must obtain a license from NRC to do so.", "Several U.S. federal agencies develop, implement, and monitor nuclear  cooperation agreements and nuclear trade:", "State is responsible for negotiating any proposed nuclear cooperation  agreement, with the technical assistance and concurrence of DOE and in  consultation with NRC officials. The nuclear cooperation agreement is  accompanied by a summary of relevant classified information prepared for  the President in consultation with the Director of National Intelligence.  State takes the lead in working with country officials to develop the  specific terms and conditions that are included.", "DOE has a statutory role in negotiating the agreements, and under Section  57b of the Atomic Energy Act is responsible for authorizing activities that  may directly or indirectly assist in the production of special nuclear  material outside of the United States. According to DOE documents, such  activities include design information for technology and consulting   services related to the production of special nuclear material. DOE has  promulgated regulations implementing its authorization process at 10  C.F.R. Part 810, known as “Part 810 authorizations.” In addition, DOE, in  coordination with NRC, maintains the NMMSS, a database that contains  current and historic data on the possession, use, and shipment of nuclear  materials, including data on U.S.-supplied nuclear material transactions  with other countries and international organizations. DOE, NRC, and other  federal agencies primarily rely on NMMSS to track nuclear material  exports to foreign countries.", "NRC is responsible for issuing licenses for nuclear exports. The  commodities under NRC export licensing authority include: nuclear  reactors; major components, equipment, and minor reactor parts; and  sensitive nuclear materials such as enriched uranium, plutonium, and  depleted uranium. A specific license, which is a license that must be  individually approved by NRC, is required for most transfers of special  nuclear material, major reactor components, and some minor reactor  components. A general license, which is a license that is provided for by  rule and which allows exports of certain material without an application to  NRC, is required for small quantities of nuclear material and for minor  reactor components that do not require a specific license. A NRC license  does not guarantee that an export will take place.", "Commerce works to maximize U.S. commercial competitiveness by  increasing market access for U.S. businesses and promoting export growth  and has a critical role in implementing the Administration’s National  Export Initiative. Within Commerce, the International Trade  Administration (ITA) mission includes: (1) strengthening the  competitiveness of U.S. industry, (2) promoting trade and investment, and  (3) working to ensure fair trade and compliance with trade agreements. In  particular, ITA’s Office of Energy and Environmental Industries’ primary  mission is to facilitate global trade and to support the economic  competitiveness of U.S. energy and environmental technologies firms. It  provides economic and policy analysis to help U.S. energy companies  compete in the global market and works with industry to ensure that its  input is reflected in trade and domestic policy development, negotiations,  and implementation. In addition, Commerce’s Bureau of the Census  compiles export statistics on nuclear material, nuclear reactors, major  components, and equipment exported. The Bureau of the Census reports  this information to U.N. Comtrade database. Finally, Commerce’s Bureau  of Industry and Security licenses the exports of dual-use items––items that  can be used for both civilian and military applications, some of which are  nuclear-related items.", "The United States has recently signed a number of nuclear cooperation  agreements, some of which have raised concerns. For example, the 2008  U.S.-India nuclear cooperation agreement raised concerns that the  agreement would negatively impact the international nuclear  nonproliferation regime under the Nuclear Nonproliferation Treaty  (NPT). The 2009 U.S.-UAE agreement raised concerns based on UAE’s  past lack of cooperation with international sanctions to prevent I ran from  developing nuclear weapons and ballistic missiles. Notwithstanding those  concerns, the UAE deal has also been cited as a model for future U.S.  nuclear cooperation agreements, as it secured additional nonproliferation  commitments from the UAE. In particular, the UAE agreement to forgo  domestic enrichment of uranium or reprocessing of spent nuclear fuel  without agreement of the parties has alleviated some proliferation  concerns. In May 2010, the Administration resubmitted to Congress a  peaceful nuclear cooperation agreement with Russia to, among other  things, establish a legal framework for DOE to work with Russia on large- scale development of nuclear energy. However, as we reported in June  2009 and September 2010, when the agreement was first submitted to  Congress by the Bush Administration on May 13, 2008, Russia’s status as a  nuclear weapons state, the size of its nuclear complex, and past  proliferation concerns—including weaknesses in the Russian export  control system—raised concerns."], "subsections": []}, {"section_title": "Although No Federal Agency Systematically Tracks Data to Assess Export Benefits of Agreements, Available Information Indicates U.S. Share of Global Nuclear Exports Has Decreased Significantly Over the Last 15 Years", "paragraphs": ["No single federal agency systematically tracks and reports the data  necessary to determine the amount and value of U.S. nuclear exports  facilitated by U.S. nuclear cooperation agreements. However, based on  available information, we found that the United States’ share of global  exports of nuclear material, reactors, and components has declined in the  last 15 years."], "subsections": [{"section_title": "U.S. Agencies Do Not Systematically Track and Report Data Needed to Assess Export Benefits Facilitated by Nuclear Cooperation Agreements", "paragraphs": ["No single federal agency systematically tracks and reports the data  necessary to determine the amount and value of U.S. nuclear exports  facilitated by U.S. nuclear cooperation agreements. Existing data from  Commerce, DOE, and NRC contain gaps and in some cases were not  sufficiently detailed for our reporting purposes. Specifically:    Number of reactors, major components, equipment, and minor reactor  parts. No federal agency tracks the number of nuclear reactors and major  components exported. While a NRC export license authorizes the  potential transfer of a nuclear reactor, major components, or equipment,  NRC does not require an exporter to report the actual transfer or export of  such commodities. In addition, according to NRC officials, a NRC-issued  specific license may be valid for a decade or longer, and a company could  export a number of major components under a single license, which  complicates attempts to identify whether and when a company exported a  particular component. Further, NRC does not have an electronic record- keeping system to track specific licenses for export of nuclear reactors,  major components or equipment, or special nuclear material. NRC officials  told us that they were working on a system to track licenses but that the  only authoritative records of specific licenses are the paper files at NRC.  NRC officials told us they informally track licenses with a spreadsheet  they estimated to be reliable to approximately the mid-1990s but could not  guarantee that it was authoritative. Commerce collects data that report the  volume of nuclear reactors, major components and equipment, and minor  reactor parts, exported by weight; however, these data do not capture the  number of nuclear reactors, major components and equipment, or minor  reactor parts exported.", "Type of major component, equipment, or minor reactor part. Commerce  data do not provide sufficient detail to determine the type of major  component, equipment, or minor reactor part exported. While Commerce  data capture the value of nuclear reactors and nuclear reactor parts  exported, the data on nuclear parts do not differentiate between the  components and equipment exported under a NRC specific license and the  components and equipment exported under a NRC general license.", "Value of nuclear material exports. DOE-NRC’s NMMSS data and  Commerce data contain gaps regarding the trade value of nuclear material  exports. In particular, while NMMSS captures the value of DOE’s U.S.  government-owned sensitive nuclear material exports, such as highly  enriched uranium—which it maintains as classified information—NMMSS  does not record data regarding the value of commercially exported  material such as low-enriched uranium. NRC and DOE officials told us  they do not track the estimated value of exports because this is the  proprietary information of exporting companies. Furthermore, DOE has  not configured NMMSS to include the World Customs Organization  international standard for classification of traded goods, the Harmonized  Commodity Description and Coding System. This system, used by  Commerce to classify traded goods, including nuclear material, reactors,  and components, could assist in determining which NMMSS records on  the specific shipments of U.S. special nuclear material exports and NRC- specific licenses correspond to Commerce’s value data. In addition,  Commerce’s data do not record the specific enrichment level of enriched  uranium. In particular, Commerce’s data do not specify the varying degree  of enrichment of low-enriched uranium, which could range from 1 percent  of the isotope U-235 to 20 percent of the isotope U-235 in a particular  batch of enriched uranium and could have widely varying values.  Therefore, we were unable to determine the value of exports of U.S.  enriched uranium to other countries from 1994 through 2008 using DOE,  NRC, and Commerce data.", "Volume or value of U.S. nuclear services exported. We found there are no  available data regarding exports of services, which according to  Commerce officials is an increasingly important and growing market  segment for the U.S. nuclear industry."], "subsections": []}, {"section_title": "The U.S. Share of Global Exports of Sensitive Nuclear Material and Reactors, Major Components, and Minor Parts Has Declined in the Last 15 Years", "paragraphs": ["Based on available data, while the value of U.S. exports of sensitive  nuclear material has remained stable from 1994 through 2008, the U.S.  share of global exports of sensitive nuclear material declined significantly  over the same period. Furthermore, while the value of U.S. exports of  nuclear reactors, major components, and minor parts increased, the U.S.  share of global exports declined slightly over this same period."], "subsections": [{"section_title": "U.S. Share of Global Exports of Sensitive Nuclear Material Declined Significantly Over the Last 15 Years", "paragraphs": ["Based on U.N. Comtrade data, we found the value of U.S. exports of  sensitive nuclear material such as natural uranium, enriched uranium, and  plutonium remained stable, while the U.S. share of global exports for these  materials decreased significantly from 1994 through 2008. Specifically,  according to U.N. Comtrade data, U.S. exports of natural uranium,  enriched uranium, and plutonium were approximately $1.8 billion in 1994  and $1.6 billion in 2008, in 2010 U.S. dollars. However, over this same  period, annual global exports of such material more than doubled from  $6.2 billion in 1994 to $16.1 billion in 2008, as indicated in figure 2.  Effectively, over this 15-year period, the U.S. share of the annual global  export market decreased significantly from approximately 29 percent to 10  percent, or from one-third to one-tenth of the market. Global exports of  sensitive nuclear material remained relatively unchanged until  approximately 2002, when global exports increased rapidly from $7 billion  in 2002, to $9.5 billion in 2004, and to $12.5 billion in 2006.", "U.N. Comtrade data also indicate that from 1994 through 2008, the United  States exported approximately $20.7 billion, in 2010 U.S. dollars, in natural  uranium, enriched uranium, and plutonium to countries with which the  United States has a nuclear cooperation agreement. As indicated in table 1,  Japan was the United States’ largest foreign customer for sensitive nuclear  material, and accounted for an estimated $12.9 billion, approximately 63  percent, of U.S. sensitive nuclear material exports.", "Based on U.N. Comtrade data, we found that although the value of U.S.  exports of nuclear reactors, major components and equipment, and minor  reactor parts increased during the period from 1994 through 2008, the U.S.  share of global exports of such goods has decreased. Specifically,  according to U.N. Comtrade data, the value of U.S. exports of nuclear  reactors, major components and equipment, and minor reactor parts  increased from approximately $160 million in 1994 to $308 million in 2008,  while annual global exports of these commodities nearly tripled from $1.5  billion in 1994 to $4.3 billion in 2008, in 2010 U.S. dollars, as indicated in  figure 3. Because U.S. exports did not increase at the same rate as global  trade, the United States’ share of the global export market for these goods  effectively declined from approximately 11 percent to 7 percent. Over  time, global exports of nuclear goods have increased steadily,  experiencing a slight dip in 2006 to $2.6 billion, but recovering by 2008 to  $4.3 billion.", "We found the United States exported approximately $4.4 billion, in 2010  U.S. dollars, of nuclear reactors, major components and equipment, and  minor reactor parts to countries with which it had a nuclear cooperation  agreement. According to our analysis, the United States’ top customers for  nuclear reactors, major components and equipment, and minor reactor  parts were Japan, South Korea, Mexico, Spain, and the Czech Republic. As  shown in table 2, these five countries accounted for $3.1 billion, or  approximately 70 percent in 2010 U.S. dollars, of all of U.S. exports of  nuclear reactors, major components and equipment, and minor parts.", "In addition, our review of NRC records of specific licenses indicates that  U.S. companies did not participate in the majority of new reactor  construction projects overseas during this period, consistent with the  declining share of the United States in global nuclear trade. Specifically,  NRC issued eight licenses authorizing the export of nuclear reactors and  major components from 1994 through 2008: three licenses for projects in  South Korea, three for projects in China, one for Colombia, and one for  Thailand. In addition, six licenses issued before 1994 were extended for  use as of July 2010 for projects in Brazil, Slovenia, South Korea, and  Taiwan. For purposes of comparison with the global market, according to  World Nuclear Association data, 61 civilian nuclear power reactors in 14  foreign countries began operating from 1994 through 2008.", "Finally, the United States imports sensitive nuclear material, nuclear  reactors, major components and equipment, and minor reactor parts from  other countries. U.N. Comtrade data indicate that the United States  imported $39.2 billion in natural uranium, enriched uranium, and  plutonium, in 2010 U.S. dollars, from 1994 through 2008. The United States  imported the greatest amount of these materials from Russia, at a cost of  approximately $11.3 billion. During this period, the United States also  imported approximately $1.2 billion in nuclear reactors, major  components and equipment, and minor reactor parts from other countries.  The United States imported the greatest amount of these nuclear reactors,  components, and equipment from Sweden, at a cost of approximately  $362.7 million. In sum, the United States was a net importer of nuclear  components and materials, which may indicate a lack of comparative  advantage in this industry."], "subsections": []}]}]}, {"section_title": "Commerce Has an Initiative to Coordinate Interagency Efforts, but Has Made Limited Progress and Does Not Have a Well- Defined Strategy to Promote the U.S. Nuclear Industry Globally", "paragraphs": ["DOE, NRC, and State officials told us they rely on Commerce to develop  and lead U.S. nuclear industry export promotion activities because  Commerce’s mission includes providing trade support to U.S. businesses  and trade promotion. Commerce launched the Civil Nuclear Trade  Initiative in 2008 to help promote the competitiveness of the U.S. nuclear  industry; however, this initiative has made limited progress. According to  Commerce officials, the initiative aims to identify the U.S. civil nuclear  industry’s most pressing trade policy challenges and most promising  commercial opportunities and coordinate public and private sector efforts  to address them in a way that supports the industry’s endeavors to rebuild  its manufacturing base.", "Specifically, the initiative, as outlined in Commerce’s export promotion  strategy document, consists of the following four major activities:  Interagency nuclear trade coordination committee. In 2008, under the  Trade Promotion Coordinating Committee (TPCC), Commerce formed the  TPCC Civil Nuclear Trade Working Group, an interagency nuclear industry  subcommittee, to coordinate interagency efforts related to commercial  nuclear trade. Membership is drawn from Commerce, State, DOE, among  other agencies. Commerce officials told us that the TPCC Civil Nuclear  Trade Working Group meets about four times a year, when there are  pertinent issues to discuss. Commerce, DOE, NRC, and State officials told  us that the meetings are a useful forum to promote interagency dialogue  and inform agency officials of ongoing efforts to assist the U.S. nuclear  industry. As of June 2010, Commerce officials told us the TPCC Civil  Nuclear Trade Working Group had received briefings from three  companies that construct civilian nuclear power reactors and reactor  components. However, Commerce officials said five other smaller  companies who supply nuclear materials and services had expressed an  interest in briefing the TPCC Civil Nuclear Trade Working Group, but had  not yet had an opportunity to do so. In July 2010, Commerce decided to  hold monthly meetings of the TPCC Civil Nuclear Trade Working Group to  increase the interaction between U.S. industry and the interagency  community.", "Nuclear trade industry advisory committee. Commerce established the  Civil Nuclear Trade Advisory Committee (CINTAC) to obtain industry  advice on enhancing U.S. nuclear industry competitiveness. Members are  drawn from the U.S. nuclear industry. Established in October 2008,  Commerce officials told us CINTAC did not meet for more than 16 months  because of delays associated with the change in U.S. administrations, and  associated delays in administrative guidance on selecting and confirming  members. According to Commerce officials, as of August 2010, CINTAC  had held three formal meetings and formed five subcommittees. Some of  the issues raised by the committee include (1) strengthening the U.S.  commercial nuclear manufacturing industry through tax credits, loan  guarantees, and other incentives; (2) streamlining U.S. export controls;  and (3) pursuing the Convention on Supplementary Compensation for  Nuclear Damage. CINTAC’s charter expired in September 2010, requiring  a new charter and appointment of new members. A June 2, 2010, letter  from the Chairman of CINTAC to the Secretary of Commerce stated that  CINTAC’s subcommittees intended to make recommendations before the  end of its charter, but requested that the charter be renewed to give the  group sufficient time to add to the recommendations it is developing on  behalf of the U.S. nuclear industry. CINTAC made the following two  recommendations to the Secretary of Commerce: (1) that Commerce  request the Office of the United States Trade Representative (USTR)  conduct an accelerated assessment of what the committee called  uncompetitive trade practices in the global commercial nuclear industry  and (2) that Commerce work with USTR to issue an interim report within  6 months focused on the global civilian nuclear industry. A USTR official  told us that the agency had reviewed CINTAC’s letter to the Secretary of  Commerce and was discussing with Commerce officials and CINTAC  committee members how best to address the needs of the industry group.  In addition, on September 16, 2010, CINTAC made its final  recommendations to the Secretary of Commerce. CINTAC recommended,  among other things, (1) creating a team of U.S. industry representatives,  government officials, and other experts to focus on supporting nuclear  opportunities domestically and internationally, and leveling the  international playing field; and (2) establishing a policy in coordination  with DOE, State, and USTR to encourage international companies that are  owned, controlled, or subsidized by their national governments to  eliminate unfair competitive structures or financing.", "Stakeholder resources. The initiative’s stakeholder resources consist of a  May 2009 online Civil Nuclear Exporters Guide that presents information  generally publicly available on the Internet, including overviews of U.S.  export licensing procedures and contact information for key U.S. agency  export control offices. Commerce officials told us they were in the process  of updating the guide. Commerce has also participated in export control  seminars and presented briefings to U.S. companies. Future plans include:  (1) developing criteria for prioritizing best prospect markets for U.S.  nuclear industry, (2) developing in-depth export control workshops for  U.S. industry, (3) improving the quality of data from current collection  efforts, and (4) providing a more thorough analysis of existing data on the  economic benefits accrued from U.S. civilian nuclear exports.", "Trade promotion. Commerce officials said trade promotion activities have  consisted of organizing trade missions, participating in trade policy  discussions, organizing industry outreach events, and developing a joint  trade promotion declaration to promote the development of civilian  nuclear programs worldwide. Commerce officials told us they had  organized one trade mission on behalf of the U.S. nuclear industry to  Eastern Europe—a July 2010 trip to the Czech Republic, Poland, and  Slovakia—and two U.S. nuclear trade promotion missions to IAEA.  Commerce officials said they have also certified, supported, and  participated in U.S. Chamber of Commerce- and non-U.S. government- organized trade missions. Commerce officials told us they are planning  future trade missions to target additional countries, and that they will host  a U.S. nuclear industry promotion event at the 2010 IAEA General  Conference. Commerce also participated in nuclear trade policy  discussions with delegations visiting the United States from Japan,  Lithuania, Mongolia, Poland, and Thailand. In addition, Commerce officials  have organized two industry outreach events to increase engagement  between U.S. government officials and industry representatives. According  to Commerce, approximately 150 to 200 industry representatives attended  these outreach events. Furthermore, Commerce and DOE have jointly  developed and signed joint trade promotion declarations with Italy and  Poland that encourage nuclear industry entities to seek opportunities to  participate in the construction of nuclear power plants and the provision  of related supporting infrastructure and services. The declarations include  commitments by the partner countries that they will develop transparent  procedures for awarding contracts within their nuclear energy industries  and in a way that does not unduly favor companies from countries that  may, according to Commerce officials, directly subsidize their nuclear  industry.", "We found that the Commerce initiative’s strategy document has some  limitations. We have reported in the past that it is important to align  strategic goals with strategies for achieving those goals. Specifically, we  have noted that defining the mission and desired outcomes, measuring  performance, and using performance information to identify performance  gaps, are critical if agencies are to be accountable for achieving intended  results. However, the initiative’s strategy document does not contain any  of these steps or measures. Specifically, the strategy document has not  identified or established key market opportunities and goals, does not  have an implementation plan, and does not include metrics, benchmarks,  or timelines to measure progress in meeting specific goals. For example,  although the strategy document includes future plans for each of the four  major activities, these plans are vaguely outlined and do not set target  dates for their completion. Furthermore, the strategy document does not  identify or prioritize countries as targets for U.S. promotion efforts.  Commerce officials acknowledged that, while they believe the initiative is  aligned with Commerce and ITA goals, they were working to more clearly  state timelines, desired outcomes, milestones, and success metrics for  each initiative activity. Commerce officials also told us that one staff  member is engaged in a market prioritization study, which has a planned  issuance date of late 2010.", "Commerce officials told us the initiative is being undertaken with limited  resources and without dedicated funding. Specifically, at present, the  initiative is being organized and run by one staff member working at 80  percent time and 2 staff members working at 75 percent and 50 percent,  respectively. Commerce officials reported that the initiative is supported  mainly through the budget of ITA’s Office of Energy and Environmental  Industries and other offices when funds are available."], "subsections": []}, {"section_title": "Industry Representatives and U.S. and Foreign Government Officials Reported That the U.S. Nuclear Industry Faces Many Challenges Competing Globally", "paragraphs": ["Officials from Commerce, State, and DOE, and foreign governments, as  well as U.S. nuclear industry representatives told us there are multiple  challenges for U.S. companies competing globally for nuclear trade. First,  officials and industry representatives told us that the U.S. nuclear industry  may not be well-positioned to secure the trade benefits facilitated by  nuclear cooperation agreements and U.S. companies face increased  international competition from foreign state-owned suppliers, which are  heavily subsidized and supported by their governments. Second, officials  and industry representatives told us that in their view U.S. industry is at a  competitive disadvantage due to the lack of a global liability regime. In  addition, U.S. agency and industry representatives and foreign government  officials we interviewed identified challenges that U.S. companies face  that, in their view, impede the U.S. nuclear industry’s ability to compete  globally."], "subsections": [{"section_title": "U.S. Nuclear Industry May Not Be Well-Positioned to Secure Trade Benefits and U.S. Companies Face Competition from State- Owned Nuclear Firms", "paragraphs": ["Officials from Commerce, State, and DOE, as well as U.S. industry told us  they are concerned that the U.S. nuclear industry may not be well- positioned to secure the trade benefits facilitated by nuclear cooperation  agreements due to a decline in domestic manufacturing capabilities,  increased international competition, and U.S. industry’s liability concerns.  In January 2010, Commerce’s ITA reported that the U.S. nuclear industry  has atrophied, and according to U.S. government officials and nuclear  industry representatives, may lack the capability to manufacture certain  components and equipment needed to produce large civilian power  reactors. Further, a State Department official testified in May 2010 that it  would be difficult for the United States to build its own nuclear reactor  without importing a number of significant components. As we noted on  page 17 of this report, the United States is a net importer of nuclear  components and materials. While Commerce officials acknowledged that  U.S. nuclear manufacturing capability has eroded, they said that the  domestic supply chain is showing signs of revitalization. In particular,  Commerce officials noted that while the number of facilities certified by  the American Society of Mechanical Engineers (ASME) to produce  commercial nuclear-grade components had fallen from 440 in the 1980s to  120 by the early 2000s, the number of facilities had increased to 255 as of  mid-2008, which they took as evidence of potential recovery.", "Moreover, government and industry officials told us that the nature of the  civilian nuclear power market has changed dramatically. According to the  Nuclear Energy Institute (NEI), the main nuclear industry advocacy  organization, U.S. reactor designs and U.S. reactor manufacturers and fuel  suppliers had the dominant market share for several decades. However,  beginning in the 1970s, and steadily increasing since then, vendors of  nuclear reactors in Europe and Asia developed their own reactor designs  and capacity to manufacture components and fuel. By the 1980s, buyers of  power reactors could choose among reactor suppliers from many  countries, including Canada, France, Japan, and Russia. Russian officials  told us its Ministry of Foreign Affairs is aggressively seeking to sign as  many nuclear cooperation agreements as possible with an eye to  expanding into new markets.", "Commerce noted that U.S. firms face formidable competition abroad from  foreign companies that receive strong financial and political support  through direct government ownership or subsidies. In addition, foreign  governments may place greater emphasis on supporting bids through high- level advocacy or by providing customers additional services and  expertise. For example, according to media reports, the President of  France and President of South Korea recently traveled to UAE to advocate  for their country’s respective bids to build new reactors in the UAE. In  addition, French officials told us that their government’s philosophy on  nuclear cooperation includes providing a package of regulatory, financial,  and technical assistance to partner countries developing their civilian  nuclear power program.", "Commerce officials told us that some of the largest markets for nuclear  goods and services, such as France, Russia, and South Korea, have  significant barriers to entry for U.S. companies because of the presence of  a state-owned competitor. According to Commerce, of the 61 civilian  nuclear reactors outside the United States that began operating from 1994  through 2008, 18 reactors—almost 30 percent—went into operation in  France, Russia, and South Korea—countries with their own state-owned  nuclear companies."], "subsections": []}, {"section_title": "U.S. Companies Challenged By Lack of Global Liability Regime", "paragraphs": ["U.S. government officials and industry representatives have reported that  the lack of a comprehensive global liability regime hampers U.S. industry’s  ability to secure civilian nuclear contracts and places U.S. firms at a  competitive disadvantage. Currently, there are two conventions applicable  to liability for nuclear accidents; the United States is not a party to either  one. Participation in the conventions by other countries is also relatively  limited. A third convention, CSC, has been developed to supplement the  other two and, according to IAEA’s International Expert Group on Nuclear  Liability, it serves as an umbrella agreement to create a single global  liability regime. The United States has ratified this convention, but it has  not yet come into force. U.S. industry representatives told us that without  a global liability regime in force that channels liability for accidents at a  nuclear facility to the operator of that facility, they fear that they may be  held liable as suppliers. By contrast, a U.S. industry representative told us  that foreign companies that are state-owned may not face the same  problem because they may be indemnified by their government.  Furthermore, in the absence of a global liability regime, U.S. industry  representatives told us that they cannot obtain insurance sufficient to  cover their potential liabilities resulting from a potential nuclear reactor  accident overseas. Industry representatives told us that if they export to a  nation without strong domestic or international liability laws that channel  responsibility to the operator of the civilian nuclear facility, their company  could be sued into bankruptcy as a supplier. Representatives from several  U.S. companies told us they do not export to countries without liability  protection.", "Commerce officials said that the U.S. nuclear industry faces significant  challenges in competing to win contracts for new civilian nuclear power  reactors outside the United States because of fierce competition from  foreign companies that may receive stronger financial and political  support from their governments, which creates an uneven playing field.  One major U.S. nuclear industry company told us the French and South  Korean nuclear industries benefit from high-level support in their foreign  marketing activities, which can only give them an advantage compared to  U.S. companies. Many of the U.S. company representatives we spoke with,  as well as representatives from the NEI, told us that unless the U.S.  government develops a governmentwide strategy and greater commitment  to its nuclear industry, the United States’ ability to secure export benefits  from nuclear cooperation agreements in the form of reactor and large  component and equipment sales is uncertain. In addition, a representative  from a major U.S. nuclear industry company told us that the company’s  future innovation depends on its ability to participate in the current global  marketplace. The U.S. nuclear industry will not be able to sustain research  and development programs of any size without participating fully in the  global nuclear renaissance, according to this company."], "subsections": []}, {"section_title": "Some U.S. Policies and Practices Are Viewed by Industry Officials and Foreign Governments as Impediments to U.S. Nuclear Exports", "paragraphs": ["U.S. industry representatives and foreign government officials we  interviewed identified certain U.S. government policies and practices that,  in their view, impede the U.S. nuclear industry’s ability to compete  globally for nuclear trade. In particular, industry representatives told us  that DOE’s regulations governing the Part 810 authorization process place  U.S. companies at a competitive disadvantage. In May 2010, a  representative from NEI stated that the current Part 810 rules have the  unintended effect of standing in the way of cooperative programs and  information exchange. U.S. nuclear industry representatives told us that  DOE’s regulations governing DOE’s process to authorize U.S. company  representatives to engage in the production of special nuclear material  outside the United States and implement its Atomic Energy Act  responsibilities lack clarity and are outdated. In particular, these  representatives told us that DOE’s Part 810 authorization regulations are  vaguely defined and that DOE interprets its authority to include transfers  of technology and technical assistance too broadly. DOE has not  published any guidelines to clarify the 810 authorization process for  civilian nuclear exporters; however, DOE officials said they regularly hold  meetings and give presentations at agency and industry events to explain  Part 810 regulations. A DOE document states that the agency makes a  broad and comprehensive interpretation of the regulation to include the  provision of technology in the form of assistance or services to any  nuclear power program outside the United States. In addition, Part 810  regulations require a specific authorization to engage directly or indirectly  in the production of special nuclear material in 77 countries listed in 10  C.F.R. § 810.8; however, DOE officials acknowledged that the list was out  of date. For example, countries with which the United States currently has  nuclear cooperation agreements—such as Kazakhstan, Ukraine, and the  UAE—are still listed.", "Officials from several U.S. companies told us that nuclear firms in other  countries do not face this additional step to authorize the transferring of  technology and technical information. DOE officials said that the Part 810  authorization regulations are outdated and cumbersome and that they  were working on revising the regulations to make them more clear and  efficient, but could not estimate when revised regulations would be  completed.", "Finally, in one instance, U.S. government practices had the unintended  consequence of negatively affecting another country’s decision to work  with U.S. companies. A senior foreign country official told us that the U.S.  government’s inability to work cooperatively had influenced that country’s  decision to purchase civilian nuclear power reactor fuel from a non-U.S.  supplier. The senior official expressed frustration that that the United  States did not treat the country more as a business partner. A June 2010  unclassified State communication summarizing our interview noted that  the senior foreign country official stated that because buying fuel from the  United States was not very “client friendly,” the partner country’s nuclear  power plants chose U.S. competitors to supply their fuel."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["NRC, DOE, and Commerce are making efforts to collect some information  regarding nuclear exports. However, agencies’ efforts are piecemeal, and  no federal agency collects or tracks information on exports to fully assess  the amount and value of exports facilitated by U.S. nuclear cooperation  agreements. We believe that the lack of an integrated governmentwide  approach that links the potential growth of such agreements and the  growing worldwide nuclear market to a well-defined strategy to support  and promote U.S. nuclear exports is negatively affecting U.S. nuclear  industry’s ability to compete globally. Given that hundreds of new civilian  nuclear power reactors are expected to be constructed in foreign  countries in the coming decades, the lack of a reliable U.S. government  assessment of the U.S. nuclear industry’s exports and competitive position  may impede the ability of the industry to make a meaningful contribution  to the President’s goal of doubling national exports in 5 years. Moreover,  the absence of a comprehensive strategy to support the U.S. nuclear  industry may result in the relevant agencies, in particular Commerce, not  being equipped to provide targeted and informed support to U.S. industry  to help it compete for sales of civilian nuclear power reactors overseas.  While a comprehensive strategy is not a panacea to improve the  competitiveness of the declining U.S. nuclear industry—ultimately U.S.  industry must provide quality products and services at a competitive  price—such a strategy, as well as improved industry data collection, could  be an important step in helping promote our nuclear industry.", "Further, Commerce’s 2-year effort to develop an export promotion  strategy document has produced limited results. While the outline of such  a strategy appears to be envisioned by Commerce in its Civil Nuclear  Trade Initiative, the initiative has yet to identify key market opportunities  for U.S. industry, establish goals, and develop an implementation plan with  timelines and metrics to measure progress toward these goals. The  absence of such information in its strategy means that Commerce and  other agencies may not be devoting their resources to the markets and  activities that show the greatest promise for U.S. companies. Furthermore,  while the formation of the TPCC Civil Nuclear Trade Working Group as  part of the initiative is a positive step, we are concerned that the group has  heard from only three U.S. nuclear exporting firms and not from smaller  firms that supply nuclear materials and services.", "There may be opportunities to provide more immediate support to assist  the U.S. nuclear industry’s efforts to become more competitive globally.  Representatives from U.S. nuclear companies stated that they face an  outdated and unclear DOE Part 810 authorization process that impedes  their ability to quickly provide potential customers with the types of  technology, information, and technical assistance needed to compete for  potential sales. Industry officials also said that they lack guidance in  interpreting the DOE Part 810 process, which causes confusion in the Part  810 application process. Furthermore, the lack of an updated 810.8 list of  countries may create an unnecessary hurdle for a U.S. company in  obtaining permission to provide potential customers with the types of  technology and design information that they may require in selecting a  vendor for a new civilian reactor."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To help federal agencies gain a better understanding of how—and the  extent to which—nuclear cooperation agreements impact exports to other  countries, we recommend that the Secretary of Commerce, working with  the Secretaries of Energy and State and the Chairman of the Nuclear  Regulatory Commission, take the following three actions:  identify what additional nuclear export data and information may be  necessary to better quantify the export benefits associated with these  agreements; review, with an eye toward strengthening, Commerce’s existing nuclear  export promotion strategy document to, among other things, identify key  market opportunities for U.S. nuclear industry, and develop key goals and  an implementation plan for achieving these goals; and    consider ways for the TPCC Civil Nuclear Trade Working Group to obtain  a more comprehensive range of U.S. industry views.", "We are also making one recommendation to the Secretary of Energy.  Specifically, we recommend that, while considering the broader revisions  to the Part 810 regulations as planned, the Secretary of Energy review the current Part 810 authorization process; develop guidelines to  help clarify the types of technology, information, and technical assistance  that require a Part 810 authorization; and consider whether some countries  should be removed from the Part 810.8 list to facilitate U.S. exports to  countries with which the United States has a nuclear cooperation  agreement in force."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to the Secretaries of Commerce, Energy,  State, and the Chairman of the NRC for comment. Commerce and DOE  provided written comments on the draft report, which are presented along  with our responses in appendixes III and IV, respectively. State provided  technical comments, which we incorporated as appropriate. NRC  reviewed our draft but did not provide comments.", "Commerce agreed with two of our three recommendations. Specifically,  Commerce agreed with our recommendations to (1) identify what  additional export data may be necessary to better quantify exports, and (2)  review Commerce’s existing export strategy document to identify key  market opportunities for U.S. nuclear industry, and develop key goals and  an implementation plan for achieving these goals. Commerce disagreed  with our recommendation that it consider ways for the TPCC Civil Nuclear  Trade Working Group to obtain a more comprehensive range of U.S.  industry views. In addition, Commerce disagreed with our finding that its  Civil Nuclear Trade Initiative has made limited progress and stated that its  Initiative has a well-defined strategy.", "In our view, our recommendation to consider ways for the TPCC Civil  Nuclear Trade Working Group to obtain a more comprehensive range of  U.S. industry views has a sound basis. As our report notes, only three  companies have briefed the TPCC Civil Nuclear Trade Working Group, and  five other companies have requested the opportunity to do so. In its  comments Commerce provided new information not provided during our  review, which among other things, stated that CINTAC—a nuclear  industry advisory group formed to obtain industry advice on enhancing  U.S. nuclear industry competitiveness—had briefed the TPCC Civil  Nuclear Trade Working Group multiple times. We believe interaction  between the TPCC Civil Nuclear Trade Working Group and the CINTAC  industry advisory group is a positive development. However, as our report  notes, the CINTAC industry advisory group’s charter expired in September  2010, requiring a new charter and appointment of new members.  Commerce’s comments did not indicate that CINTAC’s charter has been  renewed, which casts doubt on the ability of CINTAC to keep the TPCC  Civil Nuclear Trade Working Group apprised of market developments. In  addition, in its comments, Commerce stated that it organized regular  briefings and meetings, which Commerce described as informal, for  industry and U.S. government trade officials to discuss, among other  things, Jordanian, Indian, British, and Brazilian nuclear market overviews;  the Convention on Supplementary Compensation; and small modular  reactors. Because Commerce describes these briefings as informal, we  believe they do not represent the kind of sustained, regular interaction to  coordinate interagency efforts related to civil nuclear trade that the TPCC  Civil Nuclear Trade Working Group was designed to provide. We are  making this recommendation because Commerce needs to strengthen  interagency coordination efforts to promote nuclear trade. Moreover, as  our report notes, many of these U.S. company representatives we spoke  with, as well as representatives from the Nuclear Energy Institute, told us  that unless the U.S. government develops a governmentwide strategy and  greater commitment to its nuclear industry, the United States’ ability to  secure export benefits from nuclear cooperation agreements in the form of  reactors, large components, and equipment sales is uncertain.", "Although Commerce disagreed with our finding that its Civil Nuclear  Trade Initiative has produced limited progress, we believe our  characterization is factually accurate. Our report assesses the progress  that Commerce has made for each of the initiative’s four major activities,  as presented by Commerce officials to us in June 2010 and discussed  several times throughout our review. For example, a key element of the  initiative is the nuclear industry advisory committee CINTAC, which as we  reported did not hold its first meeting until more than 16 months after it  was chartered, and its charter has since expired. Furthermore, the  initiative’s stakeholder resources consist of information generally  available on the Internet, participation in export control seminars, and  briefings to U.S. companies. Moreover, Commerce has organized one  nuclear-related trade mission and a limited number of other industry  outreach events. In addition, we found that Commerce’s strategy  document for the initiative has some limitations, including that it does not  identify key market opportunities and goals; have an implementation plan;  nor includes metrics, benchmarks, or timelines to measure progress in  meeting specific goals. We, therefore, disagree with Commerce’s comment  that the initiative has a well-defined strategy to meet its intended  objectives and continue to believe that the initiative, as represented in the  documents and information developed by Commerce officials, thus far,  does not represent a comprehensive or well-defined strategy.", "Furthermore, Commerce agreed with our recommendation that it review  its strategy document for the initiative, to, among other things, identify key  market opportunities for U.S. nuclear industry to develop key goals and an  implementation plan for achieving these goals.", "In its written comments, DOE generally agreed with our report and stated  that it agreed with the recommendation that DOE revise its Part 810  regulations. However, DOE stated that the Part 810 question was not  formally raised with DOE officials, nor were DOE officials made aware of  specific industry problems during the course of our review. DOE is  incorrect on this point. Specifically, on August 11, 2010, we met with DOE  officials to discuss a draft of the report and review preliminary findings  regarding Part 810, including specific concerns that the U.S. nuclear  industry representatives had shared with us. We specifically discussed  these concerns with DOE officials at that meeting. During that meeting,  DOE officials acknowledged that the Part 810.8 list was out of date and  acknowledged that DOE has not published any guidelines to clarify the 810  authorization process for civilian nuclear exporters. In addition, DOE  officials told us that industry representatives had expressed concerns with  the Part 810 authorization process to DOE for several years, and that DOE  intended to revise its regulations to make them more clear and efficient.", "We will send copies of this report to the appropriate congressional  committees; Secretaries of Commerce, Energy, and State; Chairman of the  Nuclear Regulatory Commission; and other interested parties. The report  also will be available at no charge on the GAO Web site at  http://www.gao.gov.", "If you or your staff members have any questions about this report, please  contact me at (202) 512-3841 or aloisee@gao.gov. Contact points for our  Offices of Congressional Relations and Public Affairs may be found on the  last page of this report. GAO staff who made key contributions to this  report are listed in appendix V."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["We addressed the following questions during our review: (1) quantify the  amount and value of U.S. nuclear exports facilitated by these agreements;  (2) assess U.S. government efforts to support the U.S. nuclear industry’s  ability to compete for sales made possible by nuclear cooperation  agreements between the United States and other countries; and (3)  examine U.S. nuclear industry challenges to exporting as identified by  industry representatives and U.S. and foreign government officials.", "To quantify the amount and value of U.S. nuclear exports, we reviewed  and assessed data collection efforts by the Department of Commerce  (Commerce), the Department of Energy (DOE), the Nuclear Regulatory  Commission (NRC), the Department of State (State), and other U.S.  agencies including the International Trade Commission, Customs and  Border Protection, and the Office of the United States Trade  Representative. To determine the volume of U.S. nuclear material and  number and amount of nuclear reactor component and equipment exports  facilitated by nuclear cooperation agreements, we obtained and reviewed  data on U.S. exports of low-enriched uranium, highly enriched uranium,  and plutonium, from DOE and NRC’s Nuclear Materials Management and  Safeguards System (NMMSS), Commerce’s Bureau of the Census, and  reviewed NRC records on specific licenses for material exports. To  determine the value of U.S. exports of nuclear material, nuclear reactors,  major components and equipment, and minor reactor parts, and to  determine the United States’ relative share of global exports of these  commodities, we obtained and analyzed United Nations Commodity Trade  Statistics Database (U.N. Comtrade) data to estimate the value of U.S.  exports using other countries’ reported U.S. import data. For nuclear  reactors, major components and equipment, and minor parts, we analyzed  data only under that specific category in the Harmonized System. We  considered the trade of all sensitive nuclear material and minor reactor  parts transferred to a country with which the United States has a nuclear  cooperation agreement to be facilitated by agreement, regardless of  whether a nuclear cooperation agreement would be needed. To assess the  reliability of the data from U.N. Comtrade, we reviewed the United Nations  records of data evaluation and related documentation and determined that  the data were sufficiently reliable to estimate exports of nuclear material,  nuclear reactors, major components and equipment, and minor reactor  parts from 1994 through 2008, the most recent year for which complete  data were available. Because the United States has a trilateral project and  supply agreement with Mexico and the International Atomic Energy  Agency (IAEA), which was entered into pursuant to the United States’  nuclear cooperation agreement with IAEA, we included Mexico in our  analysis. It was outside the scope of this review to account for the value of  technical and engineering services in the United States that facilitate the  export of nuclear materials, including uranium mining, enrichment, and  fuel fabrication services. It was also outside the scope of this review to  account for the full scope of facilities, components, and equipment related  to the full nuclear fuel cycle. To determine with which countries the  United States has nuclear cooperation agreements, we obtained and  reviewed the texts of U.S. nuclear cooperation agreements from the  United Nations Treaty Collection database. We interviewed DOE, NRC,  State, and Commerce officials regarding the results of our data analysis.", "To assess U.S. government efforts to support the U.S. nuclear industry’s  ability to compete for sales made possible by nuclear cooperation  agreements between the United States and other countries, we  interviewed Commerce, State, DOE, and NRC officials to identify key U.S.  nuclear export initiatives and activities, and discussed coordination,  evaluation, and outcomes of these efforts. Specifically, we reviewed and  evaluated Commerce’s Civil Nuclear Trade Initiative. We reviewed U.S.  government regulations including DOE’s 10 C.F.R. Part 810 and NRC’s 10  C.F.R. Part 110 that govern the process for obtaining authorizations for  U.S. persons to engage in the production of special nuclear material in  foreign countries, or licenses to export nuclear material and equipment  respectively. We reviewed NRC export license data to identify suppliers of  U.S. nuclear material, nuclear reactors, and key components and  equipment in the last 16 years and found there were three such  companies—two other license holders were merged into another license  holder.", "To examine challenges to the U.S. nuclear industry identified by industry  representatives and U.S. and foreign government officials, we conducted  interviews with a nonprobability sample of seven U.S. and foreign nuclear  industry companies and industry representatives with significant business  interests in the United States, including companies that obtained NRC  specific licenses to authorize the export of nuclear reactors or major  components from 1994 through 2008. Specifically, we interviewed  representatives from AREVA, Curtiss Wright Corporation, GE Hitachi  Nuclear Energy, The Babcock & Wilcox Company, USEC, Inc., and  Westinghouse, as well as with officials from trade organizations including  the Nuclear Energy Institute. We interviewed foreign government officials  regarding U.S. government efforts to promote U.S. nuclear technology,  equipment, fuel, and fuel services. Because these industry representative  interviews offer opinions regarding the U.S. government’s efforts to  promote U.S. civilian nuclear industry exports and major challenges they  face, they cannot be generalized to the entire universe of civilian nuclear  exporters. We also interviewed DOE, NRC, State, and Commerce officials  regarding challenges they view with regard to the U.S. nuclear industry’s  ability to compete for sales made possible by nuclear cooperation  agreements going forward.", "We conducted our work from August 2009 through November 2010 in  accordance with generally accepted government auditing standards. Those  standards require that we plan and perform the audit to obtain sufficient,  appropriate evidence to provide a reasonable basis for our findings and  conclusions based on our audit objectives. We believe that the evidence  obtained provides a reasonable basis for our findings and conclusions  based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: List of Partners with Which the United States Has a Nuclear Cooperation Agreement", "paragraphs": ["As of January 1, 2010, bilateral Agreements for Cooperation were in force  with the following partners:    European Atomic Energy Community (EURATOM)", "International Atomic Energy Agency (IAEA)", "South Korea  In addition, the United States has a trilateral project and supply agreement  with Mexico and the IAEA."], "subsections": []}, {"section_title": "Appendix III: Comments from the Department of Commerce", "paragraphs": ["The following are GAO’s comments in response to the Department of  Commerce’s letter dated October 21, 2010."], "subsections": [{"section_title": "GAO Comments", "paragraphs": ["1.  We modified the text on page 18 of the report to state that the initiative  “aims to identify the U.S. civil nuclear industry’s most pressing trade  policy challenges and most promising commercial opportunities and  coordinate public and private sector efforts to address them in a way  that supports the industry’s endeavors to rebuild its manufacturing  base,” in response to Commerce’s comment. However, we left the  original, more general phrasing on the Highlights page intact because it  accurately reflects the primary objective of the initiative. 2.  We disagree with Commerce’s comment that its initiative has made  substantial progress. Our report assesses the progress that Commerce  has made for each of the initiative’s four major activities. We continue  to believe that, thus far, Commerce’s initiative has made limited  progress. In particular, as we note in our report, the TPCC Civil  Nuclear Trade Working Group has only heard from three companies,  and has not heard from another five that have expressed an interest in  briefing it; CINTAC did not hold its first meeting until more than 16  months after it was chartered and its charter has since expired; the  initiative’s stakeholder resources consist of information generally  available on the Internet, participation in export control seminars, and  briefings to U.S. companies; and Commerce has organized one trade  mission and a limited number of other industry outreach events. 3.  We disagree with Commerce’s comment that it has a well-defined  strategy to meet intended objectives. We found that the Commerce  initiative’s strategy document has some limitations, in that the strategy  document has not identified or established key market opportunities  and goals; does not have an implementation plan; and does not include  metrics, benchmarks, or timelines to measure progress in meeting  specific goals. Commerce’s written comments provide new and  clarifying information regarding the key goals of the initiative, which  we believe is a positive development. However, it has not provided  new information regarding identifying key markets and an  implementation plan.  4.  Commerce presents new information that the CINTAC industry  advisory group briefed the TPCC Civil Nuclear Trade Working Group  multiple times. We believe interaction between the TPCC Civil Nuclear  Trade Working Group and the CINTAC industry advisory group is a  positive development. However, as our report noted, CINTAC’s charter  expired in September 2010, requiring a new charter and appointment  of new members. Commerce’s comments did not indicate that  CINTAC’s charter has been renewed, which casts doubt on the ability  of CINTAC to keep the TPCC Civil Nuclear Trade Working Group  apprised of market developments. In addition, Commerce’s comments  stated that it has organized regular briefings and meetings for industry  and U.S. government trade officials to discuss, among other things,  Jordanian, Indian, British, and Brazilian nuclear market overviews; the  CSC, and small modular reactors, and that these meetings are informal.   Because Commerce describes these briefings as informal, we believe  they do not represent the kind of sustained, regular interaction to  coordinate interagency efforts related to civil nuclear trade that the  TPCC Civil Nuclear Trade Working Group was designed to provide. We  are making this recommendation because Commerce needs to  strengthen interagency coordination efforts to promote nuclear trade.  Moreover, as our report notes, many of these U.S. company  representatives we spoke with, as well as representatives from the  Nuclear Energy Institute, told us that unless the U.S. government  develops a governmentwide strategy and greater commitment to its  nuclear industry, the United States’ ability to secure export benefits  from nuclear cooperation agreements in the form of reactors, large  components, and equipment sales is uncertain. 5.  We added the following language to page 20 of the report: “In addition,  Commerce officials have organized two industry outreach events to  increase engagement between U.S. government officials and industry  representatives. According to Commerce, approximately 150 to 200  industry representatives attended these outreach events.” 6.  See comment 3.  7.  Commerce presented its five goals, which is a new characterization of  its initiative. However, much of the information presented in this  section detailing what Commerce calls “aspects” of its implementation  plan contains information already included in our draft report. For  example, we discuss CSC; the civil nuclear trade mission to Poland,  the Czech Republic, and Slovakia; CINTAC; the joint declarations on  commercial nuclear cooperation; and the export controls workshop on  pages 24, 20, 18-19, 20, and 19 of our report, respectively. Therefore,  we made no changes to the report in response to this comment. 8.  In some cases, the information Commerce presents as “aspects” of its  implementation under the newly constituted five goals for the Initiative  is new information. For example, Commerce notes in August 2010 it  organized a U.S.-Brazil Nuclear Codes and Standards Workshop in  Brazil, and another is planned for Vietnam in 2011. In other cases the  new information provided by Commerce includes assertions that  Commerce did not provide documents to support. For example,  Commerce comments that the United States Trade and Development  Agency has reversed a “no-nuclear” policy and has, according to  Commerce, actively begun organizing reverse civil trade nuclear  missions. In addition, Commerce comments that prior to the initiative,  “nuclear issues were not given the proper attention that they are now  given at USTR.” We did not modify the text in response to these  comments. 9.  In its written comments, Commerce presented new information  regarding how it intends to measure the performance of its strategy,  after it has more fully developed the strategy document as we  recommend and as the agency states it intends to do. Commerce’s  efforts to provide some information regarding the performance  measures should be included in a formal strategy document, as we  recommend. 10. We requested data on exports from various Commerce officials on  multiple occasions, which Commerce officials were unable to provide  in full. Although Commerce officials did not make Census officials  available at our meetings or final review, we developed our  methodology with and had our results reviewed by economists in  GAO’s Applied Research and Methods group. Our results were  additionally reviewed by Commerce, Energy, State, and NRC officials.  However, we did modify the text on pages 11-12 to note that we found  there are no available data regarding exports of services, which  according to Commerce officials is an increasingly important and  growing market segment for the U.S. nuclear industry. We note that  Commerce did not provide documents to support its assertion  regarding the growth in the U.S. nuclear services market.  11. We modified the text on page 21 to reflect Commerce’s updated  staffing figures, to show one staff member working at 80 percent time  and 2 staff members working at 75 percent and 50 percent,  respectively, on the initiative.  12. The source of the statement that Commerce seeks clarification for is  the U.S. Department of Commerce’s 2010 Energy Industry Assessment  (“2010 Assessment”), as noted in footnote 23. Commerce’s 2010  Assessment does not state that the U.S. nuclear industry is showing  positive signs of growth. However, we modified the text on page 22 to  state that the report notes U.S. companies have participated in the  world market, often as a minority partner, and invested in research and  development for the next generation of reactors. We note on page 22 of  the report that, according to Commerce officials, the number of  facilities certified by the American Society of Mechanical Engineers  (ASME) to produce commercial nuclear-grade components has risen  from 120 by the early 2000s, to 255 as of mid-2008, which Commerce  officials take as evidence of recovery. 13. We have modified the text on page 23 to note that Commerce officials  believe the recent increase in the number of facilities certified by the  American Society of Mechanical Engineers (ASME) to produce  commercial nuclear-grade components is evidence of “potential  recovery,” not “recovery,” as the report had previously stated. 14. We have modified the text on page 23 and 24 to state that Commerce  officials said that U.S. firms face formidable competition abroad from  foreign companies that may receive stronger financial and political  support. 15. We modified the text to add the words “and the growing nuclear  worldwide market” on page 27. Our report notes on page 21 the limited  staff and funding available for the Commerce initiative, and also notes  that the U.S. government relies on Commerce to promote U.S. nuclear  industry exports. 16. We disagree with Commerce’s recommendation that we delete our  third recommendation that it consider ways for the TPCC Civil Nuclear  Trade Working Group to obtain a more comprehensive range of U.S.  industry views. We believe it is important to keep this  recommendation. As our report notes, thus far only three companies  have briefed the TPCC Civil Nuclear Trade Working Group. However,  in response to Commerce’s comments we modified the text to refer to  the TPCC interagency nuclear trade coordination committee as the  TPCC Civil Nuclear Working Group in the body of the report and in the  third recommendation."], "subsections": []}]}, {"section_title": "Appendix IV: Comments from the Department of Energy", "paragraphs": ["The following are GAO’s comments in response to the Department of  Energy’s letter dated October 21, 2010."], "subsections": [{"section_title": "GAO Comments", "paragraphs": ["1.  We modified the text on page 1 to state the number of agreements to  26 and added clarifying language on pages 2 and 36 of the draft report. 2.  We added the words “among other things” on page 5 of the text to  clarify.  3.  We modified the text on page 6 to state that DOE has a statutory role  in negotiating nuclear cooperation agreements, and we moved existing  language that DOE derives its authority from Section 57b of the Atomic  Energy Act from a footnote on page 7 to the report body in response to  this comment. 4.  We disagree with DOE’s comment that we did not formally raise the  Part 810 question with DOE officials. Because we recognize the  importance of the Part 810 regulations, which DOE promulgated  pursuant to the authority granted to it by section 57b of the Atomic  Energy Act and which aims to ensure that activities associated with  the development or production of any special nuclear material outside  the United States will not be inimical to U.S. interests, we felt that it  was important for DOE to know about industry uncertainty with  regard to the requirements of the regulations.  On August 11, 2010, we  met with DOE and shared preliminary findings regarding Part 810,  including specific concerns that the U.S. nuclear industry  representatives had shared with us. We discussed these concerns with  DOE officials, and those officials acknowledged that the Part 810.8 list  was out of date and that DOE has not published any guidelines to  clarify the 810 authorization process for civilian nuclear exporters. In  addition, DOE officials told us that industry representatives had  expressed concerns with the Part 810 authorization process to DOE  for several years, and that DOE intended to revise its regulations to  make them more clear and efficient."], "subsections": []}]}, {"section_title": "Appendix V: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the individual named above, Glen Levis (Assistant Director),  Antoinette Capaccio, Julia Coulter, Michael Hoffman, Michelle Munn,  Alison O’Neill, and Ruth Schaap made key contributions to this report."], "subsections": []}]}], "fastfact": []}