{"id": "GAO-14-424", "url": "https://www.gao.gov/products/GAO-14-424", "title": "State Department: Process to Track Responses to Congressional Correspondence Can Be Improved", "published_date": "2014-05-20T00:00:00", "released_date": "2014-05-20T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["State receives about 2,200 pieces of correspondence each year from members of Congress seeking information. GAO was asked to review State's procedures for responding to requests for information.", "GAO examined (1) State's process for responding to congressional correspondence and (2) the extent to which State tracks the timeliness of its responses to congressional correspondence. To do so, GAO reviewed information on 4,804 pieces of correspondence that State indicated it had received and responded to between April 2011—when State said it began using a database to track its response letters—and June 2013. GAO also interviewed cognizant State officials."]}, {"section_title": "What GAO Found", "paragraphs": ["The Department of State (State) uses a multistage process to respond to congressional correspondence. In April 2011, the Bureau of Legislative Affairs (the Bureau), which is responsible for tracking State's response letters, began using a database to track State's responses as they move through the stages of the process. The process includes the Bureau entering key information into a database, tasking other State bureaus or offices with subject matter expertise to draft response letters, and conducting reviews of draft response letters prior to mailing them. In some cases, the Bureau tasks other bureaus with drafting, reviewing, and mailing the letters themselves.", "State did not track key information on the timeliness of nearly half of its responses to congressional correspondence. State's timeliness goal is to provide the member, within 21 business days of receiving his or her correspondence, with either a response letter or an interim acknowledgment informing the member of the delay. State tracked the time it took to respond and also met its timeliness goal in 2,524 (53 percent) of the 4,804 cases that GAO reviewed. However, State did not track the timeliness of its responses in 1,544 (32 percent) of the cases GAO reviewed because the bureau tasked with mailing the response directly to constituents and members did not notify the Bureau when it did so, as required by State policy. In those cases, the Bureau recorded the date it tasked the other bureau as the date State sent its response letter, although it had no information as to if or when this actually occurred. In addition, because the Bureau did not systematically track State's interim acknowledgments in cases that took more than 21 days, GAO could not determine whether State actually sent such acknowledgments in 736 (15 percent) of the cases GAO reviewed where the response time exceeded 21 days (see figure). Because its database lacks accurate and complete data, State is not in a position to identify elements of the process that may be most prone to delays and therefore cannot develop strategies to improve the timeliness of its response letters."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends that State (1) take steps to ensure that all response letters, including those tasked to bureaus to reply directly to constituents and members, are tracked; and (2) ensure that if and when interim acknowledgments to members of Congress are provided, they are tracked. State agreed with GAO's recommendations and said it would begin to implement them immediately."]}], "report": [{"section_title": "Letter", "paragraphs": ["Congressional oversight—in which the United States Congress reviews,  monitors, and oversees the executive branch’s implementation of public  policy—includes activities that range from formal congressional  committee hearings to contacts between members of Congress and  executive branch officials. As a part of their oversight over the  Department of State (State), members of Congress send approximately  2,200 pieces of correspondence to State each year that seek information  on topics that range from specific constituent concerns to broad issues  regarding U.S. foreign policy. State’s Bureau of Legislative Affairs is  responsible for tracking and managing State’s responses to this  correspondence. Specifically, the bureau’s Congressional  Correspondence Unit, which is responsible for tracking and coordinating  State’s responses, receives the correspondence and enters information  about it into a database that, according to State officials, it began fully  using in April 2011.", "You asked us to review State’s procedures for responding to  congressional requests for information because of concerns about the  timeliness of State’s responses to such requests. For this report, we  examined (1) State’s process for responding to congressional  correspondence and (2) the extent to which State tracks the timeliness of  its responses to congressional correspondence. To do so, we reviewed  documents describing State’s policies and procedures, including State’s  Foreign Affairs Manual and Foreign Affairs Handbook. We also analyzed  data extracted from State’s congressional correspondence database. We  examined 4,804 records of congressional correspondence that the  database indicated had been received and responded to by State from  April 2011 through June 2013. We did not examine correspondence  marked in the database as “For Your Information Only” because it did not  require a response letter from State. We assessed the reliability of the  data by observing a demonstration on the use of the database, reviewing  the data we were given, and performing logic tests on it. We determined  that the data were sufficiently reliable for our purposes. We also  interviewed cognizant State officials in Washington, D.C.", "We conducted this performance audit from April 2013 to May 2014 in  accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["State receives correspondence from members of Congress that includes  requests for specific information, requests for documents, and requests  that the Secretary of State direct his or her attention to various matters.  More than half of the correspondence that State received and responded  to from April 2011 through June 2013 involved what State refers to as  constituent concerns. According to State officials, this correspondence  covered a variety of topics of interest to members’ constituents, ranging  from the status of visa applications to employment possibilities with State.  We hereafter refer to such correspondence as constituent-related  correspondence. The remaining correspondence involved what State  refers to as substantive concerns. State officials said this correspondence  sought information concerning foreign policy matters, such as human  rights in Vietnam; the attack on the U.S. Consulate in Benghazi, Libya;  arms sales to foreign nations; State management issues; and bilateral  relations with other governments. We hereafter refer to such  correspondence as substantive correspondence."], "subsections": []}, {"section_title": "State Uses a Multistage Process to Respond to Congressional Correspondence", "paragraphs": ["State uses a multistage process to respond to both constituent-related  and substantive correspondence. Congressional Correspondence Unit  officials said that they began using the congressional correspondence  database in April 2011 to help manage the process of drafting, reviewing,  and mailing State’s responses to congressional correspondence.  Specifically, they said that they use the database to track the status of  State’s response letters as they move through the following stages of  State’s process:", "Congressional Correspondence Unit initiates case in database:  When State receives a piece of congressional correspondence, the  Congressional Correspondence Unit scans a copy of the  correspondence and records information about it—such as the date  received, the member’s name, and subject—into the database. The  Congressional Correspondence Unit then prepares a tasking slip,  tasks the State bureau or office with the appropriate subject matter  expertise to draft the response letter, and establishes an interim  deadline for that bureau or office to prepare the draft response letter  (2 days for substantive correspondence, 7 days for constituent-related  correspondence). It also inputs the tasking information into the  database. When it has done so, the Congressional Correspondence  Unit transmits the tasking slip and congressional correspondence to a  point of contact in the tasked bureau or office.", "Tasked bureau or office drafts response letter: The tasked bureau  or office drafts the response letter and obtains appropriate clearances  within the department and other agencies as applicable by the  designated interim deadline. The tasked bureau or office may request  an extension from the Congressional Correspondence Unit if the  interim deadline cannot be met. In addition, if the tasked bureau or  office foresees a prolonged delay, it may provide the member with an  interim acknowledgment notifying him or her of the reason for the  delay. Based on the member’s request, in cases involving constituent- related correspondence, the Congressional Correspondence Unit may  delegate to the tasked bureau or office the responsibility of drafting,  signing, and mailing the response letter directly to the constituent and  the member. State policy requires bureaus and offices to notify the  Bureau of Legislative Affairs before they mail such response letters.", "In such cases, the process ends at this stage and the Congressional  Correspondence Unit closes the case in the database. For all other  cases, the process includes the following stages.", "Bureau of Legislative Affairs reviews draft response letter: The  tasked bureau or office transmits its draft response letter to the  Congressional Correspondence Unit, which conducts an initial review  of the draft response letter. During this stage, other officials in the  Bureau of Legislative Affairs conduct their own review of the draft  response letter and may edit it as needed. In some cases, draft  response letters to constituent-related correspondence may not  require any further review and the Congressional Correspondence  Unit may move the draft response letter to the final stage of the  process, where the unit, among other things, mails the letter and  closes the case in the database.", "Bureau of Legislative Affairs senior officials review draft  response letter: Senior officials in the Bureau of Legislative Affairs  may review, edit, and add additional information to the draft response  letter. These officials then transmit the draft response letter to the  Assistant Secretary for Legislative Affairs.", "Assistant Secretary reviews and signs draft response letter: The  Assistant Secretary for Legislative Affairs conducts a final review of  the draft response letter, makes edits as needed, and signs and  transmits it to the Congressional Correspondence Unit. According to  Congressional Correspondence Unit officials, almost all responses to  substantive correspondence are reviewed and signed by the Assistant  Secretary.", "Congressional Correspondence Unit closes case in database:  The Congressional Correspondence Unit reviews the signed response  letter, scans it into the database, indicates that the case is closed in  the database, prepares the response letter for mailing, and notifies the  tasked bureau or office that it has mailed the response letter to the  member.", "Congressional Correspondence Unit officials told us they use information  from the database to generate (1) a weekly status report sent to each  tasked bureau or office that identifies overdue response letters, and (2) a  separate weekly status report that identifies all overdue response letters  across the Department of State for Bureau of Legislative Affairs officials— including the Bureau’s Executive Director, Principal Deputy Assistant  Secretary, and Assistant Secretary. Bureau of Legislative Affairs officials  said that they use their report to identify actions that they can take to  ensure that overdue responses are completed. In addition, the database  system sends automated e-mails to bureaus and offices when their draft  responses are overdue."], "subsections": []}, {"section_title": "State Did Not Track the Timeliness of Nearly Half of Its Responses to Congressional Correspondence", "paragraphs": ["We found that State did not track key information about the timeliness of  nearly half of its responses to congressional correspondence. Under  State policy, if State cannot provide a response to congressional  correspondence within 21 business days of receiving such  correspondence, State must provide an interim acknowledgment  informing the member of the reason for the delay. We reviewed data  concerning 4,804 pieces of correspondence and identified 2,524 (53  percent) cases in which State tracked the time it took to respond and also  met its timeliness goal of responding to congressional correspondence  within 21 days. However, we found that the Bureau of Legislative Affairs  did not track the time State took to respond to 1,544 (32 percent) of the  4,804 cases that we reviewed because the Bureau of Consular Affairs— which was tasked with drafting and mailing these responses directly to  constituents and members—did not notify the Bureau of Legislative  Affairs when it did so, as required by State policy. We also found that the  Bureau of Legislative Affairs did not systematically track if and when State  sent interim acknowledgments to members in cases that took more than  21 days. Therefore, we could not determine whether State had actually  sent such acknowledgments in the 736 cases where the response time  exceeded 21 days, which constituted 15 percent of the 4,804 cases we  reviewed."], "subsections": [{"section_title": "State Tracked and Met Its Timeliness Goal for More than Half of Its Responses to Congressional Correspondence", "paragraphs": ["State tracked and met its timeliness goal for more than half of its  responses to congressional correspondence. According to State policy,  within 21 business days of receiving congressional correspondence,  State must provide the member with either (1) a response letter or (2) an  interim acknowledgment informing the member that State’s response will  take more than 21 days and explaining why. We reviewed data  concerning the 4,804 pieces of correspondence that State’s database  indicated had been received and responded to between April 2011 and  June 2013. We identified 2,524 (53 percent) in which State met its  timeliness goal of responding to congressional correspondence within 21  days. Specifically, we found that State took 10 days or less to respond in  1,336 cases and between 11 and 21 days in 1,188 of those cases. For  these cases, the Bureau of Legislative Affairs tracked the response letters  through the multistage process and told us that its staff closed the case in  the database when the response letter was ready to be mailed to the  member."], "subsections": []}, {"section_title": "State Did Not Track the Timeliness of Response Letters Tasked to the Bureau of Consular Affairs for Direct Reply to Constituents and Members", "paragraphs": ["We found that State did not track if and when the Bureau of Consular  Affairs replied directly to constituents and sent copies of the replies to  members of Congress because the Bureau of Consular Affairs did not  notify the Bureau of Legislative Affairs when sending those response  letters, as required by State policy. From April 2011 through June 2013,  the Bureau of Consular Affairs was the bureau that the Congressional  Correspondence Unit tasked with drafting the highest number of State’s  response letters. During that period, the Congressional Correspondence  Unit tasked the Bureau of Consular Affairs with replying directly to  constituents and sending copies to members in 1,544 cases, which  constituted 32 percent of the 4,804 pieces of congressional  correspondence we reviewed. For those cases, therefore, the Bureau of  Consular Affairs was responsible for drafting, reviewing, signing, and  mailing the response letters directly to constituents and members, and  was also required by State policy to notify the Bureau of Legislative   However, the Bureau of Consular Affairs did not  Affairs before doing so.notify the Bureau of Legislative Affairs if and when it mailed the response  letters. In addition, Congressional Correspondence Unit officials told us  that they did not follow up with the Bureau of Consular Affairs to confirm if  and when the Bureau of Consular Affairs replied directly to constituents  and members. As a result, the Congressional Correspondence Unit’s  database contains incomplete data regarding those response letters.", "We also found that the Bureau of Consular Affairs itself does not have a  centralized process by which it tracks if and when it responds to such  correspondence. Bureau of Consular Affairs officials stated each of the  bureau’s individual directorates—which are tasked with drafting,  reviewing, signing, and mailing the bureau’s response letters directly to  constituents and members—has its own mechanism to track the status of  its response letters. Further, these directorates did not notify the Bureau  of Legislative Affairs when they mailed the response letters. In addition,  Congressional Correspondence Unit officials told us that they did not  follow up with the directorates to confirm if and when they replied directly  to constituents and members.", "Congressional Correspondence Unit officials told us that the Bureau of  Consular Affairs does not notify the Bureau of Legislative Affairs before  sending such response letters because of a longstanding memorandum  of understanding between the bureaus. State officials said that this  memorandum effectively exempts the Bureau of Consular Affairs from  State’s policy of notifying the Bureau of Legislative Affairs prior to sending  response letters. We were unable to confirm the existence of the  memorandum because officials from the Bureau of Legislative Affairs, the  Bureau of Consular Affairs, and the Office of the Secretary told us that  they were unable to locate it. State officials explained that the  congressional correspondence for which the Bureau of Consular Affairs is  tasked to respond directly to constituents and members covers routine  matters, such as inquiries about the status of passport or visa  applications, and that the response letters do not require further review by  the Congressional Correspondence Unit or Bureau of Legislative Affairs.", "Lacking complete data from the Bureau of Consular Affairs regarding if  and when it replied directly to constituents and members, Congressional  Correspondence Unit officials said that they instead closed those cases  by recording the date that they tasked the Bureau of Consular Affairs with  drafting the response as the date that the signed response letter was  sent. As a result, the database does not contain accurate data regarding  if and when the Bureau of Consular Affairs actually responded to  constituents and members. Congressional Correspondence Unit officials  said that, on two occasions, they prepared reports on response times for  senior Bureau of Legislative Affairs officials that incorporated these  inaccurate data and therefore inaccurately reported State’s response  times for congressional correspondence."], "subsections": []}, {"section_title": "State Did Not Systematically Track If and When It Provided Interim Acknowledgments for Responses That Took More Than 21 Days", "paragraphs": ["State did not systematically track if and when it provided interim  acknowledgments in cases for which it took more than 21 business days  to prepare a response letter. Of the 4,804 cases we reviewed, we  identified 736 cases (15 percent) in which State took more than 21  business days to mail a response letter to the member. Specifically, we  found that State took between 30 and 59 days to respond in 347 of those  cases and over 60 days to respond in 122 of those cases. We then  attempted to determine whether State sent members interim  acknowledgments for the cases that took more than 21 business days.  We found that State did not systematically track if and when it sent  members interim acknowledgments in these cases. Congressional  Correspondence Unit officials told us they did not routinely gather  information regarding interim acknowledgments and did not include a  specific field in the database for such information.", "According to GAO’s Internal Control Management and Evaluation Tool,  agencies should ensure accuracy and completeness of information. Because State’s database lacks accurate data for almost a third of the  cases we reviewed and does not have complete data on interim  acknowledgments for the 15 percent of cases where the response time  exceeded 21 business days, State cannot readily determine the extent to  which it is meeting its timeliness goal for these cases (see fig. 1).  Furthermore, without accurate and complete data, State is not in a  position to identify elements of the process that may be most prone to  delays and develop strategies to improve the timeliness of its response  letters.", "See GAO, Internal Control Standards: Internal Control Management and Evaluation Tool,  GAO-01-1008G (Washington, D.C.: August 2001)."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["Congressional correspondence sent to State is an important means by  which members of Congress may obtain information and exercise  oversight over the department. In its policies, State has acknowledged the  importance of providing timely responses to congressional  correspondence. In 2011, State took an important step toward ensuring  that it is doing so by employing a database to help track and manage the  process of drafting and mailing its response letters. However, State has  undermined its ability to track the timeliness of its responses by (1) not  tracking if and when the Bureau of Consular Affairs directly replied to  constituents and members and (2) not tracking if and when State officials  provided interim acknowledgments in response to congressional  correspondence. Without accurate and complete data, State is not in a  position to identify elements of the process that may be most prone to  delays and develop strategies to improve the timeliness of its response  letters."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To improve State’s ability to provide timely responses to congressional  correspondence, we recommend that the Secretary of State take the  following two actions:", "Take appropriate steps to ensure that State tracks all response  letters, including those tasked to the Bureau of Consular Affairs to  reply directly to constituents and members.", "Ensure that State tracks if and when it provides interim  acknowledgments to members of Congress."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to State for comment. In its written  comments, reproduced in appendix II, State agreed with our  recommendations and said it would begin to implement them  immediately.", "We are sending copies of this report to the Department of State and other  interested parties. In addition, the report is available at no charge on the  GAO website at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  me at (202) 512-8980 or courtsm@gao.gov. Contact points for our Offices  of Congressional Relations and Public Affairs may be found on the last  page of this report. GAO staff who made key contributions to this report  are listed in appendix III."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["For this report, we examined (1) State’s process for responding to  congressional correspondence and (2) the extent to which State tracks  the timeliness of its responses to congressional correspondence.", "To address our first objective, we examined documents describing State’s  policies and procedures, including State’s Foreign Affairs Manual, Foreign  Affairs Handbook, and memoranda circulated in the department. We also  interviewed cognizant State officials in Washington, D.C., including  officials in the Congressional Correspondence Unit, as well as officials in  bureaus that draft responses to congressional correspondence.", "To address our second objective, we reviewed GAO’s Internal Control   and an extract of the database that  Management and Evaluation Toolthe Congressional Correspondence Unit uses to track and manage  State’s responses to congressional correspondence. The scope of our  engagement included records of congressional correspondence that the  database indicated had been received and responded to by State from  April 2011—when, according to State officials, they began fully using the  database—through June 2013. In August 2013 we requested an extract  of the entire database that contained specific information from several  fields in the database. In March 2014, State provided us with an extract  containing information on 6,942 pieces of correspondence, including the  following fields for each piece of correspondence: Control Number,  Document Type (Substantive or Constituent), Classification, Current  Stage, Type of Reply, Date Received, Date on Letter, Date Processed,  Date Due, Multi-Signer Letter (Yes or No), Bureau Assigned, Member,  Comments field, entry and exit date for each stage the correspondence  passed through, and the date the task was closed. We assessed the  reliability of the data by interviewing cognizant officials in Washington,  D.C., observing a demonstration on using the database, reviewing the  data we were given, and performing logic tests on it. We determined that  the data were sufficiently reliable for our purposes.", "We analyzed the database extract containing information on 6,942 pieces  of correspondence. Because the scope of our engagement included  information on all congressional correspondence that the database  indicated had been received and responded to by State from April 2011  through June 2013, we deleted records on correspondence that met the  following criteria: were received outside of the stated time frame (April 1, 2011, to June  30, 2013); were marked as “For Your Information Only” in the database, because  these pieces of correspondence did not require a response from  State; and did not have a “task closed” date as of the end of June 2013.", "As a result of these deletions, we examined information on 4,804 pieces  of correspondence for our analysis. While reviewing the database  records, we found a portion of the constituent-related correspondence  was not marked in the database as passing through the Bureau of  Legislative Affairs prior to the task being closed and we were told by State  that such correspondence is tasked to bureaus to respond directly to the  constituent with a copy of the response letter sent directly to the member.  State officials said that the “task closed” dates in the database were  inaccurate for constituent-related correspondence tasked to the Bureau of  Consular Affairs for direct reply to the constituents and members.  Specifically for those cases, State officials said the “task closed” date  reflected the date that the Congressional Correspondence Unit tasked the  Bureau of Consular Affairs with responding to the correspondence, rather  than the date the response letter was mailed and the case was closed.  We found that there were 1,544 such cases in the database.", "To assess the timeliness of State’s responses, we used State’s Foreign  Affairs Handbook’s timeliness goal of 21 business days and analyzed  data on 4,804 cases. We defined business days as every official working  day of the week for the U.S. federal government (we excluded weekend  days and federal holidays). For constituent-related correspondence, we  could not calculate timeliness for the 1,544 cases discussed above  because the “task closed” dates in the database were inaccurate. For the  remaining constituent-related correspondence, we used “date processed”  as the start date and the “task closed” date as the end date because  Congressional Correspondence Unit officials told us that the Bureau of  Archives processes and archives these letters prior to the Congressional  Correspondence Unit uploading and designating letters to bureaus to  draft responses. For substantive correspondence, we used the “date  received” as the start date and the “task closed” date as the end date."], "subsections": []}, {"section_title": "Appendix II: Comments from the Department of State", "paragraphs": [], "subsections": []}, {"section_title": "Appendix III: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Pierre Toureille (Assistant  Director), Ashley Alley, Debbie Chung, Martin De Alteriis, Leah DeWolf,  Tim DiNapoli, Etana Finkler, Rhonda Horried, Jeff Isaacs, Mark  Needham, Jerry Sandau, Sushmita Srikanth, and Michelle Wong made  key contributions to this report."], "subsections": []}]}], "fastfact": []}